{
 "awd_id": "1557292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessing the Longitudinal Impact of Noyce Awards on the Subject Matter Knowledge of Beginning STEM Teachers in the US: A Comparative Study",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 132380.0,
 "awd_amount": 132380.0,
 "awd_min_amd_letter_date": "2016-03-17",
 "awd_max_amd_letter_date": "2016-03-17",
 "awd_abstract_narration": "In the 2010 National Research Council's report, \"Preparing Teachers: Building Evidence for Sound Policy,\" areas related to STEM teacher preparation that lacked a sufficient research base were highlighted.  This Noyce Track 4B research project seeks to address one of the areas identified as it studies the extent to which those institutions receiving Robert Noyce Teacher Scholarship (Noyce) funding from the National Science Foundation have prepared more knowledgeable beginning teachers than those institutions which have not received Noyce grants during Noyce funding cycles as measured by outcomes on Praxis II subject matter knowledge exams given to first time test takers. Through a collaborative research effort between Stony Brook University and Kennesaw State University, and working with the Educational Testing Service (ETS), the project will undertake the disaggregation of Praxis II test scores over the past fifteen years to determine to what extent those institutions receiving Noyce funding have prepared more knowledgeable beginning teachers than those without Noyce awards.  \r\n\r\nThe list of Noyce awardees from the NSF website will be used to categorize Praxis II test takers coming from Noyce and non-Noyce institutions over the past fifteen years. Using the self-reported demographic data from Praxis II test takers, the institutional codes will be compared to the Noyce and non-Noyce institution list and a simple count of students at each institution will be performed. As not all states have used Praxis II exams for licensure, only a subset of the Noyce portfolio will be captured in the analysis. The measure of teacher knowledge will be analyzed at two levels related to outcomes on the Praxis II subject matter knowledge exams. Level 1: analysis will use individual state cut scores for the respective year exams. This will provide a look at whether institutions are preparing STEM teacher candidates for a level pre-determined by their respective states. Level 2: analysis of Praxis II subject matter knowledge for a raw percent correct score on the exam.  An average exam score will be calculated for each exam and teacher candidates will be placed into groups based on their performance relative to the mean (i.e., 1 standard deviation above the mean, 1 standard deviation below the mean, etc.). The outcome variables described in Level 1 and Level 2 will be analyzed as well as additional differences in performance by demographic variables for the total population and also by Noyce and non-Noyce institutions. Example questions that will be answered include: Do Noyce institutions prepare more minority STEM teacher candidates compared to non-Noyce institutions? Do women at Noyce institutions outperform women at non-Noyce institutions based on STEM Praxis II content knowledge exams? Do Noyce institutions have a higher number of non-traditional first-time Praxis II test takers compared to their non-Noyce peers? In order to develop a model for impact of Noyce on different institutions, average incoming SAT scores will be used as a covariate in the regression analysis that will control for selectivity of the institution. In the descriptive analysis, only schools with similar entrance requirements and average SAT/ACT scores to each other will be used. In order to measure the impact of the Noyce funding related to the quality of the scholars in situations where a university has had both Noyce scholars and non-Noyce scholars, data on the number of test takers in each Praxis II STEM field, their average GPA, and whether or not they have in-field majors prior to Noyce funding will be used to establish a baseline for number and type of teacher education graduates. This will allow for analysis of subsequent data to determine whether these patterns changed after receiving Noyce funding. An empirical study will be conducted limited to a subsample of the NOYCE schools to examine the effect of the proportion of Noyce graduates to total STEM education graduates in the given year. It will be included as a coefficient in the regression models to adjust the comparison of averages between the Noyce institutions based on the size of the proportion. If there is evidence that the ratio is related to the average PRAXIS scores at the institution level, then it will be collected on additional schools and incorporated into the comparison of averages between Noyce and non-Noyce institutions.  Ultimately, this study will examine the influence of the Noyce program on the depth of content knowledge for beginning STEM teachers as they enter the profession.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Rushton",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory T Rushton",
   "pi_email_addr": "gregory.rushton@mtsu.edu",
   "nsf_id": "000064568",
   "pi_start_date": "2016-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943362",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 132380.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-7afbe4a8-7fff-80db-6fcc-2c482035a60a\"> </span></p>\n<p dir=\"ltr\"><span>This project sought to understand how Praxis II Content Assessment test-takers performed across the STEM disciplines for the period of 2006-2016.&nbsp; Between 30 and 40 U.S. states, depending on the content area, used the Praxis II exams as a readiness measure for initial teaching licensure, and as such, is the most nationally representative metric for determining the relative performance of our nation&rsquo;s beginning teachers.&nbsp; Two primary analyses were conducted and disseminated through conferences and refereed publications. First, we sought to understand how the performance of test-takers varied over time, relative to self-reported demographic features including race, gender, age, undergraduate major, and grade point average (GPA).&nbsp; We found that across STEM, test-takers were primarily white, female, earned degrees outside of their certification area, and that these features remained fairly constant across the time period under consideration.  Second, performance at the topic level for each STEM subject was investigated, such as acids/bases in chemistry or electricity and magnetism in physics, to determine where beginning teachers might benefit most from ongoing professional development and training.&nbsp; Those test-takers reporting an in-field major generally performed better than those without one, and a persistent achievement gap existed across STEM for Blacks and Hispanics relative to their White and Asian peers.  These findings may be useful to preservice teacher educators interested in preparing professionals with fewer gaps in their content knowledge.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2019<br>\n\t\t\t\t\tModified by: Gregory&nbsp;T&nbsp;Rushton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis project sought to understand how Praxis II Content Assessment test-takers performed across the STEM disciplines for the period of 2006-2016.  Between 30 and 40 U.S. states, depending on the content area, used the Praxis II exams as a readiness measure for initial teaching licensure, and as such, is the most nationally representative metric for determining the relative performance of our nation?s beginning teachers.  Two primary analyses were conducted and disseminated through conferences and refereed publications. First, we sought to understand how the performance of test-takers varied over time, relative to self-reported demographic features including race, gender, age, undergraduate major, and grade point average (GPA).  We found that across STEM, test-takers were primarily white, female, earned degrees outside of their certification area, and that these features remained fairly constant across the time period under consideration.  Second, performance at the topic level for each STEM subject was investigated, such as acids/bases in chemistry or electricity and magnetism in physics, to determine where beginning teachers might benefit most from ongoing professional development and training.  Those test-takers reporting an in-field major generally performed better than those without one, and a persistent achievement gap existed across STEM for Blacks and Hispanics relative to their White and Asian peers.  These findings may be useful to preservice teacher educators interested in preparing professionals with fewer gaps in their content knowledge.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2019\n\n\t\t\t\t\tSubmitted by: Gregory T Rushton"
 }
}