{
 "awd_id": "1557640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Genetic Comparisons of Abscission Zones in Grasses",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne W. Sylvester",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 433294.0,
 "awd_amount": 433294.0,
 "awd_min_amd_letter_date": "2016-05-31",
 "awd_max_amd_letter_date": "2018-09-14",
 "awd_abstract_narration": "At the dawn of agriculture, our ancestors harvested wild grains and began replanting them year after year. This process rapidly led to selection for grains that stayed on the plant, instead of falling on the ground. Now, 10,000 years later, this capacity to stay on the plant until harvest has obvious economic importance. The change from wild grains that fall and cultivated ones that do not is caused by naturally occurring mutations in a normal (that is wild) process. However, the process of shedding seeds occurs differently in different grains. For example, the details of dropping seeds in wild rice are different from those in wild sorghum or wild millet. This project will discover what natural mutations led to the cultivated grains, and whether the natural process of shedding seeds in rice, sorghum, and millet is genetically similar. Because retaining seeds on the plant is the very basis of agriculture, it is an obvious aspect of plants that can engage students at all education levels. Master teachers and undergraduate education majors at Oklahoma State University, as well as undergraduate science majors and local high school students, will participate actively in the observations and data collection required for the project.\r\n\r\nShedding of seeds occurs via a characteristic zone of weakness, the abscission zone (AZ), in which the contents of cells and cell walls are modified to allow a fruit to fall off the parent plant. This project will test whether development is generally conservative, i.e., whether the AZ is produced by activating a conserved developmental program at different times or in different locations, or whether development produces novel structures (in this case, the AZ) by using novel gene combinations. Specifically, recombinant inbred lines and wild accessions will be used to identify genes that contribute to shattering in the model species green millet (Setaria viridis). These studies will be complemented by transcriptomic data on green millet in comparison to Brachypodium distachyon and rice. These investigations will test the hypothesis that some aspects of AZ development are shared among the three species but that many aspects differ because the AZ forms in a different position in each. The investigation will then be expanded to many other grasses, some of which are similar to millet, rice and Brachypodium, and some of which show distinct patterns of seed shedding. The results will define the extent of parallel and convergent evolution in an ecologically and economically critical pathway.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Doust",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew N Doust",
   "pi_email_addr": "andrew.doust@okstate.edu",
   "nsf_id": "000398938",
   "pi_start_date": "2016-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Angle",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Julie M Angle",
   "pi_email_addr": "julie.angle@okstate.edu",
   "nsf_id": "000577566",
   "pi_start_date": "2016-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "104 Life Sciences East",
  "perf_city_name": "Stillwater",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740780001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 121786.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 138119.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 173389.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Descent of lineages with modification from a common ancestor is the cornerstone of evolutionary theory, and implies that similar phenotypes have similarities in genetic control.&nbsp; This is likely especially so for phenotypes that have high functional value, such as the formation of plant abscission zones that are necessary for the controlled dispersal of seeds and other organs.&nbsp; In the grasses, conserved genes controlling shattering have been predicted from mapping analyses, even though the genes identified through domestication studies have not been shown to be shared amongst the different grass domestications.&nbsp; We decided to test the hypothesis of conservation of gene networks underlying abscission zone development in the grasses by identifying the two loci involved in abscission zone formation in Setaria, of which one appears to be shared with sorghum and the other with rice, and by examining gene expression networks in abscission zones of three grasses from widely divergent lineages in the grasses.&nbsp; These grasses were rice (rice and bamboo lineage), Brachypodium (wheat and oats lineage), and Setaria (maize, sorghum, and switchgrass lineage).&nbsp;</p>\n<p>QTL mapping in Setaria identified two QTL loci, of which one, on chromosome 9, colocalizes with the Setaria ortholog of SH1, a known shattering&nbsp; gene of large effect first identified in sorghum.&nbsp; We tested whether the QTL locus was due to the action of SH1 by creating a CRISPR knockdown of SH1 in the <em>Setaria viridis</em> ME34 background.&nbsp; The mutant displayed reduced shattering, supporting the role of SH1 in shattering in Setaria.&nbsp; We have also been investigating the genetic cause of the second QTL locus, which lies close to, but not colocalized with, the ortholog of a known shattering gene in rice, qSH1.&nbsp; We took two approaches, the first of which was to create a knockout of the qSH1 orthologous locus using CRISPR, which appeared to have no differences in shattering to wild-type <em>Setaria viridis</em>.&nbsp; We followed this up with an examination of shattering in a population derived from a recombinant inbred line derived from a cross between domesticated <em>S. italica</em> (foxtail millet) and its wild progenitor, <em>S. viridis</em>, that was heterozygous in the QTL region but homozygous for the qSH1 region.&nbsp; We found segregation of shattering in a ratio that approximated a 3:1 ratio, suggesting that there is a novel gene affecting shattering in this region., and that qSH1, while close to the QTL, is not the causal gene for the QTL effect.</p>\n<p>Examination of the morphology of the abscission zone in Brachypodium, Setaria, and rice showed that the abscission zones of the three species differed in the amount and distribution of lignin, from abundant throughout in Brachypodium, only lining the abscission zone in rice, to being virtually absent in Setaria.&nbsp; When we looked at gene expression in the abscission zone and in the zones directly above and below the abscission zone, we surprisingly found only two genes with similar expression in the abscission zone, a transcription factor linked to lignin synthesis, MYB26, and a lysine decarboxylase.&nbsp; There was no sign of a gene network conserved between these species and therefore conserved across the grasses.&nbsp; Given that all three grasses are descended from one common ancestor it implies that the necessary function of abscission zone formation has been derived by very many pathways, possibly driven by the shifting position of the abscission zone in different grass species. We are still actively investigating the implications of these findings but predict that they will contravene some commonly held assumptions about how evolution works.</p>\n<p>We have been able to use the investigations associated with this project to facilitate the training of two post-docs and several graduate students, and to educate many undergraduate students at both institutions.&nbsp; In addition, we have continued the successful Integrated Communities of Practice - Research Experience for Teachers (ICop-RET) program that we created at Oklahoma State University, where secondary science education majors and high school science teachers collaborate in six week research projects, receive professional development on nature of science, translate their research experience into classroom practice, and start a science fair program at their school, and present their research and lesson plan at a national science education conference.&nbsp; Projects, such as &ldquo;the effect of drought on shattering&rdquo; or &ldquo;the effect of hormones on shattering&rdquo;, have enlarged the scope of our research whilst equipping teachers to increase their science content knowledge, incorporate authentic inquiry-based scientific practices in their classrooms, and to incorporate explicit instruction of nature of science in their instruction. Designing lesson plans from their research experiences and presenting their research and lesson plans in symposia at university and national conferences has inspired several of these teachers to seek further advancement and leadership opportunities in their profession.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2020<br>\n\t\t\t\t\tModified by: Andrew&nbsp;N&nbsp;Doust</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDescent of lineages with modification from a common ancestor is the cornerstone of evolutionary theory, and implies that similar phenotypes have similarities in genetic control.  This is likely especially so for phenotypes that have high functional value, such as the formation of plant abscission zones that are necessary for the controlled dispersal of seeds and other organs.  In the grasses, conserved genes controlling shattering have been predicted from mapping analyses, even though the genes identified through domestication studies have not been shown to be shared amongst the different grass domestications.  We decided to test the hypothesis of conservation of gene networks underlying abscission zone development in the grasses by identifying the two loci involved in abscission zone formation in Setaria, of which one appears to be shared with sorghum and the other with rice, and by examining gene expression networks in abscission zones of three grasses from widely divergent lineages in the grasses.  These grasses were rice (rice and bamboo lineage), Brachypodium (wheat and oats lineage), and Setaria (maize, sorghum, and switchgrass lineage). \n\nQTL mapping in Setaria identified two QTL loci, of which one, on chromosome 9, colocalizes with the Setaria ortholog of SH1, a known shattering  gene of large effect first identified in sorghum.  We tested whether the QTL locus was due to the action of SH1 by creating a CRISPR knockdown of SH1 in the Setaria viridis ME34 background.  The mutant displayed reduced shattering, supporting the role of SH1 in shattering in Setaria.  We have also been investigating the genetic cause of the second QTL locus, which lies close to, but not colocalized with, the ortholog of a known shattering gene in rice, qSH1.  We took two approaches, the first of which was to create a knockout of the qSH1 orthologous locus using CRISPR, which appeared to have no differences in shattering to wild-type Setaria viridis.  We followed this up with an examination of shattering in a population derived from a recombinant inbred line derived from a cross between domesticated S. italica (foxtail millet) and its wild progenitor, S. viridis, that was heterozygous in the QTL region but homozygous for the qSH1 region.  We found segregation of shattering in a ratio that approximated a 3:1 ratio, suggesting that there is a novel gene affecting shattering in this region., and that qSH1, while close to the QTL, is not the causal gene for the QTL effect.\n\nExamination of the morphology of the abscission zone in Brachypodium, Setaria, and rice showed that the abscission zones of the three species differed in the amount and distribution of lignin, from abundant throughout in Brachypodium, only lining the abscission zone in rice, to being virtually absent in Setaria.  When we looked at gene expression in the abscission zone and in the zones directly above and below the abscission zone, we surprisingly found only two genes with similar expression in the abscission zone, a transcription factor linked to lignin synthesis, MYB26, and a lysine decarboxylase.  There was no sign of a gene network conserved between these species and therefore conserved across the grasses.  Given that all three grasses are descended from one common ancestor it implies that the necessary function of abscission zone formation has been derived by very many pathways, possibly driven by the shifting position of the abscission zone in different grass species. We are still actively investigating the implications of these findings but predict that they will contravene some commonly held assumptions about how evolution works.\n\nWe have been able to use the investigations associated with this project to facilitate the training of two post-docs and several graduate students, and to educate many undergraduate students at both institutions.  In addition, we have continued the successful Integrated Communities of Practice - Research Experience for Teachers (ICop-RET) program that we created at Oklahoma State University, where secondary science education majors and high school science teachers collaborate in six week research projects, receive professional development on nature of science, translate their research experience into classroom practice, and start a science fair program at their school, and present their research and lesson plan at a national science education conference.  Projects, such as \"the effect of drought on shattering\" or \"the effect of hormones on shattering\", have enlarged the scope of our research whilst equipping teachers to increase their science content knowledge, incorporate authentic inquiry-based scientific practices in their classrooms, and to incorporate explicit instruction of nature of science in their instruction. Designing lesson plans from their research experiences and presenting their research and lesson plans in symposia at university and national conferences has inspired several of these teachers to seek further advancement and leadership opportunities in their profession.\n\n\t\t\t\t\tLast Modified: 06/30/2020\n\n\t\t\t\t\tSubmitted by: Andrew N Doust"
 }
}