{
 "awd_id": "1558702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Predicting the Spatiotemporal Distribution of Metabolic Function in the Global Ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 176386.0,
 "awd_amount": 176386.0,
 "awd_min_amd_letter_date": "2016-03-29",
 "awd_max_amd_letter_date": "2016-03-29",
 "awd_abstract_narration": "Predicting how marine chemistry and biology will respond to global change is a pressing issue for society.  This project will develop new modeling techniques for predicting such changes using ideas derived from physics in the subdiscipline of thermodynamics that concerns how energy moves in a system.  Recent advancements in the thermodynamics of systems that change over time indicate that systems will internally organize so as to maximize the flow and dissipation of energy.  For example, the temperature difference that develops between the ocean and atmosphere over the summer drives the formation of hurricanes (the organized structures) whose presence hastens the dissipation of the temperature difference.  This project utilizes this fundamental property but extends it to microbial communities, such as bacteria and phytoplankton, which form the base of the ocean food web and strongly influence ocean chemistry. Based on information on how biology utilizes solar and chemical energy to construct itself from carbon, nitrogen, phosphorus and other elements in the environment, the model can predict how metabolic functions, such as photosynthesis or nitrogen fixation from the atmosphere, are expressed over time and space within the ocean.  These predictions can be compared to existing oceanographic observations, including newly developed techniques that rely on DNA and RNA sequencing to determine metabolic function of the microbial community.  This project will support one postdoctoral scholar in this new interface between ocean biogeochemistry modeling, thermodynamics and molecular observations.  The project will also support summer internships as part of the Woods Hole Partnership Education Program, a consortium of institutions committed to increasing student diversity in Woods Hole, as well as support two independent undergraduate research projects per year as part of the Semester in Environmental Science Program at the Marine Biological Laboratory (MBL).  A workshop will be held in year 2 of the project to broaden exposure of thermodynamic approaches in marine biogeochemistry and explore its place in the broader context of recent advances in metabolic modeling and theory.  Ocean model code developed during the project will be open source and publicly disseminated.\r\n\r\nThis project builds upon the Darwin Project, a trait and selection based modeling approach for describing marine plankton communities and biogeochemical cycles. The approach relies on local competition to select from a diverse population and determines the functional characteristics of microorganisms that mediate biogeochemical cycles.  The project will combine this selection-based modeling approach with a distributed metabolic network perspective previously developed to facilitate calculating reaction thermodynamics. This will provide mechanistic and quantitative description of key metabolic functions and allow the new model to be directly mappable to omics-based observations.  The project will utilize new modeling design criteria based on the maximum entropy production (MEP) conjecture to determine allocation of metabolic machinery and its expression, such as metabolic switching between nitrogen fixation and ammonium uptake. Model testing will rely on existing oceanographic surveys and observations. Once validated, the coupled model will be used to investigate losses of functional biodiversity, generalist versus specialists, temporal planktonic strategies as well as losses in community complementarity on ecosystem biogeochemistry. A significant output from the project will be a predicted global biogeography map of metabolic function and expression (such as nitrogen fixation and ammonium oxidation) that can be tested with, and used to interpret, directed omics observations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Follows",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Follows",
   "pi_email_addr": "mick@ocean.mit.edu",
   "nsf_id": "000090253",
   "pi_start_date": "2016-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue, 54-1526",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 176386.0
  }
 ],
 "por": null
}