{
 "awd_id": "1558012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unraveling the Link between Carbohydrate Transport and Phosphate Use: Can We Improve Carbon Partitioning and Reduce Nutrient Use?",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2016-03-01",
 "awd_exp_date": "2021-02-28",
 "tot_intn_awd_amt": 564315.0,
 "awd_amount": 564315.0,
 "awd_min_amd_letter_date": "2016-02-01",
 "awd_max_amd_letter_date": "2016-02-01",
 "awd_abstract_narration": "Increasing crop productivity while reducing environmental impacts of agriculture are prominent challenges. Phosphate is an essential nutrient, but is also a major component of agricultural runoff and water pollution.  Increased photosynthesis and transport of sugars from leaves to growing organs was hypothesized to increase overall growth, but new evidence argues that this creates an imbalance in the ratio of photoassimilated carbon (the sugars produced by photosynthesis) and available phosphate, and causes stunting.  More phosphate restores growth, but also contributes to more runoff.  The implication is that efforts to improve photosynthesis and growth while simultaneously reducing phosphate requirements may be imperiled unless the interaction between carbon and phosphate is understood and uncoupled.  This proposal aims to differentiate between two possibilities.  1) The carbon/phosphate interaction is predominantly a biochemical limitation: more carbon in growing tissues triggers a need for more phosphate-containing metabolites.  2) The plant measures the carbon/phosphate balance, and excessive carbon is recognized as a phosphate deficiency even though none exists.  These will be tested through physiological, genetic, and metabolic experiments to learn if the links between carbon transport and phosphate needs can be uncoupled. This work will reveal strategies that can be used to increase productivity while reducing fertilizer needs. In addition to traditional training of students in the research laboratory, broader undergraduate participation will be achieved by incorporating some aspects of the project into the upper level Plant Physiology laboratory undergraduate course. The approximately 30 students who take the course each year will learn principles of genetics, molecular biology, and bioinformatics. This will not only give hands-on biotechnology experience in an active-learning environment, but also will be used as an opportunity to explore the Genetically Modified Organisms 'GMO' debate with a group of undergraduates who might otherwise be unlikely to engage with this important societal issue.\r\n\r\n\r\nEnhanced sucrose transport from source leaves to sink organs should improve crop yields by providing more resources for growth while relieving product inhibition on photosynthesis. Over-expressing sucrose transporters (SUTs) in the phloem enhances transport but causes stunted growth originating from a perceived phosphorus (P) deficiency: P-starvation genes are up-regulated and the effect is reversed by P supplementation. P is a non-renewable essential element and a component of agricultural runoff, such that reducing P requirements while maintaining yields are also prominent challenges. One possibility is that more sucrose causes stunting by sequestering too much P in metabolic intermediates. Another possibility is that signaling between carbon (C) and P provokes preparation for  P-limitation. These will be tested through experiments that include 1) growth with phosphite as a phosphate analog to separate signaling and biochemical effects; 2) reverse and forward genetics to identify genes that modulate C:P interaction; 3) transcriptomics to capture gene-expression reprioritization during Suc-induced P-limitations; 4) metabolic analyses to capture metabolome remodeling during Suc-induced P-limitations; and 5) physiological experiments with gain and loss of function lines to learn if C:P links can be uncoupled.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Ayre",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Brian G Ayre",
   "pi_email_addr": "bgayre@unt.edu",
   "nsf_id": "000148333",
   "pi_start_date": "2016-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 Union Circle #305250",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 564315.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Award Title: Unraveling the Link between Carbohydrate Transport and Phosphate Use: Can We Improve Carbon Partitioning and Reduce Nutrient Use?</p>\n<p>Enhanced sucrose transport from source leaves to sink organs is predicted to improve plant productivity by providing more resources for growth while relieving product inhibition on photosynthesis. Our lab and others previously published research indicating that over-expressing sucrose transporters (SUTs) could enhance transport but could also cause stunted growth originating from a perceived phosphorus (P) deficiency: P-starvation genes were up-regulated and the effect was reversed by P supplementations. P is a non-renewable, essential element and a component of agricultural runoff, such that reducing P requirements while maintaining yields are also prominent challenges. The objective of this proposal was to test two hypotheses for the interaction between sucrose transport and P requirements. One possibility is that more sucrose causes stunting by sequestering too much P in metabolic intermediates. Another possibility is that signaling between carbon (C) and P provokes preparation for a P-limitation. These two hypotheses were tested through experiments that included 1) growth with different C and P levels; 2) reverse and forward genetics to identify genes that modulate C:P interaction; 3) transcriptomics to capture gene-expression reprioritization during Suc-induced P-limitations; and 4) metabolic analyses to capture metabolome remodeling during Suc-induced P-limitations.&nbsp; The experiments conducted gave ambiguous results that did not support nor refute either hypothesis. Research supported by this grant contributed to six publications and a seventh paper is under review. 14 poster and/or oral presentations were presented at national and international caliber conferences. Three PhD students received training and support: two have defended their dissertations and the third is continuing. A postdoctoral research scientist similarly received support and training. From the strength of experiences during this research, one PhD student and the postdoctoral research scientist are furthering their professional development in plant and animal transcriptomics and metabolomics in prestigious laboratories. This project was focused on C:P interactions in <em>Arabidopsis thaliana</em>, but also spawned new research directions addressing sucrose transport in woody crop species, including cotton (<em>Gossypium hirsutum</em>) and poplar (<em>Populus</em> spp.).</p>\n<p>The <strong>intellectual merit</strong> of this project was the exploration of interactions between photoassimilate produced in leaves and phosphorous, in the form of phosphate, acquired by roots. New knowledge relevant to whole-plant carbon partitioning and nutrient use was to be obtained.</p>\n<p>The <strong>broader impacts</strong> were to increase productivity while reducing fertilizer needs.&nbsp; This has implications for agriculture and the environment since fertilizer is desired for farm productivity, but runoff is a leading source of pollution. The more immediate broader impacts focused on active-learning opportunities in all levels of higher-education and professional development.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2021<br>\n\t\t\t\t\tModified by: Brian&nbsp;G&nbsp;Ayre</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAward Title: Unraveling the Link between Carbohydrate Transport and Phosphate Use: Can We Improve Carbon Partitioning and Reduce Nutrient Use?\n\nEnhanced sucrose transport from source leaves to sink organs is predicted to improve plant productivity by providing more resources for growth while relieving product inhibition on photosynthesis. Our lab and others previously published research indicating that over-expressing sucrose transporters (SUTs) could enhance transport but could also cause stunted growth originating from a perceived phosphorus (P) deficiency: P-starvation genes were up-regulated and the effect was reversed by P supplementations. P is a non-renewable, essential element and a component of agricultural runoff, such that reducing P requirements while maintaining yields are also prominent challenges. The objective of this proposal was to test two hypotheses for the interaction between sucrose transport and P requirements. One possibility is that more sucrose causes stunting by sequestering too much P in metabolic intermediates. Another possibility is that signaling between carbon (C) and P provokes preparation for a P-limitation. These two hypotheses were tested through experiments that included 1) growth with different C and P levels; 2) reverse and forward genetics to identify genes that modulate C:P interaction; 3) transcriptomics to capture gene-expression reprioritization during Suc-induced P-limitations; and 4) metabolic analyses to capture metabolome remodeling during Suc-induced P-limitations.  The experiments conducted gave ambiguous results that did not support nor refute either hypothesis. Research supported by this grant contributed to six publications and a seventh paper is under review. 14 poster and/or oral presentations were presented at national and international caliber conferences. Three PhD students received training and support: two have defended their dissertations and the third is continuing. A postdoctoral research scientist similarly received support and training. From the strength of experiences during this research, one PhD student and the postdoctoral research scientist are furthering their professional development in plant and animal transcriptomics and metabolomics in prestigious laboratories. This project was focused on C:P interactions in Arabidopsis thaliana, but also spawned new research directions addressing sucrose transport in woody crop species, including cotton (Gossypium hirsutum) and poplar (Populus spp.).\n\nThe intellectual merit of this project was the exploration of interactions between photoassimilate produced in leaves and phosphorous, in the form of phosphate, acquired by roots. New knowledge relevant to whole-plant carbon partitioning and nutrient use was to be obtained.\n\nThe broader impacts were to increase productivity while reducing fertilizer needs.  This has implications for agriculture and the environment since fertilizer is desired for farm productivity, but runoff is a leading source of pollution. The more immediate broader impacts focused on active-learning opportunities in all levels of higher-education and professional development.\n\n\t\t\t\t\tLast Modified: 06/28/2021\n\n\t\t\t\t\tSubmitted by: Brian G Ayre"
 }
}