{
 "awd_id": "1558742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ventilation of Denmark Strait Overflow Water in the Iceland and Greenland Seas",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 1121001.0,
 "awd_amount": 3844001.0,
 "awd_min_amd_letter_date": "2016-03-29",
 "awd_max_amd_letter_date": "2018-06-26",
 "awd_abstract_narration": "The Atlantic Meridional Overturning Circulation (AMOC) is a key component of the global climate system. Its upper limb consists of warm Atlantic-origin water that flows poleward across the Greenland-Scotland Ridge where it is transformed in the Nordic Seas and high Arctic Ocean. The dense water mass product then returns southward and enters the sub-polar North Atlantic through gaps in the Greenland-Scotland Ridge. The largest of these dense overflows is the Denmark Strait Overflow Water which feeds the bottom-most component of the Deep Western Boundary Current. Previous thinking has maintained that the dominant source of the Denmark Strait Overflow Water is the Atlantic-origin water transported equatorward in the East Greenland Current. In this scheme the warm-to-cold transformation of water takes place in the rim current system of the Nordic Seas. Recent observations, however, indicate that up to half of the Denmark Strait Overflow Water (in particular, the densest component) emanates from the North Icelandic Jet, which advects Arctic Intermediate Water along the north slope of Iceland. The question then arises, what is the source of the North Icelandic Jet and where does the warm-to-cold transformation occur that produces this water? To understand the workings of the AMOC and how it might respond to changes in climate, it is essential to determine all of the dense water sources to its lower limb and understand the atmospheric and oceanic processes that form the water. Herein a wintertime field program will be conducted in the Iceland and Greenland Seas together with a coordinated modeling study to fundamentally advance our knowledge of this newly identified source of dense water and its link to the AMOC. This project will, for the first time, document convection in the northwest Iceland Sea and southeast Greenland Sea in relation to the atmospheric forcing, determine the lateral extent of the transformation and the volume and water mass characteristics of the newly-ventilated water, and characterize the circulation in which the convection occurs. By doing so, the link between the water mass transformation process, the exit pathway of the North Icelandic Jet, and the deep limb of the AMOC will be quantified.  An outreach program will engage secondary school children and the general public, and a graduate student will be trained by the project.\r\n\r\n\r\nThe aim of this project is to fundamentally advance our knowledge of this newly identified source of dense water north of Iceland and its link to the AMOC. The field campaign consists of a six-week wintertime hydrographic cruise to the region that will coincide with the atmospheric field campaign from the United Kingdom. The modeling component will help interpret and tie together the extensive set of international observations that will be obtained. The winter cruise has four components: (1) a broad-scale survey of the northwest Iceland Sea and southeast Greenland Sea where the dense North Icelandic Jet water is believed to emanate from (a region essentially devoid of wintertime observations. This includes an excursion into the center of each gyre; (2) adaptive sampling in conjunction with the aircraft campaign to measure the ocean's response to cold-air outbreaks in targeted areas downstream of the ice-edge, where the mixed-layers should be deepest and densest; (3) focused sampling near the Jan Mayen Fracture Zone to assess the degree to which newly ventilated dense water is fluxed southward from the Greenland Sea to the Iceland Sea; and (4) a detailed survey of the region where the North Icelandic Jet is formed. This project is the U.S. contribution to a broader international program, known as the Iceland-Greenland Seas Project (IGP), to study the air-sea interaction in the northwest Iceland Sea and southeast Greenland Sea and the associated ocean circulation and water mass transformation. The IGP has contributors from the United Kingdom, Iceland, Canada, Norway, and the Netherlands and includes an aircraft campaign that is closely coupled to the oceanographic fieldwork, as well as atmospheric and oceanic modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Pickart",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robert S Pickart",
   "pi_email_addr": "rpickart@whoi.edu",
   "nsf_id": "000229384",
   "pi_start_date": "2016-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Spall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Spall",
   "pi_email_addr": "mspall@whoi.edu",
   "nsf_id": "000186466",
   "pi_start_date": "2016-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Rd",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "541100",
   "pgm_ele_name": "SHIP OPERATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "5411",
   "pgm_ref_txt": "SHIP OPERATIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1121001.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 2623000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A fundamental component of the circulation in the North Atlantic Ocean is an overturning cell whereby warm water flows poleward in the surface layer, and cold water flows southward at depth. When the warm water reaches high latitudes, it cools and becomes more dense due to<br />heat loss to the atmosphere. The water subsequently sinks and returns equatorward within a deep system of currents. This process results in a net northward transport of heat by the ocean, which is critical for maintaining Earth's climate. The overturning cell is referred to as the \"Atlantic Meridional Overturning Circulation\", or AMOC. <br /><br />Much of the warm-to-cold transformation of the water takes place in the Greenland and Iceland Seas, including the formation of the densest component of the lower limb of the AMOC. However, there remain many unknown aspects about where and how the densification of the surface water occurs, and how the resulting dense water progresses southward to the Greenland-Scotland Ridge before spilling over the ridge into the deep North Atlantic. <br />Our project sought to better understand some of these issues, including: what atmospheric conditions cause the densification of the water, where does the transformation take place, and what is the fate of the newly-ventilated water. To address these questions, we carried out a joint atmosphere-ocean field program in Feb-Mar 2018 in the northwestern Iceland Sea and southwestern Greenland Sea. The program was called the Iceland-Greenland Seas Project (IGP) and was the first-ever wintertime field project in the Nordic domain to simultaneously use a ship and an aircraft. The atmospheric component of IGP consisted of 16 flights during a three-week period. The oceanographic component of IGP included a 43-day cruise with intensive shipboard measurements, as well as the deployment of moorings in the Iceland Sea. The ship also carried out atmospheric measurements, and we deployed a meteorological buoy. <br /><br />During the field program we sampled a 10-day \"cold air outbreak\" in the northwestern Iceland Sea, where bitter cold winds blew from the Greenland landmass over the pack-ice on the shelf, ultimately passing over the open water of the continental slope and deep basin. The resulting heat loss caused the surface mixed-layer of the ocean to deepen and densify. However, the mixed-layer response over the slope was different than that in the basin. In particular, horizontal currents and lateral mixing significantly modulated the response over the slope, while in the basin the mixed layers were affected more directly by the atmospheric forcing and consequently became denser and deeper. Notably, the boundary current flowing at the edge of the shelf shed a large number of eddies offshore. These small, rotating features contained very fresh, buoyant water near the surface, and warm, salty water below. In some cases, the eddies prohibited ventilation from happening as the water was too buoyant to sink, while in other cases the mixed layers extended into the warm water at depth. Overall, our measurements revealed that the ventilation process in the Iceland and Greenland Seas results in a surprisingly heterogeneous mix of winter water products. <br /><br />Many other studies were undertaken during the project, using a combination of our IGP field data, historical data, and model simulations. Using a novel technique to identify water mass footprints, we demonstrated that the densest water comprising the lower limb of the AMOC stems from the central Greenland Sea. The water then progresses southward along topographic ridges. We identified a new current that carries some of this water to the eastern-most location where it crosses over the Greenland-Scotland Ridge east of the Faroe Islands. This current, which we named the Iceland-Faroe Slope Jet, is bottom-intensified and has two cores that vary seasonally. Using a model simulation in conjunction with historical data, we also shed great light on the mechanisms by which some of the dense water crosses over the western part of the Greenland-Scotland Ridge through Denmark Strait. The overflow there is highly time dependent over periods of a few days, and we revealed the underlying cause for this; namely, the current is subject to an instability process associated with the sharp lateral gradient in water properties. We also determined the full water column structure of the flow through Denmark Strait for the first time, and identified a dynamical process that causes intense mixing of the water as it flows through the narrowest part of Denmark Strait. These and many other results are published in peer-reviewed journals.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2021<br>\n\t\t\t\t\tModified by: Robert&nbsp;S&nbsp;Pickart</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA fundamental component of the circulation in the North Atlantic Ocean is an overturning cell whereby warm water flows poleward in the surface layer, and cold water flows southward at depth. When the warm water reaches high latitudes, it cools and becomes more dense due to\nheat loss to the atmosphere. The water subsequently sinks and returns equatorward within a deep system of currents. This process results in a net northward transport of heat by the ocean, which is critical for maintaining Earth's climate. The overturning cell is referred to as the \"Atlantic Meridional Overturning Circulation\", or AMOC. \n\nMuch of the warm-to-cold transformation of the water takes place in the Greenland and Iceland Seas, including the formation of the densest component of the lower limb of the AMOC. However, there remain many unknown aspects about where and how the densification of the surface water occurs, and how the resulting dense water progresses southward to the Greenland-Scotland Ridge before spilling over the ridge into the deep North Atlantic. \nOur project sought to better understand some of these issues, including: what atmospheric conditions cause the densification of the water, where does the transformation take place, and what is the fate of the newly-ventilated water. To address these questions, we carried out a joint atmosphere-ocean field program in Feb-Mar 2018 in the northwestern Iceland Sea and southwestern Greenland Sea. The program was called the Iceland-Greenland Seas Project (IGP) and was the first-ever wintertime field project in the Nordic domain to simultaneously use a ship and an aircraft. The atmospheric component of IGP consisted of 16 flights during a three-week period. The oceanographic component of IGP included a 43-day cruise with intensive shipboard measurements, as well as the deployment of moorings in the Iceland Sea. The ship also carried out atmospheric measurements, and we deployed a meteorological buoy. \n\nDuring the field program we sampled a 10-day \"cold air outbreak\" in the northwestern Iceland Sea, where bitter cold winds blew from the Greenland landmass over the pack-ice on the shelf, ultimately passing over the open water of the continental slope and deep basin. The resulting heat loss caused the surface mixed-layer of the ocean to deepen and densify. However, the mixed-layer response over the slope was different than that in the basin. In particular, horizontal currents and lateral mixing significantly modulated the response over the slope, while in the basin the mixed layers were affected more directly by the atmospheric forcing and consequently became denser and deeper. Notably, the boundary current flowing at the edge of the shelf shed a large number of eddies offshore. These small, rotating features contained very fresh, buoyant water near the surface, and warm, salty water below. In some cases, the eddies prohibited ventilation from happening as the water was too buoyant to sink, while in other cases the mixed layers extended into the warm water at depth. Overall, our measurements revealed that the ventilation process in the Iceland and Greenland Seas results in a surprisingly heterogeneous mix of winter water products. \n\nMany other studies were undertaken during the project, using a combination of our IGP field data, historical data, and model simulations. Using a novel technique to identify water mass footprints, we demonstrated that the densest water comprising the lower limb of the AMOC stems from the central Greenland Sea. The water then progresses southward along topographic ridges. We identified a new current that carries some of this water to the eastern-most location where it crosses over the Greenland-Scotland Ridge east of the Faroe Islands. This current, which we named the Iceland-Faroe Slope Jet, is bottom-intensified and has two cores that vary seasonally. Using a model simulation in conjunction with historical data, we also shed great light on the mechanisms by which some of the dense water crosses over the western part of the Greenland-Scotland Ridge through Denmark Strait. The overflow there is highly time dependent over periods of a few days, and we revealed the underlying cause for this; namely, the current is subject to an instability process associated with the sharp lateral gradient in water properties. We also determined the full water column structure of the flow through Denmark Strait for the first time, and identified a dynamical process that causes intense mixing of the water as it flows through the narrowest part of Denmark Strait. These and many other results are published in peer-reviewed journals.\n\n\t\t\t\t\tLast Modified: 12/01/2021\n\n\t\t\t\t\tSubmitted by: Robert S Pickart"
 }
}