{
 "awd_id": "1558205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Choice, Learning, and Equilibrium",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 302406.0,
 "awd_amount": 302406.0,
 "awd_min_amd_letter_date": "2016-07-18",
 "awd_max_amd_letter_date": "2016-07-18",
 "awd_abstract_narration": "This award funds research in game theory that develops new ways to analyze how people interact with each other in strategic settings, especially when people learn over time from the results of their actions. The PI plans six different research projects using a variety of methods; formal theory, numerical simulation, and lab experiments. The first and last projects characterize conditions under which evolutionary learning processes mean that behavior adjusts relatively quickly to a long run outcome. The second will produce and analyze a model of individual choice that is probabilistic and includes the time it takes to make a choice. The third project will examine how people decide whether to cooperate in a repeated interaction setting where they only observe their partner's intention with noise, and so can not be certain whether a failure to cooperate was intentional, and in addition people can make (possibly false) claims about whether they intended to cooperate. The fourth project will develop a new definition of equilibrium behavior in strategic situations to see what sorts of incorrect beliefs about other people's play are robust to rational learning when different people in the same role (e.g. \"auditors\" or \"consumers\") do not directly observe what other people in their own role do. The fifth project considers how people learn from experience when their beginning understanding of the world is not quite correct (eg, when people work to learn from misspecified models). The research will benefit society by developing new theories and methods that can help us better predict how people will respond to changes in government policies and business practices.\r\n\r\nThe research will help develop a better understanding of human behavior in individual decisions and in interactive contexts.  The research questions include the following. How can the widely-used drift-diffusion model of stochastic choice be improved to better match the observed data on the relationship between choice probability and decision time, while maintain its link to Bayesian optimization? What happens when the model is generalized to allow time-varying costs or other signal structures? What happens when people are trying to learn their optimal actions, and are prepared to tradeoff a lower current expected payoff for a more informative signal, but misperceive the information value of their actions because their model is mis-specified? What are the implications of learning with recency bias- the tendency to rely mostly on recent observations- for which Nash equilibria will be observed? When do evolutionary or learning models converge quickly enough that that their asymptotic behavior in large populations is relevant, and how does this relate to the amount of randomness in choice? When will players truthfully report their intended play when their actions are observed with error, and when will others learn to trust these cheap-talk and possibly false reports? What are the long-run implications of rational learning when players know their opponents' payoff functions and also know the sorts of observations (e.g. bids, values, etc.) that other players see but not their actual data? The project will be strengthen ties between economists and psychologists interested in either recency bias or the drift-diffusion model, and between economists and computer scientists interested in learning in games. Taking a longer term view, the proposed research may enhance our understanding of how and when reciprocal altruism leads to cooperation; this is of fundamental importance in many branches of social science and is also a key issue in evolutionary biology. Likewise, better understanding the foundations of stochastic choice is a fundamental issue in cognitive psychology and computational neuroscience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Drew",
   "pi_last_name": "Fudenberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Drew Fudenberg",
   "pi_email_addr": "drew.fudenberg@gmail.com",
   "nsf_id": "000438556",
   "pi_start_date": "2016-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 302406.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My project \"Choice, Learning, and Equilibrium\" (Fed. Award ID 1558205) was motivated by a desire to build better models for choice and learning, and to explore the implications of these models in equilibrium analysis of games. The resulting work has directly impacted economics and other social sciences.&nbsp;</p>\n<p>In \"Speed, Accuracy, and the Optimal Timing of Choices,\" Tomasz Strzalecki, Philipp Strack and I demonstrated that when an agent is uncertain of the payoffs to various choices, their choice is more likely to be correct when they decide quickly. This finding better matches the observed correlation between decision time and choice probability than the classical drift-diffusion model (DDM) used by psychologists and neuroscientists. This work has triggered a wave of interest among economic theorists in related problems. In follow-on work with Whitney Newey, we provided an identification theorem for whether a very large data set is consistent with a DDM, and a rigorous statistical test that can be used on more limited data. This will be very useful in neuroscience as well as in economics.</p>\n<p>My work with Annie Liang has studied how to use machine learning techniques to evaluate and then improve theories. Black-box algorithms can generate better predictions than parametric theories, but directly applying these methods generally does not yield better understanding. We demonstrated how black-box algorithms can nevertheless shed light on human behavior when used as a&nbsp; complement to traditional modeling. \"Predicting and Understanding Initial Play\" showed that we can outperform existing behavioral models by using a hybrid model that decides game-by-game which economic model to use. This finding is interesting in and of itself, but the way that we used machine learning techniques to inform and motivate new economic theories should provide a roadmap for future scholars. We also have two working papers (one with Wayne Gao and another with Sendhil Mullainathan and Jon Kleinberg) that develop the ideas of \"restrictiveness\" and \"completeness\" to formalize how \"good\" a model is for the setting it is trying to study.</p>\n<p>One of my long-standing research agendas is understanding how equilibria in games arise from people learning how other people play. The recent \"Learning and Type Compatibility in Signaling Games?\" contributed to this agenda by giving a sharper characterization of the kinds of equilibria that emerge in \"signaling games,\" which are games where one player's action (such as their effort or education) is correlated with an underlying characteristic such as \"ability\" that the other player cares about.&nbsp;&nbsp;</p>\n<p>The theory of repeated games is the main way that economists and other social scientists understand when an expectation of reciprocity allows communities of&nbsp; self-interested players to cooperate. The classic theory assumes that all participants know everything that anyone in the group has ever done, which may be plausible in small groups but not in large societies. My new work with Dan Clark (a graduate student supported by this grant) and Alex Wolitzky has introduces a new model of anonymous repeated games&nbsp; where the only thing that players know about each other is their \"records.\"&nbsp; We have determined the sorts of record system that allow equilibrium play to support cooperative behavior, and which are too sparse to do so. In an offshoot paper aimed at evolutionary biologists and anthropologists, we show when cooperation can be supported by a particularly simple type of record keeping.</p>\n<p>These are only 4 of the papers I published during the course of the grant; the space constraint precludes describing the 12 others. I also have 9 current working papers, all started during the grant period, 7 of which are in either the first or second round of review.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2020<br>\n\t\t\t\t\tModified by: Drew&nbsp;Fudenberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMy project \"Choice, Learning, and Equilibrium\" (Fed. Award ID 1558205) was motivated by a desire to build better models for choice and learning, and to explore the implications of these models in equilibrium analysis of games. The resulting work has directly impacted economics and other social sciences. \n\nIn \"Speed, Accuracy, and the Optimal Timing of Choices,\" Tomasz Strzalecki, Philipp Strack and I demonstrated that when an agent is uncertain of the payoffs to various choices, their choice is more likely to be correct when they decide quickly. This finding better matches the observed correlation between decision time and choice probability than the classical drift-diffusion model (DDM) used by psychologists and neuroscientists. This work has triggered a wave of interest among economic theorists in related problems. In follow-on work with Whitney Newey, we provided an identification theorem for whether a very large data set is consistent with a DDM, and a rigorous statistical test that can be used on more limited data. This will be very useful in neuroscience as well as in economics.\n\nMy work with Annie Liang has studied how to use machine learning techniques to evaluate and then improve theories. Black-box algorithms can generate better predictions than parametric theories, but directly applying these methods generally does not yield better understanding. We demonstrated how black-box algorithms can nevertheless shed light on human behavior when used as a  complement to traditional modeling. \"Predicting and Understanding Initial Play\" showed that we can outperform existing behavioral models by using a hybrid model that decides game-by-game which economic model to use. This finding is interesting in and of itself, but the way that we used machine learning techniques to inform and motivate new economic theories should provide a roadmap for future scholars. We also have two working papers (one with Wayne Gao and another with Sendhil Mullainathan and Jon Kleinberg) that develop the ideas of \"restrictiveness\" and \"completeness\" to formalize how \"good\" a model is for the setting it is trying to study.\n\nOne of my long-standing research agendas is understanding how equilibria in games arise from people learning how other people play. The recent \"Learning and Type Compatibility in Signaling Games?\" contributed to this agenda by giving a sharper characterization of the kinds of equilibria that emerge in \"signaling games,\" which are games where one player's action (such as their effort or education) is correlated with an underlying characteristic such as \"ability\" that the other player cares about.  \n\nThe theory of repeated games is the main way that economists and other social scientists understand when an expectation of reciprocity allows communities of  self-interested players to cooperate. The classic theory assumes that all participants know everything that anyone in the group has ever done, which may be plausible in small groups but not in large societies. My new work with Dan Clark (a graduate student supported by this grant) and Alex Wolitzky has introduces a new model of anonymous repeated games  where the only thing that players know about each other is their \"records.\"  We have determined the sorts of record system that allow equilibrium play to support cooperative behavior, and which are too sparse to do so. In an offshoot paper aimed at evolutionary biologists and anthropologists, we show when cooperation can be supported by a particularly simple type of record keeping.\n\nThese are only 4 of the papers I published during the course of the grant; the space constraint precludes describing the 12 others. I also have 9 current working papers, all started during the grant period, 7 of which are in either the first or second round of review.\n\n\t\t\t\t\tLast Modified: 07/31/2020\n\n\t\t\t\t\tSubmitted by: Drew Fudenberg"
 }
}