{
 "awd_id": "1558658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Ecological Governance and the Dynamics of Risk and Resilience",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 26000.0,
 "awd_amount": 26000.0,
 "awd_min_amd_letter_date": "2016-03-11",
 "awd_max_amd_letter_date": "2016-03-11",
 "awd_abstract_narration": "Efforts to understand the dynamics of risk and resilience in response to catastrophic environmental events often tend to focus on populations living in low-lying coastal areas vulnerable to rising sea levels. As a result, these communities have increasingly tended to become laboratories for developing methods of governance to best manage, measure, and account for potentially hazardous atmospheric phenomena. Many of these communities, however, have long had to cope with and develop effective decision-making regimes in response to such seasonal weather effects. This project, which trains a graduate student in conducting rigorous, empirically grounded scientific fieldwork, explores the interaction between the practices and knowledge that has been circulated among coastal residents and meteorologists, and the more recent apparatus of ecological governance that has been instituted in such contexts of climatic vulnerability. The project would also enhance scientific understanding by broadly disseminating findings to organizations, officials, and scientists engaged in identifying effective models for assessing and coping with risk associated with catastrophic environmental events.\r\n\r\nDilshanie Perera, under the supervision of Dr. Sharika Thiranagama of Stanford University, will explore how meteorological knowledge is produced and circulated in a context where weather-borne disaster are regularly experienced. To do so, this project focuses on the statistical abstraction of climate through the tangible experience of weather at a human scale. The research takes place in Bangladesh, a low-lying deltaic country that faces seasonal storms, monsoon rains, cyclones, and flooding on a yearly basis. Now heralded as the epicenter of climate change, Bangladesh has become a laboratory for global development initiatives trying to pioneer climate relief efforts. As climate change becomes the primary justification for organizational and state intervention into people's lives and livelihoods along the southwest coast, top-down ways of articulating risk in the idiom of climate tend to obscure the experiences of those who have been living with environmental uncertainty in unstable landscapes for generations. This research strives to analyze what the everyday experience of living with potentially catastrophic weather entails. By asking how a new regime of ecological risk takes discursive, programmatic, and material form in Bangladesh, this study explores how knowledge about weather is produced at various scales, as well as how weather is framed a problem of governance and management. By conducting ethnographic research with Bangladesh state meteorologists, coastal farmers, local government officials, and development practitioners, this project will contribute new ways of analyzing environmental governance and social life amid conditions saturated by the recurrent possibility of disaster.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharika",
   "pi_last_name": "Thiranagama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharika Thiranagama",
   "pi_email_addr": "sharikat@stanford.edu",
   "nsf_id": "000675366",
   "pi_start_date": "2016-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dilshanie",
   "pi_last_name": "Perera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dilshanie Perera",
   "pi_email_addr": "dperera@stanford.edu",
   "nsf_id": "000698554",
   "pi_start_date": "2016-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "Palo Alto",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943041212",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 26000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My NSF-funded doctoral dissertation research award facilitated ethnographic fieldwork research conducted within Bangladesh between September 2016 and November 2017, which included participant observation in multiple sites, semi-structured and structured interviews in Dhaka and Khulna District, archival research at the National Archives, Bangladesh, life history interviews, and photograph and landscape elicitation. This dissertation research has resulted in hundreds of pages of coded fieldnotes, over 100 hours of audio recorded interviews with key informants, a comprehensive survey of 50 rural households in Khulna District, family genealogical diagrams, and over 2,000 photographs, all of which have contributed to my analysis and to the overall completion of my dissertation thesis project. My dissertation, entitled, &ldquo;Barometer Falling: Environmental Governance, Risk, and the Meteorological Imagination in Bangladesh&rdquo; is a direct result of the doctoral dissertation research funded by NSF. I anticipate that it will be finalized by the end of 2019, with the thesis to turn into a book publication in subsequent years. In addition to the larger dissertation project, this research will also yield articles for publication in peer-reviewed academic journals in the fields of Anthropology, Science and Technology Studies, Environmental Studies, Disaster Management, and Climate Change.</p>\n<p>&nbsp;</p>\n<p>At the conclusion of my fieldwork research, I presented my preliminary findings to members of the Bangladesh Meteorological Department with whom I conducted participant observation and interviews. This project outcome resulted in a productive dialogue about the possibilities of collaboration across disciplinary divides, and the utility of social science within natural science and predictive scientific frameworks, and vice versa.</p>\n<p>&nbsp;</p>\n<p>I have also presented my initial findings at two conferences, the annual meetings of the American Anthropological Association (AAA). The first, entitled &ldquo;Landscapes of Perennial Disaster: Contested Environmental Governance in Coastal Bangladesh&rdquo; was presented at the AAA annual meeting in Washington, D.C. on November 30, 2018. The second, entitled &ldquo;Borrowed Time: Counterfactual Pasts and Climate Futures in Bangladesh,&rdquo; was presented at the AAA annual meeting in San Jose, California on November 16, 2018. I anticipate that further project outcomes will include presentations in future AAA annual meeting conferences, as well as at the Annual Conference on South Asia, the Society for the Social Studies of Science (4S) conference, among others.</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of this project involves highlighting the social and political effects of changing weather and ecologies in Bangladesh in order to understand the nuances of environmental disaster and ecological risk management. The research examined modes of governance predicated on predictive techniques to manage people and ecologies in order to analyze existing and emergent forms of environmental governance, and how programs designed to alleviate risk may actually end up exacerbating risk unevenly for certain groups. How climate risk is experienced through a daily engagement with uncertain weather across seasons was elaborated through this research by examining the social and political relations and dependencies that are produced within changing landscapes. This research also approaches discourses of development through a critical lens by starting not from a position that requires intervention, but rather through voicing specific narratives across lines of gender, age, religion, caste, and class backgrounds. This approach lends specificity to what might otherwise be understood as a set of conditions that effects all people living within an ecologically precarious area in a uniform manner.</p>\n<p>&nbsp;</p>\n<p>Regarding broader impacts, this project emphasizes the specificity of longstanding social and political relationships, as well as historical and present-day inequalities and vulnerabilities that structure experiences of risk. These features of the lived experience are frequently obscured in the management of disaster, but have policy implications at scales that range from the local to the international. Since the risks related to extreme weather are expected to increase over the coming decades, a clear understanding of the nuances of why and how certain risks are exacerbated for certain people is essential in dealing with widespread environmental change. This project has taken the social and political consequences of both extreme and mundane weather seriously, examining how people deal with the constant possibility of atmospheric and ecological hazard, and asking what kinds of weather effects become catastrophic, when, and for whom.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2018<br>\n\t\t\t\t\tModified by: Dilshanie&nbsp;Perera</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMy NSF-funded doctoral dissertation research award facilitated ethnographic fieldwork research conducted within Bangladesh between September 2016 and November 2017, which included participant observation in multiple sites, semi-structured and structured interviews in Dhaka and Khulna District, archival research at the National Archives, Bangladesh, life history interviews, and photograph and landscape elicitation. This dissertation research has resulted in hundreds of pages of coded fieldnotes, over 100 hours of audio recorded interviews with key informants, a comprehensive survey of 50 rural households in Khulna District, family genealogical diagrams, and over 2,000 photographs, all of which have contributed to my analysis and to the overall completion of my dissertation thesis project. My dissertation, entitled, \"Barometer Falling: Environmental Governance, Risk, and the Meteorological Imagination in Bangladesh\" is a direct result of the doctoral dissertation research funded by NSF. I anticipate that it will be finalized by the end of 2019, with the thesis to turn into a book publication in subsequent years. In addition to the larger dissertation project, this research will also yield articles for publication in peer-reviewed academic journals in the fields of Anthropology, Science and Technology Studies, Environmental Studies, Disaster Management, and Climate Change.\n\n \n\nAt the conclusion of my fieldwork research, I presented my preliminary findings to members of the Bangladesh Meteorological Department with whom I conducted participant observation and interviews. This project outcome resulted in a productive dialogue about the possibilities of collaboration across disciplinary divides, and the utility of social science within natural science and predictive scientific frameworks, and vice versa.\n\n \n\nI have also presented my initial findings at two conferences, the annual meetings of the American Anthropological Association (AAA). The first, entitled \"Landscapes of Perennial Disaster: Contested Environmental Governance in Coastal Bangladesh\" was presented at the AAA annual meeting in Washington, D.C. on November 30, 2018. The second, entitled \"Borrowed Time: Counterfactual Pasts and Climate Futures in Bangladesh,\" was presented at the AAA annual meeting in San Jose, California on November 16, 2018. I anticipate that further project outcomes will include presentations in future AAA annual meeting conferences, as well as at the Annual Conference on South Asia, the Society for the Social Studies of Science (4S) conference, among others.\n\n \n\nThe intellectual merit of this project involves highlighting the social and political effects of changing weather and ecologies in Bangladesh in order to understand the nuances of environmental disaster and ecological risk management. The research examined modes of governance predicated on predictive techniques to manage people and ecologies in order to analyze existing and emergent forms of environmental governance, and how programs designed to alleviate risk may actually end up exacerbating risk unevenly for certain groups. How climate risk is experienced through a daily engagement with uncertain weather across seasons was elaborated through this research by examining the social and political relations and dependencies that are produced within changing landscapes. This research also approaches discourses of development through a critical lens by starting not from a position that requires intervention, but rather through voicing specific narratives across lines of gender, age, religion, caste, and class backgrounds. This approach lends specificity to what might otherwise be understood as a set of conditions that effects all people living within an ecologically precarious area in a uniform manner.\n\n \n\nRegarding broader impacts, this project emphasizes the specificity of longstanding social and political relationships, as well as historical and present-day inequalities and vulnerabilities that structure experiences of risk. These features of the lived experience are frequently obscured in the management of disaster, but have policy implications at scales that range from the local to the international. Since the risks related to extreme weather are expected to increase over the coming decades, a clear understanding of the nuances of why and how certain risks are exacerbated for certain people is essential in dealing with widespread environmental change. This project has taken the social and political consequences of both extreme and mundane weather seriously, examining how people deal with the constant possibility of atmospheric and ecological hazard, and asking what kinds of weather effects become catastrophic, when, and for whom. \n\n\t\t\t\t\tLast Modified: 12/21/2018\n\n\t\t\t\t\tSubmitted by: Dilshanie Perera"
 }
}