{
 "awd_id": "1558857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Frictions in a Competitive, Regulated Market",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 343978.0,
 "awd_amount": 343978.0,
 "awd_min_amd_letter_date": "2016-04-01",
 "awd_max_amd_letter_date": "2020-05-14",
 "awd_abstract_narration": "Title: Frictions in a Competitive, Regulated Market.\r\n\r\nThis is a time of great transformation in taxi markets everywhere, with the rise of new technology entrants such as Uber and Lyft. Taxi markets in places like New York City resemble a competitive market in some important ways; particularly the presence of a large number of independent participants who do not have market power. However, they also feature impediments, or frictions, to the smooth functioning of such competition. Some of these frictions are regulatory, such as the limits to entry, pricing, and ownership. Some are features of the way the products are delivered. For instance, there is an important \"matching friction\" that derives from the fact that taxi drivers have limited knowledge about the location of potential passengers, leading to wasteful search or waiting. This project develops and estimates a model that attempts to measure these frictions and discusses policies that may reduce these distortions. It also considers the effects of entrants such as Uber. The PIs study New York City because of the availability of extremely detailed data and because of some interesting features of that market. \r\n\r\nThe first part of the project estimates a dynamic general equilibrium model with matching frictions of the New York City taxi-cab market. The second part of the project explores questions that rely more intensively on the detailed spatial information in the data. The PIs discuss how well drivers coordinate their decisions, and how well they use available information. They propose a novel approach to deal with limitations on the potential to directly observe demand. Because the amount of time a taxi searches for passengers is observed, the PIs can recover the number of waiting customers by using the fact that search is a well-defined spatial process. On the supply-side, potential drivers make a daily entry decision and an hourly stopping decision. These must then be aggregated to be consistent with equilibrium earnings. The wait time and the number of taxis are jointly determined endogenously as part of the competitive equilibrium in this market. The PIs use data from New York City with information on every single cab trip from 2010 to 2013. They propose counterfactuals relaxing entry and ownership restrictions. They also propose a counterfactual that changes the matching technology: a centralized dispatcher who sends empty cabs to the closest passenger. They examine gains in efficiency with reductions in wait times for both passengers and taxis as a function of the fraction of the market controlled by the dispatcher. This is relevant for thinking about the effect of firms such as Uber. In the second part of the project the PIs propose to systematically explore how outcomes change under different types of centralized matching procedures to better understand the role and importance of various frictions. They can also obtain information about the (equilibrium) degree of coordination among taxis. There can be multiple Pareto-ranked equilibria with different degrees of market segmentation. The project aims to evaluate the effects of this market segmentation. This project has many potential impacts beyond the obvious policy implications for the NYC taxi market. It can allow researchers to quantify the distortions of some existing regulations, such as the inflexibility of the fare structures. With recent advances in technology, many markets are now faced with the possibility of alternative modes of organization. This structural approach allows the PIs to explore the potential for such alternative organization. These have relevance for other markets with spatial frictions and a need for rapid delivery of service.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Alessandro",
   "pi_last_name": "Lizzeri",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Alessandro S Lizzeri",
   "pi_email_addr": "Lizzeri@princeton.edu",
   "nsf_id": "000100192",
   "pi_start_date": "2016-04-01",
   "pi_end_date": "2020-05-14"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guillaume",
   "pi_last_name": "Frechette",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Guillaume R Frechette",
   "pi_email_addr": "gf35@nyu.edu",
   "nsf_id": "000226442",
   "pi_start_date": "2020-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Guillaume",
   "pi_last_name": "Frechette",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Guillaume R Frechette",
   "pi_email_addr": "gf35@nyu.edu",
   "nsf_id": "000226442",
   "pi_start_date": "2016-04-01",
   "pi_end_date": "2020-05-14"
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 343978.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Frictions in a Competitive, Regulated Market: Evidence from Taxis in the AER</strong>: This paper presents a dynamic equilibrium model of a taxi market. The model is estimated using data from New York City yellow cabs. Two salient features by which most taxi markets deviate from the efficient market ideal<br />are, first, matching frictions created by the need for both market sides to physically search for trading partners, and second, regulatory limitations to entry. To assess the importance of these features, we use the model to simulate the effect of changes in entry, alternative matching technologies, and different market density. We use the geographical features of the matching process to back out unobserved demand through a matching simulation. The matching function exhibits increasing returns to scale, which is important to understand the impact of changes in this market and has welfare implications. For instance, although alternative dispatch platforms can be more efficient than street-hailing, platform competition is harmful because it reduces effective density.<br /><br /><strong>Heterogeneous Productivity in a Competitive Market</strong>: In this project we document evidence of significant heterogeneity in long-run earnings across drivers in the taxi industry, where drivers at the 95th percentile make on<br />average 19% more than drivers at the 5th precentile. This heterogeneity is economically relevant: 95th percentile drivers make 1260 dollars more per month than 5th percentile drivers on average.<br /><br />Because we focus on long-run outcomes, this heterogeneity is difficult to explain by variables that change over time. In fact, long-run heterogeneity correlates with differences in fundamentals across drivers that are constant over time, for example, differences in an underlying skill level. We show that long-run earnings are highly persistent and we document larger persistence at the tails of the earnings distribution. Finally, we find that differences in earnings vary with the conditions of the market. While top drivers always outperform bottom drivers, differences in earnings between top and bottom drivers are magnified when market conditions are least favorable for everyone. That is, top drivers are able to find better trips under bad conditions compared to bottom drivers. This result suggests that skill does not only interact with market conditions, but it also plays a more important role in earnings disparity when across different market conditions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2021<br>\n\t\t\t\t\tModified by: Guillaume&nbsp;R&nbsp;Frechette</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFrictions in a Competitive, Regulated Market: Evidence from Taxis in the AER: This paper presents a dynamic equilibrium model of a taxi market. The model is estimated using data from New York City yellow cabs. Two salient features by which most taxi markets deviate from the efficient market ideal\nare, first, matching frictions created by the need for both market sides to physically search for trading partners, and second, regulatory limitations to entry. To assess the importance of these features, we use the model to simulate the effect of changes in entry, alternative matching technologies, and different market density. We use the geographical features of the matching process to back out unobserved demand through a matching simulation. The matching function exhibits increasing returns to scale, which is important to understand the impact of changes in this market and has welfare implications. For instance, although alternative dispatch platforms can be more efficient than street-hailing, platform competition is harmful because it reduces effective density.\n\nHeterogeneous Productivity in a Competitive Market: In this project we document evidence of significant heterogeneity in long-run earnings across drivers in the taxi industry, where drivers at the 95th percentile make on\naverage 19% more than drivers at the 5th precentile. This heterogeneity is economically relevant: 95th percentile drivers make 1260 dollars more per month than 5th percentile drivers on average.\n\nBecause we focus on long-run outcomes, this heterogeneity is difficult to explain by variables that change over time. In fact, long-run heterogeneity correlates with differences in fundamentals across drivers that are constant over time, for example, differences in an underlying skill level. We show that long-run earnings are highly persistent and we document larger persistence at the tails of the earnings distribution. Finally, we find that differences in earnings vary with the conditions of the market. While top drivers always outperform bottom drivers, differences in earnings between top and bottom drivers are magnified when market conditions are least favorable for everyone. That is, top drivers are able to find better trips under bad conditions compared to bottom drivers. This result suggests that skill does not only interact with market conditions, but it also plays a more important role in earnings disparity when across different market conditions.\n\n\t\t\t\t\tLast Modified: 09/03/2021\n\n\t\t\t\t\tSubmitted by: Guillaume R Frechette"
 }
}