{
 "awd_id": "1559550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Upwelling and Lateral Exchange Over the Patagonian Shelf and Impacts on Southern Ocean Primary Productivity",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 447823.0,
 "awd_amount": 447823.0,
 "awd_min_amd_letter_date": "2016-03-21",
 "awd_max_amd_letter_date": "2016-03-21",
 "awd_abstract_narration": "The South Atlantic sector hosts the largest chlorophyll-a blooms of the Southern Ocean, which are likely associated with off-shelf flows from the Patagonian region. To have such a significant impact on the productivity of the deep ocean the off-shelf flows from Patagonia must be large and exhibit a high nutrient content.  The overall goal of this project is to characterize the physical processes underlying the high fertility and high volume transport of Patagonia's outflows. It is hypothesized that the high nutrient content of the Patagonia shelf outflows are partially sustained by a unique shelfbreak upwelling system extending from the Drake Passage to the Brazil/Malvinas Confluence. The hypotheses will be addressed with the analysis of a series of nested high resolution model simulations. This research is relevant to the climate and marine ecosystem community research. Any change in the circulation in the western South Atlantic, nutrient and iron input to the  euphotic zone, continental margin discharge and biological activity will have a substantial effect on the balance of outgassing of natural carbon dioxide and uptake of anthropogenic carbon dioxide.  A close study of the input of iron and its control on the ecosystem will further enlighten us on future changes of carbon dioxide fluxes in these regions. Furthermore, it will provide some insight on which processes and on which scale the climate community model will have to resolve them. The research may also help in the design of future field campaigns to address the unresolved questions of differences in primary production between the Pacific and Atlantic sectors of the Southern Ocean and target sites where observations will provide answers to these questions. Graduate training will also be an important component of this research.\r\n\r\nIt is hypothesized that this highly productive system is composed of three localized upwelling centers: the first extending along the northern portion of the Patagonian shelfbreak, from 48 S to the Brazil/Malvinas Confluence; the second centered on the Burdwood Bank, a relatively shallow bank located in the northern portion of the Drake Passage; and the third centered on the Malvinas (Falkland) Islands. A second hypothesis is that the large off-shelf flows from Patagonia are driven by interactions between the Antarctic Circumpolar Current (ACC) and the bottom topography in the northern portion of the Drake Passage. To address these hypotheses, several process-oriented numerical experiments will be analyzed. These experiments, which are based on a high-resolution nested model configuration, will also allow an investigation of the impact of sub-mesoscale processes on the regional circulation. There are very few studies on the physical mechanisms sustaining Patagonia's extraordinary shelfbreak blooms and its mass exchanges with the Southern Ocean. In fact, there are no previous studies on the Burdwood Bank and the Malvinas Islands upwelling centers and very few on the exchanges between the Patagonian shelf and the Southern Ocean. There are also no previous studies on the impact of sub-mesoscale processes on the southwestern Atlantic circulation. A pilot study, however, shows that these processes influence important and novel changes within the regional circulation. The numerical experiments to be analyzed by this project are the state-of-the-art for this region.  Some of them are the legacy of previous research efforts by this team, while others will be executed during the course of this program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Matano",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo P Matano",
   "pi_email_addr": "rmatano@coas.oregonstate.edu",
   "nsf_id": "000190739",
   "pi_start_date": "2016-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973315503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 447823.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to explain the extraordinary productivity of the Patagonian shelf; a region that extends from the southernmost tip of Tierra del Fuego (Argentina) to Cabo Frio (Brazil). The Patagonian shelf is one of the most biologically productive portions of the Southern Ocean but the reasons behind this high productivity were unknown.&nbsp;Primary production in the Southern Ocean is limited by iron availability and two potential iron sources had been proposed:&nbsp;aeolian dust carried by westerly winds and open ocean upwelling by eddies and meanders of the Antarctic Circumpolar Current i.e., one from&nbsp;<em>?above?</em>and the other from&nbsp;<em>?below.?</em>None of these hypotheses were totally convincing. The Patagonian dust hypothesis, on the one hand, was challenged by the relatively small amount of bio-available iron in the Patagonian dust. The open ocean upwelling hypothesis, on the other hand, ignores the fact that while eddies and meanders are ubiquitous through the Southern Ocean, the largest chlorophyll concentrations are always observed in the region contiguous to the Patagonian shelf.&nbsp;In fact, satellite imagery routinely shows tongues of chlorophyll extending from the Patagonian shelf into the deep ocean, suggesting that the Southern Ocean fertilization is neither from above nor from below but rather from the&nbsp;<em>?sides?</em>?that is, from fluxes drawn from the Patagonian shelf and contiguous islands.There are several reasons why shelf/deep-ocean interactions in this region weights so heavily on the Southern Ocean?s biogeochemical balance. The most obvious is that the Patagonian shelf is the interface between the Southern Ocean and South America?the only continental land mass not covered by ice and hence the main source of terrigenous materials. Less obvious, although arguably more important, is the fact?demonstrated in this project?that Patagonia?s unusual fertility is also associated with the existence of a hitherto unknown upwelling system.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The research carried out in this project combined the use of state-of-the-art computer models, satellite and ship data. Our objective was to identify the physical processes contributing to the fertilization of the Patagonian shelf waters. We found that the dominant fertilization process is upwelling induced along the inshore side of the Malvinas Current, a powerful current flowing equatorward along the eastern boundary of the Patagonian shelf. This upwelling is caused by the interaction of this current with the bottom topography. In addition, we found several other mechanisms that also contribute to the fertilization of the shelf waters including, tidal mixing, winter convection and the freshwater discharges from the La Plata River, the second largest river of the southern hemisphere. One of the most unexpected results of this project was the evidence that tides and the interaction of the Antarctic Circumpolar Current with the Burdwood Bank, a shallow seamount located in the northern portion of the Drake Passage, produced a vigorous fertilization of the deep-ocean region contiguous to the Patagonian shelf. Ourresearch, moreover, suggests that these interactions could have a significant impact on local ecosystems and the biogeochemical balance of the Southern Ocean. Our model results are robust?they are reproduced in a wide array of model configurations?but there is insufficient observational evidence to corroborate them. Satellite color imagery does not show substantial chlorophyll blooms in the northern portion of the Drake Passage but it shows strong phytoplankton plumes emanating from the Burdwood Bank. There are several potential explanations for the chlorophyll deficit, including lack of light due to persistent cloud cover, deep mixing layers, fast ocean currents and the likelihood that blooms, while extant, might not develop on the surface. None of these possibilities can be confirmed at this stage and could be a matter of consideration for future, more biologically oriented, research projects.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2020<br>\n\t\t\t\t\tModified by: Ricardo&nbsp;P&nbsp;Matano</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this project was to explain the extraordinary productivity of the Patagonian shelf; a region that extends from the southernmost tip of Tierra del Fuego (Argentina) to Cabo Frio (Brazil). The Patagonian shelf is one of the most biologically productive portions of the Southern Ocean but the reasons behind this high productivity were unknown. Primary production in the Southern Ocean is limited by iron availability and two potential iron sources had been proposed: aeolian dust carried by westerly winds and open ocean upwelling by eddies and meanders of the Antarctic Circumpolar Current i.e., one from ?above?and the other from ?below.?None of these hypotheses were totally convincing. The Patagonian dust hypothesis, on the one hand, was challenged by the relatively small amount of bio-available iron in the Patagonian dust. The open ocean upwelling hypothesis, on the other hand, ignores the fact that while eddies and meanders are ubiquitous through the Southern Ocean, the largest chlorophyll concentrations are always observed in the region contiguous to the Patagonian shelf. In fact, satellite imagery routinely shows tongues of chlorophyll extending from the Patagonian shelf into the deep ocean, suggesting that the Southern Ocean fertilization is neither from above nor from below but rather from the ?sides??that is, from fluxes drawn from the Patagonian shelf and contiguous islands.There are several reasons why shelf/deep-ocean interactions in this region weights so heavily on the Southern Ocean?s biogeochemical balance. The most obvious is that the Patagonian shelf is the interface between the Southern Ocean and South America?the only continental land mass not covered by ice and hence the main source of terrigenous materials. Less obvious, although arguably more important, is the fact?demonstrated in this project?that Patagonia?s unusual fertility is also associated with the existence of a hitherto unknown upwelling system. \n\n \n\nThe research carried out in this project combined the use of state-of-the-art computer models, satellite and ship data. Our objective was to identify the physical processes contributing to the fertilization of the Patagonian shelf waters. We found that the dominant fertilization process is upwelling induced along the inshore side of the Malvinas Current, a powerful current flowing equatorward along the eastern boundary of the Patagonian shelf. This upwelling is caused by the interaction of this current with the bottom topography. In addition, we found several other mechanisms that also contribute to the fertilization of the shelf waters including, tidal mixing, winter convection and the freshwater discharges from the La Plata River, the second largest river of the southern hemisphere. One of the most unexpected results of this project was the evidence that tides and the interaction of the Antarctic Circumpolar Current with the Burdwood Bank, a shallow seamount located in the northern portion of the Drake Passage, produced a vigorous fertilization of the deep-ocean region contiguous to the Patagonian shelf. Ourresearch, moreover, suggests that these interactions could have a significant impact on local ecosystems and the biogeochemical balance of the Southern Ocean. Our model results are robust?they are reproduced in a wide array of model configurations?but there is insufficient observational evidence to corroborate them. Satellite color imagery does not show substantial chlorophyll blooms in the northern portion of the Drake Passage but it shows strong phytoplankton plumes emanating from the Burdwood Bank. There are several potential explanations for the chlorophyll deficit, including lack of light due to persistent cloud cover, deep mixing layers, fast ocean currents and the likelihood that blooms, while extant, might not develop on the surface. None of these possibilities can be confirmed at this stage and could be a matter of consideration for future, more biologically oriented, research projects.\n\n \n\n\t\t\t\t\tLast Modified: 05/03/2020\n\n\t\t\t\t\tSubmitted by: Ricardo P Matano"
 }
}