{
 "awd_id": "1559215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CaCO3 Dissolution in the North Pacific Ocean: Comparison of Lab and Field Rates with Biogenic and Abiogenic Carbonates",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 532818.0,
 "awd_amount": 532818.0,
 "awd_min_amd_letter_date": "2016-03-29",
 "awd_max_amd_letter_date": "2016-03-29",
 "awd_abstract_narration": "Ocean acidification (OA) is the decrease in seawater pH due to increased oceanic uptake of anthropogenic carbon dioxide (CO2) from the atmosphere.  The impact of this uptake in the marine environment is lessened by the dissolution of calcium carbonate (CaCO3) to calcium and carbonate ions, allowing carbonate ions to bind free hydrogen ions that cause the decrease in pH.  Researchers from the University of Southern California and California Institute of Technology have developed a new method for determining carbonate dissolution rates that work in both laboratory and field settings.  Preliminary data using this technique has revealed a distinct difference in measured rates between those obtained in the laboratory and those in the field.  It is crucial that laboratory and field measurements be standardized to be able to accurately study and compare dissolution rate studies. As such, the researchers will perform extensive fieldwork and laboratory to bridge the gap between these dissolution rate measurements.  Results will be widely useful to the ocean chemistry community, especially modelers, wishing to study any aspect of ocean carbonate chemistry, as well as paleoceanographers using carbonate material to study past ocean conditions.  Graduate students will be co-mentored by the researchers, and the University of Southern California?s (USC) Young Researcher Program will allow the researchers to involve local high school students. USC International Relations students will be involved in the project, not only gaining scientific experience, but also will learn the policy aspect of the science.\r\n\r\nCalcium carbonate (CaCO3) dissolution helps to mitigate the effects of ocean acidification (OA) and is a key factor in the ocean?s alkalinity balance. The researchers have recently developed a novel tracer methodology which can monitor carbonate dissolution rates in both the lab and field. This method traces the transfer of 13C from labeled solids to seawater. Using this method has led to breakthroughs in understanding the controls of CaCO3 dissolution kinetics, but it has also revealed that the measurements made in a lab and in the field are not entirely in line. It is crucial to be able to correlate these two measurements to be able to fully study and understand the dynamics of CaCO3 dissolution. Therefore, the researchers will extend their previous work to standardize the results of measurements in the lab with those in the ocean. The North Pacific Ocean with a gradient in carbonate saturation states will be used for the field study, and lab-based experiments will allow the researchers to constrain variables such as pressure, the dissolved inorganic carbon/alkalinity ratio, and concentrations of phosphate. This research will further understanding of OA, the mechanisms controlling carbonate dissolution, and how the ocean modulates its alkalinity budget.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jess",
   "pi_last_name": "Adkins",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jess F Adkins",
   "pi_email_addr": "jess@gps.caltech.edu",
   "nsf_id": "000167306",
   "pi_start_date": "2016-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "MC 131-24 1200 E. California Blv",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 532818.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We developed and deployed a new instrument to measure the dissolution rate of CaCO3 in the ocean&rsquo;s water column.&nbsp;&nbsp;Our new measurements match those generated in the lab, confirming, for the first time, that the same mechanisms diagnosed for dissolution of carbonate minerals in freshwaters are at work in the ocean as well.&nbsp;&nbsp;There is a critical value of undersaturation, about 10% below equilibrium, where the surface mechanism of dissolution switches from step-edge retreat to defect assisted pit formation.&nbsp;&nbsp;This is true for all carbonates in the ocean, inorganic and biogenic and it greatly increases the rate, giving rise to the non-linear rate laws long observed by the rest of the community.&nbsp;&nbsp;However, our in situ rates are too slow for the attack of undersaturated seawater to generate the signal of excess alkalinity seen in the North Pacific water column.&nbsp;&nbsp;Instead, we find both solid phase and dissolved tracer evidence for carbonate dissolution driven by the acid generated from organic matter respiration.&nbsp;&nbsp;This intimate coupling of acid (CO2) and base (CaCO3) in the biologically produced carbonates of the ocean creates the opportunity for carbonate to dissolve even when the surrounding waters would favor precipitation instead.&nbsp;&nbsp;This new discovery of a shallow alkalinity cycle shortens thee timescale required for the ocean-atmosphere system to adjust to large inputs of new CO2 from either natural or anthropogenic sources.&nbsp;</p>\n<p>Our training of graduate students and post-docs, both in the lab and out at sea, has paved the way for a new generation of scientists to take up the questions of carbonate dissolution&rsquo;s role in past climate changes, the modern carbon cycle, and as a route to CO2 removal at a global scale.&nbsp;&nbsp;Our new results confirm that ocean alkalinity addition is a viable pathway for creating a negative CO2 emissions economy by storing carbon as the harmless bicarbonate ion permanently in the ocean.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2020<br>\n\t\t\t\t\tModified by: Jess&nbsp;F&nbsp;Adkins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe developed and deployed a new instrument to measure the dissolution rate of CaCO3 in the ocean’s water column.  Our new measurements match those generated in the lab, confirming, for the first time, that the same mechanisms diagnosed for dissolution of carbonate minerals in freshwaters are at work in the ocean as well.  There is a critical value of undersaturation, about 10% below equilibrium, where the surface mechanism of dissolution switches from step-edge retreat to defect assisted pit formation.  This is true for all carbonates in the ocean, inorganic and biogenic and it greatly increases the rate, giving rise to the non-linear rate laws long observed by the rest of the community.  However, our in situ rates are too slow for the attack of undersaturated seawater to generate the signal of excess alkalinity seen in the North Pacific water column.  Instead, we find both solid phase and dissolved tracer evidence for carbonate dissolution driven by the acid generated from organic matter respiration.  This intimate coupling of acid (CO2) and base (CaCO3) in the biologically produced carbonates of the ocean creates the opportunity for carbonate to dissolve even when the surrounding waters would favor precipitation instead.  This new discovery of a shallow alkalinity cycle shortens thee timescale required for the ocean-atmosphere system to adjust to large inputs of new CO2 from either natural or anthropogenic sources. \n\nOur training of graduate students and post-docs, both in the lab and out at sea, has paved the way for a new generation of scientists to take up the questions of carbonate dissolution’s role in past climate changes, the modern carbon cycle, and as a route to CO2 removal at a global scale.  Our new results confirm that ocean alkalinity addition is a viable pathway for creating a negative CO2 emissions economy by storing carbon as the harmless bicarbonate ion permanently in the ocean.\n\n \n\n\t\t\t\t\tLast Modified: 08/08/2020\n\n\t\t\t\t\tSubmitted by: Jess F Adkins"
 }
}