{
 "awd_id": "1559664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Interdependency in Decision Making, A Holistic Approach to Understanding Community Recovery from Catastrophes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin L. Dillon-Merrill",
 "awd_eff_date": "2015-06-22",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 39432.0,
 "awd_amount": 39432.0,
 "awd_min_amd_letter_date": "2015-12-15",
 "awd_max_amd_letter_date": "2015-12-15",
 "awd_abstract_narration": "This study analyzes the recovery process from Hurricane Sandy in New York City to develop a better theoretical understanding of how the inter-related decisions and actions of residents, businesses and government policymakers intersect in creating successful or failed recovery outcomes. Long-term recovery from major disasters has been one of the least studied phases of the disaster cycle, and because of its complexity it has largely been studied only in a piecemeal fashion. Yet, as numerous recent disasters have shown, recovery planners face enormous challenges and require better understanding of the specific dynamics of this process. The research analyzes New York City's recovery over a three-year period to better understand how and why effective community recovery happens. Data collected through large-scale surveys, in-depth case studies and analysis of government policies will be used to test a conceptual framework of integrated disaster recovery decision-making based on questions such as: What factors contribute to household recovery decisions and how are they related to businesses recovery success? What factors contribute to business recovery decisions and to what extent are they related to household recovery success? How do these relationships change or evolve over time? Do government and institutions' policies and programs capture the recovery needs and priorities of households and businesses initially and over time? \r\n\r\nBetter understanding the ways in which household, business and government decisions interrelate is critical to helping planners, politicians and recovery managers develop more robust and resilient communities. The study will contribute to a mostly under-studied aspect of the disaster recovery process and help improve policy and assistance response to disaster-affected communities. These findings will add to the still evolving knowledge base on the complexities of urban and mega-urban responses to catastrophic disasters that continue to impact American cities such as New York, a premier global city that was seemingly diligent in long-term planning and pre-storm preparation but was still severely affected by Sandy. This illustrates the need for better understanding of response and recovery to disasters and the findings from this research will directly contribute to better planning and policy-making.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Divya",
   "pi_last_name": "Chandrasekhar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Divya Chandrasekhar",
   "pi_email_addr": "D.Chandrasekhar@utah.edu",
   "nsf_id": "000615103",
   "pi_start_date": "2015-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 39432.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-220f479b-7fff-4d5b-7ed3-b23a65d51010\">\n<p dir=\"ltr\"><span>Collaborative Research: Interdependency in Decision Making, A Holistic Approach to Understanding Community Recovery from Catastrophes</span></p>\n<p dir=\"ltr\"><span>Federal Award ID: </span><span>1559664, 1333155, 1333132, 1335109</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</span></p>\n<br />\n<p dir=\"ltr\"><span>This study aimed to understand the factors affecting recovery decisions of households and businesses after catastrophic disasters, how these decisions relate to each other and to recovery policy. </span><span>Over a period of four years, the research team conducted three household surveys and two business surveys</span><span> in 15 Zip Codes of New York City, NY affected by the 2012 Hurricane Sandy. In addition, the team conducted over 80 interviews of households, businesses and local officials in three case study communities, namely, Red Hook (Brooklyn), the Rockaways (Queens) and Richmond Terrace/Midland Beach (Staten Island), and reviewed multiple plans, policies and secondary documents related to recovery policy in the study area.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>Study findings can be divided into three categories: household recovery; business recovery; and impact of aid policy on recovery planning. With regards to household recovery, the study found that household recovery perception is affected positively by increased community involvement; negatively by lack of governmental or non-governmental aid; and positively by higher levels of neighborhood recovery. The study also found that household recovery concerns tended to shift from personal safety to home recovery to livelihood/income recovery over time, but that policy does not evolve to match these changing priorities.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>Moreover, the study found that </span><span>business recovery decisions are heavily influenced by a business owner&rsquo;s social ties and community attachment, however, these higher levels of social capital were not always helpful to their recovery. The study also found that compared to households, business owners and managers tend to have lower understanding of government assistance programs, depending more on internal funding for recovery.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>Lastly</span><span>, in relation to policy and planning, the study found that the most successful examples of recovery planning in the communities of New York and New Jersey also tended to share certain institutional characteristics, such as a focus on building long-term disaster resilience, effective leadership, greater planning capacity and culture, higher integration of the non-profit sector into public-sector planning and the use of creative funding.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<span>The study findings have been published in two peer-reviewed academic journal, one book chapter, and over the course of the project presented at over 20 national and international conferences in the field of planning and disaster management. The study is expected to produce several more &nbsp;peer-reviewed journal articles in the forthcoming years. Notably, the study findings have been discussed at the 2017 Large Urban County Caucus (LUCC) Symposium organized by the National Association of Counties, and in research team's involvement with the Utah State Hazard Mitigation Team. The study has also helped train over </span><span>9 graduate and 10 undergraduate students, including 9 students of minority races &amp; ethnicities,</span><span> in research design and methods in the field of disaster planning. </span><span>The study is expected to result in one PhD dissertation in May 2019.</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2018<br>\n\t\t\t\t\tModified by: Divya&nbsp;Chandrasekhar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nCollaborative Research: Interdependency in Decision Making, A Holistic Approach to Understanding Community Recovery from Catastrophes\nFederal Award ID: 1559664, 1333155, 1333132, 1335109\n \nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\n\nThis study aimed to understand the factors affecting recovery decisions of households and businesses after catastrophic disasters, how these decisions relate to each other and to recovery policy. Over a period of four years, the research team conducted three household surveys and two business surveys in 15 Zip Codes of New York City, NY affected by the 2012 Hurricane Sandy. In addition, the team conducted over 80 interviews of households, businesses and local officials in three case study communities, namely, Red Hook (Brooklyn), the Rockaways (Queens) and Richmond Terrace/Midland Beach (Staten Island), and reviewed multiple plans, policies and secondary documents related to recovery policy in the study area.\n \nStudy findings can be divided into three categories: household recovery; business recovery; and impact of aid policy on recovery planning. With regards to household recovery, the study found that household recovery perception is affected positively by increased community involvement; negatively by lack of governmental or non-governmental aid; and positively by higher levels of neighborhood recovery. The study also found that household recovery concerns tended to shift from personal safety to home recovery to livelihood/income recovery over time, but that policy does not evolve to match these changing priorities.\n \nMoreover, the study found that business recovery decisions are heavily influenced by a business owner?s social ties and community attachment, however, these higher levels of social capital were not always helpful to their recovery. The study also found that compared to households, business owners and managers tend to have lower understanding of government assistance programs, depending more on internal funding for recovery.\n \nLastly, in relation to policy and planning, the study found that the most successful examples of recovery planning in the communities of New York and New Jersey also tended to share certain institutional characteristics, such as a focus on building long-term disaster resilience, effective leadership, greater planning capacity and culture, higher integration of the non-profit sector into public-sector planning and the use of creative funding.\n \nThe study findings have been published in two peer-reviewed academic journal, one book chapter, and over the course of the project presented at over 20 national and international conferences in the field of planning and disaster management. The study is expected to produce several more  peer-reviewed journal articles in the forthcoming years. Notably, the study findings have been discussed at the 2017 Large Urban County Caucus (LUCC) Symposium organized by the National Association of Counties, and in research team's involvement with the Utah State Hazard Mitigation Team. The study has also helped train over 9 graduate and 10 undergraduate students, including 9 students of minority races &amp; ethnicities, in research design and methods in the field of disaster planning. The study is expected to result in one PhD dissertation in May 2019.\n\n\t\t\t\t\tLast Modified: 09/20/2018\n\n\t\t\t\t\tSubmitted by: Divya Chandrasekhar"
 }
}