{
 "awd_id": "1559223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing the Effects of Human Activity Related to Sustainability and Biodiversity Conservation on Tropical Forests and Primates",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2016-05-06",
 "awd_max_amd_letter_date": "2016-09-09",
 "awd_abstract_narration": "Assessing the effects of human activity related to sustainability and biodiversity conservation on tropical forests and primates\r\n\r\nMichael D. Wasserman & Peter A. Beck, Environmental Science & Policy, St. Edward's University\r\n\r\n\r\nNon-technical Project Description\r\n\r\nBiodiversity loss, climate change, and pollution are major threats to ecosystem functioning and quality of human life, especially for societies that directly depend upon the local environment for resources.  Addressing human-environment interactions is particularly important for tropical forest ecosystems. These ecosystems contain approximately half of all living species, play an important role in climate change mitigation through carbon storage, and filter pollutants from water and air.  However, traditional conservation strategies that exclude local populations have often been ineffective leading to significant forest loss over the past several decades.  This NSF IRES research program will evaluate the effectiveness of alternative conservation strategies to maintain tropical forest ecosystems and primate populations, while also maintaining the livelihoods of local communities surrounding the forests.  Through this research program, underrepresented students in the environmental sciences will gain international field research experience.  The investigators will integrate ecological and social research methods to address questions critical to fields of ecology, anthropology, and environmental policy, address current environmental issues such as habitat fragmentation and biodiversity loss, and provide STEM training for underrepresented students at two biological field stations in Costa Rica (La Selva and Las Cruces) in collaboration with the Organization for Tropical Studies.  Students will work closely with Costa Rican field assistants and local communities during their research, thus providing multiple opportunities for cultural exchange.  Interested Costa Rican university students will be included in the projects and encouraged to apply for the master's program in environmental management and sustainability at St. Edward's University.  At the end of the 10-week program, students will present their initial results to local communities and Costa Rican scholars at a public forum and will be encouraged to communicate their final results through peer-reviewed publication and presentations at professional conferences.  An additional end product associated with this program and utilized by the IRES students will be a fully functioning laboratory capable of running immunoassays for quantifying primate hormone levels in the field, thus transferring scientific knowledge and infrastructure to a developing country.  Results from this research program will provide important insight useful to the design of policies for sustaining both biodiversity and human livelihoods, particularly in tropical forest regions.  \r\n\r\nTechnical Project Description\r\n\r\nTropical forests are one of the world's most important ecosystems, containing at least half of all species, regulating climate, purifying air and water, and providing resources for local communities.  Nonetheless, over the past few decades widespread deforestation has significantly reduced the extent of tropical forests, leading to declines in wildlife populations that depend on them through habitat loss and fragmentation.  Primate populations have been especially affected with more than 60% of all species considered vulnerable or endangered by the IUCN.  Efforts to preserve the remaining forests and threatened species dependent on them have largely focused on creating protected areas, such as national parks.  However, citizens often rely heavily on natural resources for subsistence and environmental laws are regularly breached in developing countries, thus weakening the effectiveness of protected areas.  As a result, conservation policies have evolved from exclusionary protected areas to strategies that focus on local communities by providing economic and other incentives.  Despite the increasing promotion of community-based alternatives by both scholars and practitioners, little evidence exists that they are any more effective than protected areas at maintaining forest quality or sustaining primate populations.  Therefore, this NSF IRES research program has two main objectives: 1. To quantify how policies integrating conservation and development objectives, such as ecotourism, academic research activities, and multiple-use protected areas, influence tropical forests and their primates, as well as how effective these environmental policies are at maintaining human livelihoods.  2. To provide international field research experience to underrepresented students in the environmental sciences.  To meet these objectives, student projects will examine differences in forest condition (e.g., fragment size, % canopy cover, carbon storage, diversity) and primate biology (i.e., physiology, behavior, population size) across a number of forests at and surrounding Las Cruces and La Selva Biological Stations in Costa Rica that are protected for various objectives (i.e., ecotourism, research, national conservation).  Students will also examine the effects of these strategies on local community livelihoods and how this influences local perception of environmental policy.  Specifically, 15 ten-week independent master's student research projects will occur across a three-year period to survey primate populations, quantify behavior, measure primate fecal hormone levels with immunoassays in country (an environmental endocrinology laboratory will be established in Costa Rica), conduct interviews and surveys of local landowners, other stakeholders, and tourists, and quantify forest characteristics.  By examining interactions between people, parks, and primates through independent, yet interrelated, student projects, we will be able to provide a thorough analysis of the effectiveness of private ecotourism, public protected areas, and academic research stations to maintain livelihoods for human populations and promote conservation of biodiversity.  Results from this project will add significantly to the knowledge of how economic, participatory, and research incentives can affect conservation decisions and outcomes.  As a breakdown in either natural ecosystems or human society will negatively affect the other, quantifying the effectiveness of various environmental management strategies to maintain both biodiversity and local community livelihoods is necessary to ensure that these policies are actually promoting sustainability and conservation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wasserman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Wasserman",
   "pi_email_addr": "mdwasser@indiana.edu",
   "nsf_id": "000675763",
   "pi_start_date": "2016-05-06",
   "pi_end_date": "2016-06-27"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Beck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Beck",
   "pi_email_addr": "peterab@stedwards.edu",
   "nsf_id": "000677129",
   "pi_start_date": "2016-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wasserman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Wasserman",
   "pi_email_addr": "mdwasser@indiana.edu",
   "nsf_id": "000675763",
   "pi_start_date": "2016-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Beck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Beck",
   "pi_email_addr": "peterab@stedwards.edu",
   "nsf_id": "000677129",
   "pi_start_date": "2016-05-06",
   "pi_end_date": "2016-06-27"
  }
 ],
 "inst": {
  "inst_name": "Saint Edward's University",
  "inst_street_address": "3001 S CONGRESS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124442621",
  "inst_zip_code": "787046425",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "TX21",
  "org_lgl_bus_name": "SAINT EDWARD'S UNIVERSITY, INC",
  "org_prnt_uei_num": "NJ3CNK23MP29",
  "org_uei_num": "NJ3CNK23MP29"
 },
 "perf_inst": {
  "perf_inst_name": "Organization for Tropical Studies",
  "perf_str_addr": "Apdo 73-8257",
  "perf_city_name": "San Vito de Coto Brus",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Costa Rica",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5904",
   "pgm_ref_txt": "COSTA RICA"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7727",
   "pgm_ref_txt": "IRES/DDEP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"CM6\">The purpose of this project was to integrate social and ecological research methods to 1) assess the extent that incentive policies encourage landowners in Costa Rica to conserve their forests and 2) analyze the effectiveness of the resulting forest fragments at maintaining ecosystem services and primate populations.&nbsp; Over three years of field research in Costa Rica, 16 student researchers guided by the PIs and Costa Rican advisors, examined four tropical forest regions, each with protected areas and privately-owned forest fragments, surveyed 361 landowners, and interviewed 28 key informants to investigate how incentive policies influence land use practices and the subsequent forest protection in and surrounding three biological research stations and three national parks.&nbsp; &nbsp;We collected data using social and ecological field research methods and equipment, including conducting a census of primate populations using line transects, collecting primate fecal samples and analyzing their cortisol and thyroid hormone concentrations, measuring environmental toxins through passive air samplers and fecal samples, measuring water quality using a YSI meter, and quantifying forest characteristics including diversity of trees and abundance, productivity, and recruitment of fig trees. We also estimated bat populations using echolocation recognition equipment and conducted surveys of local landowners and interviews of conservation and ecotourism professionals to assess conservation practices, agrochemical use and participation in and attitudes towards conservation incentive programs such as ecotourism and payments for ecosystem services.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our results indicated that land use practices on private farms influenced abiotic conditions, forest structure, primate and bat abundance and diversity, and primate hormone profiles.&nbsp; Key findings included:</p>\n<p>1. Most landowners do not participate in the Payments for Ecosystem Services (PES) program and those that do tend to have larger landholdings,</p>\n<p>2. Ecotourism provides significantly greater economic benefit than PES,</p>\n<p>3. Non-monetary values are as important as economic incentives at encouraging landowners to conserve forests.&nbsp;</p>\n<p>4.&nbsp; Net forest loss has occurred both inside and outside protected areas, although rates were lower inside protected areas,</p>\n<p>5.&nbsp; Primate density varied among regions likely due to levels of local community participation in conservation incentives and amount of forest in protected areas, but all but one region had the full community of primate species present,</p>\n<p>6. Landowners who participated in conservation incentives had taller forests, but protected areas had the tallest forests, likely due to age of forest.</p>\n<p>7. Each region has a unique anthropogenic chemical signature that is likely influencing primate biology as many of these chemicals were detected in primate feces.</p>\n<p>8. Bat community composition varies across regions, but cumulatively all expected bat species were detected.</p>\n<p>9. A complete conservation portfolio of protected areas, environmental payments, and ecotourism, along with conservation values of landowners was most important at maintaining forests and ecosystem services. &nbsp;&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p>These findings have contributed to the understanding of conservation policies by discovering that non-economic values are a key motivator of conservation practices and recognizing the importance of including both protected areas and private lands in conservation planning.&nbsp; These results also have contributed to the understanding of ecosystem services by identifying the longstanding impact of legacy pesticides in continuing to affect forest air quality and the limited benefits of fragmented forests at maintaining primate diversity</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">In terms of broader impacts, 16 graduate and undergraduate students were trained in field research methods and gained field research experience at biological research stations in Costa Rica managed by the Organization of Tropical Studies and Osa Conservation.&nbsp; The project has contributed to increasing the diversity in STEM research as 13 of the 16 students were from groups underrepresented in STEM fields.&nbsp; Project results have been presented locally to Costa Rican stakeholders as well as at 21 academic conference presentations, including the International Congress for Conservation Biology and the Association for Environmental Studies and Sciences and in 6 peer reviewed publications in academic journals including Frontiers in Environmental Science and Environmental Science and Technology.&nbsp; This has led to three former participants entering Ph.D. programs and five entering M.S. programs which has contributing to the diversity in scientific research.&nbsp; The project has also been covered to the general public through articles in online news sources Scientia and Environmental Health News and Indiana University.&nbsp; &nbsp;In addition to Costa Rican scholars co-authoring presentations and publications, the project also benefitted the Costa Rican hosts through training in and transfer of research technologies, including building an environmental endocrinology laboratory and field research equipment such as a YSI monitor to measure water quality and echolocation recognition equipment for studying bats that will continue to be used by Costa Rican researchers after the project has concluded.&nbsp; &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2021<br>\n\t\t\t\t\tModified by: Peter&nbsp;Beck</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207069080_ProjectManagerEricJohnsonandstudentresearchersAmandaDeLaRosaandMeagenWallaceinOTSlabrotory--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207069080_ProjectManagerEricJohnsonandstudentresearchersAmandaDeLaRosaandMeagenWallaceinOTSlabrotory--rgov-800width.jpg\" title=\"Students in OTS laboratory\"><img src=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207069080_ProjectManagerEricJohnsonandstudentresearchersAmandaDeLaRosaandMeagenWallaceinOTSlabrotory--rgov-66x44.jpg\" alt=\"Students in OTS laboratory\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Project manager Eric Johnson and student researchers Meagen Wallace and Amanda de la Rosa in laboratory at OTS La Selva station</div>\n<div class=\"imageCredit\">Emily Chester</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Peter&nbsp;Beck</div>\n<div class=\"imageTitle\">Students in OTS laboratory</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207403947_IMG_4515--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207403947_IMG_4515--rgov-800width.jpg\" title=\"Setting up recording equipment\"><img src=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207403947_IMG_4515--rgov-66x44.jpg\" alt=\"Setting up recording equipment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Student researcher Amy Hall setting up an echolocation recording device to measure bat diversity</div>\n<div class=\"imageCredit\">Emily Chester</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Peter&nbsp;Beck</div>\n<div class=\"imageTitle\">Setting up recording equipment</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207580134_CR_PAS--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207580134_CR_PAS--rgov-800width.jpg\" title=\"Passive Air Sampler\"><img src=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207580134_CR_PAS--rgov-66x44.jpg\" alt=\"Passive Air Sampler\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Student researchers Abigail Kropf and Eric Johnson setting up a passive air sampler to measure air pollution levels</div>\n<div class=\"imageCredit\">Tessa Steiniche</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Peter&nbsp;Beck</div>\n<div class=\"imageTitle\">Passive Air Sampler</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207893962_20190318_115916--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207893962_20190318_115916--rgov-800width.jpg\" title=\"Research Presentation\"><img src=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638207893962_20190318_115916--rgov-66x44.jpg\" alt=\"Research Presentation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students and project manager presenting their research at the University of Costa Rica</div>\n<div class=\"imageCredit\">Peter Beck</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Peter&nbsp;Beck</div>\n<div class=\"imageTitle\">Research Presentation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638208045295_Scientia--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638208045295_Scientia--rgov-800width.jpg\" title=\"Collecting fecal samples\"><img src=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638208045295_Scientia--rgov-66x44.jpg\" alt=\"Collecting fecal samples\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Student researcher Desiree Nieves Carabal collecting fecal samples from howler monkeys</div>\n<div class=\"imageCredit\">Eric Johnson</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Peter&nbsp;Beck</div>\n<div class=\"imageTitle\">Collecting fecal samples</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638208791592_P1010404--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638208791592_P1010404--rgov-800width.jpg\" title=\"Forest research\"><img src=\"/por/images/Reports/POR/2021/1559223/1559223_10423424_1638208791592_P1010404--rgov-66x44.jpg\" alt=\"Forest research\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Student researcher Alec Iruri-Tucker discussing research methods with co-PI Dr. Michael Wasserman at La Selva Biological Station.</div>\n<div class=\"imageCredit\">Emily Chester</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Peter&nbsp;Beck</div>\n<div class=\"imageTitle\">Forest research</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "The purpose of this project was to integrate social and ecological research methods to 1) assess the extent that incentive policies encourage landowners in Costa Rica to conserve their forests and 2) analyze the effectiveness of the resulting forest fragments at maintaining ecosystem services and primate populations.  Over three years of field research in Costa Rica, 16 student researchers guided by the PIs and Costa Rican advisors, examined four tropical forest regions, each with protected areas and privately-owned forest fragments, surveyed 361 landowners, and interviewed 28 key informants to investigate how incentive policies influence land use practices and the subsequent forest protection in and surrounding three biological research stations and three national parks.   We collected data using social and ecological field research methods and equipment, including conducting a census of primate populations using line transects, collecting primate fecal samples and analyzing their cortisol and thyroid hormone concentrations, measuring environmental toxins through passive air samplers and fecal samples, measuring water quality using a YSI meter, and quantifying forest characteristics including diversity of trees and abundance, productivity, and recruitment of fig trees. We also estimated bat populations using echolocation recognition equipment and conducted surveys of local landowners and interviews of conservation and ecotourism professionals to assess conservation practices, agrochemical use and participation in and attitudes towards conservation incentive programs such as ecotourism and payments for ecosystem services. \n\n \n\nOur results indicated that land use practices on private farms influenced abiotic conditions, forest structure, primate and bat abundance and diversity, and primate hormone profiles.  Key findings included:\n\n1. Most landowners do not participate in the Payments for Ecosystem Services (PES) program and those that do tend to have larger landholdings,\n\n2. Ecotourism provides significantly greater economic benefit than PES,\n\n3. Non-monetary values are as important as economic incentives at encouraging landowners to conserve forests. \n\n4.  Net forest loss has occurred both inside and outside protected areas, although rates were lower inside protected areas,\n\n5.  Primate density varied among regions likely due to levels of local community participation in conservation incentives and amount of forest in protected areas, but all but one region had the full community of primate species present,\n\n6. Landowners who participated in conservation incentives had taller forests, but protected areas had the tallest forests, likely due to age of forest.\n\n7. Each region has a unique anthropogenic chemical signature that is likely influencing primate biology as many of these chemicals were detected in primate feces.\n\n8. Bat community composition varies across regions, but cumulatively all expected bat species were detected.\n\n9. A complete conservation portfolio of protected areas, environmental payments, and ecotourism, along with conservation values of landowners was most important at maintaining forests and ecosystem services.   \n \n\nThese findings have contributed to the understanding of conservation policies by discovering that non-economic values are a key motivator of conservation practices and recognizing the importance of including both protected areas and private lands in conservation planning.  These results also have contributed to the understanding of ecosystem services by identifying the longstanding impact of legacy pesticides in continuing to affect forest air quality and the limited benefits of fragmented forests at maintaining primate diversity\n \nIn terms of broader impacts, 16 graduate and undergraduate students were trained in field research methods and gained field research experience at biological research stations in Costa Rica managed by the Organization of Tropical Studies and Osa Conservation.  The project has contributed to increasing the diversity in STEM research as 13 of the 16 students were from groups underrepresented in STEM fields.  Project results have been presented locally to Costa Rican stakeholders as well as at 21 academic conference presentations, including the International Congress for Conservation Biology and the Association for Environmental Studies and Sciences and in 6 peer reviewed publications in academic journals including Frontiers in Environmental Science and Environmental Science and Technology.  This has led to three former participants entering Ph.D. programs and five entering M.S. programs which has contributing to the diversity in scientific research.  The project has also been covered to the general public through articles in online news sources Scientia and Environmental Health News and Indiana University.   In addition to Costa Rican scholars co-authoring presentations and publications, the project also benefitted the Costa Rican hosts through training in and transfer of research technologies, including building an environmental endocrinology laboratory and field research equipment such as a YSI monitor to measure water quality and echolocation recognition equipment for studying bats that will continue to be used by Costa Rican researchers after the project has concluded.   \n\n\t\t\t\t\tLast Modified: 11/29/2021\n\n\t\t\t\t\tSubmitted by: Peter Beck"
 }
}