{
 "awd_id": "1559178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An Observational and Modeling Study of the Physical Processes Driving Exchanges between the Shelf and the Deep Ocean At Cape Hatteras",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 684899.0,
 "awd_amount": 684899.0,
 "awd_min_amd_letter_date": "2016-03-29",
 "awd_max_amd_letter_date": "2016-03-29",
 "awd_abstract_narration": "Recent unusual conditions along the U.S. East Coast have dramatically demonstrated the importance of understanding the dynamics controlling shelf-deep ocean exchange at the confluence of the North Atlantic gyres near Cape Hatteras. Atypical Gulf Stream position, air-sea heat flux, extremes in ocean temperature, and sea level rise are potential harbingers of larger shifts in atmospheric and oceanic forcing. Effects on shelf-deep ocean exchange are unknown due to incomplete dynamical understanding of the present. Development of predictive capacity is particularly relevant at this time, as oil and gas exploration is being planned. The understanding of shelf-deep ocean exchange gained through this project will be applicable to other regions where shelf and basin-scale currents converge and could improve our capacity to anticipate the response of the coastal ocean to climate change in the coming decades. In addition to the physical interactions between scales and oceanic regions, the relevance of exported shelf waters at Cape Hatteras to global carbon budgets may be large, and is difficult to quantify due to carbon budget mediation by biological ecosystems that vary with season and water mass. Both ecosystems and export processes may change under predicted climatic shifts, so understanding export processes has broad biogeochemical importance. Collaborations with biogeochemists and ecologists will be pursued to utilize the data to study ecosystems in this area of high biological diversity that is home to many commercially important species. Insights gained through the project will also improve mitigation of pollutant spills. The outreach and educational efforts include a public exhibit and talks, opportunities for joining science cruises and participation in the Society of Women Engineers \"Girls Engineer It! Day\", a daylong event for girls in grades 6-12, and the Wood Hole Oceanographic Institution's summer program for undergraduates from underrepresented groups. The project will support two early career scientists, train one postdoctoral researcher and four graduate students, and give undergraduate students hands-on experience in the operation of the autonomous gliders.\r\n\r\nSubtropical and subpolar oceanic gyre boundaries are characterized by confluent western boundary currents and convergence in the adjacent shelf and slope waters. Together, they lead to large net export of shelf waters to the deep ocean, and complex, bidirectional shelf-deep ocean exchange, in response to strong forcing typical of mid-latitude western ocean margins. Shelf-deep ocean exchange processes at such dynamic sites remain poorly understood, due in part to the technical challenge of resolving broad ranges of relevant spatial and temporal scales. The understanding gained by investigating the wide seasonal range of parameter space will facilitate exploration of how shelf circulation and shelf-open ocean exchange may evolve due to observed and projected long-term shifts in regional and basin-scale circulation, hydrography, and atmospheric forcing. This project will deploy fixed, mobile, and remote observational platforms in combination with idealized and realistic numerical simulations to investigate exchange processes near Cape Hatteras. The sampling array will provide an observational data set with unprecedented temporal and spatial resolution in a region of large episodic export and exchange. These observations will be used to identify dominant exchange processes; correlate them with observed forcing; define ranges of forcing and shelf response; verify parallel developments within the realistic model framework; and establish causation through detailed assessment of momentum and vorticity balances, integrating observational and validated model products. In addition to physical data, the autonomous gliders will also collect chlorophyll fluorescence, oxygen saturation, and acoustic backscatter data that are of direct relevance to biogeochemical properties exported from the shelf to the deep ocean. These non-physical data will be used as water mass tracers and to portray the structure of the chlorophyll-a and dissolved oxygen at unprecedented resolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruoying",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruoying He",
   "pi_email_addr": "rhe@ncsu.edu",
   "nsf_id": "000484644",
   "pi_start_date": "2016-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2800 Faucette Dr.",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 684899.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Subtropical and subpolar oceanic gyre boundaries are characterized by confluent western boundary&nbsp;</span><span>currents and convergence in the adjacent shelf and slope waters. Together, they lead to large&nbsp;</span><span>net export of shelf waters to the deep ocean, and complex, bidirectional shelf-deep ocean&nbsp;</span><span>exchange, in response to strong forcing typical of midlatitude western ocean margins.&nbsp;</span><span>Shelf-deep ocean exchange processes at such dynamic sites remain poorly understood, due&nbsp;</span><span>in part to the technical challenge of resolving broad ranges of relevant spatial and temporal&nbsp;</span><span>scales.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span><span>This project deployed fixed, mobile, and remote observational platforms in combination&nbsp;</span><span>with idealized and realistic numerical simulations to investigate exchange processes near&nbsp;</span><span>Cape Hatteras. The sampling array provided unprecedented temporal and spatial resolution&nbsp;</span><span>in a region of large episodic export and exchange. W</span></span>e had also used a combination of idealized and realistic modeling to complement and integrate&nbsp;the observations to elucidate processes and dynamics controlling shelf-open ocean exchange. Our&nbsp;modeling effort was building upon an existing ROMS &nbsp;circulation modeling system developed by He?s group at NCSU. Idealized numerical modeling was used to examine specific influences and processes. Realistic numerical modeling was also applied to simulate circulation, assess dynamics, and predict circulation with relevant complexity and realistic forcing. One unique effort was that we applied 4-dimensional data assimilation method to assimilate satellite and in situ observations, which allowed us to better simulate the circulation dynamics under study.</p>\n<p><span>We had produced a number of conference prsentation and journal publications based on these modeling analyses and model-data comparisons.&nbsp;<span>At NCSU, three PhD students, one postdoctoral scholar, and one research assistant professor were involved and being supported by this&nbsp;project. They benefited from the opportunity to ?cross-train? through the proposed integrated joint&nbsp;observational and modeling program. The students, postdoc, and research assistant professor had participated in research cruises and project&nbsp;meetings, using them as an opportunity to develop and present their work.</span></span></p>\n<p><span><span>The dynamical understanding of shelf-open ocean exchange gained through&nbsp;PEACH will be applicable to other regions where shelf and basin-scale currents converge (e.g., the&nbsp;Kuroshio/Oyashio and Brazil Malvinas confluences); both the variability in forcing situations to be&nbsp;encountered during PEACH and the series of idealized simulations allow insights across a wide dynamic&nbsp;range. </span></span></p>\n<p>Dynamical insights gained through PEACH will play a critical role in understanding and mitigating the spread of pollutants from potential future oil and gas extraction in the region.&nbsp;In addition to the physical interactions between scales and oceanic regions, the relevance of exported shelf waters at Cape Hatteras to global carbon budgets may be large, and is difficult to quantify due to carbon budget mediation by biological ecosystems that vary with season and water mass . Both ecosystems and export processes may change under predicted climatic shifts, so understanding export processes has broad biogeochemical importance. Mobile platforms (gliders) collect both physical and non-physical data (chlorophyll fluorescence, oxygen saturation, and acoustic backscatter) that are of direct relevance to biogeochemical properties associated with export.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2022<br>\n\t\t\t\t\tModified by: Ruoying&nbsp;He</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSubtropical and subpolar oceanic gyre boundaries are characterized by confluent western boundary currents and convergence in the adjacent shelf and slope waters. Together, they lead to large net export of shelf waters to the deep ocean, and complex, bidirectional shelf-deep ocean exchange, in response to strong forcing typical of midlatitude western ocean margins. Shelf-deep ocean exchange processes at such dynamic sites remain poorly understood, due in part to the technical challenge of resolving broad ranges of relevant spatial and temporal scales. \n\n \n\nThis project deployed fixed, mobile, and remote observational platforms in combination with idealized and realistic numerical simulations to investigate exchange processes near Cape Hatteras. The sampling array provided unprecedented temporal and spatial resolution in a region of large episodic export and exchange. We had also used a combination of idealized and realistic modeling to complement and integrate the observations to elucidate processes and dynamics controlling shelf-open ocean exchange. Our modeling effort was building upon an existing ROMS  circulation modeling system developed by He?s group at NCSU. Idealized numerical modeling was used to examine specific influences and processes. Realistic numerical modeling was also applied to simulate circulation, assess dynamics, and predict circulation with relevant complexity and realistic forcing. One unique effort was that we applied 4-dimensional data assimilation method to assimilate satellite and in situ observations, which allowed us to better simulate the circulation dynamics under study.\n\nWe had produced a number of conference prsentation and journal publications based on these modeling analyses and model-data comparisons. At NCSU, three PhD students, one postdoctoral scholar, and one research assistant professor were involved and being supported by this project. They benefited from the opportunity to ?cross-train? through the proposed integrated joint observational and modeling program. The students, postdoc, and research assistant professor had participated in research cruises and project meetings, using them as an opportunity to develop and present their work.\n\nThe dynamical understanding of shelf-open ocean exchange gained through PEACH will be applicable to other regions where shelf and basin-scale currents converge (e.g., the Kuroshio/Oyashio and Brazil Malvinas confluences); both the variability in forcing situations to be encountered during PEACH and the series of idealized simulations allow insights across a wide dynamic range. \n\nDynamical insights gained through PEACH will play a critical role in understanding and mitigating the spread of pollutants from potential future oil and gas extraction in the region. In addition to the physical interactions between scales and oceanic regions, the relevance of exported shelf waters at Cape Hatteras to global carbon budgets may be large, and is difficult to quantify due to carbon budget mediation by biological ecosystems that vary with season and water mass . Both ecosystems and export processes may change under predicted climatic shifts, so understanding export processes has broad biogeochemical importance. Mobile platforms (gliders) collect both physical and non-physical data (chlorophyll fluorescence, oxygen saturation, and acoustic backscatter) that are of direct relevance to biogeochemical properties associated with export. \n\n\t\t\t\t\tLast Modified: 07/31/2022\n\n\t\t\t\t\tSubmitted by: Ruoying He"
 }
}