{
 "awd_id": "1560078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Effects of political upheaval and ethnic discord on the mental health of a population",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 355298.0,
 "awd_amount": 383504.0,
 "awd_min_amd_letter_date": "2016-04-28",
 "awd_max_amd_letter_date": "2017-07-26",
 "awd_abstract_narration": "This project is funded from the Research Experiences for Undergraduates (REU) Sites program in the SBE Directorate, with joint support and funding from the NSF Office of International Science and Engineering (OISE). As an REU Site with international activities, it has both scientific and societal benefits, and it integrates research and education at multiple levels. The research in this program involves mental health, from a social/behavioral science perspective. Long-term effects of deep-rooted tensions in any country and within any population can include political upheaval, socio-economic disadvantages, ethnic discord and rapid change from one economic system to another; all these factors can have an effect on the rates of mental illness in that population. This REU Site's research program directly impacts a group of 27 undergraduate students over a three year period by broadening students' global awareness and cross-cultural competence through a meaningful, interdisciplinary research experience focusing on a case study for elevated levels of mental illness in a country that has been going through multiple transitions. The case study is Ukraine in post-Soviet era. As part of this REU site, a diverse group of undergraduate students are involved in an ongoing research project exploring the mental health of Ukrainian citizens. In this REU site the PI-team recruits students with an emphasis on the participation of students participants from under-represented groups and institutions where research opportunities are limited. These students will further broaden the impact of their research experience by presenting to high school students and students at their home institutions. \r\n\r\nThis REU site is focused on a topic of research that is of great interest in the fields of sociology and social psychology. The program incorporates an on-site collaborative research and cultural immersion experience for students in Ukraine, working directly with collaborators at the Kiev International Institute of Sociology (a national research firm in Ukraine). The project provides strong mentorship and development of undergraduate student researchers by an interdisciplinary team of four experienced faculty members, in conjunction with a team of worldwide experts on Ukraine mental health and, and it provides some of the only nationally representative information on mental health risk factors and impacts in Ukraine. The dataset students will be able to use in this project is innovative and unique in the fields of psychology and global health studies. Analyzing these types of global data as a means of training students for future work in psychology and/or health studies means that the work itself has intellectual merit, but that inasmuch as this affects future generations of scholars, it also has long-term impact on the fields. Making American students aware of the cultural biases they bring to the table when analyzing global data is crucial for producing good future science. This project is co-funded by the NSF Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Tintle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Tintle",
   "pi_email_addr": "nathan.tintle@superiorstatresearch.com",
   "nsf_id": "000508737",
   "pi_start_date": "2016-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dordt University, Incorporated",
  "inst_street_address": "700 7TH ST NE",
  "inst_street_address_2": "",
  "inst_city_name": "SIOUX CENTER",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "7127226339",
  "inst_zip_code": "512501671",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "DORDT UNIVERSITY, INCORPORATED",
  "org_prnt_uei_num": "",
  "org_uei_num": "LA7RMC774LU5"
 },
 "perf_inst": {
  "perf_inst_name": "Dordt College",
  "perf_str_addr": "498 4th Ave NE",
  "perf_city_name": "Sioux Center",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "512501606",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5998",
   "pgm_ref_txt": "UKRAINE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 355298.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 28206.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The long-term effects of deep-rooted tensions in the country of Ukraine include political upheaval, socio-economic disadvantages, ethnic discord and rates of mental illness at globally unprecedented levels. As part of this REU site, a diverse group of undergraduate students has been meaningfully involved in an ongoing research project exploring the mental health of Ukrainian citizens. Leveraging data from a nationally representative survey of 4,725 Ukraine adult citizens who were administered a fully structured instrument designed to assess a wide range of mental and physical health symptoms, undergraduate students have been involved in developing research aims, conducting the research and disseminating the results via peer-reviewed publications and presentations. Over 30 undergraduate students have been involved in the project over the course of the award. These students have incorporated an on-site collaborative research and cultural immersion experience for students in Ukraine, including working directly with our collaborators at the Kiev International Institute of Sociology (a national research firm in Ukraine), been provided strong mentorship and development by an interdisciplinary team of four experienced faculty members, in conjunction with a team of worldwide experts on Ukraine mental health and has continued to provide some of the only nationally representative information on mental health risk factors and impacts in Ukraine resulting in numerous presentations and peer-reviewed publications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2021<br>\n\t\t\t\t\tModified by: Nathan&nbsp;Tintle</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe long-term effects of deep-rooted tensions in the country of Ukraine include political upheaval, socio-economic disadvantages, ethnic discord and rates of mental illness at globally unprecedented levels. As part of this REU site, a diverse group of undergraduate students has been meaningfully involved in an ongoing research project exploring the mental health of Ukrainian citizens. Leveraging data from a nationally representative survey of 4,725 Ukraine adult citizens who were administered a fully structured instrument designed to assess a wide range of mental and physical health symptoms, undergraduate students have been involved in developing research aims, conducting the research and disseminating the results via peer-reviewed publications and presentations. Over 30 undergraduate students have been involved in the project over the course of the award. These students have incorporated an on-site collaborative research and cultural immersion experience for students in Ukraine, including working directly with our collaborators at the Kiev International Institute of Sociology (a national research firm in Ukraine), been provided strong mentorship and development by an interdisciplinary team of four experienced faculty members, in conjunction with a team of worldwide experts on Ukraine mental health and has continued to provide some of the only nationally representative information on mental health risk factors and impacts in Ukraine resulting in numerous presentations and peer-reviewed publications.\n\n \n\n\t\t\t\t\tLast Modified: 06/19/2021\n\n\t\t\t\t\tSubmitted by: Nathan Tintle"
 }
}