{
 "awd_id": "1560282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Multi-Scale Systems Bioengineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2016-12-01",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 361861.0,
 "awd_amount": 361861.0,
 "awd_min_amd_letter_date": "2016-09-08",
 "awd_max_amd_letter_date": "2016-09-08",
 "awd_abstract_narration": "The employment of biomedical engineers is projected to grow more than 20% over the period from 2014-2024, creating a critical need for those who can support the design, development and production of new devices, systems, and software used in healthcare. Advances in the biomedical sciences and medicine will increasingly depend upon the application of rigorous and quantitative engineering-based approaches to characterize and interrogate biological systems. This REU Site in Multi-Scale Systems Bioengineering at the University of Virginia will train ten undergraduate participants per summer in state-of-the-art systems bioengineering research. While open to a broad national pool of top students in STEM, the Multi-Scale Systems Bioengineering REU Site will specifically target talented UGs majoring in STEM fields at institutions with limited research opportunities in the field of systems bioengineering, with an emphasis on recruiting students from underrepresented groups. The research experience and mentorship these REU students will prepare them for work in this fast-growing and pioneering field that would otherwise be unavailable to them at their home institutions. Faculty mentors will maintain continuing relationships with the participants after completing the program, helping to improve the likelihood that the students will remain in STEM. \r\n\r\nThe overarching goal is to train a diverse corps of young scientists from a variety of STEM backgrounds and provide them with the skills, confidence, and mentorship necessary for successful careers in the exciting area of systems bioengineering. Students will be matched with faculty mentors for a 10-week research project, culminating in a paper and public symposium. The students will participate in collaborative, hands-on, and closely mentored projects in the areas of: 1) Molecular Pathways and Cellular Modeling and 2) Tissue-/Organ-/Population-Level Modeling, which will immerse them in a combination of experimentation and computational analyses. Students will acquire the practical skills, knowledge, ethical grounding, and communication skills necessary to be productive in advanced graduate study and be successfully employed in the modern biotechnology industry. The program will also provide students with career advising, grounding in research ethics, training in scientific communication, and ongoing mentorship after completion of the program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Allen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy E Allen",
   "pi_email_addr": "teallen@virginia.edu",
   "nsf_id": "000258061",
   "pi_start_date": "2016-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "Box 800759, Health System",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229080759",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 361861.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The REU site in Multi-Scale Systems Bioengineering at the University of Virginia (NSF #1560282) provided hands-on summer research training experiences for a total of 31 undergraduates from 2017-2019. Advances in medicine and in the biological sciences are increasingly dependent upon a quantitative understanding of how individual biological components--including DNA, proteins, cells, tissues, and organs--interact as an integrated whole to yield functional outcomes relevant to healthy physiological function and to disease states. The ability to quantitatively describe these systems and to predict how they behave is becoming essential for not only identifying novel drug targets and ascertaining the cause of complex diseases such as cancer and heart disease, but also for achieving truly personalized medical diagnostics, therapies, and surgical approaches toward treating these diseases. Thus, it is imperative to train a diverse new generation of scientists in the concepts and practice of multi-scale systems bioengineering research.</p>\n<p>This NSF-funded REU site recruited and trained a total of 31 students out of 680 applicants over three summers, with participants coming from 27 different colleges and universities around the country and representing 9 different academic majors at those institutions. Of these 31 participants, 15 were underrepresented minorities, 16 were women, 15 attended non-R1 institutions on the Carnegie classification, and 9 attended primarily undergraduate institutions. These REU students performed research on a wide variety of topics in the field, ranging anywhere from molecular scale biophysics models important in viral entry to cell-scale signaling models important in cancer and cardiovascular disease, biomedical data science analysis of genetic data, tissue-level biomechanics models, and image analysis approaches for determining levels of happiness from social media photos. Of these participants, 81% presented their work at national professional society meetings (totaling 25<strong>&nbsp;</strong>abstracts presented), and five of them are co-authors on six peer-reviewed scientific papers. Of the 24 who have since graduated from college, 17 are either enrolled in engineering graduate school or in STEM industry positions, and the remainder are pursuing careers in medicine.</p>\n<p>In addition to engaging in closely mentored research projects, these 31 REU students took part in an introductory bootcamp on the fundamentals of systems modeling and applied biostatistics and had multiple opportunities to present their research progress throughout the summer to experts in the field. They also received professional development training through workshops and seminars on research ethics, technical communication, and launching careers in systems bioengineering. Post-REU surveys of participants revealed that 100% of respondents rated their overall experience with the REU as either \"very satisfied\" or \"satisfied\" (average 4.79 on a 5-point Likert rating scale). Evaluations of specific program objectives and mentoring were similarly high. In terms of impact on long-term goals, 88% of respondents said the REU helped solidify their interest in STEM, and 75% said that the REU encouraged them to pursue further education, as well as solidified their interest in a research or academic career, while 50% said the program helped solidify interest specifically in systems bioengineering. These outcomes have been presented at two national meetings and published as a conference proceedings paper with the American Society for Engineering Education.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2020<br>\n\t\t\t\t\tModified by: Timothy&nbsp;E&nbsp;Allen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe REU site in Multi-Scale Systems Bioengineering at the University of Virginia (NSF #1560282) provided hands-on summer research training experiences for a total of 31 undergraduates from 2017-2019. Advances in medicine and in the biological sciences are increasingly dependent upon a quantitative understanding of how individual biological components--including DNA, proteins, cells, tissues, and organs--interact as an integrated whole to yield functional outcomes relevant to healthy physiological function and to disease states. The ability to quantitatively describe these systems and to predict how they behave is becoming essential for not only identifying novel drug targets and ascertaining the cause of complex diseases such as cancer and heart disease, but also for achieving truly personalized medical diagnostics, therapies, and surgical approaches toward treating these diseases. Thus, it is imperative to train a diverse new generation of scientists in the concepts and practice of multi-scale systems bioengineering research.\n\nThis NSF-funded REU site recruited and trained a total of 31 students out of 680 applicants over three summers, with participants coming from 27 different colleges and universities around the country and representing 9 different academic majors at those institutions. Of these 31 participants, 15 were underrepresented minorities, 16 were women, 15 attended non-R1 institutions on the Carnegie classification, and 9 attended primarily undergraduate institutions. These REU students performed research on a wide variety of topics in the field, ranging anywhere from molecular scale biophysics models important in viral entry to cell-scale signaling models important in cancer and cardiovascular disease, biomedical data science analysis of genetic data, tissue-level biomechanics models, and image analysis approaches for determining levels of happiness from social media photos. Of these participants, 81% presented their work at national professional society meetings (totaling 25 abstracts presented), and five of them are co-authors on six peer-reviewed scientific papers. Of the 24 who have since graduated from college, 17 are either enrolled in engineering graduate school or in STEM industry positions, and the remainder are pursuing careers in medicine.\n\nIn addition to engaging in closely mentored research projects, these 31 REU students took part in an introductory bootcamp on the fundamentals of systems modeling and applied biostatistics and had multiple opportunities to present their research progress throughout the summer to experts in the field. They also received professional development training through workshops and seminars on research ethics, technical communication, and launching careers in systems bioengineering. Post-REU surveys of participants revealed that 100% of respondents rated their overall experience with the REU as either \"very satisfied\" or \"satisfied\" (average 4.79 on a 5-point Likert rating scale). Evaluations of specific program objectives and mentoring were similarly high. In terms of impact on long-term goals, 88% of respondents said the REU helped solidify their interest in STEM, and 75% said that the REU encouraged them to pursue further education, as well as solidified their interest in a research or academic career, while 50% said the program helped solidify interest specifically in systems bioengineering. These outcomes have been presented at two national meetings and published as a conference proceedings paper with the American Society for Engineering Education.\n\n\t\t\t\t\tLast Modified: 11/25/2020\n\n\t\t\t\t\tSubmitted by: Timothy E Allen"
 }
}