{
 "awd_id": "1560529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Safe implementation of nano materials and technology",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2015-11-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 3042.0,
 "awd_amount": 3042.0,
 "awd_min_amd_letter_date": "2015-11-05",
 "awd_max_amd_letter_date": "2015-11-05",
 "awd_abstract_narration": "1560529 (Mitra)\r\nThis proposal was submitted as an international travel award to cover transportation and lodging costs for U.S. panelists. These panelists participated in the transnational Evaluation (Peer) Review panel for the Safe Implementation of Innovative Nanoscience and Nanotechnology (SIINN) which took place in Lisbon, Portugal June 29-30, 2015. The panel was composed of 17 panelists from Europe and the U.S. of which 4 were from the U.S a total of 26 transnational proposals were reviewed by 17 reviewers. \r\n\r\nThe European Research Area (ERA-NET) is a coordination activity funded by the European Commission within the 7th Framework Program. The main objective of an ERA-NET is to provide a framework to network and mutually open national or regional research programs, leading to concrete cooperation, such as the development and implementation of joint transnational calls. The ERA-NET for Safe Implementation of Innovative Nanoscience and Nanotechnology (ERA-NET SIINN) and the Chemical, Bioengineering, Environmental, and Transport Systems (CBET) Division within the National Science Foundation collaborated to issue a call to encourage joint U.S.-European research collaborations focusing on the environmental and health impacts of manufactured nanomaterial (MNMs). The research areas identified covered 4 topic areas: \r\n\r\nTopic 1. Exposure assessment \r\nTopic 2. Fundamental aspects underlying toxicity mechanisms \r\nTopic 3. Effects of MNM on human health \r\nTopic 4. Environmental impacts of MNMs \r\nThe SIINN partners are: Austrian Ministry for Transport, Innovation and Technology (Austria), Executive Agency for Higher Education, Research, Development and Innovation Funding (Romania), Federal Ministry of Education and Research (Germany), Foundation for Science and Technology (Portugal), Fund for Scientific Research (Belgium), Ministry of Economy and Competitiveness (Spain), National Science Foundation (U.S.), and Regional Council Nord-Pas de Calais (France). The NSF contribution is part of the National Nanotechnology Initiative. \r\n\r\nA total of 26 projects were determined to meet all eligibility criteria and subsequently underwent peer review in Lisbon, Portugal June 28-29, 2015. A panel composed of 17 reviewers were selected - 13 from Europe and 4 from the U.S. In accordance with the MOU NSF signed with ERA-Net in November, travel costs for the 4 U.S. reviewers was to be paid by NSF/CBET. The RA-Net Call Office paid for the travel costs of the 13 European reviewers. \r\n \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Somenath",
   "pi_last_name": "Mitra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Somenath Mitra",
   "pi_email_addr": "mitra@njit.edu",
   "nsf_id": "000306270",
   "pi_start_date": "2015-11-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "138 Warren Street",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 3042.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The SIINN ERA-NET promotes the safe and rapid transfer of research results in nanoscience and nanotechnology (N&amp;N) into industrial applications. National and regional resources are pooled to create a transnational program of research. SIINN brings together fragmented research activities on the potential risks of engineered nanomaterials for environment, human health, and safety.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The joint transnational call of the ERA-NET SIINN was open for the submission of innovative transnational research proposals focused on manufactured nanomaterials (MNMs) in the four topics&rdquo; &nbsp;Exposure assessment, Toxicity mechanisms, Effects of MNMs on human health, Environmental impacts of MNMs.&nbsp; Applicants were invited to compile a single full proposal. In this international RFP, &nbsp;each partner of the consortium was to be funded by the respective national/regional funding organization. Countries participation were many of the EU members as well as USA. The US agencies participation in this &nbsp;effort were the National Science Foundation (NSF), Consumer Product Safety Commission (CPSC) and the National Institute of Environmental Health Sciences (NIEHS).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The review panel met at Lisbon Portugal on June 28 and 29 to evaluate the submitted proposals. There were nearly fifty full proposals that were evaluated by the international group of reviewers assembled at the meeting. The proposals covered a wide range of topics ranging from nanocarbons to agricultural chemicals and various aspects from toxicity to exposure routes were discussed. &nbsp;&nbsp;&nbsp;The travel funds were used to complete this evaluation and make recommendations to the national agencies.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2016<br>\n\t\t\t\t\tModified by: Somenath&nbsp;Mitra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe SIINN ERA-NET promotes the safe and rapid transfer of research results in nanoscience and nanotechnology (N&amp;N) into industrial applications. National and regional resources are pooled to create a transnational program of research. SIINN brings together fragmented research activities on the potential risks of engineered nanomaterials for environment, human health, and safety.\n\n               The joint transnational call of the ERA-NET SIINN was open for the submission of innovative transnational research proposals focused on manufactured nanomaterials (MNMs) in the four topics\"  Exposure assessment, Toxicity mechanisms, Effects of MNMs on human health, Environmental impacts of MNMs.  Applicants were invited to compile a single full proposal. In this international RFP,  each partner of the consortium was to be funded by the respective national/regional funding organization. Countries participation were many of the EU members as well as USA. The US agencies participation in this  effort were the National Science Foundation (NSF), Consumer Product Safety Commission (CPSC) and the National Institute of Environmental Health Sciences (NIEHS).\n\n               The review panel met at Lisbon Portugal on June 28 and 29 to evaluate the submitted proposals. There were nearly fifty full proposals that were evaluated by the international group of reviewers assembled at the meeting. The proposals covered a wide range of topics ranging from nanocarbons to agricultural chemicals and various aspects from toxicity to exposure routes were discussed.    The travel funds were used to complete this evaluation and make recommendations to the national agencies. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/06/2016\n\n\t\t\t\t\tSubmitted by: Somenath Mitra"
 }
}