{
 "awd_id": "1560732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Design and modeling of novel superconducting circuits with coherent phase slips",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922303",
 "po_email": "eabed@nsf.gov",
 "po_sign_block_name": "Eyad Abed",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 83522.0,
 "awd_amount": 83522.0,
 "awd_min_amd_letter_date": "2015-10-30",
 "awd_max_amd_letter_date": "2015-10-30",
 "awd_abstract_narration": "Superconductivity is a quantum phenomenon that manifests itself as an abrupt disappearance of resistivity in certain materials as temperature is lowered below their critical temperature. Recent advances in the nanometer size fabrication, materials science and high precision measurements made it possible to investigate a variety of novel superconducting nanosystems, which were almost unthinkable only a few years ago. Specifically the studies of quantum transport phenomena in nanoscale superconducting wires and circuits made of them are rapidly emerging as one of the central themes of modern physics and engineering. As wire is made narrower, a variety of intriguing quantum effects becomes apparent. Strong spatial confinement leads to intricate electron correlations that influence superconducting properties of the structure. Ultimately superconductivity could be gradually extinguished and some wires may display pronounced insulating behavior, leading to the so-called superconductor-insulator transition.  Superconductors are extremely attractive systems from the point of view of future applications as they could become elementary building blocks for memory bits of quantum computers and other devices operating on coherent quantum tunneling events. The main aim of this joint project is to harness the power of quantum coherence, address the urgent problems of nanoscale-circuit-superconductivity at the frontier of current research, and discover new physics in this exciting field. Our approach will be to combine the expertise of a condensed matter theorist and an experimentalist both having extended experience in related fields. The collaborative structure of the research will provide a rich environment for training students in a broad spectrum of experimental nanoscience and theoretical condensed matter physics. Educational aspects will be further integrated through the development of courses directly related to the proposed research and through research-related seminars, science olympiads, and meetings that target high-school teachers.\r\n\r\nThe goal of the project is to study emergent quantum transport phenomena in the modern nanoscale superconducting circuits driven far from equilibrium and populated with coherent phase slips to reveal the ultimate fate of superconducting correlations in the new domain of external conditions and environments. A substantial part of the proposed research is devoted to stochastic kinetics of the coherent phase slips in superconducting nanowires, nanowire-bridged resonators, and interferometers. The focus in on the mutual role of microwave bias and a magnetic field on the reentrant superconductivity, statistics of the supercurrent switching, bi-stability and current-voltage characteristics, and a study of even-odd parity effects for the phase slip tunneling events. Suggested studies of the excess shot noise, carried across the superconducting transition, will provide additional insights into the microscopic mechanisms of the relaxation and fluctuations. The project also dwells into the new area of exploring proximity-induced superconductivity between superconducting and semiconducting heterostructures that host topological order. This research direction aims to answer the key questions concerning robustness and stability of the topological protection to effects of interactions, disorder and other relevant perturbations. The long-term goal of this project is to develop novel superconducting qubits with coherent phase slips for quantum circuit electrodynamics applications. The proposed architecture designs are based on the phase-slip-junction, the phase-slip-oscillator and an alternative device based on the supercurrent carrying inductor with tunable nonlinearity. The success and completion of this proposal will be of value for the technological advances in the information processing and the photon detection. The technical and theoretical methods that will be developed as a part of this proposal are relevant to a much wider class of problems in the quantum physics of many-body systems. The results of the proposed work will be widely disseminated in publications, seminars, colloquia and conference presentations. Students working under this project will receive extensive training by studying modern aspects of the condensed matter physics, developing new conceptual approaches to nonequilibrium superconducting systems and pursuing original research. As a part of the diversity and educational initiatives PIs will expand research opportunities for the undergraduate students of underrepresented groups and contribute to the science olympiad interscholastic competition program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Levchenko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alex Levchenko",
   "pi_email_addr": "levchenko@physics.wisc.edu",
   "nsf_id": "000594505",
   "pi_start_date": "2015-10-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park St. Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7423",
   "pgm_ref_txt": "Energy collection & storage"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 83522.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF Grant supported fundamental research in the area of quantum transport in nano-scale superconducting circuits. Providing advances in superconducting electronics is of conceptual interest and practical importance especially so in the pursuit of development of practical quantum computers. Quantum computation hardware requires validation and implementation of qubits, which can be viewed as transistors of classical computers. The major achievement of this project is a novel split-junction Josephson junction transmon-type qubit (see attached picture), which we termed Meissneron. This qubit is designed from two nanowires proximitized by superconducting film electrodes. We experimentally measured and theoretically modeled coherence times of this qubit, and demonstrated strong amplification on its tunability. In experiments, the best-detected coherence and dephasing times were in the range of tens of micro-seconds.</p>\n<p>This project resulted in seventeen peer-reviewed publications in the top-level journals (including Physical Review and Nature family journals) covering a&nbsp;wide spectrum of studies of various superconducting and quantum systems. This project supported research of several graduate students, including one female graduate student, which are typically underrepresented in the physical sciences. This project also in-part supported first mid-western summer school in the theoretical and mathematical physics. This school attracted twenty-five graduate students from five states IL, MI, MN, OH, WI. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/24/2017<br>\n\t\t\t\t\tModified by: Alex&nbsp;Levchenko</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1560732/1560732_10330524_1514167842168_setup--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1560732/1560732_10330524_1514167842168_setup--rgov-800width.jpg\" title=\"Meissner transmon qubit\"><img src=\"/por/images/Reports/POR/2017/1560732/1560732_10330524_1514167842168_setup--rgov-66x44.jpg\" alt=\"Meissner transmon qubit\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Optical image of the Meissner transmon qubit fabricated on a sapphire chip, which is mounted in the copper cavity. (b) A zoomed-in optical image of the qubit. (c) Scanning electron microscope image of the electrodes marked E1/E2, and a pair of Josephson junctions. (d) Schematics of the qubit.</div>\n<div class=\"imageCredit\">Created by co-PI A. Bezryadin Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Alex&nbsp;Levchenko</div>\n<div class=\"imageTitle\">Meissner transmon qubit</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis NSF Grant supported fundamental research in the area of quantum transport in nano-scale superconducting circuits. Providing advances in superconducting electronics is of conceptual interest and practical importance especially so in the pursuit of development of practical quantum computers. Quantum computation hardware requires validation and implementation of qubits, which can be viewed as transistors of classical computers. The major achievement of this project is a novel split-junction Josephson junction transmon-type qubit (see attached picture), which we termed Meissneron. This qubit is designed from two nanowires proximitized by superconducting film electrodes. We experimentally measured and theoretically modeled coherence times of this qubit, and demonstrated strong amplification on its tunability. In experiments, the best-detected coherence and dephasing times were in the range of tens of micro-seconds.\n\nThis project resulted in seventeen peer-reviewed publications in the top-level journals (including Physical Review and Nature family journals) covering a wide spectrum of studies of various superconducting and quantum systems. This project supported research of several graduate students, including one female graduate student, which are typically underrepresented in the physical sciences. This project also in-part supported first mid-western summer school in the theoretical and mathematical physics. This school attracted twenty-five graduate students from five states IL, MI, MN, OH, WI.           \n\n \n\n\t\t\t\t\tLast Modified: 12/24/2017\n\n\t\t\t\t\tSubmitted by: Alex Levchenko"
 }
}