{
 "awd_id": "1560643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: A Comparative, State-Level Study of Strength of Political Party and Lobbying Expenditures",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2016-03-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 22837.0,
 "awd_amount": 22837.0,
 "awd_min_amd_letter_date": "2016-03-02",
 "awd_max_amd_letter_date": "2016-07-05",
 "awd_abstract_narration": "General Summary\r\n\r\nAlthough political scientists have long believed that more disciplined and cohesive political parties are better able to resist interest group influence, recent scholarship calls this proposition into question for two reasons. First, interest groups possess specialized policy information that legislators need, and, second, lobbying strategies have grown more sophisticated in the last couple decades. Using an original dataset of lobbying expenditures in thirty-two state legislatures between 2001 and 2014, this project will tests how party conditions (polarization, cohesion, and majority party seat share) affect lobbying expenditures. The expected relationship between each of these conditions and lobbying expenditures depends on what interest groups do when they lobby. If groups lobby only when they believe they can change legislator beliefs about policy, then interest groups should spend less on lobbying as legislator beliefs become more fixed, i.e., as the legislature grows more polarized. However, if groups are successful at moderating the beliefs of increasingly stubborn legislators, then we might expect that groups opposed to the majority party will spend more as polarization increases. Alternatively, if interest groups advance their agendas primarily by enhancing the efforts of their legislative allies, then they should lobby harder when their friends are both more productive and more supportive. Thus, party polarization should encourage more lobbying by groups allied with the majority party. Party cohesion and majority party seat share are expected to have the same effect as party polarization. Preliminary results suggest that as the parties grow more polarized, interest groups spend less on lobbying.  \r\n \r\nTechnical Summary\r\n \r\nScholars have long believed that the power of interest groups is inversely related to the discipline and cohesion of the governing political parties. But interest groups may remain influential even in the face of strong parties, because they provide and process technical information and have grown more experienced at lobbying. This project examines how party conditions associated with party strength affect lobbying expenditures by organized interests. A negative relationship between each of these conditions and lobbying expenditures would be consistent with the exogenous cost model of lobbying. Alternatively, increases in each party condition might encourage interest groups allied with the majority party to increasingly subsidize the efforts of friendly legislators. The endogenous cost model of lobbying predicts that, as each party condition increases, interest groups opposed to the majority party will spend more on lobbying. Quantitative analyses is performed using an original dataset of lobbying expenditures in thirty-two state legislatures from 2001 to 2014 and interviews of lobbyists. The investigator expects that an increase in party polarization will substantially reduce interest group lobbying expenditures. The project will not only provide an indirect test of contemporary lobbying theories, but it will help to build empirical generalizations about the roles and relationship between political parties and interest groups in democratic politics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Minozzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Minozzi",
   "pi_email_addr": "minozzi.1@osu.edu",
   "nsf_id": "000625033",
   "pi_start_date": "2016-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Will",
   "pi_last_name": "Massengill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Will Massengill",
   "pi_email_addr": "massengillw@gmail.com",
   "nsf_id": "000700697",
   "pi_start_date": "2016-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "154 North Oval Mall",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101342",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "009Y00",
   "pgm_ele_name": "Political Science DDRIG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1371",
   "pgm_ref_txt": "POLITICAL SCIENCE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 22837.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has evolved considerably since its inception. Ultimately, I examined how two important political and economic trends - party polarization and economic concentration via corporate mergers and acquisitions - affect firm political decisions. I find that, in some ways, each of these trends increases corporate political involvement. Firms lobby more, and harder, as legislatures polarize, but they do so primarily in response to rising liberalism among Democrats. I also find that corporate acquisitions prompt purchasers to become more politically engaged, in terms of their PAC contributions and lobbying efforts.&nbsp;</p>\n<p>These findings have been presented at several professional conferences. In addition, one of these analyses is under review at a peer-reviewed journal, and the other is being prepared for submission to a peer-reviewed journal.</p>\n<p>Aside from these findings, this project has yielded two novel datasets that will be useful to scholars in political science, economics, and business, as well as journalists and public interest groups. One dataset combines information on corporate lobbying expenditures and party polarization in a subset of American state legislatures, and the other combines data on corporate acquisitions and firm PAC contributions and lobbying efforts at the federal level. After publishing each of the above analyses, these datasets will be made publicly available.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2019<br>\n\t\t\t\t\tModified by: Will&nbsp;Massengill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has evolved considerably since its inception. Ultimately, I examined how two important political and economic trends - party polarization and economic concentration via corporate mergers and acquisitions - affect firm political decisions. I find that, in some ways, each of these trends increases corporate political involvement. Firms lobby more, and harder, as legislatures polarize, but they do so primarily in response to rising liberalism among Democrats. I also find that corporate acquisitions prompt purchasers to become more politically engaged, in terms of their PAC contributions and lobbying efforts. \n\nThese findings have been presented at several professional conferences. In addition, one of these analyses is under review at a peer-reviewed journal, and the other is being prepared for submission to a peer-reviewed journal.\n\nAside from these findings, this project has yielded two novel datasets that will be useful to scholars in political science, economics, and business, as well as journalists and public interest groups. One dataset combines information on corporate lobbying expenditures and party polarization in a subset of American state legislatures, and the other combines data on corporate acquisitions and firm PAC contributions and lobbying efforts at the federal level. After publishing each of the above analyses, these datasets will be made publicly available. \n\n \n\n\t\t\t\t\tLast Modified: 03/31/2019\n\n\t\t\t\t\tSubmitted by: Will Massengill"
 }
}