{
 "awd_id": "1561866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Power Harvesting with Magnetic Shape Memory Alloys: Understanding the Mechanisms and Predicting Voltage Output",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2016-03-21",
 "awd_max_amd_letter_date": "2021-03-10",
 "awd_abstract_narration": "This award supports fundamental research into the mechanisms facilitating power harvesting with magnetic shape memory alloys and the development of tools to accurately predict output power during various load conditions. Power can be generated from environmental sources like wind, waves, or structural vibrations using various technologies. Recently, it has been shown that useful electrical power can be harvested from the environment using a relatively new type of material - magnetic shape memory alloys. While this capability of the material has been demonstrated experimentally, the mechanisms responsible for it are not well understood. Consequently, current mathematical models of this material fail to predict power output accurately, hampering the development and optimization of magnetic shape memory alloy based power harvesters. Successful completion of this work will significantly deepen understanding of this new material and could lead to new technologies to power, or power assist, sensors deployable in remote locations (e.g. to monitor forest conditions) or in infrastructure (e.g. to monitor operational safety).\r\n\r\nThe main objectives of this project are to understand the underlying microstructural mechanisms occurring in magnetic shape memory alloys during power harvesting and to mathematically embed these mechanisms into a material constitutive model that accurately predicts change in magnetization, power output, and strain. In order to understand the mechanisms that lead to power harvesting with these materials, microscopic observations will be performed simultaneously with macroscopic magneto-mechanical characterization; this will allow for the two scales to be correlated. Observations about changes in the microstructure, during various loadings, will be incorporated into a thermodynamics based constitutive model of the material. The model will be validated against macroscopic magnetization, magnetic field, strain, stress, and power data obtained experimentally, under a wide variety of magneto-mechanical loading conditions. Understanding of the underlying mechanisms causing power harvesting, including the magneto-mechanical interdependencies, and embedding these mechanisms into a constitutive model will be a major advance in the field and will yield knowledge that can be employed to develop new technologies with this material and may be extended to understand and model other adaptive or magnetically active materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Feigenbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi Feigenbaum",
   "pi_email_addr": "heidi.feigenbaum@nau.edu",
   "nsf_id": "000496681",
   "pi_start_date": "2016-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Constantin",
   "pi_last_name": "Ciocanel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Constantin Ciocanel",
   "pi_email_addr": "constantin.ciocanel@nau.edu",
   "nsf_id": "000496679",
   "pi_start_date": "2016-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "15600 S. McConnell Dr.",
  "perf_city_name": "Flagstaff",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "860110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through the NSF supported project &ldquo;Power Harvesting with Magnetic Shape Memory Alloys: Understanding the Mechanisms and Predicting Voltage Output&rdquo;, students have been trained and deeper knowledge has been gained about the behavior of magnetic shape memory alloys (MSMAs) and their possible practical applications.&nbsp;</p>\n<p>The research in this project confirmed that MSMAs can be used in power harvesting because internal magnetization changes when an external mechanical loading is applied.&nbsp; This change in magnetization can be turned into useable voltage by a pickup coil near or surrounding the MSMA sample.&nbsp; By performing new experiments and comparing with the literature, we were able to evaluate different configurations of loads and pickup coils and found which give the most power output.&nbsp; We found that if a coil is parallel to the applied mechanical load, then an external magnetic field should be applied at a slight angle to maximize voltage.&nbsp; However, to further maximize power output with MSMAs, the coil should be applied perpendicular to the length of the sample/applied compressive and around a magnetic yoke.&nbsp;</p>\n<p>In addition to our findings related to power harvesting, we developed new tools to measure the behavior of MSMAs and visualize the internal changes within MSMAs during magneto-mechanical loading.&nbsp; We computationally determine that the applied magnetic field should be measured without the MSMA present.&nbsp; We used magnetic optical imaging film to develop a method to observe and measure domain wall motion and magnetization rotation within the MSMA during magneto-mechanical loading.&nbsp; We also used digital image correlation (DIC) to monitor the internal structure and the local deformations experienced by the material during loading.&nbsp; The DIC results indicated that the evolution of this material&rsquo;s microstructure under magneto-mechanical loading is more complex than previously thought.&nbsp; Previously it was believed that the MSMA had two distinct variants, but we saw in these tests that a third variant is often present.&nbsp; Moreover, these results question if domain wall motion is always reversible and show that the rate of domain wall motion change may vary in different parts of the material.&nbsp; With the DIC system, we were able to measure the MSMA response to tension, which had not been done previously due to concerns about cracking and fracture of the material, and found that variants reorient under tension in a very similar manner as previously observed in compression.&nbsp; Hopefully this can lead to new applications with these materials in tension or both tension and compression.&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Over the course of the award, five graduate students have been trained on materials characterization, materials modeling, through both experimental and computational research. Several undergraduate students have also been involved in various aspects of the project, through either designing and fabricating experimental fixtures or by carrying out experiments designed by the graduate students and faculty. Finally, the findings from this project were incorporated into the Adaptive Materials and Systems course offered at NAU, throughout the life of this project thereby exposing many students to research in general and MSMAs in particular, improving the chances of broader adoption of this material by the industry and the development of new technologies.&nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/19/2022<br>\n\t\t\t\t\tModified by: Heidi&nbsp;Feigenbaum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThrough the NSF supported project \"Power Harvesting with Magnetic Shape Memory Alloys: Understanding the Mechanisms and Predicting Voltage Output\", students have been trained and deeper knowledge has been gained about the behavior of magnetic shape memory alloys (MSMAs) and their possible practical applications. \n\nThe research in this project confirmed that MSMAs can be used in power harvesting because internal magnetization changes when an external mechanical loading is applied.  This change in magnetization can be turned into useable voltage by a pickup coil near or surrounding the MSMA sample.  By performing new experiments and comparing with the literature, we were able to evaluate different configurations of loads and pickup coils and found which give the most power output.  We found that if a coil is parallel to the applied mechanical load, then an external magnetic field should be applied at a slight angle to maximize voltage.  However, to further maximize power output with MSMAs, the coil should be applied perpendicular to the length of the sample/applied compressive and around a magnetic yoke. \n\nIn addition to our findings related to power harvesting, we developed new tools to measure the behavior of MSMAs and visualize the internal changes within MSMAs during magneto-mechanical loading.  We computationally determine that the applied magnetic field should be measured without the MSMA present.  We used magnetic optical imaging film to develop a method to observe and measure domain wall motion and magnetization rotation within the MSMA during magneto-mechanical loading.  We also used digital image correlation (DIC) to monitor the internal structure and the local deformations experienced by the material during loading.  The DIC results indicated that the evolution of this material’s microstructure under magneto-mechanical loading is more complex than previously thought.  Previously it was believed that the MSMA had two distinct variants, but we saw in these tests that a third variant is often present.  Moreover, these results question if domain wall motion is always reversible and show that the rate of domain wall motion change may vary in different parts of the material.  With the DIC system, we were able to measure the MSMA response to tension, which had not been done previously due to concerns about cracking and fracture of the material, and found that variants reorient under tension in a very similar manner as previously observed in compression.  Hopefully this can lead to new applications with these materials in tension or both tension and compression.        \n\nOver the course of the award, five graduate students have been trained on materials characterization, materials modeling, through both experimental and computational research. Several undergraduate students have also been involved in various aspects of the project, through either designing and fabricating experimental fixtures or by carrying out experiments designed by the graduate students and faculty. Finally, the findings from this project were incorporated into the Adaptive Materials and Systems course offered at NAU, throughout the life of this project thereby exposing many students to research in general and MSMAs in particular, improving the chances of broader adoption of this material by the industry and the development of new technologies.   \n\n \n\n\t\t\t\t\tLast Modified: 08/19/2022\n\n\t\t\t\t\tSubmitted by: Heidi Feigenbaum"
 }
}