{
 "awd_id": "1561241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  A team for development of the education game small business, Substrate Games",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2015-10-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2015-10-15",
 "awd_max_amd_letter_date": "2015-10-15",
 "awd_abstract_narration": "Educational games are a potentially transformative technology; they transport users to an immersive world and confront them with challenges in an environment that encourages discovery and risk taking. The intrinsic appeal and intuitive nature of computer games to the millennials and the as-yet-unnamed post-millennial generation makes them a powerful medium for learning, and they are beginning to take their place in classrooms as a complement to teacher-based lectures. The engagement of more young people in science is critical for our nation. This project will enable the formation of a small business targeted at serving this need. By vetting the proposed educational computer game concept, this I-Corps team will set the stage to bring science learning through gaming to a multitude of other young people; students who might otherwise be uninterested in science could become hooked and be provided a context for learning by playing computer games.\r\n\r\nThe proposed Innovation Corps Teams Program (I-Corps Teams) research will seek to identify and develop a plan to improve the usability of the proposed product on marketing, business, design and presentation levels. Presently, computer games that are in realistic 3D biological (virtual) environments are unavailable in the market. Yet, this type of realism is exceedingly popular in commercial computer games. In the longer term, the proposed innovation would result in computer and mobile games, built by a team of gamers, programmers, artists, scientists and business experts, that are different from existing types, in that they enable 3-dimensional gameplay in a scientifically vetted environment. With a technologically innovative, high-quality product and a vetted commercialization plan the team will pursue additional resources to assist in further identifying and affirming the initial target market. The team intends to use the  I-CORPS funding to catalyze the first steps in the development of Substrate Games into a viable educational gaming company. The team's mission is to meet the demand of STEM education via innovative interactive applications that have proven scientific merit, are fun and engaging experiences, and present themselves with high art and production values that rarely seen among educational gaming products.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eve",
   "pi_last_name": "Wurtele",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eve S Wurtele",
   "pi_email_addr": "mash@iastate.edu",
   "nsf_id": "000439812",
   "pi_start_date": "2015-10-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500113223",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">It is our small buisness's mission to meet the demand of STEM education via innovative interactive applications that have proven scientific merit, are fun and engaging experiences, and present themselves with high art and production values that rarely seen among educational gaming products.&nbsp;</p>\n<p class=\"p1\">&nbsp;<span class=\"s1\">Presently, computer games that are in realistic 3D biological (virtual) environments are unavailable in the market. Yet, this type of realism is exceedingly popular in commercial computer games&nbsp;Our&nbsp;</span>Innovation Corps Teams Program (I-Corps Teams) research identified and developed a plan to improve the usability of our product on marketing, business, design and presentation levels.&nbsp;</p>\n<p class=\"p2\">&nbsp;In the longer term, our innovation would result in computer and mobile games, built by a team of gamers, programmers, artists, scientists and business experts, that are different from existing types, in that they enable 3-dimensional gameplay in a scientifically vetted environment.&nbsp;</p>\n<p class=\"p2\">To develop the business plan, our learning proccess included intense group discussions, reporting, and one-on-one guidance,, combined with over 100 interviews of poential cumsotmers across six states. Our achivement was in establishing&nbsp;the first steps in the development of Substrate Games into a comercially viable educational gaming company</p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span>With a technologically innovative, high-quality product and the vetted commercialization plan initated in the ICORPS project, &nbsp;we are pursuing additional resources including the state of Iowa&rsquo;s POCR funding to assist in further identifying and affirming our initial target market and an SBIR for develoment of an educational computer/mobile game. .&nbsp;</p>\n<p class=\"p2\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2016<br>\n\t\t\t\t\tModified by: Eve&nbsp;S&nbsp;Wurtele</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "It is our small buisness's mission to meet the demand of STEM education via innovative interactive applications that have proven scientific merit, are fun and engaging experiences, and present themselves with high art and production values that rarely seen among educational gaming products. \n Presently, computer games that are in realistic 3D biological (virtual) environments are unavailable in the market. Yet, this type of realism is exceedingly popular in commercial computer games Our Innovation Corps Teams Program (I-Corps Teams) research identified and developed a plan to improve the usability of our product on marketing, business, design and presentation levels. \n In the longer term, our innovation would result in computer and mobile games, built by a team of gamers, programmers, artists, scientists and business experts, that are different from existing types, in that they enable 3-dimensional gameplay in a scientifically vetted environment. \nTo develop the business plan, our learning proccess included intense group discussions, reporting, and one-on-one guidance,, combined with over 100 interviews of poential cumsotmers across six states. Our achivement was in establishing the first steps in the development of Substrate Games into a comercially viable educational gaming company\n With a technologically innovative, high-quality product and the vetted commercialization plan initated in the ICORPS project,  we are pursuing additional resources including the state of IowaÆs POCR funding to assist in further identifying and affirming our initial target market and an SBIR for develoment of an educational computer/mobile game. . \n \n\n \n\n\t\t\t\t\tLast Modified: 04/30/2016\n\n\t\t\t\t\tSubmitted by: Eve S Wurtele"
 }
}