{
 "awd_id": "1561512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enabling Cloud-Based Quality-Data Management Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 299498.0,
 "awd_amount": 299498.0,
 "awd_min_amd_letter_date": "2016-03-11",
 "awd_max_amd_letter_date": "2016-03-11",
 "awd_abstract_narration": "Cloud-based platforms for accessing, sharing, and visualizing manufacturing-enterprise-level data are becoming available. In a cloud-based quality-data-management system, the quality-characteristics of different devices, products, and facilities are accumulated in a centralized database. These data pertain to multiple machines and multiple facilities, offering opportunities to achieve more effective quality control and productivity improvements. However, most cloud-based platforms are as yet unable to exploit the information contained in such data to make better decisions for production-system control and quality improvement. The objective of this project is to advance a series of methodologies that enable modeling of a large number of quality characteristics, timely change detection, accurate root cause diagnosis, and optimal repair decision-making. The project will also contribute to workforce training by offering students opportunities to engage in interdisciplinary research dealing with manufacturing, computing, sensing, and machine learning. \r\n\r\nThe reason why cloud-based platforms may not as yet exploit manufacturing-enterprise-level data lies in the dearth of techniques to (1) describe the quality characteristics and their relationships, and (2) make decisions informed by such descriptive models. To enable cloud-based quality-data-management systems of the future, the investigators will first advance methodology needed for a flexible, yet rigorous, hierarchical graphical model, which will describe the inter-relationships among different quality characteristics. The hierarchical structure of the model will enable information sharing across different facilities within an enterprise. Based on this descriptive model, the investigators will next develop methodologies for process monitoring and diagnosis via likelihood based risk-adjustment and Bayesian-factor theory, and for optimal repair decisions via Partially Observable Markov Decision Processes (POMDP) framework. The developed methodologies will be tested on data obtained from an industrial collaborator.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shiyu",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shiyu Zhou",
   "pi_email_addr": "szhou@engr.wisc.edu",
   "nsf_id": "000234372",
   "pi_start_date": "2016-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaojin",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaojin Zhu",
   "pi_email_addr": "jerryzhu@cs.wisc.edu",
   "nsf_id": "000211108",
   "pi_start_date": "2016-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1513 University Ave.",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "006Y00",
   "pgm_ele_name": "OE Operations Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 299498.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cloud-based platform for accessing, sharing, and visualizing manufacturing data at the enterprise level has seen tremendous progress and become increasingly available. In a cloud-based Quality Data Management (QDM) system, the measurement data of Quality Characteristics (e.g., the dimensional quality measure of mechanical components in an automotive), abbreviated as QCs, from different devices, products, and facilities are accumulated in a centralized database. These data are accessible to people regardless their locations. The unprecedented data availability from multiple machines and multiple facilities brings great opportunities to achieve effective quality control and productivity improvement for the whole production system, rather than only for a single workstation. However, most the cloud-based platforms suffer the &ldquo;DRIP&rdquo; syndrome, where &ldquo;DRIP&rdquo; stands for &ldquo;data rich and information poor&rdquo;. In other words, although a large amount of data are readily available, these data are not fully exploited to make optimal decision for the system control and improvement. The principal causes of the DRIP syndrome are the lacking of sophisticated data analytics model used to describe the data characteristics and their relationships and the lacking of corresponding decision making tools. The objective of this project is to find a cure of the DRIP syndrome for QDM systems by establishing a series of methodologies that are capable of correct identification of the inter-relationships among QCs, timely change detection, accurate root cause diagnosis, and optimal operation decision making.</p>\n<p>During the course of the project, many such methodologies have been successfully established. These methodologies can be roughly put into three categories.</p>\n<p>(1)&nbsp;&nbsp;&nbsp; A unique feature of the cloud-based QDM system is that the manufacturing data from multiple similar processes are readily available. Taking the advantage of data availability, we established a powerful data-driven modeling tool, called hierarchical graphical model, to describe the inter-relationships among quality variables and enable knowledge and information sharing among different processes and facilities.</p>\n<p>(2)&nbsp;&nbsp;&nbsp; Based on the model describing the interactions among quality variables, we established an effective method for the identification of large variation sources in multi-station manufacturing processes. One unique feature of the method is that it can provide an estimation of the large disturbances in the process even if the measured QCs are limited. In addition, we established process monitoring techniques when the QCs are signals with complex forms.</p>\n<p>(3)&nbsp;&nbsp;&nbsp; We established manufacturing system control strategies to optimize the system key performance indicators (KPIs). KPIs are designed to measure critical system objectives and conduct performance evaluation and control of manufacturing systems. Typical examples of KPI include the throughput of the system and the waiting time for an order to be finished. For a complex manufacturing system, the relationships among KPIs are complex and the control of KPIs is challenging. We developed a flexible data-driven model for KPIs and model based control strategy to optimize the manufacturing system KPIs. &nbsp;</p>\n<p>The research team conducted thorough literature survey on these topics and developed new methodologies to address the research gaps. The advantages of the newly developed methodologies are validated through both simulation and real world data. The research results have been summarized in multiple publications in peer reviewed journals and disseminated in research conferences. The success of the project will push the capabilities of the cloud based-platform to the next level by making it smarter through the integration of manufacturing and computer and information science.</p>\n<p>Besides the research contributions on the new technological development, the interdisciplinary nature of this project provided students the unique opportunity to obtain training in manufacturing, data science, and operation decision making. Through the development of new course materials and research training for participating graduate students, this project made positive impacts on the human resource development. One student has defended his PhD dissertation with the support of this project and became a faculty member in a research university.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2020<br>\n\t\t\t\t\tModified by: Shiyu&nbsp;Zhou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCloud-based platform for accessing, sharing, and visualizing manufacturing data at the enterprise level has seen tremendous progress and become increasingly available. In a cloud-based Quality Data Management (QDM) system, the measurement data of Quality Characteristics (e.g., the dimensional quality measure of mechanical components in an automotive), abbreviated as QCs, from different devices, products, and facilities are accumulated in a centralized database. These data are accessible to people regardless their locations. The unprecedented data availability from multiple machines and multiple facilities brings great opportunities to achieve effective quality control and productivity improvement for the whole production system, rather than only for a single workstation. However, most the cloud-based platforms suffer the \"DRIP\" syndrome, where \"DRIP\" stands for \"data rich and information poor\". In other words, although a large amount of data are readily available, these data are not fully exploited to make optimal decision for the system control and improvement. The principal causes of the DRIP syndrome are the lacking of sophisticated data analytics model used to describe the data characteristics and their relationships and the lacking of corresponding decision making tools. The objective of this project is to find a cure of the DRIP syndrome for QDM systems by establishing a series of methodologies that are capable of correct identification of the inter-relationships among QCs, timely change detection, accurate root cause diagnosis, and optimal operation decision making.\n\nDuring the course of the project, many such methodologies have been successfully established. These methodologies can be roughly put into three categories.\n\n(1)    A unique feature of the cloud-based QDM system is that the manufacturing data from multiple similar processes are readily available. Taking the advantage of data availability, we established a powerful data-driven modeling tool, called hierarchical graphical model, to describe the inter-relationships among quality variables and enable knowledge and information sharing among different processes and facilities.\n\n(2)    Based on the model describing the interactions among quality variables, we established an effective method for the identification of large variation sources in multi-station manufacturing processes. One unique feature of the method is that it can provide an estimation of the large disturbances in the process even if the measured QCs are limited. In addition, we established process monitoring techniques when the QCs are signals with complex forms.\n\n(3)    We established manufacturing system control strategies to optimize the system key performance indicators (KPIs). KPIs are designed to measure critical system objectives and conduct performance evaluation and control of manufacturing systems. Typical examples of KPI include the throughput of the system and the waiting time for an order to be finished. For a complex manufacturing system, the relationships among KPIs are complex and the control of KPIs is challenging. We developed a flexible data-driven model for KPIs and model based control strategy to optimize the manufacturing system KPIs.  \n\nThe research team conducted thorough literature survey on these topics and developed new methodologies to address the research gaps. The advantages of the newly developed methodologies are validated through both simulation and real world data. The research results have been summarized in multiple publications in peer reviewed journals and disseminated in research conferences. The success of the project will push the capabilities of the cloud based-platform to the next level by making it smarter through the integration of manufacturing and computer and information science.\n\nBesides the research contributions on the new technological development, the interdisciplinary nature of this project provided students the unique opportunity to obtain training in manufacturing, data science, and operation decision making. Through the development of new course materials and research training for participating graduate students, this project made positive impacts on the human resource development. One student has defended his PhD dissertation with the support of this project and became a faculty member in a research university.\n\n\t\t\t\t\tLast Modified: 08/02/2020\n\n\t\t\t\t\tSubmitted by: Shiyu Zhou"
 }
}