{
 "awd_id": "1561908",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Big Data PI Workshop",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2016-02-15",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 336272.0,
 "awd_amount": 336272.0,
 "awd_min_amd_letter_date": "2016-02-16",
 "awd_max_amd_letter_date": "2016-02-16",
 "awd_abstract_narration": "This workshop will bring together, for the first time, all of the PIs of the NSF BIGDATA program, at a venue in the Washington DC/Northern Virginia area. The goals of the NSF BIGDATA program are to \"develop new methods for deriving knowledge from data; construct new infrastructure to manage, curate and serve data to communities; and forge new approaches for associated education and training.\" Given the range of possible activities, there is a need and opportunity to introduce the funded project PI's to the breadth of work funded under the Big Data Research Initiative and to new potential research partners. The workshop is by invitation, and open to researchers who are currently funded through the NSF BIGDATA program. The goal of this two-day workshop is to bring together PIs/co-PIs with government and industry invitees to discuss current research, as well as identify and elaborate on new, emerging challenges, and future directions.\r\n\r\nThis workshop will bring together experts in different disciplines comprising the Big Data community, funded by NSF. The meeting will identify gaps, needs, resources, and barriers related to Big Data research, and also develop a forward-looking research agenda that will identify future directions in this area. The workshop will provide current PIs with opportunities to showcase and discuss their current work; establish new collaborations; develop knowledge of available research and infrastructure resources; and gain insight into new areas of research. The broader impact of this meeting will be the ability to more broadly share research results in the foundational as well as application aspects of big data in society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Singh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Singh",
   "pi_email_addr": "singh@cs.georgetown.edu",
   "nsf_id": "000233811",
   "pi_start_date": "2016-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amol",
   "pi_last_name": "Deshpande",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Amol V Deshpande",
   "pi_email_addr": "amol@cs.umd.edu",
   "nsf_id": "000486255",
   "pi_start_date": "2016-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wenchao",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenchao Zhou",
   "pi_email_addr": "wzhou@cs.georgetown.edu",
   "nsf_id": "000636942",
   "pi_start_date": "2016-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "37th and 'O' Streets, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200571789",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 336272.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The  NSF Big Data Research program supports both theoretical foundations and  applied interdisciplinary research that involves large-scale data. The  goal of this grant was to bring together PIs and co-PIs currently funded  by the Big Data program at NSF along with select industry and  government leaders to discuss current research, identify challenges, and  develop an agenda for future research in this area. To that end, we  hosted two meetings in April 2016 and March 2017, respectively.</span> <span>A number of&nbsp;</span>ideas  and themes that surfaced during the workshops. In 2016, the main themes  that emerged included: the need for big data ethics and privacy  standards, more flexible funding mechanisms for interdisciplinary  research, an available platform for large-scale research, integrated  tools for all stages of the data science life cycle, educational  guidelines in this new discipline, and more synergistic research ties  between big data theoretical research and applied research. In 2017, <span>the  participants discussed the state of the art, promising research  directions for the next three years, and available data sets that exist  in five application domains &ndash; policy, health, education, economy &amp;  finance, and environment &amp; energy. In discussing these, two general  concerns emerged. First, how to facilitate successful multidisciplinary  collaborations given the potential misalignment in training,  perspectives, and research goals. Second, how to increase the  availability of high quality data sets. Recommendations for these  challenges were presented in the meeting report.<br /></span> &nbsp;<br /> Detailed reports, slides, and notes can be found at the two meeting sites:<br /> - 2016: <a class=\"m_-3003395708322160801moz-txt-link-freetext\" href=\"http://workshops.cs.georgetown.edu/BDPI-2016/\" target=\"_blank\">http://workshops.cs.georgetown.edu/BDPI-2016/</a><br /> - 2017: <a class=\"m_-3003395708322160801moz-txt-link-freetext\" href=\"https://www.bi.vt.edu/nsf-big-data\" target=\"_blank\">https://www.bi.vt.edu/nsf-big-data</a></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2018<br>\n\t\t\t\t\tModified by: Lisa&nbsp;Singh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe  NSF Big Data Research program supports both theoretical foundations and  applied interdisciplinary research that involves large-scale data. The  goal of this grant was to bring together PIs and co-PIs currently funded  by the Big Data program at NSF along with select industry and  government leaders to discuss current research, identify challenges, and  develop an agenda for future research in this area. To that end, we  hosted two meetings in April 2016 and March 2017, respectively. A number of ideas  and themes that surfaced during the workshops. In 2016, the main themes  that emerged included: the need for big data ethics and privacy  standards, more flexible funding mechanisms for interdisciplinary  research, an available platform for large-scale research, integrated  tools for all stages of the data science life cycle, educational  guidelines in this new discipline, and more synergistic research ties  between big data theoretical research and applied research. In 2017, the  participants discussed the state of the art, promising research  directions for the next three years, and available data sets that exist  in five application domains &ndash; policy, health, education, economy &amp;  finance, and environment &amp; energy. In discussing these, two general  concerns emerged. First, how to facilitate successful multidisciplinary  collaborations given the potential misalignment in training,  perspectives, and research goals. Second, how to increase the  availability of high quality data sets. Recommendations for these  challenges were presented in the meeting report.\n  \n Detailed reports, slides, and notes can be found at the two meeting sites:\n - 2016: http://workshops.cs.georgetown.edu/BDPI-2016/\n - 2017: https://www.bi.vt.edu/nsf-big-data\n\n\t\t\t\t\tLast Modified: 05/23/2018\n\n\t\t\t\t\tSubmitted by: Lisa Singh"
 }
}