{
 "awd_id": "1561723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Helping Parents to See Mathematics Ability as Malleable: Implications for Children's Mathematics Learning",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925350",
 "po_email": "jdearo@nsf.gov",
 "po_sign_block_name": "Jessie Dearo",
 "awd_eff_date": "2016-05-15",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 1895863.0,
 "awd_amount": 1895863.0,
 "awd_min_amd_letter_date": "2016-04-21",
 "awd_max_amd_letter_date": "2017-07-18",
 "awd_abstract_narration": "Many people believe that mathematics ability is a fixed trait. However, research indicates instead that mathematics ability is malleable, that it can be improved with effort and persistence, a belief system known as \"growth mindset\". There has been much attention to enhancing children's mathematics learning in the classroom. Although this is critical, it does not take into account that children spend a large proportion of their time outside of school, frequently with at least one of their parents. Consequently, parents are an important but underutilized resource in the effort to improve children's mathematics learning. It is clear that parents' practices play a role in the development of children's mathematics skills, but little is known about how to optimize parenting practices. This research project will study how growth mindsets about mathematics ability can lead to parenting practices that enhance children's mathematics learning. A central endeavor of the project will be to test the efficacy of helping parents to hold a growth mindset. Along with the research findings, the project will also translate to a cost- and time-efficient intervention that can be implement in a variety of settings.\r\n\r\nThe project will investigate the impact of the intervention on parents' mindsets, their ensuing parenting practices related to mathematics learning, and the impact of those practices on children's motivation and achievement in mathematics. The project will employ an experimental intervention in which parents and children are followed over time using a variety of assessments (e.g., observations, daily reports, and standardized tests). The research will test the extent to which exposing parents to information that mathematics ability is malleable leads to a growth mindset, thereby optimizing parenting practices around mathematics with enduring benefits for children's mathematics learning. Given demographic disparities in children's mathematics achievement, a socioeconomically diverse group of European American and African American families will be recruited. This design will permit study of the extent to which the growth mindset induction along with the scaffolding activities can reduce socioeconomic and ethnic disparities. A major innovation of the project is that it will examine whether scaffolding activities (e.g., mathematics games and books) support parents in implementing their growth mindsets in a variety of situations in which they interact with children around mathematics on a daily basis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eva",
   "pi_last_name": "Pomerantz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eva M Pomerantz",
   "pi_email_addr": "pomerntz@illinois.edu",
   "nsf_id": "000464309",
   "pi_start_date": "2016-04-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Cimpian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei Cimpian",
   "pi_email_addr": "andrei.cimpian@nyu.edu",
   "nsf_id": "000563270",
   "pi_start_date": "2016-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. WRIGHT STREET",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "8818",
   "pgm_ref_txt": "STEM Learning Environments"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1895863.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Parents are often considered an underutilized resource in the effort to improve children&rsquo;s mathematics achievement.&nbsp;Key to addressing this issue is identifying how parents can be optimally involved in children&rsquo;s mathematics learning, particularly given that parents&rsquo; attempts to assist children can backfire. To this end, the funded research followed 615 parents and their early elementary school children (i.e., in first and second grade) over 18 months using multiple methods to assess parents&rsquo; involvement in children&rsquo;s mathematics learning and children&rsquo;s mathematics adjustment (i.e., motivation, engagement, and achievement). The research served as a training context for over 90 undergraduate students, many from groups historically marginalized or underrepresented in psychological science; graduate students and a post-doctoral scholar were also trained.</p>\n<p>The focus of the funded research on children in early elementary school is important given there is often a transition to homework, which can be challenging for many families, at this time. This phase of development, however, has been largely neglected in research on the role of parents in children&rsquo;s mathematics learning. The funded research indicates that as children move from first to second grade, mathematics homework increases and mathematics activities (e.g., playing games involving mathematics) decrease. Unfortunately, the funded research also found that mathematics homework (vs. activities) elicits more negative affect from parents which predicts poorer mathematics adjustment among children over time. School personnel may want to consider making mathematics homework more like mathematics activities to ensure more constructive involvement among parents.</p>\n<p>Prior research has focused almost exclusively on the mathematics concepts salient in parents' interactions with children, either in the context of the type of activities they do together or parents' talk during these activities. The funded research indicates that although parents&rsquo; mathematical input is important, qualitative aspects (e.g., autonomy support and positive affect) of parents&rsquo; involvement in children&rsquo;s mathematics learning are also important but can be undermined by parents' mathematics anxiety.&nbsp; Thus, recommendations to parents should focus on both the mathematics concepts they engage and&nbsp; qualitative aspects of their involvement, with attention to reducing parents&rsquo; mathematics anxiety which is particuly detrimental for children who have difficulty with mathematics.</p>\n<p>A significant contribution of the funded research is the development of new measures useful to understanding the role of parents in children's mathematics adjustment. Most notably, a parent report measure was developed to examine parents' person and process responses to children's mathematics failure and success. Given that prior research has relied on more intense assessment strategies (e.g., home observations and daily surveys), this is an important advance in that it allows for more efficient assessment of a more representative sample. Using this measure, we found that parents' person responses predict poorer mathematics adjustment over time suggesting that recommendations to parents should involve steering them away from such responses. The new measure will be available to researchers who can use it in future research to advance our knowledge about parents&rsquo; role in children&rsquo;s mathematics learning.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/24/2022<br>\n\t\t\t\t\tModified by: Eva&nbsp;M&nbsp;Pomerantz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nParents are often considered an underutilized resource in the effort to improve children’s mathematics achievement. Key to addressing this issue is identifying how parents can be optimally involved in children’s mathematics learning, particularly given that parents’ attempts to assist children can backfire. To this end, the funded research followed 615 parents and their early elementary school children (i.e., in first and second grade) over 18 months using multiple methods to assess parents’ involvement in children’s mathematics learning and children’s mathematics adjustment (i.e., motivation, engagement, and achievement). The research served as a training context for over 90 undergraduate students, many from groups historically marginalized or underrepresented in psychological science; graduate students and a post-doctoral scholar were also trained.\n\nThe focus of the funded research on children in early elementary school is important given there is often a transition to homework, which can be challenging for many families, at this time. This phase of development, however, has been largely neglected in research on the role of parents in children’s mathematics learning. The funded research indicates that as children move from first to second grade, mathematics homework increases and mathematics activities (e.g., playing games involving mathematics) decrease. Unfortunately, the funded research also found that mathematics homework (vs. activities) elicits more negative affect from parents which predicts poorer mathematics adjustment among children over time. School personnel may want to consider making mathematics homework more like mathematics activities to ensure more constructive involvement among parents.\n\nPrior research has focused almost exclusively on the mathematics concepts salient in parents' interactions with children, either in the context of the type of activities they do together or parents' talk during these activities. The funded research indicates that although parents’ mathematical input is important, qualitative aspects (e.g., autonomy support and positive affect) of parents’ involvement in children’s mathematics learning are also important but can be undermined by parents' mathematics anxiety.  Thus, recommendations to parents should focus on both the mathematics concepts they engage and  qualitative aspects of their involvement, with attention to reducing parents’ mathematics anxiety which is particuly detrimental for children who have difficulty with mathematics.\n\nA significant contribution of the funded research is the development of new measures useful to understanding the role of parents in children's mathematics adjustment. Most notably, a parent report measure was developed to examine parents' person and process responses to children's mathematics failure and success. Given that prior research has relied on more intense assessment strategies (e.g., home observations and daily surveys), this is an important advance in that it allows for more efficient assessment of a more representative sample. Using this measure, we found that parents' person responses predict poorer mathematics adjustment over time suggesting that recommendations to parents should involve steering them away from such responses. The new measure will be available to researchers who can use it in future research to advance our knowledge about parents’ role in children’s mathematics learning.\n\n\t\t\t\t\tLast Modified: 06/24/2022\n\n\t\t\t\t\tSubmitted by: Eva M Pomerantz"
 }
}