{
 "awd_id": "1561153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Boron-Nitrogen-Doped Conjugated Aromatic Hydrocarbons",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jin Cha",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 380000.0,
 "awd_min_amd_letter_date": "2016-07-02",
 "awd_max_amd_letter_date": "2016-07-02",
 "awd_abstract_narration": "In this project, funded by the Chemical Synthesis Program of the NSF Chemistry Division, Professor Shih-Yuan Liu and his students in the Department of Chemistry at Boston College synthesize boron-nitrogen(BN)-containing polycyclic aromatic hydrocarbons (PAHs).  These molecules exhibit BN/CC (carbon-carbon) isosterism, that is, they replace two carbon atoms in an aromatic organic molecule with one boron and one nitrogen atom.  While both the carbon-carbon  and boron-nitrogen containing molecules have  the same number of overall electrons, their properties are very different.  BN-substituted PAHs may be useful in a number of applications including medicinal chemistry and devices that convert light to electricity.   The Liu group is developing new synthetic methods to make BN-doped PAHs.  Once prepared, the molecules are examined to see how they react differently than the related carbon-containing molecules. The broader impacts of this program include industrial internships for graduate students at local companies, science outreach to local high schools, collaboration with international researchers, hosting of an international conference, and continued involvement of undergraduates in chemical research via programs which promote participation of underrepresented groups.\r\n\r\nBoron-Nitrogen/Carbon-Carbon (BN/CC) isosterism, i.e., the replacement of two carbon atoms with a boron and a nitrogen atom, has emerged as a novel strategy to expand the structural diversity of compounds relevant to materials science. Despite the recent advances in BN heterocycle chemistry, the systematic exploration of BN/CC isosteres of polycyclic aromatic hydrocarbons that have relevance to the development of organic materials has remained underexplored. This research seeks to develop a comprehensive structure/reactivity relationship in BN isosteres of simple acenes. Research plans include: 1) synthesis of the unreported parental BN isosteres of naphthalene and anthracene, 2) characterization of the optoelectronic properties and chemical reactivity of the synthesized materials, and 3) development of a predictive energetic model for BN/CC isosterism of polycyclic aromatic hydrocarbons. Moreover, this research serves as excellent training for graduate and undergraduate researchers in fundamental and applied chemical synthesis. Student participants in this project are exposed to a variety of experimental methods and techniques commonly applied in synthetic organic, inorganic, physical organic, and organometallic chemistry. The interdisciplinary and collaborative nature of the research in conjunction with the outreach activities seamlessly integrates with the education and career development of participating students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shih-Yuan",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shih-Yuan Liu",
   "pi_email_addr": "shihyuan.liu@bc.edu",
   "nsf_id": "000255201",
   "pi_start_date": "2016-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 Commonwealth Avenue",
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 380000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>BN/CC isosterism, i.e., the replacement of two carbon atoms with a boron and a nitrogen atom, has emerged as a viable strategy to expand the structural diversity of compounds relevant to materials science.<strong>&nbsp;</strong>Despite the recent advances in BN heterocycle chemistry, the systematic exploration of BN/CC isosteres of polycyclic aromatic hydrocarbons that have relevance to the development of organic materials has remained underexplored.<strong>&nbsp;</strong>We have set out as a goal to develop a comprehensive structure/reactivity relationship analysis of BN isosteres of simple acenes. With the support of the NSF, 1) we have successfully developed the synthesis of the thermodynamically least stable isomer of the BN naphthalene series, 2) we have successfully developed the first example of the BN isostere of the tetracene family, 3) we have successfully developed a straightforward 3-step synthesis of a new BN isostere of anthracene (BN-9a-9-anthracene) that features a small band gap and an efficient solid-state emission behavior, and 4) we have developed a predictive energetic model for BN/CC isosterism of polycyclic aromatic hydrocarbons employing a combined experimental and computational approach. As a result of this project, we have published 9 papers and given 15 presentations (including 8 student presentations).&nbsp;<strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>The NSF support has significantly contributed to the professional development of undergraduate and graduate students, as well as encouraged high-school students to pursue a science career. During the award period, five Boston College undergraduate students from the PI?s lab have graduated and moved to a career in science, and four graduate students have received their Ph.D. degrees.</p>\n<p>&nbsp;</p>\n<p>Our science outreach efforts include visits of a pair of graduate/undergraduate students to high schools to speak about the benefits of pursuing a degree in chemistry and perform hands-on chemistry demonstration. Select highschool students also participated in a chemistry workshop in PI?s laboratory where they are introduced to preparative synthetic techniques as well as to instruments for characterization of compounds.</p>\n<p>As a second avenue of our science outreach effort, we are continuing the student-prepared teaching material on 1) arrow-pushing mechanisms of organic and organometallic transformations, 2) commonly used reagents and tactics in complex molecule synthesis, and 3) commonly encountered named reactions in total synthesis that are now available as a publically available online resource (http://capricorn.bc.edu/lsy/public_html/public-presentations.html).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2019<br>\n\t\t\t\t\tModified by: Shih-Yuan&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBN/CC isosterism, i.e., the replacement of two carbon atoms with a boron and a nitrogen atom, has emerged as a viable strategy to expand the structural diversity of compounds relevant to materials science. Despite the recent advances in BN heterocycle chemistry, the systematic exploration of BN/CC isosteres of polycyclic aromatic hydrocarbons that have relevance to the development of organic materials has remained underexplored. We have set out as a goal to develop a comprehensive structure/reactivity relationship analysis of BN isosteres of simple acenes. With the support of the NSF, 1) we have successfully developed the synthesis of the thermodynamically least stable isomer of the BN naphthalene series, 2) we have successfully developed the first example of the BN isostere of the tetracene family, 3) we have successfully developed a straightforward 3-step synthesis of a new BN isostere of anthracene (BN-9a-9-anthracene) that features a small band gap and an efficient solid-state emission behavior, and 4) we have developed a predictive energetic model for BN/CC isosterism of polycyclic aromatic hydrocarbons employing a combined experimental and computational approach. As a result of this project, we have published 9 papers and given 15 presentations (including 8 student presentations).  \n\n \n\nThe NSF support has significantly contributed to the professional development of undergraduate and graduate students, as well as encouraged high-school students to pursue a science career. During the award period, five Boston College undergraduate students from the PI?s lab have graduated and moved to a career in science, and four graduate students have received their Ph.D. degrees.\n\n \n\nOur science outreach efforts include visits of a pair of graduate/undergraduate students to high schools to speak about the benefits of pursuing a degree in chemistry and perform hands-on chemistry demonstration. Select highschool students also participated in a chemistry workshop in PI?s laboratory where they are introduced to preparative synthetic techniques as well as to instruments for characterization of compounds.\n\nAs a second avenue of our science outreach effort, we are continuing the student-prepared teaching material on 1) arrow-pushing mechanisms of organic and organometallic transformations, 2) commonly used reagents and tactics in complex molecule synthesis, and 3) commonly encountered named reactions in total synthesis that are now available as a publically available online resource (http://capricorn.bc.edu/lsy/public_html/public-presentations.html).\n\n \n\n\t\t\t\t\tLast Modified: 10/04/2019\n\n\t\t\t\t\tSubmitted by: Shih-Yuan Liu"
 }
}