{
 "awd_id": "1562656",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Emergence of New Properties at the Large-Scale on Elastic Surfaces due to  Small-Scale Adhesion and Waviness",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2016-03-01",
 "awd_exp_date": "2021-02-28",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2016-03-03",
 "awd_max_amd_letter_date": "2016-03-03",
 "awd_abstract_narration": "This award supports the study of the physical mechanisms that underlie friction using mathematical modeling and experiments. Friction is the resistance to sliding between two solid surfaces that are in mechanical contact. These mechanisms operate at sub-micrometer length scales and involve complex mechanical interactions that are dictated by the surfaces' adhesion and roughness. The specifics of these mechanisms, however, remain poorly understood. The new knowledge will lead to new strategies that can reduce energy wastage, for example in engines, due to friction. Additionally, the new knowledge in alliance with micro-fabrication techniques will allow engineers to create surfaces with tailored or tunable surface properties. Specifically, it will inform them which sizes, shapes and arrangements of surface features should be used in order to produce the desired frictional effects. Such \"structural surface engineering\" has the potential to galvanize scientific and technological breakthroughs in many disciplines. For example, it can drive the development of prosthetics that are capable of the human sense of touch, and increase the agility of the next generation of climbing robots for search and rescue missions.\r\n\r\nThe new knowledge will be derived by investigating the hypothesis that a significant fraction of friction involving elastomeric material surfaces is caused by the energy dissipated by mechanical instabilities that take place at the small-scale due to adhesion and surface roughness. The hypothesis will be investigated by studying a model family of continuum mechanics-based contact problems. Equations that connect the mean transverse contact force to the net normal contact force, adhesion and roughness parameters will be derived. By performing an asymptotic analysis of these equations it will be determined whether the mean transverse force remains finite, that is, whether friction type behavior emerges at the large-scale, as the roughness length scale in the problem is made infinitesimally small. New adhesive contact simulation techniques and experiments will be developed and used to guide and verify the theoretical work. Currently, surface mechanical phenomena, such as friction, are considered intrinsic properties and are described with phenomenological models. There is a very limited understanding of how surface phenomena are connected to small-scale mechanisms and parameters. The project aims to derive a micro-mechanics based, mathematical theory of friction. It will lead to fundamental advances required for creating a general, theoretical methodology for understanding how surface properties emerge at the large-scale as the smeared out effects of complex interactions that are hidden at the small-scale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haneesh",
   "pi_last_name": "Kesari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haneesh Kesari",
   "pi_email_addr": "Haneesh_Kesari@brown.edu",
   "nsf_id": "000621501",
   "pi_start_date": "2016-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div><span id=\"m_8283529620802359242gmail-m_-2133768464302808012gmail-docs-internal-guid-5d60dd57-7fff-1d4c-79b5-5dd2b70e2122\">\n<p dir=\"ltr\"><span>The goal of this NSF grant (award ID: 1562656) was to understand if and how new surface mechanical properties (e.g., effective adhesion and friction) can appear (&ldquo;emerge&rdquo;) at the large scale on elastic surfaces due to small scale adhesion and surface topography. The research supported by this grant focused on a fairly new and&nbsp;</span><span>unexplored territory of applied mechanics that is termed \"micro-mechanics/homogenization of surfaces and interfaces.\" It led to the discovery of a fascinating array of completely new results, describing how friction, adhesion, and surface architecture are coupled at the small scale, and </span>how new surface properties can emerge at the large scale. This occurs as the 'smeared out effect' of new mechanisms that are created at the small scale by the adhesion and surface architecture.&nbsp;<span>It also revealed the mechanisms underlying the surface adhesive behavior at the large scale and explained how the behavior is related to small-scale material and surface parameters.&nbsp;</span></p>\n</span></div>\n<div>\n<p dir=\"ltr\"><span>The project led to the&nbsp;</span><span>successful development of a</span><span><span style=\"color: #ff00ff;\">&nbsp;</span></span><span>physical testing apparatus at Brown University. </span><span>In particular, the mechanical testing stage developed as part of this project fills an important gap in the capabilities of Brown University&rsquo;s mechanical testing facilities. Specifically, its force range and resolution are ideal for materials that are too small or soft for conventional mechanical testing systems and too large or stiff for nano-indenters and atomic force microscopes. More importantly, by simply changing the thickness of the mechanical testing stage&rsquo;s load sensing cantilever,</span><span>&nbsp;the force range can be scaled from tens of micro-Newtons to tens of Newtons.&nbsp;</span></p>\n</div>\n<div>\n<p dir=\"ltr\">Overall, the project provided substantive educational and research opportunities for two PhD students, one master&nbsp;student, and one undergraduate student. The project also provided training opportunities for the students to attend a total of 9 international conferences and to present their project-related research. Work under this grant also contributed to 10 peer-reviewed journal articles and 3 thesis publications that contain specific results from the project.&nbsp;</p>\n</div>\n<div>\n<p dir=\"ltr\"><span>The outcomes of the project were disseminated to the public in multiple ways. Firstly, a </span><a href=\"https://www.youtube.com/channel/UCSx58arVPrS6zzQDrY_h_WQ\" target=\"_blank\"><span>YouTube channel</span></a><span> was created by the PI and research related videos were uploaded to the channel, which maximize public visibility and accessibility of the project&rsquo;s primary research results. Secondly, the PI collaborated with the </span><a href=\"https://www.brown.edu/academics/science-center/outreach/science-cartoons-program\" target=\"_blank\"><span>SciToons initiative</span></a><span> at Brown University to create scientific cartoons with a focus on bio-inspired engineering. Sci-Toons videos are a powerful tool for engaging and communicating scientific research and concepts to a broad audience. The Sci-Toons were distributed via a variety of social media platforms, including </span><a href=\"https://www.youtube.com/channel/UC-PeXkvT6F9nwAEaT3pwjQA\" target=\"_blank\"><span>YouTube</span></a><span>. Finally, a total of 5 peer-reviewed journal publications supported by this grant received a wide range of news media coverage, including the&nbsp;</span><span>NSF website, Science Daily, Phys.org, EurekAlert (AAAS), Nanowerk, Futurity, Technology.org,&nbsp; Materials Today, R&amp;D World, Long Room, AZO NANO, Nanowerk News, and others</span><span>.</span></p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2021<br>\n\t\t\t\t\tModified by: Haneesh&nbsp;Kesari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this NSF grant (award ID: 1562656) was to understand if and how new surface mechanical properties (e.g., effective adhesion and friction) can appear (\"emerge\") at the large scale on elastic surfaces due to small scale adhesion and surface topography. The research supported by this grant focused on a fairly new and unexplored territory of applied mechanics that is termed \"micro-mechanics/homogenization of surfaces and interfaces.\" It led to the discovery of a fascinating array of completely new results, describing how friction, adhesion, and surface architecture are coupled at the small scale, and how new surface properties can emerge at the large scale. This occurs as the 'smeared out effect' of new mechanisms that are created at the small scale by the adhesion and surface architecture. It also revealed the mechanisms underlying the surface adhesive behavior at the large scale and explained how the behavior is related to small-scale material and surface parameters. \n\n\nThe project led to the successful development of a physical testing apparatus at Brown University. In particular, the mechanical testing stage developed as part of this project fills an important gap in the capabilities of Brown University’s mechanical testing facilities. Specifically, its force range and resolution are ideal for materials that are too small or soft for conventional mechanical testing systems and too large or stiff for nano-indenters and atomic force microscopes. More importantly, by simply changing the thickness of the mechanical testing stage’s load sensing cantilever, the force range can be scaled from tens of micro-Newtons to tens of Newtons. \n\n\nOverall, the project provided substantive educational and research opportunities for two PhD students, one master student, and one undergraduate student. The project also provided training opportunities for the students to attend a total of 9 international conferences and to present their project-related research. Work under this grant also contributed to 10 peer-reviewed journal articles and 3 thesis publications that contain specific results from the project. \n\n\nThe outcomes of the project were disseminated to the public in multiple ways. Firstly, a YouTube channel was created by the PI and research related videos were uploaded to the channel, which maximize public visibility and accessibility of the project’s primary research results. Secondly, the PI collaborated with the SciToons initiative at Brown University to create scientific cartoons with a focus on bio-inspired engineering. Sci-Toons videos are a powerful tool for engaging and communicating scientific research and concepts to a broad audience. The Sci-Toons were distributed via a variety of social media platforms, including YouTube. Finally, a total of 5 peer-reviewed journal publications supported by this grant received a wide range of news media coverage, including the NSF website, Science Daily, Phys.org, EurekAlert (AAAS), Nanowerk, Futurity, Technology.org,  Materials Today, R&amp;D World, Long Room, AZO NANO, Nanowerk News, and others.\n\n\n\t\t\t\t\tLast Modified: 06/29/2021\n\n\t\t\t\t\tSubmitted by: Haneesh Kesari"
 }
}