{
 "awd_id": "1562420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analytical Techniques for Studying On-Demand Shared-Use Mobility",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cynthia Chen",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 354941.0,
 "awd_amount": 354941.0,
 "awd_min_amd_letter_date": "2016-02-29",
 "awd_max_amd_letter_date": "2016-02-29",
 "awd_abstract_narration": "The proliferation of smart mobile devices has given rise to on-demand economy, which aims to effectively bring together consumers and suppliers with very low transaction costs. As a typical example of on-demand economy, ride-sourcing companies, such as Uber and Lyft, are transforming the taxi industry and the way we travel in cities. The companies provide ride-hailing applications that intelligently source private car owners who drive their own vehicles to provide taxi services for profit to riders. These companies have been successful, but have created controversy. This controversy arises due to regulations in terms of price, entry and service quality that are imposed on the taxis while comparatively fewer regulatory requirements have been imposed on ride-sourcing companies. Unfair competition is argued particularly by cab drivers and their employers. The success of ride-sourcing services has thus created doubt about the efficacy of regulating the taxi industry; it challenges the very premise behind regulation in this industry. This grant will develop methodologies and tools for analyzing the structure and competition of taxi markets with ride-sourcing services and deriving insights on their regulation. The grant will provide timely support for the government agencies of many cities to better understand the impacts and implications of ride-sourcing companies and develop policies to guide their deployment. The research results can also shed light on the analysis and management of other types of on-demand economy and other emerging urban mobility services such as car sharing and ridesharing. This grant will involve students at all levels and traditionally underrepresented students, creating interactive, virtual environments for in-class use.  Additionally, materials related to an on-demand economy and innovative urban mobility services will be developed to enhance existing courses. \r\n\r\nThe research will be conducted in two main thrusts. The first aims to develop an analytical framework to investigate optimal regulation regimes of a taxi market with ride-sourcing companies under simplified aggregate or macroscopic settings. Representing the matchings between customers and drivers by an exogenous matching function, the equilibrium properties of an aggregate taxi market will be examined under different market structures to derive insights on whether it is necessary or how to regulate the market. The aggregate model will be extended to network and dynamic contexts to better capture the spatial and temporal variability of the supply and demand of taxi services. The second thrust develops an agent-based simulation and a simulated test bed to provide a better understanding of the working mechanisms of ride-sourcing platforms, validate the analytical results obtained from developed models, and test various regulations and policies for more complex cases that are  analytically intractable. If successful, this grant will advance the knowledge of and analysis capabilities for taxi markets. It will enrich the literature of transportation systems analysis, network modeling and agent-based simulation and modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yafeng",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yafeng Yin",
   "pi_email_addr": "yafeng@umich.edu",
   "nsf_id": "000489707",
   "pi_start_date": "2016-02-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Slutsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Slutsky",
   "pi_email_addr": "slutsky@ufl.edu",
   "nsf_id": "000703360",
   "pi_start_date": "2016-02-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}