{
 "awd_id": "1562339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Optimal Path Planning Among Mobile Sources of Threat in Complex Environments",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 273835.0,
 "awd_amount": 273835.0,
 "awd_min_amd_letter_date": "2016-08-17",
 "awd_max_amd_letter_date": "2016-08-17",
 "awd_abstract_narration": "This research effort will create novel algorithms for path planning and trajectory generation by a controlled mobile system operating in an environment populated by multiple mobile threats. These threats correspond to objects moving unpredictably, or possibly maliciously. The chosen worst-case approach models the mobile threats as pursuers actively and intelligently seeking a collision. The specific objective of the algorithm is to safely steer the controlled system to its destination, while minimizing the cumulative exposure to all threat sources. Accounting for all possible actions by all pursuers quickly results in a problem too large for even the most powerful computer. To make the calculations practical, the problem is divided into two parts -- first a short-term evasion strategy considering only the single most imminent threat, and second a long-term steering strategy with the goal of safely steering the controlled system to its goal destination while accounting for all threats. As air travel and automobile traffic become more autonomous, it becomes imperative for these systems to accommodate one or more uncommunicative, malfunctioning, or malicious agents. Finally, undergraduate and under-represented students will have the opportunity to work under the supervision of the PI in research projects related to the scope of this research effort via two different research programs which are offered every summer semester at the University of Texas at Austin.\r\n\r\nProblems of capture-evasion in the presence of multiple sources of threat are generally computationally intractable. This project approaches such problems using a combination of a short-term evasion strategy and a long-term steering strategy. The short-term strategy is based on a suitably defined threat metric, which is a state-dependent metric that measures the closeness of an evader from the highest-risk threat, while accounting for the dynamic and input constraints of both parties. The long-term strategy is primarily intended to steer the evader to its goal destination, while its cumulative exposure to every pursuer along its ensuing trajectory is kept low at all times. This project approaches these problems in the following stages: 1) Formulate the differential game describing multiple, potentially adversarial, decision makers as a path planning problem considering multiple mobile sources of threat. 2) Define a computationally tractable solution approach. 3) Leverage modern techniques such as sampling-based algorithms to address the path planning problem subject to non-trivial dynamic and input constraints, with time-varying state constraints to represent mobile obstacle. 4) Validate the solution to the capture-evasion problem by comparing its performance, in terms of the likelihood of the evader safely reaching its destination, against Monte Carlo simulations and other powerful but time-consuming numerical solution techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Efstathios",
   "pi_last_name": "Bakolas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Efstathios Bakolas",
   "pi_email_addr": "bakolas@austin.utexas.edu",
   "nsf_id": "000642073",
   "pi_start_date": "2016-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "C0600, 210 East 24th Street",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121221",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 273835.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main outcomes of this research project include algorithms for path planning and trajectory generation for autonomous mobile agents (e.g., mobile robots and autonomous vehicles) which operate in a workspace that is populated by static and mobile obstacles and other autonomous mobile agents which can potentially collide with the agents of interest (e.g., malicious or malfunctioning agents can increase the risk of collision in areas with high traffic). The produced outcomes can be classified into two groups. The first group consists of algorithms that treat the path planning problem by adopting a high-level approach. Such algorithms leverage tools and concepts from game theory according to which autonomous agents should make decisions (e.g., where they should try to go at each time) which account for the decisions of other autonomous agents in their vicinity. In this high-level approach, agents do not explicitly account for the fine details of their own motion characteristics (e.g., how quickly they can adjust their speed or change their direction of motion) or those of the other agents in their vicinity. In this high-level approach, agents adopt a proactive and less myopic approach to avoid collisions. The specific outcomes for the high-level approach include a thorough theoretical analysis based on the novel formulation of the high-level path planning problem as a game with multiple players (decision makers) together with novel algorithmic solution techniques in which an agent decides about which sources of threat in its vicinity should deal with first based on the risk of collision associated with them (obstacles or agents which are closer, in terms of an appropriate distance function, to the agent of interest are given higher priority than others). The effectiveness of this approach has been verified through theoretical analysis as well as multiple numerical simulations. The second group of outcomes includes low-level path planning or local motion planning algorithms which, in contrast with the high-level path planning algorithms, rely on more accurate models of the agents' motion. The use of the latter algorithms is necessary because the high-level path planning algorithms, which do not account for the fine details of the problem, may not provide safe paths when applied to some realistic scenarios. In such scenarios, the local motion planning algorithms will make all the necessary local corrections and adjustments that will guarantee collision avoidance. The effectiveness of this second approach has been verified through theoretical analysis as well as multiple numerical simulations.</p>\n<p>The outcomes (publications) of this effort include five journal papers in prestigious journals in the field with high impact factors, two conference papers and two PhD theses. Given the multi-disciplinary nature of this research project, the outcomes of this project will have an impact in multiple fields, including control theory, robotics, autonomy, optimization and game theory. This research project has mainly supported two graduate students whose PhD theses were centered around the high-level and the low-level path planning problems, respectively. The two students acquired modern and powerful skills (analytic and algorithmic) which can be applied to multiple problems in autonomy and robotics. These skills have helped them secure jobs in high profile tech companies after graduation. The two students presented their results to conferences, gave poster presentations, attended workshops for young professionals, and mentored several undergraduate students (including under-represented students) under the supervision of the PI.</p>\n<p>The main outcomes of this research have been disseminated to the research community and the general public via conference papers and presentations, journal articles, posters, mentoring of undergraduate students and a PI's interview about the scope and the main goals of the project, which appeared in the website of his department. Given the national interest in autonomy and robotics, it is expected that the outcomes of this research will contribute to recent efforts to integrate intelligent mobile machines in many different activities and aspects of our everyday lives. Such efforts are expected to have a significant positive impact on various aspects of national economy ranging from new ways for the transportation of commodities by autonomous robots and vehicles to increased productivity in automated manufacturing.</p>\n<p>Finally, this project has given the opportunity to several undergraduate students (including under-represented students) at the PI's home department to become familiar with the scope, objectives and outcomes of this research effort. The students worked in relevant undergraduate research projects under the guidance and mentoring of the two graduate students who were supported by this project and under the supervision of the PI. The students received academic credit for their efforts. More importantly, through these activities, the students obtained experience in using modern tools of path planning and robotics which they can potentially use in their future careers or in their graduate studies should they decide to go to graduate school.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/02/2020<br>\n\t\t\t\t\tModified by: Efstathios&nbsp;Bakolas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main outcomes of this research project include algorithms for path planning and trajectory generation for autonomous mobile agents (e.g., mobile robots and autonomous vehicles) which operate in a workspace that is populated by static and mobile obstacles and other autonomous mobile agents which can potentially collide with the agents of interest (e.g., malicious or malfunctioning agents can increase the risk of collision in areas with high traffic). The produced outcomes can be classified into two groups. The first group consists of algorithms that treat the path planning problem by adopting a high-level approach. Such algorithms leverage tools and concepts from game theory according to which autonomous agents should make decisions (e.g., where they should try to go at each time) which account for the decisions of other autonomous agents in their vicinity. In this high-level approach, agents do not explicitly account for the fine details of their own motion characteristics (e.g., how quickly they can adjust their speed or change their direction of motion) or those of the other agents in their vicinity. In this high-level approach, agents adopt a proactive and less myopic approach to avoid collisions. The specific outcomes for the high-level approach include a thorough theoretical analysis based on the novel formulation of the high-level path planning problem as a game with multiple players (decision makers) together with novel algorithmic solution techniques in which an agent decides about which sources of threat in its vicinity should deal with first based on the risk of collision associated with them (obstacles or agents which are closer, in terms of an appropriate distance function, to the agent of interest are given higher priority than others). The effectiveness of this approach has been verified through theoretical analysis as well as multiple numerical simulations. The second group of outcomes includes low-level path planning or local motion planning algorithms which, in contrast with the high-level path planning algorithms, rely on more accurate models of the agents' motion. The use of the latter algorithms is necessary because the high-level path planning algorithms, which do not account for the fine details of the problem, may not provide safe paths when applied to some realistic scenarios. In such scenarios, the local motion planning algorithms will make all the necessary local corrections and adjustments that will guarantee collision avoidance. The effectiveness of this second approach has been verified through theoretical analysis as well as multiple numerical simulations.\n\nThe outcomes (publications) of this effort include five journal papers in prestigious journals in the field with high impact factors, two conference papers and two PhD theses. Given the multi-disciplinary nature of this research project, the outcomes of this project will have an impact in multiple fields, including control theory, robotics, autonomy, optimization and game theory. This research project has mainly supported two graduate students whose PhD theses were centered around the high-level and the low-level path planning problems, respectively. The two students acquired modern and powerful skills (analytic and algorithmic) which can be applied to multiple problems in autonomy and robotics. These skills have helped them secure jobs in high profile tech companies after graduation. The two students presented their results to conferences, gave poster presentations, attended workshops for young professionals, and mentored several undergraduate students (including under-represented students) under the supervision of the PI.\n\nThe main outcomes of this research have been disseminated to the research community and the general public via conference papers and presentations, journal articles, posters, mentoring of undergraduate students and a PI's interview about the scope and the main goals of the project, which appeared in the website of his department. Given the national interest in autonomy and robotics, it is expected that the outcomes of this research will contribute to recent efforts to integrate intelligent mobile machines in many different activities and aspects of our everyday lives. Such efforts are expected to have a significant positive impact on various aspects of national economy ranging from new ways for the transportation of commodities by autonomous robots and vehicles to increased productivity in automated manufacturing.\n\nFinally, this project has given the opportunity to several undergraduate students (including under-represented students) at the PI's home department to become familiar with the scope, objectives and outcomes of this research effort. The students worked in relevant undergraduate research projects under the guidance and mentoring of the two graduate students who were supported by this project and under the supervision of the PI. The students received academic credit for their efforts. More importantly, through these activities, the students obtained experience in using modern tools of path planning and robotics which they can potentially use in their future careers or in their graduate studies should they decide to go to graduate school.\n\n\t\t\t\t\tLast Modified: 02/02/2020\n\n\t\t\t\t\tSubmitted by: Efstathios Bakolas"
 }
}