{
 "awd_id": "1562055",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Forest Water Use and the Influence of Acid Deposition",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 99212.0,
 "awd_amount": 137145.0,
 "awd_min_amd_letter_date": "2016-04-07",
 "awd_max_amd_letter_date": "2021-05-18",
 "awd_abstract_narration": "Forest Water Use Efficiency (WUE) is defined as the ratio of carbon uptake per unit water vapor loss via transpiration. Micrometeorological measurements suggest that forest WUE has dramatically increased over the last two decades, in excess of what would be expected from increases in atmospheric carbon dioxide concentrations. Coinciding with observed trends in forest WUE have been marked decreases in acid deposition throughout much of North America and Europe. There is evidence that acid deposition may impact forest WUE, either by altering the availability of nutrients in forest soils or by directly affecting foliar physiology.  Changes in WUE could also lead to changes in stream discharge from forested catchments.  The hypothesized response of forests to changing levels of acid deposition is not currently considered in the land surface components of global climate models (GCMs). Since carbon dioxide and water vapor are the two most important greenhouse gases, it is vital to accurately model their land-atmosphere exchange.\r\n \r\nThe proposed research uses a catchment-based approach to investigate the effects of changing acid deposition on forest WUE. Tree ring carbon isotopes will be used to reconstruct historical WUE time series within six catchments that have been differentially impacted by acid deposition due to distinctions between their underlying bedrock mineralogy and geological histories. The research will also capitalize on experimental treatments that have altered soil biogeochemistry in paired catchment designs (Bear Brook, ME; Hubbard Brook, NH; and Fernow Experimental Forest, WV). Stream discharge analysis and model-based approaches will be applied to detect the impact of acid deposition on forest WUE. \r\n\r\nThe project will support a Ph.D. student, who will receive training in a wide range of field, laboratory, and modeling techniques, and at least eight undergraduate students. High school students will also be involved through established programs, and will include their participation in both field and lab activities. All senior members of the project team have track records of recruiting students from underrepresented groups. Results will be communicated to the broader scientific community through journal publications and conference presentations, and a special conference session will be organized with an objective of sharing research findings with the modeling community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lixin",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lixin Wang",
   "pi_email_addr": "lxwang@iu.edu",
   "nsf_id": "000638092",
   "pi_start_date": "2016-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University Purdue University Indianapolis",
  "perf_str_addr": "402 N. Blackford SL118P",
  "perf_city_name": "Indianapolis",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "462025191",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 99212.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 19457.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 18476.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigates the effects of changing acid deposition on forest water use using long-term paired&nbsp;catchment&nbsp;observations as well as analyses of tree ring width and tree ring isotopes.&nbsp;The research capitalizes on experimental treatments that have altered soil biogeochemistry in paired catchment designs (Bear Brook, ME; Hubbard Brook, NH; and Fernow Experimental Forest, WV). Stream discharge analysis is applied to detect the impact of acid deposition on forest water use. Our findings demonstrated that leaching of soil base cations, specifically calcium, alters how effectively plants can regulate their stomata, thus causing the acidified catchment to transpire more water than the reference catchment. As far as we know, this is the first demonstration of such regulation at the watershed scale. The project produced 11 peer-reviewed journal articles and generated 14 presentations at national and international conferences. This project produces a unique isotope and tree-ring dataset documenting the effects of&nbsp;acid deposition on long-term tree growth and tree water use. This project helps to improve the ability of land surface models to simulate the exchange of water and carbon dioxide between vegetation and the atmosphere by providing new mechanisms of vegetation water use. This is important because land surface models serve as the bottom boundaries of climate models used to predict changes in the Earth&rsquo;s carbon and hydrological cycles.</p>\n<p>&nbsp;</p>\n<p>This project provided training and laboratory experiences for one Ph.D. student, nine undergraduate students, and eight high school students. The high school students worked with us through the Project SEED (Summer Experiences for the Economically Disadvantaged) program. Each student assisted in the processing of tree cores taken from Fernow and the Virginia sampling locations as well as aiding in the subsequent cellulose extraction and isotope analysis. This project has allowed the graduate student to learn lab techniques on cellulose extraction and isotope analysis. For the undergraduate and high school lab workers, this project also allowed them to learn new lab techniques and explore an area of science that is brand new to them. Organic extractions, purification reactions, and isotope analyses are not things most students are exposed to. Such lab techniques, responsibilities, and thought processes are extremely valuable for their future careers. The method development component was particularly unique for undergraduate and high school students. For example, they were part of the whole development process. This consisted of learning the technical aspects of the X-ray fluorescence instrument (e.g., theory, design, capabilities) and going through many trials and failures. It was &lsquo;real&rsquo; science where a technical understanding and available resources were used to design a method, apply, test, and refine it until we reached the goal we set out for. During this, they learned how to properly test and refine a methodology to a publishable standard, but they also learned how to fail and how frequently it comes despite our best efforts. Several students had the opportunity to present their work at conferences. This undoubtedly came with a sense of accomplishment and hopefully reminded them of how it was earned.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2022<br>\n\t\t\t\t\tModified by: Lixin&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigates the effects of changing acid deposition on forest water use using long-term paired catchment observations as well as analyses of tree ring width and tree ring isotopes. The research capitalizes on experimental treatments that have altered soil biogeochemistry in paired catchment designs (Bear Brook, ME; Hubbard Brook, NH; and Fernow Experimental Forest, WV). Stream discharge analysis is applied to detect the impact of acid deposition on forest water use. Our findings demonstrated that leaching of soil base cations, specifically calcium, alters how effectively plants can regulate their stomata, thus causing the acidified catchment to transpire more water than the reference catchment. As far as we know, this is the first demonstration of such regulation at the watershed scale. The project produced 11 peer-reviewed journal articles and generated 14 presentations at national and international conferences. This project produces a unique isotope and tree-ring dataset documenting the effects of acid deposition on long-term tree growth and tree water use. This project helps to improve the ability of land surface models to simulate the exchange of water and carbon dioxide between vegetation and the atmosphere by providing new mechanisms of vegetation water use. This is important because land surface models serve as the bottom boundaries of climate models used to predict changes in the Earth’s carbon and hydrological cycles.\n\n \n\nThis project provided training and laboratory experiences for one Ph.D. student, nine undergraduate students, and eight high school students. The high school students worked with us through the Project SEED (Summer Experiences for the Economically Disadvantaged) program. Each student assisted in the processing of tree cores taken from Fernow and the Virginia sampling locations as well as aiding in the subsequent cellulose extraction and isotope analysis. This project has allowed the graduate student to learn lab techniques on cellulose extraction and isotope analysis. For the undergraduate and high school lab workers, this project also allowed them to learn new lab techniques and explore an area of science that is brand new to them. Organic extractions, purification reactions, and isotope analyses are not things most students are exposed to. Such lab techniques, responsibilities, and thought processes are extremely valuable for their future careers. The method development component was particularly unique for undergraduate and high school students. For example, they were part of the whole development process. This consisted of learning the technical aspects of the X-ray fluorescence instrument (e.g., theory, design, capabilities) and going through many trials and failures. It was ‘real’ science where a technical understanding and available resources were used to design a method, apply, test, and refine it until we reached the goal we set out for. During this, they learned how to properly test and refine a methodology to a publishable standard, but they also learned how to fail and how frequently it comes despite our best efforts. Several students had the opportunity to present their work at conferences. This undoubtedly came with a sense of accomplishment and hopefully reminded them of how it was earned. \n\n\t\t\t\t\tLast Modified: 10/17/2022\n\n\t\t\t\t\tSubmitted by: Lixin Wang"
 }
}