{
 "awd_id": "1563614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multi-Physics Models for Proppant Placement in Energy Georeservoirs",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922339",
 "po_email": "gibiscon@nsf.gov",
 "po_sign_block_name": "Giovanna Biscontin",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 354435.0,
 "awd_amount": 362435.0,
 "awd_min_amd_letter_date": "2016-07-11",
 "awd_max_amd_letter_date": "2017-04-17",
 "awd_abstract_narration": "Underground energy technologies are of crucial importance in contemporary geomechanics, including Enhanced Geothermal Systems (EGS). EGS use geothermal energy to produce electricity from hot deep underground permeability-enhanced rock formations. This project addresses the need for more effective proppant (granular material that keeps the fractures open) usage during geothermal energy recovery. Specifically, resolving proppant placement issues will aid optimization, growth and further development of georeservoirs, and will speed up transformation of the EGS technology from its current early development stage to commercial use.  This will benefit global renewable energy market and global sustainable energy delivery. This research has also a potential for contributing to quantitative understanding of several additional geomechanical issues, such as mud flows and slurry flows, internal erosion of dams and scouring of soil around structures. This research project advances the knowledge of fundamental physics of flow of dense suspensions, and develops new theories that would improve engineering design for proppant placement into branching hydraulic fractures with irregular, rough surfaces. The models resulting from this activity will, for the first time, capture particle agglomeration by accounting for the interplay between particle-particle interactions and fluid hydrodynamic forces and the role of fluid, particle and fracture properties. Our multidisciplinary team, consisting of a geotechnical engineer and a mathematical modeler, will collaborate with other programs to broaden participation of women and other underrepresented groups in science through research, engineering and educational engagements.\r\n\r\nThis project seeks to better understand and mitigate the conditions resulting in proppant logging during proppant-fluid injection into hydraulic fractures. The project products will lead to efficient proppant placement during permeability enhancement, potentially reducing its environmental impact. The overarching goal of this project is to gain quantitative understanding of this phenomenon and requires development of new mathematical theories. Current practice for predicting proppant flow and transport relies on empirical relationships developed from laboratory tests involving large width, smooth, straight slots, appropriate for use in simplified single-fracture models. However, most hydraulic fractures are rough and branching, which creates a complex path for the fluid and proppant transport. The physics of dense slurry flow and transport includes particle-particle and fluid-particle interactions. Especially for fluids used in proppant placement, this physics is not properly understood and, hence, not adequately accounted for in current models. A mathematical model of proppant flow in realistic fracture networks will be developed, and validated with laboratory-scale experiments. The experimental component comprises next-generation slot-flow experiments in 3-D printed fractures using scanned rock surfaces from fracturing tests. The fractures will be printed with transparent materials, enabling the use of Particle Image Velocimetry (PIV) to track the movement of proppant particles. The project's theoretical part consists of two interrelated components, development of a continuum-scale constitutive law that accounts for particle-particle and particle-fluid interactions, and development of a computationally efficient algorithm for modeling proppant flow in fractures with rough walls and (randomly) varying apertures. The continuum-scale models will be parameterized with parameters reflecting properties of fracture surface's roughness, average fracture width, and physical and mechanical properties of fluid and proppant particles. These and other effective model parameters will be determined from both discrete numerical simulations and slot-flow experiments. The model will serve as a practical tool for reservoir engineers to ensure the proper proppant placement in hydraulic fractures and to predict and plan the reliable permeability enhancement of georeservoirs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ingrid",
   "pi_last_name": "Tomac",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ingrid Tomac",
   "pi_email_addr": "itomac@ucsd.edu",
   "nsf_id": "000677015",
   "pi_start_date": "2016-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Tartakovsky",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Tartakovsky",
   "pi_email_addr": "tartakovsky@stanford.edu",
   "nsf_id": "000485194",
   "pi_start_date": "2016-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930085",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 354435.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal seeked to better understand and mitigate the conditions resulting in proppant clogging during proppant-fluid injection into hydraulic fractures. Proppant is granular material that keeps the fractures open after hydraulic fracturing. The overarching goal of this proposal was to gain quantitative understanding of the particle clogging phenomenon during flow and transport of particle-fluid slurries in complex geometries like rock fractures. The project outcomes will lead to efficient proppant placement during permeability enhancement, indirectly reducing its environmental impact due to optimization of hydrocarbons extraction and ramping up the geothermal energy sector. The specific objectives of the proposed research were the quantification of particle clustering in flow at different slickwater and proppant concentration conditions, understanding of particle agglomeration dynamics and effects of rough realistic fracture walls on particle flow and transport. The research was conducted using laboratory slot experiments for preliminary insights and model validation, and in parallel, performing numerical micromechanics investigation with Discrete Element Method coupled with computational fluid dynamics. The experimental component comprised of next-generation slot-flow experiments in three dimensionaly printed fractures using scanned rock surfaces from fracturing tests of other authors. These fractures were printed and combined with transparent materials, which was suitable for the use of Particle Image Velocimetry (PIV) method for analysis and interpretation of high resolution video footage, in order to track the movement of proppant particles.Therefore, this outcomes of this project enabled overcaming past practices for predicting proppant flow and transport that relied on empirical relationships, which were developed from laboratory tests involving smooth, straight slots with relatively large width, and were appropriate for use only in simplified single-fracture models. However, most hydraulic fractures are rough and branching, which usually in reality creates a complex path for the fluid and proppant transport. As it is well known, the physics of dense slurry flow and transport includes particle-particle and fluid-particle interactions. Especially for fluids used in proppant placement, this physics was not properly understood and, hence, not adequately accounted for in hydraulic fracturing models. The outcomes of this project will serve as a practical tool for reservoir engineers to ensure the properproppant placement in hydraulic fractures and to predict and plan the reliable permeabilityenhancement of georeservoirs.</p>\n<p><span style=\"text-decoration: underline;\"><em>Intellectual Merit:&nbsp;</em></span>The project dealt with underground energy technologies, advanced the understanding of the fundamental physics of flow of dense suspensions and has improved the engineering design of proppant placement into branching hydraulic fractures with irregular, rough surfaces. The model has captured for the first time particle agglomeration through understanding of the interplay between particle-particle interactions and fluid hydrodynamic forces and role of fluid, particle and fracture parameter choices.</p>\n<p><span style=\"text-decoration: underline;\"><em>Broader Impacts:</em></span>&nbsp;Enhanced Geothermal Systems (EGS) use geothermal energy for electricity production from hot deep underground permeability enhanced rock formations. There is a strong need formore effective proppant usage in the fields of oil, gas and geothermal energy recovery. Solving proppant placement issues will speed up transformation of the EGS technology that is currently at an early development stage into commercial use, which will benefit global renewable energy market and global sustainable energy delivery. The grant supported a graduate and an undergraduate female student.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2020<br>\n\t\t\t\t\tModified by: Ingrid&nbsp;Tomac</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis proposal seeked to better understand and mitigate the conditions resulting in proppant clogging during proppant-fluid injection into hydraulic fractures. Proppant is granular material that keeps the fractures open after hydraulic fracturing. The overarching goal of this proposal was to gain quantitative understanding of the particle clogging phenomenon during flow and transport of particle-fluid slurries in complex geometries like rock fractures. The project outcomes will lead to efficient proppant placement during permeability enhancement, indirectly reducing its environmental impact due to optimization of hydrocarbons extraction and ramping up the geothermal energy sector. The specific objectives of the proposed research were the quantification of particle clustering in flow at different slickwater and proppant concentration conditions, understanding of particle agglomeration dynamics and effects of rough realistic fracture walls on particle flow and transport. The research was conducted using laboratory slot experiments for preliminary insights and model validation, and in parallel, performing numerical micromechanics investigation with Discrete Element Method coupled with computational fluid dynamics. The experimental component comprised of next-generation slot-flow experiments in three dimensionaly printed fractures using scanned rock surfaces from fracturing tests of other authors. These fractures were printed and combined with transparent materials, which was suitable for the use of Particle Image Velocimetry (PIV) method for analysis and interpretation of high resolution video footage, in order to track the movement of proppant particles.Therefore, this outcomes of this project enabled overcaming past practices for predicting proppant flow and transport that relied on empirical relationships, which were developed from laboratory tests involving smooth, straight slots with relatively large width, and were appropriate for use only in simplified single-fracture models. However, most hydraulic fractures are rough and branching, which usually in reality creates a complex path for the fluid and proppant transport. As it is well known, the physics of dense slurry flow and transport includes particle-particle and fluid-particle interactions. Especially for fluids used in proppant placement, this physics was not properly understood and, hence, not adequately accounted for in hydraulic fracturing models. The outcomes of this project will serve as a practical tool for reservoir engineers to ensure the properproppant placement in hydraulic fractures and to predict and plan the reliable permeabilityenhancement of georeservoirs.\n\nIntellectual Merit: The project dealt with underground energy technologies, advanced the understanding of the fundamental physics of flow of dense suspensions and has improved the engineering design of proppant placement into branching hydraulic fractures with irregular, rough surfaces. The model has captured for the first time particle agglomeration through understanding of the interplay between particle-particle interactions and fluid hydrodynamic forces and role of fluid, particle and fracture parameter choices.\n\nBroader Impacts: Enhanced Geothermal Systems (EGS) use geothermal energy for electricity production from hot deep underground permeability enhanced rock formations. There is a strong need formore effective proppant usage in the fields of oil, gas and geothermal energy recovery. Solving proppant placement issues will speed up transformation of the EGS technology that is currently at an early development stage into commercial use, which will benefit global renewable energy market and global sustainable energy delivery. The grant supported a graduate and an undergraduate female student.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/30/2020\n\n\t\t\t\t\tSubmitted by: Ingrid Tomac"
 }
}