{
 "awd_id": "1563389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: 3D Printing of Civil Infrastructure Materials with Controlled Microstructural Architectures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 145898.0,
 "awd_amount": 170897.0,
 "awd_min_amd_letter_date": "2016-06-03",
 "awd_max_amd_letter_date": "2017-07-28",
 "awd_abstract_narration": "This collaborative project is to use additive manufacturing (3D printing) to engineer the microstructure of cement-based materials and fabricate cement-based structures with otherwise unachievable, controlled local composition of the material and spatial arrangement of its components. The goal of the research is to understand the major factors controlling the 3D printing process of cement-based materials and how to design interfacial interactions between printed filament layers and between filament inclusions and solid matrix phases. Though the use of additive manufacturing, the proposed research project has the potential to enable significant progress in the fields of high-performance infrastructure materials by providing materials that exhibit paradigm-shifting properties allowing new functionalities that are not achievable with existing materials. Ultimately, the 3-D printing processes will enable the fabrication of light-weight and modular structures and buildings for rapid deployment in cases of natural disasters and product applications wherein cement-based materials have not previously been competitive. The educational component will leverage existing programs of each of the three institutions and includes the development of instructional materials for undergraduate and graduate students and research opportunities for a diverse group of undergraduate students.\r\n\r\nThe goal of this collaborative research is to fundamentally understand (1) the intertwined mechanisms between chemistry, printed filament layer solidification, and 3D printing successive-layering-deposition process conditions and (2) the interfacial interactions between printed layers that control the bonding mechanism. 3-D printing is anticipated to enable the controlled spatial variation of material properties through continuous gradients in functional components. Experimental investigations of the filament layer solidification process and of the interfacial characteristics will be integrated with computational analysis, including molecular dynamics simulations of the molecular scale structure, energetics, and mechanical properties of the inter-filament and interfaces to unravel the physico-chemo-mechanical mechanisms that underpin the processing/manufacturing-microstructure-property relationship of the architectured materials. The research will (1) provide a molecular to nanoscale picture of the chemo-mechanical interactions between filament layers and between the filament inclusions and matrix interfaces, (2) identify key aspects of the structure at interfaces necessary to enable refinement of surfaces and printing media chemistry, and (3) provide insights into the development of a new approach to understanding and developing cementitious systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Florence",
   "pi_last_name": "Sanchez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Florence Sanchez",
   "pi_email_addr": "florence.sanchez@vanderbilt.edu",
   "nsf_id": "000195136",
   "pi_start_date": "2016-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "2301 Vanderbilt Pl",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  },
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "1468",
   "pgm_ref_txt": "MANUFACTURING & CONST MACH EQP"
  },
  {
   "pgm_ref_code": "1637",
   "pgm_ref_txt": "HAZARD MIT & STRUCTURAL ENG"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8022",
   "pgm_ref_txt": "Sustainable Infrastructure Materials"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 145898.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 24999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project was a collaboration between Vanderbilt University (VU), Purdue University (Purdue), and Tennessee Technological University (TTU). The research aimed at establishing a new paradigm based on multiscale hierarchical design and 3D printing of high-performance microstructures of cement-based materials. The goal was to develop a fundamental understanding of (i) the intertwined mechanisms between chemistry, printed filament layer solidification, and 3D printing successive-layering-deposition process conditions and (ii) the interfacial interactions at printed layer interfaces that control the bonding mechanism between filament layers. The focus of the research was on the molecular to microscale, the processing and printing media conditions, and the interfaces between printed filaments and filament inclusions and matrix. The VU team effort was focused on the integration of internal reinforcements and nanomaterials with 3D printing.</p>\n<p><strong><em>Motivation</em></strong>. While additive manufacturing offers a promising new avenue for localized control of the microstructure and properties of cement-based materials that are impossible to achieve with conventional methods, there is a lack of fundamental understanding of the effect that the successive layering deposition process would have on the mechanisms that are key to the desired properties of the printed material. In particular, the interplay between hydration kinetics and rheology of the printing media as required by the successive layering deposition and the bonding between filament layers had yet to be addressed. The spatial and temporal physical and chemical evolutions of the nano and microstructure of the individual filament layer are highly dependent upon the processing conditions, the amount and composition of printing media at different locations within a layer, and the interaction between layers. In turn, the binding between filament layers of different ages and/or different materials is expected to be controlled by the intra-layer chemistry, inter-layer surface-chemistry and the local molecular structure and dynamics (time domain changes in chemistry and microstructure) at the interface. Understanding the chemistry and structure of the layer solidification process and how it integrates with the layer-by-layer successive deposition and the interface between layers is critical to the ability to design 3D printed cement-based materials with controlled microstructural architectures.</p>\n<p><strong><em>Intellectual Merit</em></strong>. The research combined 3D printing with non-traditional reinforcing materials with a range of size and structure, including sphere-like structures and fibers and examined the synergetic role of chemistry, printed filament layer solidification, and bonding between filament layers. Cement inks with carbon nanofibers (CNFs), carbon microfibers (CFs), and nanoparticles (nanosilica and nano-halloysite) were developed and used to fabricate internally reinforced 3D printed cement composites. An integrated experimental approach at multiple length scale was used to investigate the relationship between printed filament characteristics, interfacial bonding at printed layer interfaces, and mechanical properties of 3D printed cement composites.</p>\n<p>The research showed the challenges associated with the development of cement-based printing inks that have suitable flowability, extrudability, buildability, and can set rapidly enough to meet the 3D printing process requirements. The extrusion process resulted in a heterogeneous evolution of the cement ink inside the 3D print head with the presence of a high-water content, shearing zone at the extrusion nozzle as a result of liquid phase filtration inside the 3D print head. A liquid lubrication layer at the extrusion nozzle was noted. The reinforcement type influenced the formation of the extruded filaments. The CNF cement ink tended to underextrude (thinner printed filaments) because of the hydrophobic character of the CNFs, while the CF cement ink led to sudden discontinuation of extrusion and occasionally failed prints due to CF transverse orientation with respect to the nozzle. An increase in structural buildability and shape stability was seen with the addition of nanosilica and nano-halloysite.</p>\n<p>The intermixing and bonding between layers was found to be affected by the cement ink composition, the age and moisture content of the extruded filaments, the water bleeding between printed layers, and the curing age. The underextrusion seen with the CNF cement ink led to regularly spaced air cavities between the printed filaments, weakening the bond between the filaments and reducing the load transfer capability of the 3D printed cement composites. No notable interfacial region between printed filaments in the 3D printed cement composites were found with the other cement inks.</p>\n<p>A correlation was found between reinforcement inclusion and alignment along the print path and mechanical anisotropy, demonstrating the potential compared to traditional casting techniques of the synergistic integration of internal micro-reinforcements and nanomaterials with 3D printing to produce structures with locally controlled mechanical properties.</p>\n<p><strong><em>Broader Impact</em></strong>. The project has resulted in three (3) peer-reviewed manuscripts and several presentations at international conferences and professional meetings. The project provided research opportunity at VU for one PhD student, one undergraduate student, and one high school student. A course module on modeling of interfaces has been developed. Additional manuscripts from the PhD dissertation and manuscripts to be co-authored across the collaborating campuses (VU, TTU, and Purdue) are forthcoming.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2020<br>\n\t\t\t\t\tModified by: Florence&nbsp;Sanchez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project was a collaboration between Vanderbilt University (VU), Purdue University (Purdue), and Tennessee Technological University (TTU). The research aimed at establishing a new paradigm based on multiscale hierarchical design and 3D printing of high-performance microstructures of cement-based materials. The goal was to develop a fundamental understanding of (i) the intertwined mechanisms between chemistry, printed filament layer solidification, and 3D printing successive-layering-deposition process conditions and (ii) the interfacial interactions at printed layer interfaces that control the bonding mechanism between filament layers. The focus of the research was on the molecular to microscale, the processing and printing media conditions, and the interfaces between printed filaments and filament inclusions and matrix. The VU team effort was focused on the integration of internal reinforcements and nanomaterials with 3D printing.\n\nMotivation. While additive manufacturing offers a promising new avenue for localized control of the microstructure and properties of cement-based materials that are impossible to achieve with conventional methods, there is a lack of fundamental understanding of the effect that the successive layering deposition process would have on the mechanisms that are key to the desired properties of the printed material. In particular, the interplay between hydration kinetics and rheology of the printing media as required by the successive layering deposition and the bonding between filament layers had yet to be addressed. The spatial and temporal physical and chemical evolutions of the nano and microstructure of the individual filament layer are highly dependent upon the processing conditions, the amount and composition of printing media at different locations within a layer, and the interaction between layers. In turn, the binding between filament layers of different ages and/or different materials is expected to be controlled by the intra-layer chemistry, inter-layer surface-chemistry and the local molecular structure and dynamics (time domain changes in chemistry and microstructure) at the interface. Understanding the chemistry and structure of the layer solidification process and how it integrates with the layer-by-layer successive deposition and the interface between layers is critical to the ability to design 3D printed cement-based materials with controlled microstructural architectures.\n\nIntellectual Merit. The research combined 3D printing with non-traditional reinforcing materials with a range of size and structure, including sphere-like structures and fibers and examined the synergetic role of chemistry, printed filament layer solidification, and bonding between filament layers. Cement inks with carbon nanofibers (CNFs), carbon microfibers (CFs), and nanoparticles (nanosilica and nano-halloysite) were developed and used to fabricate internally reinforced 3D printed cement composites. An integrated experimental approach at multiple length scale was used to investigate the relationship between printed filament characteristics, interfacial bonding at printed layer interfaces, and mechanical properties of 3D printed cement composites.\n\nThe research showed the challenges associated with the development of cement-based printing inks that have suitable flowability, extrudability, buildability, and can set rapidly enough to meet the 3D printing process requirements. The extrusion process resulted in a heterogeneous evolution of the cement ink inside the 3D print head with the presence of a high-water content, shearing zone at the extrusion nozzle as a result of liquid phase filtration inside the 3D print head. A liquid lubrication layer at the extrusion nozzle was noted. The reinforcement type influenced the formation of the extruded filaments. The CNF cement ink tended to underextrude (thinner printed filaments) because of the hydrophobic character of the CNFs, while the CF cement ink led to sudden discontinuation of extrusion and occasionally failed prints due to CF transverse orientation with respect to the nozzle. An increase in structural buildability and shape stability was seen with the addition of nanosilica and nano-halloysite.\n\nThe intermixing and bonding between layers was found to be affected by the cement ink composition, the age and moisture content of the extruded filaments, the water bleeding between printed layers, and the curing age. The underextrusion seen with the CNF cement ink led to regularly spaced air cavities between the printed filaments, weakening the bond between the filaments and reducing the load transfer capability of the 3D printed cement composites. No notable interfacial region between printed filaments in the 3D printed cement composites were found with the other cement inks.\n\nA correlation was found between reinforcement inclusion and alignment along the print path and mechanical anisotropy, demonstrating the potential compared to traditional casting techniques of the synergistic integration of internal micro-reinforcements and nanomaterials with 3D printing to produce structures with locally controlled mechanical properties.\n\nBroader Impact. The project has resulted in three (3) peer-reviewed manuscripts and several presentations at international conferences and professional meetings. The project provided research opportunity at VU for one PhD student, one undergraduate student, and one high school student. A course module on modeling of interfaces has been developed. Additional manuscripts from the PhD dissertation and manuscripts to be co-authored across the collaborating campuses (VU, TTU, and Purdue) are forthcoming.\n\n \n\n\t\t\t\t\tLast Modified: 08/31/2020\n\n\t\t\t\t\tSubmitted by: Florence Sanchez"
 }
}