{
 "awd_id": "1563361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Distributed Model Predictive Control for Building Energy Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924588",
 "po_email": "yuewang@nsf.gov",
 "po_sign_block_name": "Yue Wang",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 325000.0,
 "awd_amount": 325000.0,
 "awd_min_amd_letter_date": "2016-08-07",
 "awd_max_amd_letter_date": "2016-08-07",
 "awd_abstract_narration": "Building heating, ventilation, and air-conditioning systems are comprised of many different pieces of equipment, which are controlled individually and separately.  By coordinating the operation of these systems in real-time, significant energy savings are possible.  However, the changing nature of building systems require that this coordinated control strategy be flexible and modular, with the ability to adapt to new equipment or changes in building operations.  This award supports both fundamental and applied research to create and demonstrate algorithms capable of coordinating building systems to reduce energy usage, while maintaining or improving the comfort of building occupants.  Results of these research will directly benefit the United States by reducing building energy costs and environmental impact.  The project will also help broaden participation of underrepresented groups in engineering research.\r\n\r\nThe hierarchy of control strategies investigated in this project includes lower level control strategies that compensate for the inherently nonlinear behavior of building energy subsystems, while preserving the intuitive controller design and tuning methods common to current equipment.  The research also investigates a supervisory distributed predictive control algorithm that is capable of determining to the system-level energy optimal reference trajectories for lower-level controllers.  The distributed controller requires minimal communication between systems, and is modular and adaptable to changes in building equipment or operational conditions. The coordinated controller minimizes energy consumption while maintaining occupant comfort.  By including occupant demands in the predictive controllers, the system can also provide feedback to users regarding the energy costs associated with specific behaviors, and help shape occupant behavior.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Rasmussen",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan P Rasmussen",
   "pi_email_addr": "brasmussen@tamu.edu",
   "nsf_id": "000413140",
   "pi_start_date": "2016-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3123 TAMU",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433123",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 325000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Building operations account for approximately 40% of US energy consumption, 38% of carbon emissions, and 75% of peak electrical demand. Building energy systems are comprised of many interconnected subsystems, and are increasing in complexity with the addition of on-site energy generating systems.&nbsp; Current building systems operate using individual, decentralized control algorithms, with some level of centralized monitoring, and adjustment to systems&rsquo; setpoints.&nbsp; This project developed coordinated control systems that can sacrifice subsystem efficiency to maximize overall building efficiency.&nbsp; These control strategies are modular and adaptable to changes in building equipment or operation, and appropriately minimize nonlinear dynamic behavior.&nbsp; This project consisted of three integrated research thrusts for coordinated control of building energy systems that minimize energy consumption while maintaining occupant comfort:</p>\n<p>1)&nbsp;<strong>Identification </strong><strong>and validation </strong><strong>of effective local control architectures.</strong>&nbsp; Building control systems utilize natural hierarchal structures. This project demonstrated that using a cascade structure for control of individual subsystems provided superior local control performance and feedback linearization.&nbsp; These controllers were deployed across multiple commercial buildings, resulting in clear performance and fault detection benefits.</p>\n<p>2)&nbsp;<strong>Design of </strong><strong>Supervisory </strong><strong>Distributed Model Predictive Control (DMPC) strategies.</strong>&nbsp; This project utilized a novel DMPC framework that achieves the same optimality of a centralized solution, while preserving the inherent modularity of a decentralized approach.&nbsp; This capability is uniquely suited to building energy systems, and requires minimal communication and information exchange between subsystems.</p>\n<p>3)&nbsp;<strong>Determination of effective occupant-control interaction strategies.</strong>&nbsp; Beyond system optimization, additional energy savings are possible by effectively balancing occupant needs with energy costs.&nbsp; This project utilized a combined economic and comfort optimization approach to &nbsp;&nbsp;include occupant comfort demands into the predictive controllers.</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span>:</strong>&nbsp; This project generated and validated methods for reducing building energy usage while satisfying occupant needs. The intellectual merit lies in the creation of effective local and supervisory controllers that are capable of finding optimal conditions that balance these two competing objectives.&nbsp; As part of these efforts, a automated dynamic modeling approach is validated using data from several large commercial buildings, as an enabling technology for the proposed Distributed MPC supervisory algorithms. &nbsp;While the advances in local cascade controllers and supervisory DMPC have application across many disciplines, the application to building HVAC systems was demonstrated using both virtual simulation environments and on-site campus buildings, providing quantitative evidence of the energy and cost savings.&nbsp; <strong></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong><strong>:</strong> The project resulted in control strategies with both immediate and long-term potential impact on the building energy industry.&nbsp; The advantages of the validated cascade control structures were disseminated through publications, conference activities, and to industrial partners via the Texas A&amp;M Utilities and Energy Management (UEM) and the Energy Systems Laboratory (ESL).&nbsp; Specifically, the project team developed and publicly disseminated how these controllers can be implemented in a single line of code using industry standard Building Energy Management System (BEMS) software. &nbsp;The simplicity of this code change, coupled with a recommended control tuning protocol, this is anticipated to lead to wide spread adoption of the approach.&nbsp; Complementarily, the advanced supervisory DMPC strategies are anticipated to find application in future BEMS software designs, as well as application in other distributed energy systems, such as networks of wind turbines, large scale battery energy storage, and so forth.</p><br>\n<p>\n Last Modified: 01/10/2024<br>\nModified by: Bryan&nbsp;P&nbsp;Rasmussen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBuilding operations account for approximately 40% of US energy consumption, 38% of carbon emissions, and 75% of peak electrical demand. Building energy systems are comprised of many interconnected subsystems, and are increasing in complexity with the addition of on-site energy generating systems. Current building systems operate using individual, decentralized control algorithms, with some level of centralized monitoring, and adjustment to systems setpoints. This project developed coordinated control systems that can sacrifice subsystem efficiency to maximize overall building efficiency. These control strategies are modular and adaptable to changes in building equipment or operation, and appropriately minimize nonlinear dynamic behavior. This project consisted of three integrated research thrusts for coordinated control of building energy systems that minimize energy consumption while maintaining occupant comfort:\n\n\n1)Identification and validation of effective local control architectures. Building control systems utilize natural hierarchal structures. This project demonstrated that using a cascade structure for control of individual subsystems provided superior local control performance and feedback linearization. These controllers were deployed across multiple commercial buildings, resulting in clear performance and fault detection benefits.\n\n\n2)Design of Supervisory Distributed Model Predictive Control (DMPC) strategies. This project utilized a novel DMPC framework that achieves the same optimality of a centralized solution, while preserving the inherent modularity of a decentralized approach. This capability is uniquely suited to building energy systems, and requires minimal communication and information exchange between subsystems.\n\n\n3)Determination of effective occupant-control interaction strategies. Beyond system optimization, additional energy savings are possible by effectively balancing occupant needs with energy costs. This project utilized a combined economic and comfort optimization approach to include occupant comfort demands into the predictive controllers.\n\n\nIntellectual Merit: This project generated and validated methods for reducing building energy usage while satisfying occupant needs. The intellectual merit lies in the creation of effective local and supervisory controllers that are capable of finding optimal conditions that balance these two competing objectives. As part of these efforts, a automated dynamic modeling approach is validated using data from several large commercial buildings, as an enabling technology for the proposed Distributed MPC supervisory algorithms. While the advances in local cascade controllers and supervisory DMPC have application across many disciplines, the application to building HVAC systems was demonstrated using both virtual simulation environments and on-site campus buildings, providing quantitative evidence of the energy and cost savings. \n\n\nBroader Impacts: The project resulted in control strategies with both immediate and long-term potential impact on the building energy industry. The advantages of the validated cascade control structures were disseminated through publications, conference activities, and to industrial partners via the Texas A&M Utilities and Energy Management (UEM) and the Energy Systems Laboratory (ESL). Specifically, the project team developed and publicly disseminated how these controllers can be implemented in a single line of code using industry standard Building Energy Management System (BEMS) software. The simplicity of this code change, coupled with a recommended control tuning protocol, this is anticipated to lead to wide spread adoption of the approach. Complementarily, the advanced supervisory DMPC strategies are anticipated to find application in future BEMS software designs, as well as application in other distributed energy systems, such as networks of wind turbines, large scale battery energy storage, and so forth.\t\t\t\t\tLast Modified: 01/10/2024\n\n\t\t\t\t\tSubmitted by: BryanPRasmussen\n"
 }
}