{
 "awd_id": "1564736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NBO: ABI Innovation: Multiscale Multimodal Mouse Connectomes",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 425501.0,
 "awd_amount": 425501.0,
 "awd_min_amd_letter_date": "2016-04-19",
 "awd_max_amd_letter_date": "2016-04-19",
 "awd_abstract_narration": "The aim of this project is to map neural circuits and their activities in the mouse brain, from the small scale level of the synapse to the neurons involved, their larger circuits, up to overall neural systems. Different data modalities will be merged in order to carry out this integration. Mapping the brain can mean showing the layout of anatomical features, showing where functional connections occur, or both, as for this project. Different features require different data collection modalities,  and merging these different types of data correctly is one of several technically challenging tasks this research will perform.  This type of multiscale, multimodal brain mapping is one of the scientific Grand Challenges, as such it is a top U.S.A. research priority, one recognized by the BRAIN initiative. This award will contribute to NSF's commitment to develop a National Brain Observatory (NBO) to enable this initiative. By integrating structural and functional connectomics, this project will show how they work together when brain circuits change with different activities. By deciphering and measuring of real-time neural codes this research will let us better understand how brain activities create unique cognitive and behavioral capabilities. The project includes plans to integrate the research data and techniques into educational and outreach activities, encouraging interest in neuroscience research in the next generation of scientists.\r\n\r\n \r\nThe objective of this project is to create a multiscale, multimodal mouse connectome for better understanding of brain function. Specifically, the project aims include: 1) construct, cross-validate, fuse, and integrate multiscale multimodal mouse brain connectomes, including macro-scale mouse connectomes based on diffusion tensor imaging (DTI), Susceptibility Tensor Imaging (STI) data, and meso-scale mouse connectomes based on publicly available serial two-photon tomography data; 2) utilize multiscale structural connectomes for exploration of functional connectomics and circuitry dynamics, in particular, focusing on the fear memory system; and 3) design, develop and disseminate the structural and functional connectomics tools and resources to the brain mapping research community. To achieve the above goals, the investigators will design and apply innovative computational and informatics methodologies and approaches for multiscale mouse connectomics research. Specifically, both mesoscale and macroscale structural connectivity data will be used as follows. First, the Allen Mouse Brain Connectivity Atlas (ACA) will be used, which provides a comprehensive meso-scale mouse brain neuronal connectivity map via anterogradely traced axonal projections using serial two-photon tomography from over one thousand different injection sites. Second, at the macro-scale, the noninvasive diffusion tensor (DT) microimaging technique will be used to track global fiber connections in the whole mouse brain at the micron-scale spatial resolution. Subsequently data will be fused and integrated, to acquire the advantages of both meso-scale serial two-photon tomography data and macro-scale DT microimaging data when constructing and cross-validating multi-scale, multimodal mouse connectomes. Finally, these structural connectomes will be the basis for exploring functional connectomics and circuitry dynamics, thus significantly advancing the understanding of brain structure and function and their relationships. All of these structural and functional connectomics tools will be released to the brain science community at the project website: http://mbm.cs.uga.edu/",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tianming",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tianming Liu",
   "pi_email_addr": "tliu@uga.edu",
   "nsf_id": "000496832",
   "pi_start_date": "2016-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joe",
   "pi_last_name": "Tsien",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joe Tsien",
   "pi_email_addr": "jtsien@augusta.edu",
   "nsf_id": "000602947",
   "pi_start_date": "2016-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "310 East Campus Rd",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 425501.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Creating a complete structural wiring map of the mouse brain, or mouse connectome, is critical for the better understanding of brain function and dysfunction. The Allen Institute for Brain Sciences publicly released the Allen Mouse Brain Connectivity Atlas (ACA), which provides a comprehensive mouse brain neuronal connectivity map via anterogradely traced axonal projections using serial two-photon tomography from over one thousand different injection sites.&nbsp;As an important and powerful complementary neuroimaging modality, at the macro-scale, noninvasive diffusion tensor (DT) microimaging technique can track global fiber connections in the whole mouse brain at the micron-scale spatial resolution. In particular, such DT microimaging data of mouse brain is publicly available. Thus, it makes perfect sense to fuse and integrate the advantages of meso-scale serial two-photon tomography data and macro-scale DT microimaging data for the construction and cross-validation of multi-scale, multimodal mouse connectomes. In addition, the availability of such structural connectomes can then enable and facilitate the exploration of functional connectomics and circuitry dynamics, thus significantly advancing our understanding of the brain structure and function and their relationships. Therefore, this project aimed to design and apply innovative computational and informatics methodologies and approaches for multiscale mouse connectomics research. Specifically, this project has achieved the following objectives: 1) constructed, cross-validated, fused and integrated multiscale multimodal mouse brain connectomes, including macro-scale mouse brain connectome based on publicly available diffusion tensor imaging (DTI) data and meso-scale mouse brain connectome based on publicly available serial two-photon tomography data; and 2) utilized multiscale structural connectomes for exploration of functional connectomics and circuitry dynamics, in particular, focusing on the fear memory system; 3) disseminated the structural and functional connectomics tools and resources to the brain mapping research community. &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Overall, the creation of multiscale structural mouse brain connectomes in this project has significantly contributed to the understanding of the brain and enable numerous neuroscience applications that entail the mapping of neural circuits. The integration of structural and functional connectomics and its application in circuitry dynamics research has significantly facilitated deciphering and measuring real-time neural code and neural circuit dynamics in fear memory, thus enabling us to better understand how brain activities create unique cognitive and behavioral capabilities. This project integrated research into educational and outreach activities based on the triple educational roles of a professor as an instructor, a mentor and an advocator. The novel educational materials generated from this project contributed to cultivate the next generation of scientists.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2021<br>\n\t\t\t\t\tModified by: Tianming&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCreating a complete structural wiring map of the mouse brain, or mouse connectome, is critical for the better understanding of brain function and dysfunction. The Allen Institute for Brain Sciences publicly released the Allen Mouse Brain Connectivity Atlas (ACA), which provides a comprehensive mouse brain neuronal connectivity map via anterogradely traced axonal projections using serial two-photon tomography from over one thousand different injection sites. As an important and powerful complementary neuroimaging modality, at the macro-scale, noninvasive diffusion tensor (DT) microimaging technique can track global fiber connections in the whole mouse brain at the micron-scale spatial resolution. In particular, such DT microimaging data of mouse brain is publicly available. Thus, it makes perfect sense to fuse and integrate the advantages of meso-scale serial two-photon tomography data and macro-scale DT microimaging data for the construction and cross-validation of multi-scale, multimodal mouse connectomes. In addition, the availability of such structural connectomes can then enable and facilitate the exploration of functional connectomics and circuitry dynamics, thus significantly advancing our understanding of the brain structure and function and their relationships. Therefore, this project aimed to design and apply innovative computational and informatics methodologies and approaches for multiscale mouse connectomics research. Specifically, this project has achieved the following objectives: 1) constructed, cross-validated, fused and integrated multiscale multimodal mouse brain connectomes, including macro-scale mouse brain connectome based on publicly available diffusion tensor imaging (DTI) data and meso-scale mouse brain connectome based on publicly available serial two-photon tomography data; and 2) utilized multiscale structural connectomes for exploration of functional connectomics and circuitry dynamics, in particular, focusing on the fear memory system; 3) disseminated the structural and functional connectomics tools and resources to the brain mapping research community.     \n\nOverall, the creation of multiscale structural mouse brain connectomes in this project has significantly contributed to the understanding of the brain and enable numerous neuroscience applications that entail the mapping of neural circuits. The integration of structural and functional connectomics and its application in circuitry dynamics research has significantly facilitated deciphering and measuring real-time neural code and neural circuit dynamics in fear memory, thus enabling us to better understand how brain activities create unique cognitive and behavioral capabilities. This project integrated research into educational and outreach activities based on the triple educational roles of a professor as an instructor, a mentor and an advocator. The novel educational materials generated from this project contributed to cultivate the next generation of scientists.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/03/2021\n\n\t\t\t\t\tSubmitted by: Tianming Liu"
 }
}