{
 "awd_id": "1564745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholarship Program for Retaining, Inspiring, and eNabling Graduates (SPRING): Implementation and Assessment of its Impact on Retention and Graduation Rates",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill Nelson",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 649279.0,
 "awd_amount": 649279.0,
 "awd_min_amd_letter_date": "2016-03-29",
 "awd_max_amd_letter_date": "2016-03-29",
 "awd_abstract_narration": "Students who enter college with the desire to complete a STEM major but have relatively weak mathematics proficiency tend to successfully earn their STEM degree at a much lower rate than their peers.  The loss of these students who are interested in STEM fields contributes to the relative dearth in quantity of STEM majors needed to support the US economy.  Lyman Briggs College at Michigan State University has developed a strong entry program focused on INstilling QUantitative and Integrative Reasoning (INQUIRE) to help these students overcome their lower math preparation and successfully enter into the college science curriculum.  However, the factors that lead to low math proficiency also correlate notably with low socioeconomic status and very high levels of financial need. Thus although the students who complete the INQUIRE program are able to academically succeed in college science courses, their ability to succeed in college is frequently still hindered by financial considerations (including high debt burden and the need to dedicate precious hours to working jobs for income, rather than focusing on academic endeavors).  The SPRING program will support students who are talented with demonstrated financial need in two cohorts starting in their second year of college through to graduation.  The SPRING scholars will be supported with 1) scholarships, 2) the development of a cohort with strong faculty mentorship, and 3) professional career skills development and network building.  The experience of each student will be closely monitored through interviews to better understand which aspect of the program were most beneficial and why.  Additionally, we will use data analytics to compare the retention and graduation rates of the students involved in the SPRING program to matched students not participating in the program.\r\n\r\nThis project will support a minimum of 26 scholars across a range of STEM disciplines in their pursuit of a bachelor's degree.  Students will receive up to $3000 in the first year, $6000 in the second and $9000 in the final year. The SPRING program will help scholars investigate the breadth of possibilities in science careers and help them make informed decisions about their career path. Throughout the project, the project team will employ semi-structured interviews, student self-reflections, and data analytics to evaluate the efficacy of the program. Specifically, the team will investigate 1) how the SPRING program impacts students with low incoming math proficiency, 2) what barriers to graduation remain for low math proficiency after the INQUIRE program, 3) what value students perceive for the different components of the program, 4) the impact of the inflating nature of the scholarship program, and 5) the result of the impact of the SPRING program on student retention, graduation rates, and career paths. Findings will be disseminated and will add to the growing literature relevant for institutions working on effective ways to support entering students with weaker mathematics preparation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Sweeder",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan D Sweeder",
   "pi_email_addr": "sweeder@msu.edu",
   "nsf_id": "000323980",
   "pi_start_date": "2016-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Largent",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Largent",
   "pi_email_addr": "largent@msu.edu",
   "nsf_id": "000401028",
   "pi_start_date": "2016-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Shipman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Shipman",
   "pi_email_addr": "shipmanr@msu.edu",
   "nsf_id": "000510247",
   "pi_start_date": "2016-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Valles",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sean A Valles",
   "pi_email_addr": "valles@msu.edu",
   "nsf_id": "000591748",
   "pi_start_date": "2016-03-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samantha",
   "pi_last_name": "Cass",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samantha Cass",
   "pi_email_addr": "smfcass@msu.edu",
   "nsf_id": "000676494",
   "pi_start_date": "2016-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "919 East Shaw Lane",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488253800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 649279.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Scholarship Program for Retaining, Inspiring, and eNabling Graduates (SPRING) project supported 34 student scholars across a range of STEM disciplines in their pursuit of a bachelor&rsquo;s degree. In addition to having interest in a STEM career and demonstrated financial need, these students all entered college and were placed into College Algebra and a college funded support program designed to support students&rsquo; math and quantitative reasoning skills. In total the SPRING program provided these scholars over $480,000 in scholarship money and supported the students through a three-year academic program that was designed to help the students investigate the breadth of possibilities in science careers and help them make informed decisions about their career path. In total, the projected supported six courses (three for each of two cohorts) to help accomplish this goal. Of the students supported by the grant, all but four graduated from Michigan State University with STEM degrees. Two of the others completed their degree in a major outside of STEM, one departed the university, and one departed, but has since returned and is continuing to complete classes toward a STEM degree. The STEM retention rates for these scholars (88%) outpaced the historic rates for equivalent students with similar math skills 65%).</p>\n<p>Throughout the project, we also engaged in research to better understand what leads to STEM students&rsquo; success, with a focus on students who enter college with lower math skills. Studying both the SPRING program and the INQUIRE program (the college supported program mentioned above for students entering college and placed into College Algebra), has led to the publication of three peer-reviewed papers and a fourth currently under review. Broadly these papers describe the quantitative results of these two programs and work to link the increases in STEM retention to the components of the program to help identify what programmatic pieces appear to be most critical to supporting these students&rsquo; success. Ideally this will allow other programs to build off our experiences and more effectively support their own students who enter with similar prior skills. The analysis of all of these experiences, combined with an deeper exploration of other published works to create the Determinants of STEM Retention model for considering student retention. This model brings together a range of different prior work to create a relatively easy to understand model that help show how Social Capital and Social Cohesions should be key considerations when developing support programs for students. This work highlights that it is critical to consider not just what supports an institution provides to its students, but that it must also consider how to engage students to ensure that they are able to take advantage of the resources provided.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2022<br>\n\t\t\t\t\tModified by: Ryan&nbsp;D&nbsp;Sweeder</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Scholarship Program for Retaining, Inspiring, and eNabling Graduates (SPRING) project supported 34 student scholars across a range of STEM disciplines in their pursuit of a bachelor’s degree. In addition to having interest in a STEM career and demonstrated financial need, these students all entered college and were placed into College Algebra and a college funded support program designed to support students’ math and quantitative reasoning skills. In total the SPRING program provided these scholars over $480,000 in scholarship money and supported the students through a three-year academic program that was designed to help the students investigate the breadth of possibilities in science careers and help them make informed decisions about their career path. In total, the projected supported six courses (three for each of two cohorts) to help accomplish this goal. Of the students supported by the grant, all but four graduated from Michigan State University with STEM degrees. Two of the others completed their degree in a major outside of STEM, one departed the university, and one departed, but has since returned and is continuing to complete classes toward a STEM degree. The STEM retention rates for these scholars (88%) outpaced the historic rates for equivalent students with similar math skills 65%).\n\nThroughout the project, we also engaged in research to better understand what leads to STEM students’ success, with a focus on students who enter college with lower math skills. Studying both the SPRING program and the INQUIRE program (the college supported program mentioned above for students entering college and placed into College Algebra), has led to the publication of three peer-reviewed papers and a fourth currently under review. Broadly these papers describe the quantitative results of these two programs and work to link the increases in STEM retention to the components of the program to help identify what programmatic pieces appear to be most critical to supporting these students’ success. Ideally this will allow other programs to build off our experiences and more effectively support their own students who enter with similar prior skills. The analysis of all of these experiences, combined with an deeper exploration of other published works to create the Determinants of STEM Retention model for considering student retention. This model brings together a range of different prior work to create a relatively easy to understand model that help show how Social Capital and Social Cohesions should be key considerations when developing support programs for students. This work highlights that it is critical to consider not just what supports an institution provides to its students, but that it must also consider how to engage students to ensure that they are able to take advantage of the resources provided.\n\n\t\t\t\t\tLast Modified: 05/19/2022\n\n\t\t\t\t\tSubmitted by: Ryan D Sweeder"
 }
}