{
 "awd_id": "1564659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ABI Development: Improved Tools for Population Genomics",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 794836.0,
 "awd_amount": 794836.0,
 "awd_min_amd_letter_date": "2016-07-05",
 "awd_max_amd_letter_date": "2016-07-05",
 "awd_abstract_narration": "The goal of this project is to develop computer software that allows scientists to compare the genomes of natural populations of organisms. Population genomics (the study of diversity in the genomic DNA of populations instead of individuals) has important applications in agriculture, anthropology, conservation, medicine, and several other fields of biology. Recent technology advances have greatly lowered the cost of DNA sequencing so large amounts of data are available. At the same time statisticians have developed new methods for analyzing large collections of genome-sized data. Combining the data with the new analysis approaches can let scientists answer fundamental questions about the biology of species that have never before been accessible. However, most population genomics studies fail to take advantage of the latest population genomics statistical methods. This is because the genomic data requires a lot of processing to prepare it for the analysis steps, and these operations are not easy to learn. Lack of bioinformatics knowledge has led to erroneous conclusions, irreproducible results, incomplete analyses, and slow turnaround time of population genomics projects. This project aims to provide software that can handle those tasks in a consistent and correct way and allow direct access to the statistical tools, to bring about new insights in population biology. \r\n\r\nThis project will address the largest impediments to model-based population genomics by building a user-friendly and intuitive pipeline platform, the \"Pop-gen Pipeline Platform\" (PPP). This platform will help researchers avoid the problems inherent in re-inventing data processing scripts to feed data into their population genomics analyses, and considerably reduce time and effort. PPP will include tested scripts and pipelines for data preparation, and in addition the tools needed to build evolutionary models, carry out analyses of data, and create visualization of results via the Ruffus Computation Pipeline Library in Python. PPP will also be developed as a stand-alone application with a graphical user interface (GUI) under the popular and robust Galaxy Project (www.galaxyproject.org) for bioinformatics analyses. An online server deploying Galaxy/PPP will be developed and maintained at Temple University, Philadelphia (www.dev3.cst.temple.edu) for users to interactively submit jobs on a first-come-first-served basis. Online forums will be established for support, and to collect suggestions regarding what is desired for further development under PPP. Tutorials and videos about example applications of the PPP will be added to the Galaxy Project Wikipedia training channels. Additionally, a significant part of this work will involve educating Temple University seniors, Philadelphia area high school teachers, and their students about the power of bioinformatics in modern biology through summer workshops. Information about PPP, and associated developments can be accessed at https://bio.cst.temple.edu/~hey/software/software.htm.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arun",
   "pi_last_name": "Sethuraman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arun Sethuraman",
   "pi_email_addr": "asethuraman@sdsu.edu",
   "nsf_id": "000704122",
   "pi_start_date": "2016-07-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emanuel",
   "pi_last_name": "Hey",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Emanuel B Hey",
   "pi_email_addr": "hey@temple.edu",
   "nsf_id": "000219615",
   "pi_start_date": "2016-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1900 N. 12th St.",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}