{
 "awd_id": "1564931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Increasing the Success of Low-Income, Academically Talented Students in Engineering",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abby Ilumoka",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2016-03-28",
 "awd_max_amd_letter_date": "2023-06-30",
 "awd_abstract_narration": "New Mexico State University's (NMSU) S-STEM project entitled \"Increasing the Success of Low-Income, Academically Talented Students in Engineering\" is a synergistic effort between the NMSU College of Engineering and NMSU student support programs and services. The project will support a cohort of twenty (20) academically talented engineering students who demonstrate financial need, with scholarship funding and Cohort Academic and Research Experience (CARE), which includes individualized self-assessment and monitoring, academic success workshops, undergraduate research experiences and internships, one-on-one relationships with faculty mentors, and training to increase self-efficacy, metacognitive self-awareness and self-study skills. The scholars will form a natural cohort sharing common challenges associated with low-income status, as well as common experiences in engineering. Historical NMSU data suggests that many will also share experiences as first-generation college students and historically underrepresented minorities, thereby broadening participation for students from those groups.  Through industry partnerships, the project will enhance professional development and engineering workforce opportunities for NMSU?s engineering students.\r\n\r\nThe objectives of the project are to: (1) provide financial assistance to academically talented students demonstrating financial need, (2) provide students with academic support, professional development, and research experience opportunities, (3) strengthen relationships and synergistic efforts with existing NMSU programs and services, and (4) increase retention of S-STEM scholars to degree completion and graduation.  While implementing activities to accomplish these objectives, the project team will investigate the hypothesis that students' increased awareness of metacognition-based strategies motivates them to alter their study practices and the impact of students' study practices on learning and retention while iteratively developing valid and reliable instruments for use in this and future studies about study skills and metacognition-based practices as related to student success in STEM.  Findings on the relationships among student study habits, learning performance, retention, metacognition, and self-efficacy for engineering will be of value to the STEM education field in general by providing faculty increased understanding of the value of metacognitive awareness among their students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paola",
   "pi_last_name": "Bandini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paola Bandini",
   "pi_email_addr": "paola@nmsu.edu",
   "nsf_id": "000347946",
   "pi_start_date": "2016-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Mitchell",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Martha C Mitchell",
   "pi_email_addr": "martmitc@nmsu.edu",
   "nsf_id": "000398353",
   "pi_start_date": "2016-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sonya",
   "pi_last_name": "Cooper",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sonya L Cooper",
   "pi_email_addr": "socooper@nmsu.edu",
   "nsf_id": "000250835",
   "pi_start_date": "2016-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Muhammad",
   "pi_last_name": "Dawood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Muhammad Dawood",
   "pi_email_addr": "dawood@nmsu.edu",
   "nsf_id": "000488312",
   "pi_start_date": "2016-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charalambos",
   "pi_last_name": "Papelis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charalambos Papelis",
   "pi_email_addr": "lpapelis@nmsu.edu",
   "nsf_id": "000597587",
   "pi_start_date": "2016-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "",
  "perf_city_name": "Las Cruces",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "880038001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objectives of this S-STEM project were to provide financial assistance, mentorship and professional development to engineering undergraduate students at New Mexico State University (NMSU) in order to increase their retention and degree completion, as well as to strengthen synergistic efforts with existing programs and student services at NMSU. The project served two ongoing cohorts of Scholars from eight engineering, engineering physics, and engineering technology majors. The project provided need-based scholarships (up to $10,000/year), a cohort experience, formal faculty mentorship, professional development workshops and opportunities, study skills and metacognition training, as well as individualized financial advising. Even though the project was originally planned for 20 student participants, 47 students were supported, of whom 44 students completed the program and graduated and three students withdrew from their academic programs. The retention and graduation rate for the Scholars was 93.6%. The participant demographics included 72% Hispanic, 2% Native American, and 45% female students. Most of the participants were recruited in their sophomore or junior year.&nbsp;</p>\n<p>The project developed and implemented a faculty mentoring model. The Scholars were paired with faculty mentors based on the students&rsquo; majors and career path interests. The mentor and mentee pairs met regularly throughout the academic year, approximately four hours per semester. Throughout the project, 34 engineering faculty members served as mentors. The faculty mentors participated as part of their university service and did not receive additional compensation for their participation. A distinctive aspect of the one-on-one mentoring model was that it was not associated with undergraduate research experience. The components of the model were: a mentoring orientation and questionnaire for the students, formal pairing of students with faculty mentors, requests to faculty members to commit to two or more semesters of mentoring, faculty mentor orientation, a student-mentor written agreement, and check-ins with the students and mentors. Materials were developed for the mentor orientation to increase the understanding of the faculty about mentoring without expectation or requirement of conducting undergraduate research with the faculty mentor. The student-mentor agreement provided accountability for the pairs and allowed them to have structured goals and to agree on the meeting schedule on an annual or a semester basis. In-depth interviews of Scholars provided evidence of the positive impact that mentors had in the Scholars&rsquo; academic experience and career choices. In addition, a survey and follow-up questionnaire were sent to the Scholars several semesters after their graduation to study the Scholars&rsquo; perceptions of the impact of the mentorship received from their S-STEM mentors. The responses were anonymous. The data provided ample evidence of a very high level of satisfaction with the faculty mentorship experience provided by this project. The study also found that the former S-STEM Scholars had a close and positive relationship with their faculty mentors. Check-ins during the semester and responses to a questionnaire at the end of the semester indicated that the faculty mentors had high satisfaction with their mentoring experience in this S-STEM project. This mentoring model was later adapted for small group mentoring as part of a collaboration with another S-STEM project at NMSU.</p>\n<p>The project&rsquo;s principal investigators and faculty mentors strongly encouraged and/or facilitated the participation of the Scholars in experiential learning, such as internships and cooperative education programs (co-ops), undergraduate research, study abroad, and other employment opportunities in their fields of study. Most Scholars (96%) participated in experiential learning for one or more semesters, which helped the Scholars develop skills and experience that complemented their academic programs of study. The Scholars also participated in and presented at one or more research or professional conferences per academic year as well as three to five professional development workshops and seminars each semester during the cohort meetings.</p>\n<p>Through collaboration with another NMSU team that conducts research with larger groups of engineering undergraduate students, two instruments were developed and tested based on existing metacognition instruments, including a series of qualitative journal prompts for the students to periodically self-check their alignment with metacognitive study skills, and a 20-item modified metacognition awareness inventory that has been statistically validated. In addition, metacognitive and study skills workshops were provided to the Scholars. Because the number of participants at a given time was relatively small and the Scholars performed well academically, the data collected with the new instruments for these students could not be used to determine statistically if increased awareness of metacognition-based study strategies motivated them to change their study practices.</p>\n<p>The findings of the faculty mentorship impact study and the very high success rate of the Scholars entering professional careers or graduate studies in their fields are indicators of the very positive outcomes of this S-STEM project.</p><br>\n<p>\n Last Modified: 04/29/2024<br>\nModified by: Paola&nbsp;Bandini</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe objectives of this S-STEM project were to provide financial assistance, mentorship and professional development to engineering undergraduate students at New Mexico State University (NMSU) in order to increase their retention and degree completion, as well as to strengthen synergistic efforts with existing programs and student services at NMSU. The project served two ongoing cohorts of Scholars from eight engineering, engineering physics, and engineering technology majors. The project provided need-based scholarships (up to $10,000/year), a cohort experience, formal faculty mentorship, professional development workshops and opportunities, study skills and metacognition training, as well as individualized financial advising. Even though the project was originally planned for 20 student participants, 47 students were supported, of whom 44 students completed the program and graduated and three students withdrew from their academic programs. The retention and graduation rate for the Scholars was 93.6%. The participant demographics included 72% Hispanic, 2% Native American, and 45% female students. Most of the participants were recruited in their sophomore or junior year.\n\n\nThe project developed and implemented a faculty mentoring model. The Scholars were paired with faculty mentors based on the students majors and career path interests. The mentor and mentee pairs met regularly throughout the academic year, approximately four hours per semester. Throughout the project, 34 engineering faculty members served as mentors. The faculty mentors participated as part of their university service and did not receive additional compensation for their participation. A distinctive aspect of the one-on-one mentoring model was that it was not associated with undergraduate research experience. The components of the model were: a mentoring orientation and questionnaire for the students, formal pairing of students with faculty mentors, requests to faculty members to commit to two or more semesters of mentoring, faculty mentor orientation, a student-mentor written agreement, and check-ins with the students and mentors. Materials were developed for the mentor orientation to increase the understanding of the faculty about mentoring without expectation or requirement of conducting undergraduate research with the faculty mentor. The student-mentor agreement provided accountability for the pairs and allowed them to have structured goals and to agree on the meeting schedule on an annual or a semester basis. In-depth interviews of Scholars provided evidence of the positive impact that mentors had in the Scholars academic experience and career choices. In addition, a survey and follow-up questionnaire were sent to the Scholars several semesters after their graduation to study the Scholars perceptions of the impact of the mentorship received from their S-STEM mentors. The responses were anonymous. The data provided ample evidence of a very high level of satisfaction with the faculty mentorship experience provided by this project. The study also found that the former S-STEM Scholars had a close and positive relationship with their faculty mentors. Check-ins during the semester and responses to a questionnaire at the end of the semester indicated that the faculty mentors had high satisfaction with their mentoring experience in this S-STEM project. This mentoring model was later adapted for small group mentoring as part of a collaboration with another S-STEM project at NMSU.\n\n\nThe projects principal investigators and faculty mentors strongly encouraged and/or facilitated the participation of the Scholars in experiential learning, such as internships and cooperative education programs (co-ops), undergraduate research, study abroad, and other employment opportunities in their fields of study. Most Scholars (96%) participated in experiential learning for one or more semesters, which helped the Scholars develop skills and experience that complemented their academic programs of study. The Scholars also participated in and presented at one or more research or professional conferences per academic year as well as three to five professional development workshops and seminars each semester during the cohort meetings.\n\n\nThrough collaboration with another NMSU team that conducts research with larger groups of engineering undergraduate students, two instruments were developed and tested based on existing metacognition instruments, including a series of qualitative journal prompts for the students to periodically self-check their alignment with metacognitive study skills, and a 20-item modified metacognition awareness inventory that has been statistically validated. In addition, metacognitive and study skills workshops were provided to the Scholars. Because the number of participants at a given time was relatively small and the Scholars performed well academically, the data collected with the new instruments for these students could not be used to determine statistically if increased awareness of metacognition-based study strategies motivated them to change their study practices.\n\n\nThe findings of the faculty mentorship impact study and the very high success rate of the Scholars entering professional careers or graduate studies in their fields are indicators of the very positive outcomes of this S-STEM project.\t\t\t\t\tLast Modified: 04/29/2024\n\n\t\t\t\t\tSubmitted by: PaolaBandini\n"
 }
}