{
 "awd_id": "1564242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSR: NeTS: Medium: Collaborative Research: Cloud Support for Latency-Sensitive Web Services",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 475094.0,
 "awd_amount": 220612.0,
 "awd_min_amd_letter_date": "2016-03-18",
 "awd_max_amd_letter_date": "2016-03-18",
 "awd_abstract_narration": "For web applications, as little as hundreds of milliseconds of additional delay has been found to significantly degrade user experience and lower revenue. Cloud services are well-positioned to help application providers reduce users' latency by serving users from hundreds of locations across the world that have rich and diverse Internet connectivity to users' networks. However, due to various sources of inefficiency, web service performance in practice often falls well short of the potential that cloud-based deployments offer. For example, many users are incorrectly served from distant servers. Even when served from a nearby server, performance can be degraded due to circuitous routing or congestion. These suboptimal outcomes stem from the limited interface between applications and cloud providers to express goals and achieve outcomes, and often a mismatch in their goals.\r\n\r\nThis project pursues a multi-pronged cross-layer approach to enable cloud services to optimize the performance offered by web services they host. First, the researchers will develop a new approach for directing clients to nearby servers, combining the strengths of existing approaches in order to overcome their weaknesses. Part of this research will also include an investigation of how to jointly optimize client-to-server redirection and back-end data placement in order to satisfy end-to-end performance objectives. Second, this project will involve large-scale studies of web transport performance and anomalies in order to inform the design of low-latency transport protocols. Lastly, the researchers will design a system to allow cloud tenants to take advantage of the rich interdomain routing available to cloud providers, in order to best balance diverse performance and cost constraints. Thus, this project will synthesize various inter-dependent aspects of running a high performance web service.\r\n\r\nThe researchers will collaborate with the providers of popular cloud services to have a transformative effect on industrial practice and enable real-world impact. By developing solutions for cloud providers to deploy for all applications they host, this project will benefit application providers without them having to build and deploy these solutions themselves. Where applicable, the researchers will also deploy prototypes of their systems on the NSF-funded PEERING and CloudLab testbeds, which other researchers can use to build their own experimental applications. The researchers are committed to aiding other research efforts by publicly sharing measurements gathered as part of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ethan",
   "pi_last_name": "Katz-Bassett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ethan Katz-Bassett",
   "pi_email_addr": "ethan@ee.columbia.edu",
   "nsf_id": "000608978",
   "pi_start_date": "2016-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S. Flower St.",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 60688.0
  }
 ],
 "por": null
}