{
 "awd_id": "1564104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "TWC SBE: Medium: Collaborative: Brain Hacking: Assessing Psychological and Computational Vulnerabilities in Brain-based Biometrics",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 368000.0,
 "awd_min_amd_letter_date": "2016-08-22",
 "awd_max_amd_letter_date": "2021-06-07",
 "awd_abstract_narration": "In September of 2015, it was reported that hackers had stolen the fingerprint records of 5.6 million U.S. federal employees from the Office of Personnel Management (OPM). This was a severe security breach, and it is an even bigger problem because those fingerprints are now permanently compromised and the users cannot generate new fingerprints. This breach demonstrates two challenging facts about the current cybersecurity landscape. First, biometric credentials are vulnerable to compromise. And, second, biometrics that cannot be replaced if stolen are even more vulnerable to theft. This research will investigate a new type of biometric that avoids both of these problems. In particular, the research will evaluate the strengths and weaknesses of brain biometrics. Brain biometrics are more difficult to steal than fingerprints, since current technology for collecting brain biometrics is impossible to use without a person's knowledge and consent. Brain biometrics, importantly, can also be cancelled if stolen. This is because there are vast networks of the brain that generate unique activity, meaning that if a person's brainprint is stolen, they can generate a new one by tapping in to a different brain network. This investigation holds the potential to transform existing authentication systems into more secure and attack-resistant brain biometric solutions; critical for high-security applications.\r\n\r\nBrain biometrics have recently been shown to be 100% accurate in identifying people, in a pool of 50 users and across a period of up to a year. This research project will systematically evaluate the potential vulnerabilities of brainprint biometrics, with the goals of 1) demonstrating the resistance and robustness of brainprints to the most likely attacks and 2) developing a comprehensive protection plan addressed at the most vulnerable aspects of this method. In particular, the interdisciplinary team plans to investigate psychological and computational attacks. Psychological attacks consist of attempting to force a user to provide their brainprints under duress, or attempting to impersonate a target brainprint through biofeedback entrainment process. Computational attacks consist of attempting to circumvent brainprint authentication system through presenting a counterfeit or stolen brainprint, with varying levels of obfuscation, such as the addition of noise, and attacking the stimuli database. This project will examine potential vulnerabilities in brain biometrics at an unprecedented level of detail, and convert the resulting knowledge into recommendations for implementation of brain biometrics to guard an increasingly vulnerable cyberspace.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenyao",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenyao Xu",
   "pi_email_addr": "wenyaoxu@buffalo.edu",
   "nsf_id": "000647900",
   "pi_start_date": "2016-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 72715.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 90021.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 75857.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 77407.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 36000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In recent years, brain activities have received increasing attention in research communities as an emerging biometric trait for individual authentication purposes. The advantage of brain electric activity-based biometrics is that they are biologically unique and less prone to forgery because of the dynamics of brain responses. For example, event-related potential (ERP) brainwave is one type of brain electrical signal and can be changed once different visual stimuli are presented. In our prior research, we have demonstrated that ERP features of the human brain can be used to provide highly accurate biometric identification. As we argued, brain biometrics of this type has several advantages over conventional biometrics; for example, they cannot be intentionally revealed (as the features used for identification in our protocol are non-volitional), and they cannot be provided by a dead or incapacitated user. However, as a new, unique biometric trait that hasn&rsquo;t been extensively studied like other conventional biometrics, the efficacy, security, and vulnerability of brain biometrics haven&rsquo;t yet been well explored and investigated. It is hypothesized that there are still two possible avenues of attacks against a brain biometric: computational and psychological attacks.</p>\n<p>&nbsp;</p>\n<p>The goal of this work is to systematically and comprehensively investigate the psychological and computational vulnerabilities of the emerging brainprint biometric technology and thus to testify the resistance and robustness of brainprinting to circumvention and malicious attacks. This research goal possesses a clear implication for the SaTC community, given the increasing demands for more secure and reliable personal authentication and identity verification. There are two immediate contributions of this research. First, we comprehensively investigate the psychological and computational vulnerabilities of brain biometrics, and, more broadly, the human cognitive states under various external stimulations. To the best of our knowledge, there is no existing work discussing the security vulnerabilities of brain-based biometric systems --- lack of understanding of the vulnerabilities and performance stability of brain biometrics limits their usefulness in the current landscape. Second, the research community can further improve and enhance brainprint authentication algorithms based on the identified security risks, specifically in terms of the reliability and usability of brainwave-based authentication.</p>\n<p>&nbsp;</p>\n<p>As the first research effort in the nation that proposed the idea of using non-volitional brain responses as a biometric trait and then conducted a thorough and comprehensive investigation on various security vulnerabilities and influence factors of the brainwave biometrics, this project laid a solid foundation for future research explorations that aimed to discover the brain&rsquo;s uniqueness in the SaTC context. After launching this project, there have recently been a growing number of studies in this area reported in the literature. It is thus argued that the scope and outcomes achieved in this project have significantly promoted the scientific explorations in the topic of brain functional uniqueness and cross-disciplinary collaborations between the SaTC, biomedical engineering, and psychology communities.</p>\n<p>&nbsp;</p>\n<p>This research made substantial contributions to the education of undergraduate and graduate students by involving them in cutting-edge research and developing their hands-on experimental skills. Under the support of this NSF grant and REU supplement funding, multiple graduate students and undergraduate students (nearly one-third of them are female and minority students) were financially supported and gained valuable opportunities to be exposed to cross-disciplinary research. Moreover, this research was demonstrated in a few K-12 outreach events and incorporated into senior capstone projects. All of these activities gained tremendous attention that encouraged students to participate in studies in the STEM areas. The findings of this research were also widely disseminated through conference presentations, journal publications, invited talks, and media interviews. Numerous media reports featured this NSF-funded brain biometrics research work in online news and TV channels.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The scientific investigations of this project hold the potential to transform existing identity verification strategies into more secure, reliable, and attack-resistant authentication solutions. The highly cross-disciplinary nature of the work also allows us to strengthen our understanding of individual brain responses and brain functional uniqueness - a topic underexplored in the literature - and apply this new knowledge into increasingly vulnerable cyberspace. This could lead to a far-reaching breakthrough in understanding brain individualization, not only for security applications but also for brain-computer interface, neuroscience, and psychology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2022<br>\n\t\t\t\t\tModified by: Wenyao&nbsp;Xu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn recent years, brain activities have received increasing attention in research communities as an emerging biometric trait for individual authentication purposes. The advantage of brain electric activity-based biometrics is that they are biologically unique and less prone to forgery because of the dynamics of brain responses. For example, event-related potential (ERP) brainwave is one type of brain electrical signal and can be changed once different visual stimuli are presented. In our prior research, we have demonstrated that ERP features of the human brain can be used to provide highly accurate biometric identification. As we argued, brain biometrics of this type has several advantages over conventional biometrics; for example, they cannot be intentionally revealed (as the features used for identification in our protocol are non-volitional), and they cannot be provided by a dead or incapacitated user. However, as a new, unique biometric trait that hasn’t been extensively studied like other conventional biometrics, the efficacy, security, and vulnerability of brain biometrics haven’t yet been well explored and investigated. It is hypothesized that there are still two possible avenues of attacks against a brain biometric: computational and psychological attacks.\n\n \n\nThe goal of this work is to systematically and comprehensively investigate the psychological and computational vulnerabilities of the emerging brainprint biometric technology and thus to testify the resistance and robustness of brainprinting to circumvention and malicious attacks. This research goal possesses a clear implication for the SaTC community, given the increasing demands for more secure and reliable personal authentication and identity verification. There are two immediate contributions of this research. First, we comprehensively investigate the psychological and computational vulnerabilities of brain biometrics, and, more broadly, the human cognitive states under various external stimulations. To the best of our knowledge, there is no existing work discussing the security vulnerabilities of brain-based biometric systems --- lack of understanding of the vulnerabilities and performance stability of brain biometrics limits their usefulness in the current landscape. Second, the research community can further improve and enhance brainprint authentication algorithms based on the identified security risks, specifically in terms of the reliability and usability of brainwave-based authentication.\n\n \n\nAs the first research effort in the nation that proposed the idea of using non-volitional brain responses as a biometric trait and then conducted a thorough and comprehensive investigation on various security vulnerabilities and influence factors of the brainwave biometrics, this project laid a solid foundation for future research explorations that aimed to discover the brain’s uniqueness in the SaTC context. After launching this project, there have recently been a growing number of studies in this area reported in the literature. It is thus argued that the scope and outcomes achieved in this project have significantly promoted the scientific explorations in the topic of brain functional uniqueness and cross-disciplinary collaborations between the SaTC, biomedical engineering, and psychology communities.\n\n \n\nThis research made substantial contributions to the education of undergraduate and graduate students by involving them in cutting-edge research and developing their hands-on experimental skills. Under the support of this NSF grant and REU supplement funding, multiple graduate students and undergraduate students (nearly one-third of them are female and minority students) were financially supported and gained valuable opportunities to be exposed to cross-disciplinary research. Moreover, this research was demonstrated in a few K-12 outreach events and incorporated into senior capstone projects. All of these activities gained tremendous attention that encouraged students to participate in studies in the STEM areas. The findings of this research were also widely disseminated through conference presentations, journal publications, invited talks, and media interviews. Numerous media reports featured this NSF-funded brain biometrics research work in online news and TV channels.  \n\n \n\nThe scientific investigations of this project hold the potential to transform existing identity verification strategies into more secure, reliable, and attack-resistant authentication solutions. The highly cross-disciplinary nature of the work also allows us to strengthen our understanding of individual brain responses and brain functional uniqueness - a topic underexplored in the literature - and apply this new knowledge into increasingly vulnerable cyberspace. This could lead to a far-reaching breakthrough in understanding brain individualization, not only for security applications but also for brain-computer interface, neuroscience, and psychology.\n\n\t\t\t\t\tLast Modified: 12/04/2022\n\n\t\t\t\t\tSubmitted by: Wenyao Xu"
 }
}