{
 "awd_id": "1565177",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Academic Success and Professional Development (ASAP) Project-Based Engineering Excellence Transfer Academy Across Arizona",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927557",
 "po_email": "amedinab@nsf.gov",
 "po_sign_block_name": "Alexandra Medina-Borja",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 3997534.0,
 "awd_amount": 1593225.0,
 "awd_min_amd_letter_date": "2016-09-21",
 "awd_max_amd_letter_date": "2020-05-05",
 "awd_abstract_narration": "This National Science Foundation (NSF) Scholarships in Science, Technology, Engineering, and Mathematics (S-STEM) project is a collaborative effort between Arizona State University, Central Arizona College, Cochise College, Eastern Arizona College, Estrella Mountain Community College, Glendale Community College, Mesa Community College, Mohave Community College, Phoenix College, and Yavapai College. The program will provide scholarships for talented, low-income students with demonstrated financial need who are pursuing degrees in engineering or computer science. In addition to scholarships, the program will provide academic and other support to increase the persistence of these academically talented, low-income students.  The project design includes an academic success and professional development course along with project-based activities.  Faculty and industrial mentors help students to envision the potential career opportunities and benefits available in engineering and computer science. Nine of the ten collaborating schools are classified as Hispanic Serving Institutions. Scholarships and support for low-income and academically talented students, who may not otherwise be able to obtain engineering or computer science degrees will help to produce a well-trained workforce that will contribute to the economic well being of the nation.\r\n\r\nThe project seeks to address the need to expand the engineering and computer science workforce by increasing the success of Arizona State University students including students that transfer from community colleges. The program combines a network of engineering mentors with a successful student-centered and mentor-driven academic success and professional development course to significantly increase the number of community college students that consider, choose, continue and graduate with a bachelor of science in engineering or computer science.  At the center of the proposed initiative is a commitment to involving students in career-shaping projects that will permit them to discover, nurture, and fully develop their technical interests. Guided by grounded theory and social cognitive career theory, the project will also study the factors most central to maintaining effectiveness while scaling up a successful student-centered and mentor-intensive transfer student support system to encompass a larger group of collaborating institutions. Community colleges will play an increasingly important role in educating the nation's engineers. This statewide project will serve as a collaborative model for four-year and two-year schools across the nation. This research will provide knowledge helpful in establishing a transfer student support program in Arizona and will inform other university and community college networks in other parts of the United States. The findings from the program will be disseminated widely to the engineering and computer science education community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Armando",
   "pi_last_name": "Rodriguez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Armando A Rodriguez",
   "pi_email_addr": "aar@asu.edu",
   "nsf_id": "000122819",
   "pi_start_date": "2016-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Anderson-Rowland",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mary R Anderson-Rowland",
   "pi_email_addr": "mary.anderson@asu.edu",
   "nsf_id": "000429243",
   "pi_start_date": "2016-09-21",
   "pi_end_date": "2018-05-11"
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1593224.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"WordSection1\">\n<p style=\"text-align: center;\">Project Outcomes Report for</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><strong>NSF S-STEM 1565177</strong></p>\n<p style=\"text-align: center;\">Dr. Armando A. Rodriguez (PI)</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">Arizona State University Fulton Schools of Engineering</p>\n<p>&nbsp;</p>\n<p>Major goals of the NSF S-STEM ASU ENG ASAP program were to significantly increase the number of students that</p>\n<p>&nbsp;</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Are maximally exposed at ASU and at partnering community colleges (CCs) across Arizona to ASU&rsquo;s time-tested student-centered ENG <em>Academic Success and Professional Development (ASAP) </em>program materials, practices, activities and its growing community of learners and mentors; (exposure should be timely &ndash; not interfering with but assisting the students&rsquo; academic progress)</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Transfer from partnering CCs across Arizona to ASU&rsquo;s Fulton Schools of Engineering</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Graduate from ASU Fulton Schools of Engineering;</p>\n<p>4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Directly pursue an MS in Engineering (ENG).</p>\n<p>&nbsp;</p>\n<p>Here, engineering (sometimes abbreviated ENG) includes computer science and engineering management as well as all traditional engineering disciplines. Consistent with the above, we specifically wish to increase the number of students (at all levels) that</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp; become <strong><span style=\"text-decoration: underline;\">A</span></strong>ware of the many exciting opportunities before them,</p>\n<p>(2)&nbsp;&nbsp;&nbsp; take <strong><span style=\"text-decoration: underline;\">C</span></strong>ontrol, and</p>\n<p>(3)&nbsp;&nbsp;&nbsp; pursue <strong><span style=\"text-decoration: underline;\">E</span></strong>xcellence (moving students toward their goals)</p>\n<p>&nbsp;</p>\n<p>while <strong><span style=\"text-decoration: underline;\">G</span></strong>rowing our community of active learners and mentors and <strong><span style=\"text-decoration: underline;\">I</span></strong>mproving the associated activities. <span style=\"text-decoration: underline;\">ACE-GI</span> is an acronym for the above. Here, ACE is directed at assisting each program participant to &ldquo;optimally&rdquo; coordinate</p>\n<p>&nbsp;</p>\n<p>(1)&nbsp; career planning,</p>\n<p>(2)&nbsp; professional development,</p>\n<p>(3)&nbsp; academic success and</p>\n<p>(4)&nbsp; life management.</p>\n<p>&nbsp;</p>\n<p>Learning to properly manage the temporal interplay between these is our students&rsquo; central challenge. Given this, the project team&rsquo;s central challenge was to determine what ENG ASAP interventions and associated practices can best help students address issues they have and help them progress toward their goals (e.g. transfer to ASU ENG, getting financial assistance, getting an internship/job, working with a professor, securing a paid FURI project, and going to graduate school.</p>\n<p>&nbsp;</p>\n<p>Toward the above goals, the team sought to develop (as stated in the original proposal) and made great progress towards a comprehensive <em>First-of-Its-Kind ENG Transfer Excellence ASAP Database </em>that could be used to</p>\n<p>&nbsp;</p>\n<p>(1)&nbsp; give students continuous timely (personal and cohort) feedback,</p>\n<p>(2)&nbsp; modify and improve ENG ASAP activities and document what interventions work and don&rsquo;t work.</p>\n<p>&nbsp;</p>\n<p>This database could be useful to partnering institutions as well as to institutions across AZ and the nation.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<h4>CENTRAL GUIDING PRINCIPLES</h4>\n<p>The following central (time-tested) guiding principles were used to organize all ENG ASAP project efforts.</p>\n<p>&nbsp;</p>\n<p>The team will specifically pursue time-tested and new activities that will permit program students to:</p>\n<p>&nbsp;</p>\n<p><em>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </em><strong><em><span style=\"text-decoration: underline;\">A</span></em></strong><em>WARENESS: ASAP BEST PRACTICES &amp; CAREER OPPORTUNITIES</em></p>\n<p><em>&nbsp;</em></p>\n<ul>\n<li>Become aware of our time-tested student-centered mentor-facilitated <em>Academic Success and Professional Development </em>(ASAP) instruments and practices &ndash; practices aimed at &ldquo;optimally&rdquo; managing comprehensive career planning, professional development, <span style=\"text-decoration: underline;\">academic success</span>;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Become aware of exciting forward-looking career opportunities in areas of national importance; e.g. scholars have examined the following areas:</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>advanced robotics, intelligent autonomous systems and vehicles, driverless and driver assisted vehicles, cooperating drones, electric vehicles, vehicle of the future, advanced transportation systems, hypersonic vehicles, biomimicry, guidance, navigation and control (GNC), intelligence, surveillance</li>\n<li>artificial intelligence, machine learning, deep learning, intelligent algorithms, cloud computing, distributed decision making, parallel and distributed computing, big data, data mining, financial engineering</li>\n<li>internet of things, language recognition, image processing, data fusion, smart and distributed sensors, cyber security</li>\n<li>personalized medicine regenerative medicine, organ growth, advanced medicines, cancer drugs, brain powered prosthetics, DNA and genetic research, organ repair, disease detection, advanced vaccines, biometrics</li>\n<li>renewable energy, smart grid, energy harvesting, biofuels, solar, wind, geothermal and hydro energy</li>\n<li>advanced communication systems, advanced computing, supercomputers, quantum computing, advanced materials, carbon nanotubes, graphene, system on a chip (SOC)</li>\n<li>additive 3D manufacturing, modern factory, learning technologies, virtual reality, creation and management of smart infrastructure</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </em><em>TAKING <strong><span style=\"text-decoration: underline;\">C</span></strong>ONTROL</em></p>\n<p><em>&nbsp;</em></p>\n<ul>\n<li>Pursue time-tested student-centered mentor-facilitated step-by-step ASAP activities to help program participants systematically take control of their careers, minds and lives; this includes activities designed to help with comprehensive career planning, professional development, academic success and well-being; a central component here is career-steering/shaping projects in forward-looking areas of national importance (see list provided above of areas considered by students); here, taking control fundamentally involves appropriate planning and getting student- centric mentoring to help students set SMART (specific, measurable, attainable, relevant, timely) goals; NOTE: Student well-being and academic success are always given the highest priority. </li>\n</ul>\n</div>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><em>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </em><em>PURSUING <strong><span style=\"text-decoration: underline;\">E</span></strong>XCELLENCE: HIGH STANDARDS &amp; SUPPORT</em></p>\n<p><em>&nbsp;</em></p>\n<ul>\n<li>Create and grow a strongly bonded AZ-wide active community of learners and mentors - with students pursuing excellence, being held to high standards and being maximally supported by well-crafted activities, materials, resources (e.g. financial, academic, career and other), continuous (career, professional, academic) guidance, timely assessment and individualized feedback to help students nurture, develop, expand student-centric interests, skills and academic/career pursuits. Here, excellence includes building characteristics and competencies to meet tomorrow&rsquo;s global challenges. This includes, for example, pursuing a graduate degree in ENG. NOTE: Once again, student well-being and academic success are always given the highest priority. </li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/16/2021<br>\n\t\t\t\t\tModified by: Armando&nbsp;A&nbsp;Rodriguez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report for\n \nNSF S-STEM 1565177\nDr. Armando A. Rodriguez (PI)\n \nArizona State University Fulton Schools of Engineering\n\n \n\nMajor goals of the NSF S-STEM ASU ENG ASAP program were to significantly increase the number of students that\n\n \n\n1)      Are maximally exposed at ASU and at partnering community colleges (CCs) across Arizona to ASU’s time-tested student-centered ENG Academic Success and Professional Development (ASAP) program materials, practices, activities and its growing community of learners and mentors; (exposure should be timely &ndash; not interfering with but assisting the students’ academic progress)\n\n2)      Transfer from partnering CCs across Arizona to ASU’s Fulton Schools of Engineering\n\n3)      Graduate from ASU Fulton Schools of Engineering;\n\n4)      Directly pursue an MS in Engineering (ENG).\n\n \n\nHere, engineering (sometimes abbreviated ENG) includes computer science and engineering management as well as all traditional engineering disciplines. Consistent with the above, we specifically wish to increase the number of students (at all levels) that\n\n \n\n \n\n(1)    become Aware of the many exciting opportunities before them,\n\n(2)    take Control, and\n\n(3)    pursue Excellence (moving students toward their goals)\n\n \n\nwhile Growing our community of active learners and mentors and Improving the associated activities. ACE-GI is an acronym for the above. Here, ACE is directed at assisting each program participant to \"optimally\" coordinate\n\n \n\n(1)  career planning,\n\n(2)  professional development,\n\n(3)  academic success and\n\n(4)  life management.\n\n \n\nLearning to properly manage the temporal interplay between these is our students’ central challenge. Given this, the project team’s central challenge was to determine what ENG ASAP interventions and associated practices can best help students address issues they have and help them progress toward their goals (e.g. transfer to ASU ENG, getting financial assistance, getting an internship/job, working with a professor, securing a paid FURI project, and going to graduate school.\n\n \n\nToward the above goals, the team sought to develop (as stated in the original proposal) and made great progress towards a comprehensive First-of-Its-Kind ENG Transfer Excellence ASAP Database that could be used to\n\n \n\n(1)  give students continuous timely (personal and cohort) feedback,\n\n(2)  modify and improve ENG ASAP activities and document what interventions work and don’t work.\n\n \n\nThis database could be useful to partnering institutions as well as to institutions across AZ and the nation.\n\n \n\n \nCENTRAL GUIDING PRINCIPLES\n\nThe following central (time-tested) guiding principles were used to organize all ENG ASAP project efforts.\n\n \n\nThe team will specifically pursue time-tested and new activities that will permit program students to:\n\n \n\n1)             AWARENESS: ASAP BEST PRACTICES &amp; CAREER OPPORTUNITIES\n\n \n\nBecome aware of our time-tested student-centered mentor-facilitated Academic Success and Professional Development (ASAP) instruments and practices &ndash; practices aimed at \"optimally\" managing comprehensive career planning, professional development, academic success;\n\n\n \n\nBecome aware of exciting forward-looking career opportunities in areas of national importance; e.g. scholars have examined the following areas:\n\n\n \n\nadvanced robotics, intelligent autonomous systems and vehicles, driverless and driver assisted vehicles, cooperating drones, electric vehicles, vehicle of the future, advanced transportation systems, hypersonic vehicles, biomimicry, guidance, navigation and control (GNC), intelligence, surveillance\nartificial intelligence, machine learning, deep learning, intelligent algorithms, cloud computing, distributed decision making, parallel and distributed computing, big data, data mining, financial engineering\ninternet of things, language recognition, image processing, data fusion, smart and distributed sensors, cyber security\npersonalized medicine regenerative medicine, organ growth, advanced medicines, cancer drugs, brain powered prosthetics, DNA and genetic research, organ repair, disease detection, advanced vaccines, biometrics\nrenewable energy, smart grid, energy harvesting, biofuels, solar, wind, geothermal and hydro energy\nadvanced communication systems, advanced computing, supercomputers, quantum computing, advanced materials, carbon nanotubes, graphene, system on a chip (SOC)\nadditive 3D manufacturing, modern factory, learning technologies, virtual reality, creation and management of smart infrastructure\n\n\n \n\n \n\n2)             TAKING CONTROL\n\n \n\nPursue time-tested student-centered mentor-facilitated step-by-step ASAP activities to help program participants systematically take control of their careers, minds and lives; this includes activities designed to help with comprehensive career planning, professional development, academic success and well-being; a central component here is career-steering/shaping projects in forward-looking areas of national importance (see list provided above of areas considered by students); here, taking control fundamentally involves appropriate planning and getting student- centric mentoring to help students set SMART (specific, measurable, attainable, relevant, timely) goals; NOTE: Student well-being and academic success are always given the highest priority. \n\n\n\n \n\n \n\n3)             PURSUING EXCELLENCE: HIGH STANDARDS &amp; SUPPORT\n\n \n\nCreate and grow a strongly bonded AZ-wide active community of learners and mentors - with students pursuing excellence, being held to high standards and being maximally supported by well-crafted activities, materials, resources (e.g. financial, academic, career and other), continuous (career, professional, academic) guidance, timely assessment and individualized feedback to help students nurture, develop, expand student-centric interests, skills and academic/career pursuits. Here, excellence includes building characteristics and competencies to meet tomorrow’s global challenges. This includes, for example, pursuing a graduate degree in ENG. NOTE: Once again, student well-being and academic success are always given the highest priority. \n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/16/2021\n\n\t\t\t\t\tSubmitted by: Armando A Rodriguez"
 }
}