{
 "awd_id": "1565753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Direct Measurement and Modeling of the Importance of Bacterial Adsorption of Cd in Natural Samples",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 156323.0,
 "awd_amount": 156323.0,
 "awd_min_amd_letter_date": "2016-06-22",
 "awd_max_amd_letter_date": "2016-06-22",
 "awd_abstract_narration": "Bacteria are present in a wide range of geologic environments, with high concentrations found in surface waters, soils, and even deeper subsurface aquifers. Aqueous metal cations in surface and groundwaters adsorb onto bacteria, and this adsorption can affect the global cycling of elements, biomineralization, heavy metal contaminant mobility in soils and groundwater systems, mineral dissolution, and the effectiveness of groundwater bioremediation techniques. Over the past 20 years, models have been developed to describe metal adsorption onto bacterial surfaces, and calculations suggest that bacterial metal adsorption can control metal speciation in geologic systems. However, there have been no studies that directly quantify the importance of bacterial metal adsorption in complex natural settings. Therefore, although bacteria exhibit a high affinity for adsorbing metals, there is only circumstantial evidence that bacterial adsorption affects metal distributions in real systems. The investigators will use an innovative approach involving confocal laser scanning microscopy to directly measure the proportion of adsorbed metal that is associated with bacterial cells in complex samples from river and wetland water systems. The research will be the first to directly and quantitatively determine the importance of bacterial adsorption in affecting metal distributions in natural samples, and hence will also be the first to test the ability of current thermodynamic models to account for that distribution. The funded research will ultimately lead to more accurate predictions of the fate and transport of metals in a range of bacteria-bearing geologic settings, and can be used to optimize remediation strategies for contaminated groundwater and surface water systems. \r\n\r\nMetal adsorption onto bacteria has been measured in scores of studies, and the results have been used to determine thermodynamic stability constants for metal-bacteria complexes.  There are two underlying assumptions that justify this large body of research: 1) that bacterial adsorption of metals can affect the distribution of metals in bacteria-bearing geologic systems, and 2) that the binding constants determined from simple single metal, single bacterial species experiments can accurately predict metal distributions in those complex systems. Neither of these assumptions has been rigorously tested for natural systems, primarily due to the difficulty of the measuring metal speciation in complex samples. The proposed research will, for the first time, quantitatively test both of these assumptions for natural, non-artificial, systems, and hence will improve our understanding of how bacteria affect mass transport in geologic systems. Investigators will characterize a range of natural samples, quantifying the bacterial, organic matter, and mineralogical contents; they will add aqueous metal to each sample, and they will use a novel confocal laser scanning microscopy approach, in conjunction with recently-developed metal-specific fluorescent probes, to determine the concentration of metal bound onto the bacteria in these complex systems. Independently, investigators will use previously determined thermodynamic stability constants to predict the distribution of metal in each experimental system, so that the comparison between the predicted and observed metal distributions will enable them to determine the accuracy of the modeling approach. The experiments will be the first to quantitatively determine the importance of bacterial adsorption of metals in multi-component natural samples, and hence are transformative in that they will provide both a new understanding of the controls on metal distributions in geologic systems as well as a means for quantifying metal distributions in those systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Fein",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy B Fein",
   "pi_email_addr": "fein@nd.edu",
   "nsf_id": "000113057",
   "pi_start_date": "2016-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Shrout",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Shrout",
   "pi_email_addr": "Joshua.Shrout@nd.edu",
   "nsf_id": "000497653",
   "pi_start_date": "2016-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 156323.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of the funded research was to develop a novel experimental approach to quantifying metal adsorption onto bacteria in complex samples, to obtain proof-of-concept data, and to test the approach on a simplified soil system. Traditionally, there have been two main approaches used to study metal adsorption onto bacteria or other environmental surfaces: bulk &lsquo;adsorption&rsquo; measurements in which a decrease in solution concentration of a metal is measured and assumed to be equivalent to the adsorbed metal concentration, and X-ray absorption spectroscopy in which the average binding environment of a metal of interest is determined. Neither approach can definitively demonstrate adsorption (as opposed to uptake of the metal into bacterial cells), and neither approach is satisfactory for measuring the distribution of metal in complex multi-sorbent systems. The objective of the funded research was to use newly-developed metal probes that fluoresce when bound to a specific metal of interest, in conjunction with confocal laser scanning microscopy (CLSM), to directly and simultaneously map out and quantify the concentration of adsorbed metal on bacteria in complex samples, and to use this information for the first time to rigorously test the ability of surface complexation models to predict metal distributions in these complex multi-sorbent systems.&nbsp;</p>\n<p>Our proof-of-concept trials were successful, and two manuscripts have been produced. The first publication demonstrated: 1) that the Cd fluorescent probe that we proposed to use for quantifying Cd adsorption onto bacteria in complex samples yields a proportional fluorescence response to the concentration of adsorbed Cd onto the bacteria, making quantitative calibration possible; 2) that the Cd probe does not cause measureable Cd desorption from the bacteria when it is introduced to a sample; and 3) that the Cd probe approach can quantitatively differentiate Cd adsorbed onto bacteria from Cd adsorbed onto other environmental surfaces such as minerals. Furthermore, our proof-of-concept control experiments led us to the invention of a new approach involving an altered form of the metal-fluorescent probe that enables us to distinguish adsorbed metal from metal that is taken into the bacterial cell.&nbsp;</p>\n<p>We applied our new Cd-specific fluorescent probe approach to quantify Cd adsorption to bacteria in fully hydrated multi-sorbent samples that contain different ratios of soil&nbsp;bacterial cells, the clay mineral kaolinite, and the aqueous chelating ligand EDTA (as a surrogate for natural organic matter). In this approach, we directly determined the distribution of Cd by measuring the total concentration of adsorbed Cd, and the concentration of Cd that is adsorbed to bacterial cells, and by difference we calculated the concentration of Cd that is adsorbed to kaolinite. We compared these experimental measurements to the extent of Cd adsorption that is calculated using a surface complexation modeling approach to predict the distribution of Cd under our experimental conditions. In general, the predictions are in excellent agreement with our experimentally measured Cd distributions over a range of bacteria:mineral ratios. The results of this study demonstrate that the modeling approach can yield reasonably accurate predictions of the distribution of Cd in systems containing mixtures of bacteria, mineral, and a metal-binding ligand. Our study demonstrates the potential application of using metal-specific fluorescent probe techniques with confocal scanning laser microscopy in order to measure the distribution of metals in complex multi-sorbent systems and to provide rigorous quantitative tests of surface complexation models of those systems. Although the systems studied here are much simpler than realistic geologic systems such as soils, the general experimental approach described here provides a relatively direct and easy to implement way to test the ability of surface complexation modeling to accurately predict the distribution of metals in complex natural systems.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2019<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;B&nbsp;Fein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of the funded research was to develop a novel experimental approach to quantifying metal adsorption onto bacteria in complex samples, to obtain proof-of-concept data, and to test the approach on a simplified soil system. Traditionally, there have been two main approaches used to study metal adsorption onto bacteria or other environmental surfaces: bulk ?adsorption? measurements in which a decrease in solution concentration of a metal is measured and assumed to be equivalent to the adsorbed metal concentration, and X-ray absorption spectroscopy in which the average binding environment of a metal of interest is determined. Neither approach can definitively demonstrate adsorption (as opposed to uptake of the metal into bacterial cells), and neither approach is satisfactory for measuring the distribution of metal in complex multi-sorbent systems. The objective of the funded research was to use newly-developed metal probes that fluoresce when bound to a specific metal of interest, in conjunction with confocal laser scanning microscopy (CLSM), to directly and simultaneously map out and quantify the concentration of adsorbed metal on bacteria in complex samples, and to use this information for the first time to rigorously test the ability of surface complexation models to predict metal distributions in these complex multi-sorbent systems. \n\nOur proof-of-concept trials were successful, and two manuscripts have been produced. The first publication demonstrated: 1) that the Cd fluorescent probe that we proposed to use for quantifying Cd adsorption onto bacteria in complex samples yields a proportional fluorescence response to the concentration of adsorbed Cd onto the bacteria, making quantitative calibration possible; 2) that the Cd probe does not cause measureable Cd desorption from the bacteria when it is introduced to a sample; and 3) that the Cd probe approach can quantitatively differentiate Cd adsorbed onto bacteria from Cd adsorbed onto other environmental surfaces such as minerals. Furthermore, our proof-of-concept control experiments led us to the invention of a new approach involving an altered form of the metal-fluorescent probe that enables us to distinguish adsorbed metal from metal that is taken into the bacterial cell. \n\nWe applied our new Cd-specific fluorescent probe approach to quantify Cd adsorption to bacteria in fully hydrated multi-sorbent samples that contain different ratios of soil bacterial cells, the clay mineral kaolinite, and the aqueous chelating ligand EDTA (as a surrogate for natural organic matter). In this approach, we directly determined the distribution of Cd by measuring the total concentration of adsorbed Cd, and the concentration of Cd that is adsorbed to bacterial cells, and by difference we calculated the concentration of Cd that is adsorbed to kaolinite. We compared these experimental measurements to the extent of Cd adsorption that is calculated using a surface complexation modeling approach to predict the distribution of Cd under our experimental conditions. In general, the predictions are in excellent agreement with our experimentally measured Cd distributions over a range of bacteria:mineral ratios. The results of this study demonstrate that the modeling approach can yield reasonably accurate predictions of the distribution of Cd in systems containing mixtures of bacteria, mineral, and a metal-binding ligand. Our study demonstrates the potential application of using metal-specific fluorescent probe techniques with confocal scanning laser microscopy in order to measure the distribution of metals in complex multi-sorbent systems and to provide rigorous quantitative tests of surface complexation models of those systems. Although the systems studied here are much simpler than realistic geologic systems such as soils, the general experimental approach described here provides a relatively direct and easy to implement way to test the ability of surface complexation modeling to accurately predict the distribution of metals in complex natural systems.\n\n \n\n\t\t\t\t\tLast Modified: 01/03/2019\n\n\t\t\t\t\tSubmitted by: Jeremy B Fein"
 }
}