{
 "awd_id": "1565811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: III: RI: Empowering Multi-Conceptual Spatial Reasoning with a Repository of Qualitative and Quantitative Spatial Ontologies",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 174978.0,
 "awd_amount": 174978.0,
 "awd_min_amd_letter_date": "2016-04-04",
 "awd_max_amd_letter_date": "2016-04-04",
 "awd_abstract_narration": "People have manifold ways to express and process spatial information. As needed, they employ conceptualizations of space, so-called cognitive maps, that differ in granularity, scope, and precision. Based on the context, people use different implicit assumptions to interpret a spatial relation such as \"A is contained in B.\" The assumptions made or implied by different conceptualizations often even contradict another (e.g., in \"the lake contains a bay\" the bay is a subregion of the lake while in \"the lake contains an island\" the island is surrounded by the lake). This is not an issue for people: we are able to quickly and reliably decide which conceptualization is most suitable in a specific situation, often choosing the simplest applicable conceptualization. For instance, people can quickly make navigation decisions (\"Do I need to travel north or south on the Interstate?\") or answer simple spatial queries (\"Is the ocean east or west from here?\"). Similar capabilities for flexibly utilizing multiple conceptualizations would make computational tools for recording and processing spatial information much more powerful and user-friendly. Towards this goal, the proposed research will investigate a formalism and basic procedures for automatically choosing a spatial representation best suited to solve a specific task, such as finding data with certain qualitative characteristics, answering a spatial query, or testing a spatial hypothesis. The research will contribute to a theoretical foundation for collecting, accessing, and manipulating spatial information in more natural ways without impeding its efficient processing in information systems. It will lower the barrier of entry for interacting with and analyzing spatial information and promotes technologies to cut time and costs typically spent on transforming diverse spatial data sets into a coherent model.\r\n\r\nIn this project, the different spatial conceptualizations will be encoded as machine-interpretable spatial ontologies and placed in a structured ontology repository that leverages relationships from mathematical logic. The formal foundation for comparing the expressivity of ontologies using the mathematical notion of definability will be developed and used to organize the repository by differences in ontological assumptions and expressivity. This structure will be exploited by procedures for automatically selecting an ontology that best fits a specific spatial task. In addition, formal encodings of the knowledge necessary to convert spatial information from one ontology to another will be investigated, accompanied by procedures that utilize this information for automatically identifying and converting pieces of geometric background knowledge relevant to a specific spatial task. The research in this project will contribute to a better understanding of how logical relationships can be utilized to formally compare the expressiveness of two spatial ontologies, and how a spatial ontology repository can be supplemented by information that allows automated conversion of knowledge based on different ontologies. For further information see the project web page: http://www.spatial.maine.edu/~torsten/projects/QQSOR.shtml",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Torsten",
   "pi_last_name": "Hahmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Torsten Hahmann",
   "pi_email_addr": "torsten.hahmann@maine.edu",
   "nsf_id": "000693173",
   "pi_start_date": "2016-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5711 Boardman Hall",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695711",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "026y00",
   "pgm_ele_name": "CRII CISE Research Initiation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 174978.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Spatial knowledge comes in two kinds: (1) geometry-based \"quantitative\" facts from spatial datasets as traditionally employed in geographic information systems and (2) information expressed using more high-level, so-called qualitative, spatial relations (such as \"inside\", \"adjacent to\", \"overlapping with\"). <br />This project has supported the PI Torsten Hahmann to establish the Spatial Knowledge and Artificial Intelligence (SKAI) Lab at the University of Maine and to start a novel line of research that explores how to transparently combine these two disparate kinds of spatial information to develop next-generation spatial intelligence.<br /><br />First, the project has developed a formal representation that tightly integrates the two kinds of representations by capturing the semantics of the Simple Feature Access (SFA) Model, a geometry-based standard for representing geospatial information, as logical extension (i.e. restriction) of the multidimensional qualitative spatial ontology CODI.<br />Second, the feasibility of integrated reasoning over both kinds of information using highly expressive automated reasoners has been demontrated. Specifically, it has been demonstrated that first-order logic model finders can be used to test whether a small spatial datasets adheres to the semantics of a (qualitative) spatial ontology. The project has further explored the scalability of this approach, identifying the number of terms of greatest arity in an ontology (typically binary or ternary relations, but not classes) as one of the most limiting factors. But this limitation is an opportunity for improving performance as many of these terms can be easily eliminated. It has been shown that automated pre-processing of the ontology and dataset can drastically improve the success of model finding for datasets larger than what was previously thought possible. This is a critical step towards verifying first-order logic ontologies against at least small real datasets and for enabling joint reasoning over qualitative and&nbsp; traditional geometric datasets.<br /><br />The research has led to 10 publications, including 3 journal publications. <br />The project has directly supported two graduate students and has involved an additional 6 graduate and undergraduate in teaching and research activities in Computer Science. The project has particularly supported three female students in Computer Science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2019<br>\n\t\t\t\t\tModified by: Torsten&nbsp;Hahmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSpatial knowledge comes in two kinds: (1) geometry-based \"quantitative\" facts from spatial datasets as traditionally employed in geographic information systems and (2) information expressed using more high-level, so-called qualitative, spatial relations (such as \"inside\", \"adjacent to\", \"overlapping with\"). \nThis project has supported the PI Torsten Hahmann to establish the Spatial Knowledge and Artificial Intelligence (SKAI) Lab at the University of Maine and to start a novel line of research that explores how to transparently combine these two disparate kinds of spatial information to develop next-generation spatial intelligence.\n\nFirst, the project has developed a formal representation that tightly integrates the two kinds of representations by capturing the semantics of the Simple Feature Access (SFA) Model, a geometry-based standard for representing geospatial information, as logical extension (i.e. restriction) of the multidimensional qualitative spatial ontology CODI.\nSecond, the feasibility of integrated reasoning over both kinds of information using highly expressive automated reasoners has been demontrated. Specifically, it has been demonstrated that first-order logic model finders can be used to test whether a small spatial datasets adheres to the semantics of a (qualitative) spatial ontology. The project has further explored the scalability of this approach, identifying the number of terms of greatest arity in an ontology (typically binary or ternary relations, but not classes) as one of the most limiting factors. But this limitation is an opportunity for improving performance as many of these terms can be easily eliminated. It has been shown that automated pre-processing of the ontology and dataset can drastically improve the success of model finding for datasets larger than what was previously thought possible. This is a critical step towards verifying first-order logic ontologies against at least small real datasets and for enabling joint reasoning over qualitative and  traditional geometric datasets.\n\nThe research has led to 10 publications, including 3 journal publications. \nThe project has directly supported two graduate students and has involved an additional 6 graduate and undergraduate in teaching and research activities in Computer Science. The project has particularly supported three female students in Computer Science.\n\n\t\t\t\t\tLast Modified: 12/01/2019\n\n\t\t\t\t\tSubmitted by: Torsten Hahmann"
 }
}