{
 "awd_id": "1565676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Inspiration, Frustration, and Fascination: An Excursion into Low-Oxidation State Main Group Chemistry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geroge Richter-Addo",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 510000.0,
 "awd_amount": 510000.0,
 "awd_min_amd_letter_date": "2016-04-11",
 "awd_max_amd_letter_date": "2016-04-11",
 "awd_abstract_narration": "The Chemical Synthesis Program of the Chemistry Division supports the research project by Professor Gregory H. Robinson, a faculty member in the Department of Chemistry at The University of Georgia.  Professor Robinson and his research team are studying the unique chemistry of low-oxidation state main group chemical compounds. The goal of this research is to exploit the unique stabilizing effects of organic bases (a class of compounds known as carbenes) on highly reactive main group molecules. For example, important molecules like disilicon (Si2) are only detectable at extremely low temperatures. In contrast, diphosphorus (P2) is typically only detectable at very high temperatures. The Robinson team has developed a means to stabilize molecules like Si2 and P2 (and many others) at room temperature, thus allowing the convenient study of the structure and reactivity of these important molecules. In particular, these researchers recently reported the first stable molecular examples of silicon oxides. This project investigates the synthesis of more ambitious silicon oxides. This chemistry has the potential for us to learn more about the silicon-oxygen interface with possible implications to computer chips and semiconductors. These researchers will also attempt to synthesize molecules containing large silicon and arsenic clusters. This project lies at the heart of main group chemistry, a field of inorganic chemistry that has traditionally received more emphasis in Europe. Outreach activities involving women and traditionally under-represented groups is central to this research. The students engaged in this work are acquiring valuable synthetic and experimental skills that make them highly valuable in the employment market.\r\n\r\nAn ambitious program to explore challenging areas of low-oxidation main group chemistry is underway. The Robinson laboratory has developed N-heterocyclic carbenes (NHC or L:) and N-heterocyclic dicarbene (NHDC) derivatives that are being used as a unique platform from which many unusual low-oxidation state main group species can be synthetically stabilized. Major synthetic goals in this work include: (a) carbene-based multisilylenes; (b) carbene-stabilized silicon atom and clusters; (c) carbene-stabilized heteronuclear diatomic molecules [i.e., silicon carbides, diatomic III-V (13-15) species, arsenic phosphide (AsP)]. The recent report by this laboratory of carbene-stabilization of elusive silicon oxides (Nature Chem. 2015, 7, 509) has encouraged these workers to develop the long-sought molecular chemistry of SOx. Consequently, the syntheses of a series of carbene-stabilized silicon oxides (such as SiO, SiO2, Si2O, Si2O2, and Si3O6, etc.) and silicon hydrides [Si3H2 and Si2H2 (parent disilyne)] are being pursued. These carbene-stabilized silicon oxides may be further utilized to develop the corresponding transition-metal-modified derivatives and transfer silicon oxide clusters into organic or organometallic substrates. In addition, carbene-stabilized bis-silylenes are explored as potential transfer agents for the disilyne unit. The transition metal chemistry of carbene-stabilized zero-oxidation-state main group species are being examined in the work. Research findings from the Robinson laboratory have repeatedly challenged traditional theories of structure and bonding in inorganic chemistry and some of this has begun to appear in chemistry textbooks. Students engaged in this work are acquiring valuable synthetic, crystallographic, and computational skills. The Robinson laboratory has a positive record of extending the chemistry enterprise to larger segments of the human resource as a number of women and African Americans have been trained in his laboratory. In addition, Professor Robinson has developed a popular seminar course entitled \"Molecules That Changed History\".",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Robinson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory H Robinson",
   "pi_email_addr": "robinson@chem.uga.edu",
   "nsf_id": "000353275",
   "pi_start_date": "2016-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuzhong",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuzhong Wang",
   "pi_email_addr": "wyzhong@chem.uga.edu",
   "nsf_id": "000538067",
   "pi_start_date": "2016-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "140 Cedar Street",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 510000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The \"Project Outcomes\" of this research have been significant?both regarding chemistry and broader impacts.&nbsp;</p>\n<p>The inorganic chemistry investigated in this project have largely concerned our inviestiations of highly reactive chemical species known as \"radicals\", a substance with one or more unpaired electrons. While the term \"free radical\" is often used to refer to biological systems, radicals can also effect useful chemical transformations in a number of useful industrial or pharmaceutical processes. For example, the unstable and highly reactive \"OH molecule\" is known as the&nbsp;<em>hydroxyl radical</em>. In this project we have sought to synthesize, optimize, utilize, and stabilize carefully designed radicals using earth abundant elements like sulfur and boron. For example, we were prepared, for the first time, a lithium-complexed stable di-sulfur (i.e., dithiolene) radical. Again, typically, radicals are highly reactive and unstable. Yet we not only prepared and stabilized a dithiolene radical, but we also demonstrated that is has great potential as a useful chemical reagent (J. Am. Chem. Soc. 2017, 139, 6859-6862). In a related study, we were able to base the stable radical on the element boron, instead of lithium. Radicals involving boron atoms are intriguing due to potential applications as chemical sensors, polymerization initiators, reagents for organic synthesis, and building blocks for magnetic systems (Angew. Chem. Int. Ed. 2018, 57, 7865-7868).</p>\n<p>Some years ago, using simply \"organic bases\", we discovered a method to stabilize the highly unstable disilicon molecule. This molecule contained a very strong silicon-silicon double bond. We were interested in discovering a method to explore the reactivity of this Si=Si fragment. We discovered that a common iron-based molecule could easily cleave the silicon-silicon double bond (Angew. Chem. Int. Ed. 2015, 54, 10267-10270). This important finding suggested to us that is was possible to use the Si=Si molecule as a \"silicon delivery device\". This prediction was recently confirmed our laboratory in a research article entitled, \"Carbene-Stabilized Disilicon as a Si-Transfer Agent: Synthesis of a Dianionic Silicon Tris(dithiolene) Complex\" (Angew. Chem. Int. Ed. 2020, 59, 8864-8867).&nbsp;</p>\n<p>Regarding Broader Impacts, we have sought to extend our research efforts to women and traditionally underrepresented groups. Notably, we have enjoyed moderate success in this endeavor. Dr. Gregory H. Robinson has taught the Honors and Chemistry Majors section of General Chemistry at the University of Georgia for a number of years. In 2016 Dr. Robinson noticed a particularly engaged student in his class, Katie Luedecke, and recruited her to work in his research laboratory. Katie was enthusiasm was effusive. In her three years as a member of the Robinson research group, Katie has two research articles to her credit. In addition, Katie garnered a number of honors including a Goldwater Graduate Fellowship and a National Science Foundation Graduate Fellowship. Katie will pursue her Ph.D. at the California Institute of Technology, beginning Fall 2020.&nbsp;</p>\n<p>Dr. Robinson also teaches a course he designed entitled, \"Molecules That Changed History\". This \"freshman seminar\", meets once a week and is designed to examine iconic molecules such as ammonia, TNT, and octane in historical perspective. This course has become very popular and is frequently filled to capacity.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/10/2020<br>\n\t\t\t\t\tModified by: Gregory&nbsp;H&nbsp;Robinson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe \"Project Outcomes\" of this research have been significant?both regarding chemistry and broader impacts. \n\nThe inorganic chemistry investigated in this project have largely concerned our inviestiations of highly reactive chemical species known as \"radicals\", a substance with one or more unpaired electrons. While the term \"free radical\" is often used to refer to biological systems, radicals can also effect useful chemical transformations in a number of useful industrial or pharmaceutical processes. For example, the unstable and highly reactive \"OH molecule\" is known as the hydroxyl radical. In this project we have sought to synthesize, optimize, utilize, and stabilize carefully designed radicals using earth abundant elements like sulfur and boron. For example, we were prepared, for the first time, a lithium-complexed stable di-sulfur (i.e., dithiolene) radical. Again, typically, radicals are highly reactive and unstable. Yet we not only prepared and stabilized a dithiolene radical, but we also demonstrated that is has great potential as a useful chemical reagent (J. Am. Chem. Soc. 2017, 139, 6859-6862). In a related study, we were able to base the stable radical on the element boron, instead of lithium. Radicals involving boron atoms are intriguing due to potential applications as chemical sensors, polymerization initiators, reagents for organic synthesis, and building blocks for magnetic systems (Angew. Chem. Int. Ed. 2018, 57, 7865-7868).\n\nSome years ago, using simply \"organic bases\", we discovered a method to stabilize the highly unstable disilicon molecule. This molecule contained a very strong silicon-silicon double bond. We were interested in discovering a method to explore the reactivity of this Si=Si fragment. We discovered that a common iron-based molecule could easily cleave the silicon-silicon double bond (Angew. Chem. Int. Ed. 2015, 54, 10267-10270). This important finding suggested to us that is was possible to use the Si=Si molecule as a \"silicon delivery device\". This prediction was recently confirmed our laboratory in a research article entitled, \"Carbene-Stabilized Disilicon as a Si-Transfer Agent: Synthesis of a Dianionic Silicon Tris(dithiolene) Complex\" (Angew. Chem. Int. Ed. 2020, 59, 8864-8867). \n\nRegarding Broader Impacts, we have sought to extend our research efforts to women and traditionally underrepresented groups. Notably, we have enjoyed moderate success in this endeavor. Dr. Gregory H. Robinson has taught the Honors and Chemistry Majors section of General Chemistry at the University of Georgia for a number of years. In 2016 Dr. Robinson noticed a particularly engaged student in his class, Katie Luedecke, and recruited her to work in his research laboratory. Katie was enthusiasm was effusive. In her three years as a member of the Robinson research group, Katie has two research articles to her credit. In addition, Katie garnered a number of honors including a Goldwater Graduate Fellowship and a National Science Foundation Graduate Fellowship. Katie will pursue her Ph.D. at the California Institute of Technology, beginning Fall 2020. \n\nDr. Robinson also teaches a course he designed entitled, \"Molecules That Changed History\". This \"freshman seminar\", meets once a week and is designed to examine iconic molecules such as ammonia, TNT, and octane in historical perspective. This course has become very popular and is frequently filled to capacity.\n\n \n\n\t\t\t\t\tLast Modified: 06/10/2020\n\n\t\t\t\t\tSubmitted by: Gregory H Robinson"
 }
}