{
 "awd_id": "1565574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Renewal of the CyberCorps Program at California State University San Bernardino",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925141",
 "po_email": "vpiotrow@nsf.gov",
 "po_sign_block_name": "Victor Piotrowski",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 4363480.0,
 "awd_amount": 4644545.0,
 "awd_min_amd_letter_date": "2016-08-30",
 "awd_max_amd_letter_date": "2020-07-24",
 "awd_abstract_narration": "The California State University-San Bernardino (CSUSB) proposes to add four new cohorts of 10 undergraduate and graduate students to their existing CyberCorps(R) Scholarship for Service (SFS) program in cybersecurity with dynamic curriculum, unique applied learning requirements, and a diverse student population. The curriculum is designed around the needs of government organizations seeking well-qualified students. CSUSB's service area is populated with residents from diverse ethnic backgrounds, including those groups that are currently underrepresented in cybersecurity field. Most SFS students are first generation minority students, transferring from community colleges, often from low-income and disadvantaged backgrounds, coming to college less academically and socially prepared than their non-first generation peers. From tutoring to etiquette to professional behavior, CSUSB places great emphasis on ensuring that this diverse student cohort (50% Hispanic, and 43% female) learns the skills necessary to successfully obtain and retain professional employment. The program has achieved 100% placement rate of their graduates and has mentored other institutions as to the best practices in recruitment diversity, placement strategies, leveraging university resources, and program management.\r\n\r\nWhile many SFS programs across the country focus on policy, management of technology, or secure programming and development, CSUSB has created a curriculum that combines the elements of various programs, including some elements of national security studies. A typical CSUSB SFS student is well versed in cyber security policy, tactics, threat analysis, counter intelligence, networking, database, offensive and defensive penetration testing, and forensics, all with applied professional experiences. The project objectives include: 1) recruit four cohorts of Scholars, each with 10 graduate and undergraduate students from diverse backgrounds; 2) provide academic support and mentoring to the Scholars that result in a 100% retention rate; 3) facilitate the ongoing application of their knowledge and skills by participating in at least one workshop per quarter, two technology competitions per year and at least 50 hours per quarter in the Cyber Security Center Research Lab; and 4) place 100% of the Scholars in internships and employment in federal, state, local or tribal cyber service positions by summer 2021.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tony",
   "pi_last_name": "Coulson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tony Coulson",
   "pi_email_addr": "tcoulson@csusb.edu",
   "nsf_id": "000517961",
   "pi_start_date": "2016-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Nestler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent Nestler",
   "pi_email_addr": "vnestler@csusb.edu",
   "nsf_id": "000705076",
   "pi_start_date": "2016-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises Corporation at CSUSB",
  "inst_street_address": "5500 UNIVERSITY PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "SAN BERNARDINO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9095375929",
  "inst_zip_code": "924072318",
  "inst_country_name": "United States",
  "cong_dist_code": "33",
  "st_cong_dist_code": "CA33",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES CORPORATION AT CSUSB",
  "org_prnt_uei_num": "",
  "org_uei_num": "QJZ1F3UMLEJ4"
 },
 "perf_inst": {
  "perf_inst_name": "California State University San Bernardino",
  "perf_str_addr": "5500 University Parkway",
  "perf_city_name": "San Bernardino",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "924072318",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166800",
   "pgm_ele_name": "CYBERCORPS: SCHLAR FOR SER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7254",
   "pgm_ref_txt": "CYBER SECURITY ACT PROPOSALS"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 630954.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1045257.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1045257.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1045257.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 877820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>California State University, San Bernardino renewed our successful NSF CyberCorps: Scholarship for Service (SFS) program from 2016-2021. The CyberCorps program funding has been used to produce world-class cyber security students for the government with the byproduct being increased student recruitment and placements throughout the CSUSB cyber security programs. A goal of 40 students was planned for the grant period, and in-spite of the COVID-19 pandemic, 44 students were successfully recruited and placed in eligible positions, notably 86% in the Federal Executive Branch with a 100% placement rate. Of the 44 students recruited, the reported diversity of the CSUSB SFS program is: 64% male and 36% female (some declined to self-report). 50% identify as Caucasian, 50% non-Caucasian.&nbsp;&nbsp;Participation in CyberCorps has enabled CSUSB to &ldquo;raise the bar&rdquo; for all CSUSB Cybersecurity students as well as create an environment of success for a very challenging socio-economic environment. The strength of the SFS students and their successes have motivated students who now have become part of research projects and community outreach. The Cyber Intelligence and Security Organization (Cybersecurity club chaired by SFS students) has logged over 11,300 volunteer hours in the last 4 years, winning &ldquo;Student Organization of the Year&rdquo; on the campus. Furthermore, students in this program participated in cybersecurity project and research programs with government technical directors, broadening their marketable skills to agencies. Overall, the goals of this grant project were met and exceeded, including broader impacts in community engagement, impacting K-12, higher education, and government partners.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2022<br>\n\t\t\t\t\tModified by: Tony&nbsp;Coulson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCalifornia State University, San Bernardino renewed our successful NSF CyberCorps: Scholarship for Service (SFS) program from 2016-2021. The CyberCorps program funding has been used to produce world-class cyber security students for the government with the byproduct being increased student recruitment and placements throughout the CSUSB cyber security programs. A goal of 40 students was planned for the grant period, and in-spite of the COVID-19 pandemic, 44 students were successfully recruited and placed in eligible positions, notably 86% in the Federal Executive Branch with a 100% placement rate. Of the 44 students recruited, the reported diversity of the CSUSB SFS program is: 64% male and 36% female (some declined to self-report). 50% identify as Caucasian, 50% non-Caucasian.  Participation in CyberCorps has enabled CSUSB to \"raise the bar\" for all CSUSB Cybersecurity students as well as create an environment of success for a very challenging socio-economic environment. The strength of the SFS students and their successes have motivated students who now have become part of research projects and community outreach. The Cyber Intelligence and Security Organization (Cybersecurity club chaired by SFS students) has logged over 11,300 volunteer hours in the last 4 years, winning \"Student Organization of the Year\" on the campus. Furthermore, students in this program participated in cybersecurity project and research programs with government technical directors, broadening their marketable skills to agencies. Overall, the goals of this grant project were met and exceeded, including broader impacts in community engagement, impacting K-12, higher education, and government partners. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/03/2022\n\n\t\t\t\t\tSubmitted by: Tony Coulson"
 }
}