{
 "awd_id": "1565117",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Washington Forestry Training Initiative",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 998773.0,
 "awd_amount": 998773.0,
 "awd_min_amd_letter_date": "2016-08-24",
 "awd_max_amd_letter_date": "2020-04-13",
 "awd_abstract_narration": "The Washington Forestry Training Initiative (WFTI) is responding to needs in the Natural Resources industry. It focuses upon students pursuing an applied baccalaureate STEM degree offered jointly by two Washington State public community colleges, Green River College and Grays Harbor College. The three objectives of the project are to (1) increase the enrollment and diversity of eligible students, to (2) implement and study the effectiveness of applied STEM learning practices to improve students' academic and career outcomes, and to (3) implement and sustain effective cohort-based activities for these students. The project is awarding 92 annual scholarships of up to $7,500. It is working to increase the retention rate of scholarship recipients (S-STEM Scholars) and increase their graduation rate. S-STEM Scholars will be mainly recruited from incumbent and displaced workers.  S-STEM Scholars will be supported to achieve their goals of career placement or university transfer, through faculty advising and mentoring, academic tutoring, cohort-based activities, student support services, and professional development and networking events.\r\n\r\nThe WFTI project will study the impact of applied learning, often cited as a distinguishing feature of applied baccalaureate degrees, upon student outcomes. This can inform colleges' implementation and expansion of applied baccalaureate degrees, which are a potentially transformative tool to broaden access to STEM careers, especially within low-income and under-represented communities.  The project management team is led by STEM faculty and includes educational researchers and STEM administrators.  External evaluation will assess the quality of the project study's design, implementation, analyses, and interpretation as well as the the implementation of the project's activities and outcomes.  All measurement tools will either: (1) be previously developed and tested; then, revised and enhanced for this project; or (2) are nationally validated instruments, such as the Strengths Self-Efficacy Scale.  Statistical analyses will include t-test, ANOVA or other methods as appropriate to ascertain significant differences across time or among student sub-populations.  Data, reports, and successful practices generated by this project will be nationally disseminated to improve STEM education and to inform higher education policymaking.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Paulson Priebe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Monica Paulson Priebe",
   "pi_email_addr": "mpriebe@greenriver.edu",
   "nsf_id": "000510368",
   "pi_start_date": "2016-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "JEB",
   "pi_last_name": "Thornton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "JEB Thornton",
   "pi_email_addr": "jeb.thornton@ghc.edu",
   "nsf_id": "000700661",
   "pi_start_date": "2016-08-24",
   "pi_end_date": "2020-04-13"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Johnson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Johnson",
   "pi_email_addr": "cjohnson@greenriver.edu",
   "nsf_id": "000703861",
   "pi_start_date": "2016-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Bates",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Todd Bates",
   "pi_email_addr": "todd.bates@ghc.edu",
   "nsf_id": "000703958",
   "pi_start_date": "2016-08-24",
   "pi_end_date": "2020-04-13"
  }
 ],
 "inst": {
  "inst_name": "Green River Community College",
  "inst_street_address": "12401 SE 320TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2538339111",
  "inst_zip_code": "980923622",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "WA09",
  "org_lgl_bus_name": "GREEN RIVER COLLEGE",
  "org_prnt_uei_num": "JQTZWL5U8XJ8",
  "org_uei_num": "ZL8PTFCV9BC7"
 },
 "perf_inst": {
  "perf_inst_name": "Green River Community College",
  "perf_str_addr": "12401 SE 320th St.",
  "perf_city_name": "Auburn",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "980923622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "WA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 998773.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Green River College in Auburn Washington's Bachelor of Applied Sciences in Forest Resource Management&nbsp; (hereafter referred to as BAS or Bachelor&rsquo;s) degree is a unique degree created as a way for students to take their Applied Associates of Science (hereafter AAS) natural resource related degrees and apply them toward a BAS degree.&nbsp; For students that want to continue to pursue their education, the Green River College Natural Resources AAS degrees translate into the freshman and sophomore years, while students complete the equivalent of their junior and senior levels of the bachelor&rsquo;s degree once admitted into the BAS degree pathway.&nbsp; In this way students can earn both their AAS and BAS degrees within four years or opt to leave with only an AAS degree.&nbsp;</p>\n<p>Historically the natural resources sector lags behind other industries in being representative of diversity.&nbsp; Therefore the major goals of this grant were:</p>\n<ul>\n<li>To increase the enrollment and diversity of low-income, academically talented students with demonstrated financial need in the Natural Resources Bachelor of Applied Science (BAS) degree pathway.</li>\n<li>To implement and study the effectiveness of applied STEM learning practices to improve the retention, success, degree attainment, and graduation of S-STEM eligible students; and to understand how these practices affect graduates' work readiness and success. </li>\n<li>To implement and sustain effective curricular and co-curricular cohort-based activities for S-STEM eligible students enrolled in GRC and GHCs&rsquo; joint Natural Resources BAS degree pathway.\n<ul>\n</ul>\n</li>\n</ul>\n<p>Both the enrollment and diversity of low-income students increased and recruitment of AAS students into the BAS program has increased every year over the lifetime of this grant. Once enrolled, student retention was enhanced by grant supported efforts including Orientation days, Paired large-group and one-on-one advising days, Mentor nights where students were paired with industry professionals, participation and student poster presentations at state and regional conferences, graduation celebrations and other cohort building activities.&nbsp;</p>\n<p>For every professional development and cohort building activity, we assessed where we could improve, via surveys, and made the necessary changes to improve all of the aforementioned events.&nbsp; Student success increased, despite the personal and financial stressors of COVID and inflation as the scholarships often were the difference in the decisions of students deciding to stay in school. Over the lifetime of the grant over 80 students were awarded at least one scholarship, and many students were funded annually, reducing the stresses of changing financial needs throughout the school year.&nbsp;</p>\n<p>Collaborations supported by this grant grew as our outreach efforts to reach underserved populations grew.&nbsp; These efforts resulted in a working relationship with the Muckleshoot Tribe, graduation of Tribal students, a co-publication with Tribal students and now a Tribal cohort starting now at the AAS level.&nbsp;</p>\n<p>Other collaborations developed through this grant include both private and public forestry sector employers creating internship programs exclusively for the Natural Resources students.</p>\n<p>Throughout the efforts of this grant, students were able to focus not just on skill building but character and professional development.&nbsp; The Self-Identified Strengths and Self-Efficacy work helped students identify their strengths and through out the program, student strengths increased.&nbsp; Strengths such as leadership, communication and teamwork were rated high among participants.</p>\n<p>The success of the students included professional development and completion of the program, as well as the transition to graduate school or employment in a natural resources career upon completion.&nbsp; The successes&nbsp; trickled down, increasing interest in both the BAS and AAS degree paths, resulting in our highest BAS enrollment to date.</p>\n<p>It is important to note that all goals were met despite the COVID pandemic.&nbsp; Grant funded scholarships frequently made the difference in students completing their intended program of study. This grant supported our students during a tumultuous time in our world.&nbsp; We see it as both a stroke of luck that students had access to these scholarships during this time, as well as a unique learning opportunity to measure and assess what worked best for students of underserved populations under unequaled stresses that will inform our work as educators long into the future.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2022<br>\n\t\t\t\t\tModified by: Monica&nbsp;Paulson Priebe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGreen River College in Auburn Washington's Bachelor of Applied Sciences in Forest Resource Management  (hereafter referred to as BAS or Bachelor’s) degree is a unique degree created as a way for students to take their Applied Associates of Science (hereafter AAS) natural resource related degrees and apply them toward a BAS degree.  For students that want to continue to pursue their education, the Green River College Natural Resources AAS degrees translate into the freshman and sophomore years, while students complete the equivalent of their junior and senior levels of the bachelor’s degree once admitted into the BAS degree pathway.  In this way students can earn both their AAS and BAS degrees within four years or opt to leave with only an AAS degree. \n\nHistorically the natural resources sector lags behind other industries in being representative of diversity.  Therefore the major goals of this grant were:\n\nTo increase the enrollment and diversity of low-income, academically talented students with demonstrated financial need in the Natural Resources Bachelor of Applied Science (BAS) degree pathway.\nTo implement and study the effectiveness of applied STEM learning practices to improve the retention, success, degree attainment, and graduation of S-STEM eligible students; and to understand how these practices affect graduates' work readiness and success. \nTo implement and sustain effective curricular and co-curricular cohort-based activities for S-STEM eligible students enrolled in GRC and GHCs’ joint Natural Resources BAS degree pathway.\n\n\n\n\n\nBoth the enrollment and diversity of low-income students increased and recruitment of AAS students into the BAS program has increased every year over the lifetime of this grant. Once enrolled, student retention was enhanced by grant supported efforts including Orientation days, Paired large-group and one-on-one advising days, Mentor nights where students were paired with industry professionals, participation and student poster presentations at state and regional conferences, graduation celebrations and other cohort building activities. \n\nFor every professional development and cohort building activity, we assessed where we could improve, via surveys, and made the necessary changes to improve all of the aforementioned events.  Student success increased, despite the personal and financial stressors of COVID and inflation as the scholarships often were the difference in the decisions of students deciding to stay in school. Over the lifetime of the grant over 80 students were awarded at least one scholarship, and many students were funded annually, reducing the stresses of changing financial needs throughout the school year. \n\nCollaborations supported by this grant grew as our outreach efforts to reach underserved populations grew.  These efforts resulted in a working relationship with the Muckleshoot Tribe, graduation of Tribal students, a co-publication with Tribal students and now a Tribal cohort starting now at the AAS level. \n\nOther collaborations developed through this grant include both private and public forestry sector employers creating internship programs exclusively for the Natural Resources students.\n\nThroughout the efforts of this grant, students were able to focus not just on skill building but character and professional development.  The Self-Identified Strengths and Self-Efficacy work helped students identify their strengths and through out the program, student strengths increased.  Strengths such as leadership, communication and teamwork were rated high among participants.\n\nThe success of the students included professional development and completion of the program, as well as the transition to graduate school or employment in a natural resources career upon completion.  The successes  trickled down, increasing interest in both the BAS and AAS degree paths, resulting in our highest BAS enrollment to date.\n\nIt is important to note that all goals were met despite the COVID pandemic.  Grant funded scholarships frequently made the difference in students completing their intended program of study. This grant supported our students during a tumultuous time in our world.  We see it as both a stroke of luck that students had access to these scholarships during this time, as well as a unique learning opportunity to measure and assess what worked best for students of underserved populations under unequaled stresses that will inform our work as educators long into the future.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/12/2022\n\n\t\t\t\t\tSubmitted by: Monica Paulson Priebe"
 }
}