{
 "awd_id": "1566282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Sulfur Chemistry: Molecular Mechanisms",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2016-08-03",
 "awd_max_amd_letter_date": "2021-05-17",
 "awd_abstract_narration": "The Chemical Structure, Dynamics and Mechanism Program of the NSF Chemistry Division supports the research of Professor AnGayle Vasiliou in the Department of Chemistry at Middlebury College. Professor Vasiliou and her students are working to understand the decomposition of carbon compounds containing sulfur when heated.  Sulfur-containing contaminants are often present in fuel sources such as coal, petroleum and biomass.  It is important to remove the sulfur from potential fuel sources to reduce the formation of corrosive acid rain.  Dr. Vasiliou investigate the use of heat to break the chemical bonds of larger molecules into smaller more volatile species and removal of sulfur.  The high-temperature chemistry of sulfur compounds in petroleum and biofuels is poorly understood.  This knowledge gap hinders progress in the development of refinery clean-up processes. This project studies the high-temperature reactions of eight important sulfur-containing molecules.  The research is conducted at a predominantly undergraduate institution, Middlebury College, with only undergraduate students as collaborators.  This type of research experience encourages undergraduates to pursue careers in science.\r\n\r\nThis study focuses on the unimolecular decomposition of eight petroleum and biomass relevant molecules: dimethyl sulfide, diethyl sulfide, dimethyl disulfide, ethanethiol, tert-butylthiol, methylthiophene, 3-ethylthiophene and cysteine. This research is the first to establish direct evidence for radical intermediates formed during thermal decomposition. The reaction studies are conducted using a hyperthermal nozzle configured to facilitate matrix isolation infrared absorption and vacuum ultraviolet photoionization mass spectroscopies. These techniques allow for thermal tuneablity (298-1700 K) and sensitive detection of intermediate species such as radicals. In addition to experimental studies, the thermal decomposition mechanisms of the eight sulfur species are investigated theoretically using density function and ab initio quantum chemical techniques.  As the project has both experimental and computational aspects it exposes the undergraduate students to physical chemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "AnGayle",
   "pi_last_name": "Vasiliou",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "AnGayle K Vasiliou",
   "pi_email_addr": "avasiliou@middlebury.edu",
   "nsf_id": "000702134",
   "pi_start_date": "2016-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Middlebury College",
  "inst_street_address": "9 OLD CHAPEL RD",
  "inst_street_address_2": "",
  "inst_city_name": "MIDDLEBURY",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8024435000",
  "inst_zip_code": "057536000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF MIDDLEBURY COLLEGE",
  "org_prnt_uei_num": "N1ACHB9PNN93",
  "org_uei_num": "N1ACHB9PNN93"
 },
 "perf_inst": {
  "perf_inst_name": "Middlebury College",
  "perf_str_addr": "McCardell Bicentennial Hall",
  "perf_city_name": "Middlebury",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "057536113",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;The work in this project sought to answer questions regarding the reaction mechanisms for the thermal decomposition of sulfur compounds. Raw energy sources such as coal, petroleum and biomass all contain varying quantities of sulfur contaminants. Converting raw energy sources into useable liquid fuels is a complicated process involving many steps but two aspects that all methods share are 1) use of heat to break chemical bonds of larger organic molecules into smaller semi-volatile or volatile species and 2) removal of sulfur during the refining process. The thermolysis chemistry of the sulfur compounds encountered in petroleum and biofuels is poorly understood and in some cases completely unknown. The current foundations in this field are based on endpoint chemistry, meaning that the reaction mechanisms have been proposed without direct evidence of radical intermediates. This knowledge gap prevents any progress in refinery cleanup methodology, as current efforts for improving sulfur removal technologies are done with an incomplete picture of the molecular level chemistry. This work provided <span style=\"text-decoration: underline;\">new foundations</span> to this field by providing <span style=\"text-decoration: underline;\">complete</span> reaction pathways for several important sulfur species.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp; We will studied the unimolecular decomposition of several petroleum and biomass relevant molecules: dimethyl sulfide, diethyl sulfide, dimethyl disulfide, ethanethiol, tert-butylthiol, methylthiophene, 3-ethylthiophene and cystine. <em>We were be the first to establish direct evidence rather than indirect evidence of radical intermediates formed during thermal decomposition</em>. The identification of reactive intermediates will have significant impact on our detailed understanding of the first steps of sulfur thermolysis. The initial steps of decomposition will be crucial in interpreting the subsequent reaction steps that follow. The proposed research is<strong> </strong>necessar<strong>y</strong> because until the initial reaction steps for sulfur decomposition are known, all efforts to improve and modify current desulfurization methods are based on an incomplete picture of the problem.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp; All experiments involved the use of a hyperthermal nozzle configured to matrix isolation infrared absorption and vacuum ultraviolet photoionization mass spectroscopies. These techniques both allow for thermal tuneablity (298 K -1700 K) and sensitive detection of intermediate species such as radicals. All experiments are done in an anaerobic environment. In addition to the experimental studies, the thermal decomposition mechanisms of &nbsp;sulfur species were investigated theoretically using density function and <em>ab initio</em> quantum chemical techniques.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/02/2024<br>\nModified by: Angayle&nbsp;K&nbsp;Vasiliou</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n  The work in this project sought to answer questions regarding the reaction mechanisms for the thermal decomposition of sulfur compounds. Raw energy sources such as coal, petroleum and biomass all contain varying quantities of sulfur contaminants. Converting raw energy sources into useable liquid fuels is a complicated process involving many steps but two aspects that all methods share are 1) use of heat to break chemical bonds of larger organic molecules into smaller semi-volatile or volatile species and 2) removal of sulfur during the refining process. The thermolysis chemistry of the sulfur compounds encountered in petroleum and biofuels is poorly understood and in some cases completely unknown. The current foundations in this field are based on endpoint chemistry, meaning that the reaction mechanisms have been proposed without direct evidence of radical intermediates. This knowledge gap prevents any progress in refinery cleanup methodology, as current efforts for improving sulfur removal technologies are done with an incomplete picture of the molecular level chemistry. This work provided new foundations to this field by providing complete reaction pathways for several important sulfur species.\r\n\n\n We will studied the unimolecular decomposition of several petroleum and biomass relevant molecules: dimethyl sulfide, diethyl sulfide, dimethyl disulfide, ethanethiol, tert-butylthiol, methylthiophene, 3-ethylthiophene and cystine. We were be the first to establish direct evidence rather than indirect evidence of radical intermediates formed during thermal decomposition. The identification of reactive intermediates will have significant impact on our detailed understanding of the first steps of sulfur thermolysis. The initial steps of decomposition will be crucial in interpreting the subsequent reaction steps that follow. The proposed research is necessary because until the initial reaction steps for sulfur decomposition are known, all efforts to improve and modify current desulfurization methods are based on an incomplete picture of the problem.\r\n\n\n All experiments involved the use of a hyperthermal nozzle configured to matrix isolation infrared absorption and vacuum ultraviolet photoionization mass spectroscopies. These techniques both allow for thermal tuneablity (298 K -1700 K) and sensitive detection of intermediate species such as radicals. All experiments are done in an anaerobic environment. In addition to the experimental studies, the thermal decomposition mechanisms of sulfur species were investigated theoretically using density function and ab initio quantum chemical techniques.\r\n\n\n\t\t\t\t\tLast Modified: 12/02/2024\n\n\t\t\t\t\tSubmitted by: AngayleKVasiliou\n"
 }
}