{
 "awd_id": "1566407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hydrocarbon and ammonia activation by transition metal cations and cluster ions: Spectroscopy and photofragment imaging of reactants and intermediates",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2016-05-15",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 499214.0,
 "awd_amount": 499214.0,
 "awd_min_amd_letter_date": "2016-03-29",
 "awd_max_amd_letter_date": "2016-03-29",
 "awd_abstract_narration": "In this project funded by the Chemical Structure, Dynamics, and Mechanisms program of the Chemistry Division, Professor Ricardo Metz of the University of Massachusetts Amherst is studying how metal ions and metal cluster ions interact with methane and ammonia, and catalyze their conversion to more industrially useful chemicals. Although natural gas is widely used for heating and to generate electricity, it is not typically employed as a transportation fuel. This is because methane (the major component of natural gas) is a gas that cannot be turned into a liquid at room temperature using pressure. Converting methane into a compound that is liquid at room temperature, such as a larger hydrocarbon (e.g., octanes) or methanol, will make it much more useful as a transportation fuel.  Professor Metz is also helping to introduce eighth-grade girls to research in STEM fields through the Eureka! program. The broader impacts of this work include potential benefits from improved catalysts as well as the training of graduate and undergraduate students in mass spectrometry and laser spectroscopy and in broader skills such as problem solving, instrument design, data acquisition and analysis and communication of their results.\r\n\r\nMetal cluster ion-methane/ammonia complexes are produced in a laser ablation source, cooled via supersonic expansion and characterized using vibrational and electronic spectroscopy in a mass spectrometer. Interaction of the methane or ammonia ligand with the metal weakens the carbon (C)-hydrogen (H) or nitrogen (N)-H bonds in the ligand, and this weakening is key to the subsequent catalytic activation of these bonds. The experiments measure bond weakening and polarization by the metal, as they lead to red shifts in vibrational frequencies and enhanced IR absorption. Vibrational spectroscopy also reveals the identity of reaction intermediates and products in cases where multiple isomers could be involved, as in sequential methane activation. By studying different metals and clusters with differing numbers of metal atoms, these studies elucidate the structural and electronic factors that lead to size-dependent reactivity. Complementary velocity map imaging studies study ion dissociation dynamics following electronic excitation, measuring accurate bond strengths and probing the couplings between excited electronic states. The broader impacts of this work include potential benefits from improved catalysts as well as the training of graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Metz",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo B Metz",
   "pi_email_addr": "rbmetz@chem.umass.edu",
   "nsf_id": "000230518",
   "pi_start_date": "2016-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "710 N. Pleasant St.",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 499214.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Transition metals form the active site in most catalysts and are important in biological systems. Understanding how transition metals form covalent bonds is key to understanding why they are such versatile catalysts, and understanding their non-covalent interactions is essential to understanding how they perform their essential biochemical functions. Our research studies strong, covalent bonds between transition metal ions and atoms such as oxygen, and non-covalent interactions between transition metal ions and small, stable molecules such as ammonia and methane. These studies use light in the infrared, visible and ultraviolet to measure how much energy it takes to break a bond to the metal and to determine the structure of compounds in which a metal ion interacts with solvent or substrate molecules. <span class=\"s1\">In </span>each case<span class=\"s1\">, the experimental </span>results<span class=\"s1\"> are compared to predictions of theoretical models in order to assess the relative accuracy of different theoretical methods and to extract more information from the experiments.</span></p>\n<p class=\"p1\">Light can break covalent bonds in a molecule, if it has enough energy. By shining visible or ultraviolet light onto molecules and measuring which wavelengths break the bond and<span>&nbsp; </span>the speed and direction of the fragments that are produced we measure the strength of covalent bonds in small molecules such as transition metal oxides. These measurements of thermodynamic quantities are very useful in determining which possible catalytic pathways are energetically allowed.<span>&nbsp;</span></p>\n<p class=\"p1\">A detailed way to study solvation is to do experiments on small clusters, adding one solvent molecule at a time. One set of experiments carried out this type of experiment, looking at solvation of chromium ions by ammonia molecules. For one chromium cation with one ammonia molecule, the strength of the metal-ammonia interaction was measured by using visible light to promote electrons from one orbital to another, and observing when this led to the molecule falling apart. In addition, the interaction with the chromium affects the bonds between nitrogen and hydrogen in ammonia. This influence was quantified by using infrared light to measure the frequency of the N-H stretching vibrations, which decrease slightly upon interaction with the metal cation. <span class=\"s2\">Competition between directly coordinating to the metal and forming hydrogen bonding networks is an important motif in ligation and solvation of metals by molecules such as water and ammonia. This was studied by </span>examining<span>&nbsp; </span>the effect of attaching additional ammonia molecules, up to six total. These studies determined that four ammonia molecules attach directly to the metal, forming a solvent shell. Additional ammonia molecules form a second shell, binding to the first-shell ammonias.</p>\n<p class=\"p5\"><span class=\"s3\">Although</span> methane is <span class=\"s3\">abundant and inexpensive</span>, it is a permanent gas, which means that it remains a gas at room temperature, even at extremely high pressures.<span>&nbsp; </span>This makes it <span class=\"s3\">much less useful as a </span>fuel for vehicles <span class=\"s3\">than if it were a liquid.</span> <span class=\"s3\">There have thus been extensive efforts to develop catalysts that will </span>efficiently and selectively convert methane to a liquid fuel such as larger hydrocarbons or methanol. <span class=\"s3\">Although they are not practical catalysts</span>, some transition metal cations <span class=\"s3\">can </span>react sequentially with methane to <span class=\"s3\">form</span> larger hydrocarbons. <span class=\"s3\">We studied the key first step in this catalytic methane activation,</span> <span class=\"s3\">the metal interacting with the methane and weakening the C-H bonds adjacent to it</span>. <span class=\"s3\">The extent of this bond weakening was determined by using absorption of infrared light to </span>measure the <span class=\"s3\">amount by </span>which the frequencies of the C-H stretching vibrations decrease. This was done for <span class=\"s3\">cation-methane complexes of </span>several metals, and for complexes with <span class=\"s3\">one to several </span>methane molecules. In addition, <span class=\"s3\">the effect of the </span>number of metal atoms was <span class=\"s3\">measured</span> by studying complexes of <span class=\"s3\">iron</span> cluster ions with methane. This showed that <span class=\"s3\">clusters with </span>four iron atoms weaken the C-H bonds in methane more (and are thus more reactive) than <span class=\"s3\">those</span> with two or three iron atoms.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2020<br>\n\t\t\t\t\tModified by: Ricardo&nbsp;B&nbsp;Metz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Transition metals form the active site in most catalysts and are important in biological systems. Understanding how transition metals form covalent bonds is key to understanding why they are such versatile catalysts, and understanding their non-covalent interactions is essential to understanding how they perform their essential biochemical functions. Our research studies strong, covalent bonds between transition metal ions and atoms such as oxygen, and non-covalent interactions between transition metal ions and small, stable molecules such as ammonia and methane. These studies use light in the infrared, visible and ultraviolet to measure how much energy it takes to break a bond to the metal and to determine the structure of compounds in which a metal ion interacts with solvent or substrate molecules. In each case, the experimental results are compared to predictions of theoretical models in order to assess the relative accuracy of different theoretical methods and to extract more information from the experiments.\nLight can break covalent bonds in a molecule, if it has enough energy. By shining visible or ultraviolet light onto molecules and measuring which wavelengths break the bond and  the speed and direction of the fragments that are produced we measure the strength of covalent bonds in small molecules such as transition metal oxides. These measurements of thermodynamic quantities are very useful in determining which possible catalytic pathways are energetically allowed. \nA detailed way to study solvation is to do experiments on small clusters, adding one solvent molecule at a time. One set of experiments carried out this type of experiment, looking at solvation of chromium ions by ammonia molecules. For one chromium cation with one ammonia molecule, the strength of the metal-ammonia interaction was measured by using visible light to promote electrons from one orbital to another, and observing when this led to the molecule falling apart. In addition, the interaction with the chromium affects the bonds between nitrogen and hydrogen in ammonia. This influence was quantified by using infrared light to measure the frequency of the N-H stretching vibrations, which decrease slightly upon interaction with the metal cation. Competition between directly coordinating to the metal and forming hydrogen bonding networks is an important motif in ligation and solvation of metals by molecules such as water and ammonia. This was studied by examining  the effect of attaching additional ammonia molecules, up to six total. These studies determined that four ammonia molecules attach directly to the metal, forming a solvent shell. Additional ammonia molecules form a second shell, binding to the first-shell ammonias.\nAlthough methane is abundant and inexpensive, it is a permanent gas, which means that it remains a gas at room temperature, even at extremely high pressures.  This makes it much less useful as a fuel for vehicles than if it were a liquid. There have thus been extensive efforts to develop catalysts that will efficiently and selectively convert methane to a liquid fuel such as larger hydrocarbons or methanol. Although they are not practical catalysts, some transition metal cations can react sequentially with methane to form larger hydrocarbons. We studied the key first step in this catalytic methane activation, the metal interacting with the methane and weakening the C-H bonds adjacent to it. The extent of this bond weakening was determined by using absorption of infrared light to measure the amount by which the frequencies of the C-H stretching vibrations decrease. This was done for cation-methane complexes of several metals, and for complexes with one to several methane molecules. In addition, the effect of the number of metal atoms was measured by studying complexes of iron cluster ions with methane. This showed that clusters with four iron atoms weaken the C-H bonds in methane more (and are thus more reactive) than those with two or three iron atoms.\n\n\t\t\t\t\tLast Modified: 09/28/2020\n\n\t\t\t\t\tSubmitted by: Ricardo B Metz"
 }
}