{
 "awd_id": "1566526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: SaTC: Re-Envisioning Contextual Services and Mobile Privacy in the Era of Deep Learning",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wei-Shinn Ku",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 168683.0,
 "awd_amount": 168683.0,
 "awd_min_amd_letter_date": "2016-05-19",
 "awd_max_amd_letter_date": "2016-05-19",
 "awd_abstract_narration": "Deep Learning (DL)-powered personalization holds great promise to fundamentally transform the way people live, work and travel, but poses high risk to people's individual privacy. This project will address the privacy risks arising in DL-powered contextual mobile services by developing solutions that facilitate the use of personal information while maintaining explicit user control over use of the information. The developed learning methods will enable learning from mobile devices in a manner flexible enough to enable current and future DL-powered contextual services, while maintaining explicit user control over how that information is used by third-party service providers.\r\n\r\nThis research will design and implement PADLOCK, a Privacy-Aware Deep Learning Of Contextual Knowledge engine. PADLOCK executes DL computation over users' personal data in a sandbox environment, while performing lightweight static and runtime analysis to ensure that mobile apps comply with users' privacy policies. The design of PADLOCK explores the tradeoff among privacy protection, communication cost, system overhead and service quality, providing solutions with different provable privacy and efficiency features for a wide range of contextual mobile services.  For further information see the project web site at: http://x-machine.github.io/project/padlock",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ting",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ting Wang",
   "pi_email_addr": "inbox.ting@gmail.com",
   "nsf_id": "000702128",
   "pi_start_date": "2016-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "Alumni Building 27",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "026Y00",
   "pgm_ele_name": "CRII CISE Research Initiation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 168683.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The emerging deep learning technology is envisioned to revolutionize contextual mobile services (e.g., user sentiment-based recommendation) thanks to its capability of interpreting semantic-rich data (e.g., images, text, audio) available on mobile devices. Yet, the deep learning-powered contextual services also pose an immense threat to user privacy. This project addresses such privacy risks by developing a solution that facilitates the use of personal information while maintaining explicit user control over the information.&nbsp;</span><br /><br /><span>Specifically, this project has developed two fundamental building blocks for privacy-aware contextual mobile services: (i) a new approach for publishing semantic-rich data, which releases a privacy-preserving deep generative model to produce an unlimited amount of synthetic data, and (ii) a new approach for multiparty deep learning, in which autonomous data owners are able to jointly train accurate deep neural network models without sharing their private data. By leveraging the two building blocks, this project has developed a privacy-aware contextual mobile service framework (see the attached image), which executes deep learning computation over users' personal data in a sandbox environment, while performing lightweight static and&nbsp;</span><span id=\":3ii.6\" class=\"J-JK9eJ-PJVNOc\">runtime</span><span>&nbsp;analysis to ensure that mobile apps comply with users' privacy policies. The design of this framework explores the&nbsp;</span><span id=\":3ii.7\" class=\"J-JK9eJ-PJVNOc\">tradeoff</span><span>&nbsp;among privacy protection, communication cost, system overhead, and service quality, providing a solution with varying privacy and utility features for a wide range of contextual mobile services.&nbsp;</span><br /><br /><span>This project has contributed to the research training of three doctoral students (including two female students). Three undergraduate students have conducted independent studies in the project during the summers. The outcomes of this project have been used in a newly developed graduate-level course \"Information Privacy\" and in&nbsp;</span><span id=\":3ii.8\" class=\"J-JK9eJ-PJVNOc\">Lehigh's</span><span>&nbsp;CHOICES summer camp for middle school girls, and have also been disseminated to the research communities through publications (including two best paper awards), conference presentations, and the project website.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2019<br>\n\t\t\t\t\tModified by: Ting&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1566526/1566526_10425218_1571972826460_padlock--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1566526/1566526_10425218_1571972826460_padlock--rgov-800width.jpg\" title=\"framework\"><img src=\"/por/images/Reports/POR/2019/1566526/1566526_10425218_1571972826460_padlock--rgov-66x44.jpg\" alt=\"framework\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The framework of PADLOCK (Privacy-Aware Deep Learning of Contextual Knowledge).</div>\n<div class=\"imageCredit\">Ting Wang</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Ting&nbsp;Wang</div>\n<div class=\"imageTitle\">framework</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe emerging deep learning technology is envisioned to revolutionize contextual mobile services (e.g., user sentiment-based recommendation) thanks to its capability of interpreting semantic-rich data (e.g., images, text, audio) available on mobile devices. Yet, the deep learning-powered contextual services also pose an immense threat to user privacy. This project addresses such privacy risks by developing a solution that facilitates the use of personal information while maintaining explicit user control over the information. \n\nSpecifically, this project has developed two fundamental building blocks for privacy-aware contextual mobile services: (i) a new approach for publishing semantic-rich data, which releases a privacy-preserving deep generative model to produce an unlimited amount of synthetic data, and (ii) a new approach for multiparty deep learning, in which autonomous data owners are able to jointly train accurate deep neural network models without sharing their private data. By leveraging the two building blocks, this project has developed a privacy-aware contextual mobile service framework (see the attached image), which executes deep learning computation over users' personal data in a sandbox environment, while performing lightweight static and runtime analysis to ensure that mobile apps comply with users' privacy policies. The design of this framework explores the tradeoff among privacy protection, communication cost, system overhead, and service quality, providing a solution with varying privacy and utility features for a wide range of contextual mobile services. \n\nThis project has contributed to the research training of three doctoral students (including two female students). Three undergraduate students have conducted independent studies in the project during the summers. The outcomes of this project have been used in a newly developed graduate-level course \"Information Privacy\" and in Lehigh's CHOICES summer camp for middle school girls, and have also been disseminated to the research communities through publications (including two best paper awards), conference presentations, and the project website.\n\n\t\t\t\t\tLast Modified: 10/24/2019\n\n\t\t\t\t\tSubmitted by: Ting Wang"
 }
}