{
 "awd_id": "1566636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Towards State-to-State Photodissociation Dynamics of Polyatomic Free Radicals: Probing Nonadiabatic Processes and Competitive Pathways",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 457875.0,
 "awd_amount": 527736.0,
 "awd_min_amd_letter_date": "2016-08-26",
 "awd_max_amd_letter_date": "2021-08-04",
 "awd_abstract_narration": "In this project funded by the Chemical Structure, Dynamics and Mechanisms program of the Chemistry Division, Professor Jingsong Zhang of the University of California at Riverside investigates the photodissociation dynamics of polyatomic free radicals. Free radicals are important reactive intermediates in many reactive chemical environments. The fundamental knowledge (spectroscopy, energetics, reaction mechanisms, etc.) from this work is valuable to the combustion, atmospheric chemistry, and organic chemistry communities, as well as the theoretical chemistry and physics communities. The broader impacts of this work also include advancing education and training of graduate students, promoting undergraduate research experience of women and underrepresented minority at the University of California at Riverside. The project also includes outreach to a diversified student population of the Riverside and San Bernardino community colleges.\r\n\r\nThe goal of this research is to provide quantitative understanding of the photo-chemical reactivity of prototypical polyatomic radicals and their nonadiabatic dynamics and competitive pathways at quantum accuracy. The project focuses on several benchmark systems, such as the methyl, ethynyl, and HCO radicals. The H-atom photoproducts of these systems are characterized using the high-resolution, high-sensitivity high-n Rydberg atom time-of-flight (HRTOF) technique as the main experimental tool. This technique provides state-resolved or even state-to-state product energy and angular distributions. These experiments aim to render high-quality data and benchmarks to test high-level quantum mechanical theories of the excited open-shell species.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jingsong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingsong Zhang",
   "pi_email_addr": "jingsong.zhang@ucr.edu",
   "nsf_id": "000459037",
   "pi_start_date": "2016-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 457875.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 69861.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">This research program focuses on the chemistry of free radicals. Free radicals are reactive intermediates in many chemical environments (such as atmospheric chemistry and combustion). Our research activities aim to provide fundamental understanding of free radical chemistry by studying their spectroscopy, chemical kinetics, and photochemical reactivity.</p>\n<p>The photochemistry of many free radicals has been investigated. Hydroxyl (OH) and mercapto (SH) radicals are prototypical diatomic radicals. The state-to-state photo-predissociation dynamics of OH via its first electronic excited A state revealed how the A state interacts with other repulsive excited states and dissociates in multiple pathways where quantum interferences are important. The study of the A state of SH provided comprehensive measurements of the spectral parameters and predissociation lifetimes of its higher vibrational levels. Formyl radical (HCO) is an important intermediate in combustion, atmospheric, and interstellar chemistry. The state-to-state<em> </em>photodissociation of HCO from its first excited A<sup>2</sup>A\" state produced highly inverted and oscillatory rotational state distribution of the CO product, revealing quantum interference due to multiple dissociation pathways that sample the complex topography of the HCO ground electronic state potential energy surface. The study of the photodissociation of Rydberg states of alkyl radicals (important in hydrocarbon combustion) has advanced to larger systems such as <em>n</em>-, <em>s</em>- and <em>t</em>-butyl radicals, 1-pentyl radical, and cyclo-hexyl radical. These alkyl radicals have similar dissociation mechanisms via two pathways, a direct dissociation on a repulsive surface and a unimolecular dissociation from the hot ground state after internal conversion from the Rydberg states. The UV photodissociation of oxygen-containing and sulfur-containing hydrocarbon radicals, vinoxy (CH<sub>2</sub>CHO) and thiomethoxy (CH<sub>3</sub>S), were also investigated and showed unique dissociation mechanisms that involve interactions of multiple excited states of the radicals.</p>\n<p>The ozonolysis reactions of alkenes are important oxidation pathways of alkenes and source of OH radical in the atmosphere. The reactive intermediates in these reactions, Criegee intermediates, control much of the mechanisms and have largely eluded direct scrutiny. In this project, a method that combines optical spectroscopy and chemical titration with sulfur dioxide (SO<sub>2</sub>) was developed to indirectly characterize the yields of stabilized Criegee intermediates (sCIs) in the ozonolysis reactions. The ozonolysis of a series of alkenes, ethene, <em>trans</em>-2-butene, <em>cis</em>-2-butene, 2-methyl-2-butene, 2,3-dimethyl-2-butene, cyclopentene, and cyclohexene, were studied at low pressures in the range of 2-60 Torr, and the yields of sCIs were measured. Most of the sCI yields were below 20% at the low pressures. These measurements are helpful for understanding the nascent product yields of the ozonolysis reactions.</p>\n<p>The thermal decomposition of a series of hydrocarbon fuel compounds and chemical vapor deposition (CVD) precursors have been examined by using flash pyrolysis-vacuum ultraviolet photoionization mass spectrometry. The important fuel compounds, cyclohexane and cycloheptane, were investigated; C-C bond fission to diradicals was confirmed as the initial decomposition step, and the subsequent decomposition reactions were examined. 1-Hexene and 1-heptene were also studied as the related compounds to support the mechanism of their cyclic isomers. A systematic study on several organosilicon compounds for their roles as the CVD precursors was carried out. These included tetramethylsilane, trimethylchlorosilane, allyltrimethylsilane, allyltrichlorosilane, 1,1,2,2-tetramethyldisilane, and hexamethyldisilane. Comprehensive thermal decomposition mechanisms of these compounds were developed.</p>\n<p class=\"Default\">The project provides opportunities to train both graduate and undergraduate students through multi-disciplinary research activities. Total seven graduate students (including one woman and one underrepresented minority) have participated in the research projects. The research projects have helped further their education and develop their independent research skills. The graduate students have coauthored research publications. They also presented their research work at many scientific meetings, outreach symposiums, and departmental research seminars. Two graduate students received their PhD degrees.</p>\n<p class=\"Default\">Twelve undergraduate research students from various STEM and minority training programs and Honors program at UC Riverside have participated in the NSF projects. They have enriched their undergraduate experience. Five of them coauthored eight publications and presented their work at several local undergraduate research conferences. This research program also hosted undergraduate students from local community colleges for summer research. The PI's research group mentored four local high school students for summer research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/06/2023<br>\n\t\t\t\t\tModified by: Jingsong&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This research program focuses on the chemistry of free radicals. Free radicals are reactive intermediates in many chemical environments (such as atmospheric chemistry and combustion). Our research activities aim to provide fundamental understanding of free radical chemistry by studying their spectroscopy, chemical kinetics, and photochemical reactivity.\n\nThe photochemistry of many free radicals has been investigated. Hydroxyl (OH) and mercapto (SH) radicals are prototypical diatomic radicals. The state-to-state photo-predissociation dynamics of OH via its first electronic excited A state revealed how the A state interacts with other repulsive excited states and dissociates in multiple pathways where quantum interferences are important. The study of the A state of SH provided comprehensive measurements of the spectral parameters and predissociation lifetimes of its higher vibrational levels. Formyl radical (HCO) is an important intermediate in combustion, atmospheric, and interstellar chemistry. The state-to-state photodissociation of HCO from its first excited A2A\" state produced highly inverted and oscillatory rotational state distribution of the CO product, revealing quantum interference due to multiple dissociation pathways that sample the complex topography of the HCO ground electronic state potential energy surface. The study of the photodissociation of Rydberg states of alkyl radicals (important in hydrocarbon combustion) has advanced to larger systems such as n-, s- and t-butyl radicals, 1-pentyl radical, and cyclo-hexyl radical. These alkyl radicals have similar dissociation mechanisms via two pathways, a direct dissociation on a repulsive surface and a unimolecular dissociation from the hot ground state after internal conversion from the Rydberg states. The UV photodissociation of oxygen-containing and sulfur-containing hydrocarbon radicals, vinoxy (CH2CHO) and thiomethoxy (CH3S), were also investigated and showed unique dissociation mechanisms that involve interactions of multiple excited states of the radicals.\n\nThe ozonolysis reactions of alkenes are important oxidation pathways of alkenes and source of OH radical in the atmosphere. The reactive intermediates in these reactions, Criegee intermediates, control much of the mechanisms and have largely eluded direct scrutiny. In this project, a method that combines optical spectroscopy and chemical titration with sulfur dioxide (SO2) was developed to indirectly characterize the yields of stabilized Criegee intermediates (sCIs) in the ozonolysis reactions. The ozonolysis of a series of alkenes, ethene, trans-2-butene, cis-2-butene, 2-methyl-2-butene, 2,3-dimethyl-2-butene, cyclopentene, and cyclohexene, were studied at low pressures in the range of 2-60 Torr, and the yields of sCIs were measured. Most of the sCI yields were below 20% at the low pressures. These measurements are helpful for understanding the nascent product yields of the ozonolysis reactions.\n\nThe thermal decomposition of a series of hydrocarbon fuel compounds and chemical vapor deposition (CVD) precursors have been examined by using flash pyrolysis-vacuum ultraviolet photoionization mass spectrometry. The important fuel compounds, cyclohexane and cycloheptane, were investigated; C-C bond fission to diradicals was confirmed as the initial decomposition step, and the subsequent decomposition reactions were examined. 1-Hexene and 1-heptene were also studied as the related compounds to support the mechanism of their cyclic isomers. A systematic study on several organosilicon compounds for their roles as the CVD precursors was carried out. These included tetramethylsilane, trimethylchlorosilane, allyltrimethylsilane, allyltrichlorosilane, 1,1,2,2-tetramethyldisilane, and hexamethyldisilane. Comprehensive thermal decomposition mechanisms of these compounds were developed.\nThe project provides opportunities to train both graduate and undergraduate students through multi-disciplinary research activities. Total seven graduate students (including one woman and one underrepresented minority) have participated in the research projects. The research projects have helped further their education and develop their independent research skills. The graduate students have coauthored research publications. They also presented their research work at many scientific meetings, outreach symposiums, and departmental research seminars. Two graduate students received their PhD degrees.\nTwelve undergraduate research students from various STEM and minority training programs and Honors program at UC Riverside have participated in the NSF projects. They have enriched their undergraduate experience. Five of them coauthored eight publications and presented their work at several local undergraduate research conferences. This research program also hosted undergraduate students from local community colleges for summer research. The PI's research group mentored four local high school students for summer research.\n\n\t\t\t\t\tLast Modified: 02/06/2023\n\n\t\t\t\t\tSubmitted by: Jingsong Zhang"
 }
}