{
 "awd_id": "1600780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Limit Theorems for Non-Stationary and Random Dynamical Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 239552.0,
 "awd_amount": 239552.0,
 "awd_min_amd_letter_date": "2016-04-15",
 "awd_max_amd_letter_date": "2021-03-23",
 "awd_abstract_narration": "Although much is understood about the statistical properties of physical systems in equilibrium, many systems of interest cannot be modeled realistically as being in equilibrium, meaning that the chance of observing an event or taking a certain measurement on the system does not change over time.  Some physical systems are subject to external influences that vary over time; for example, the atmosphere is affected by the seasonal ocean temperatures, and the state of an electrical grid is affected by the time-varying demand for power. Physical systems are often also subject to random effects, either through measurement reading errors or noise in the system itself. This research project aims to develop a good statistical understanding of non-equilibrium and random complex systems using recent advances in probability and analysis. A better understanding of the statistical properties of non-equilibrium systems and random systems will lead to improved predictions and expand our knowledge of the statistical laws that can be expected to hold in nature. \r\n\r\nThe project aims to develop new techniques based on recent developments in martingale theory and analysis to investigate central limit theorems, almost sure invariance principles (a strong form of approximation by Brownian motion), large deviations, and other advanced statistics for a wide class of non-equilibrium and random dynamical systems that are used to model complex physical systems. Examples of the systems to be studied include billiard systems (polynomially and exponentially mixing), models of intermittency, Lorenz-like maps and flows, and systems arising from statistical mechanics. Statistical properties of random dynamics can be investigated by sampling over all noise realizations (annealed statistics) or along individual realizations of the noise (quenched statistics). The project will also develop our understanding of annealed and quenched statistical properties and the interplay between the two.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Nicol",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Nicol",
   "pi_email_addr": "nicol@math.uh.edu",
   "nsf_id": "000443630",
   "pi_start_date": "2016-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 158854.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 80698.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Some physical systems are so complex, with many unknown variables or extreme sensitivity to those variables, that often the best way of understanding them is through probability or statistics. For example&nbsp; weather forecasts give the probability of a hurricane hitting certain places on the coast. The statistics used to give information about a system may include the average, central limit theorem (in which scaled measurements fit a bell-shaped curve) and estimates of the probability of rare events and deviations from expected behavior.&nbsp; A branch of probability and statistics called extreme value theory concentrates on determining the probability of outliers or extrems&nbsp; Probability estimates are fairly well-understood in the case that a system is completely random, like tossing a fair dice or spinning a fair roulette wheel but many important physical systems have a mixture of deterministic and random features or change over time, such as the climate or fluctuating animal populations.&nbsp;</p>\n<p>The intellectual merit of this&nbsp; project was to develop ways to estimate, theoretically and numerically, the probability of rare events and other related statistics in a variety of systems which display some degree of chaotic or random behavior but also exhibit deterministic features and perhaps also evolve over time.&nbsp; &nbsp;In a series of published papers in peer reviewed journals we developed mathematical techniques to estimate extremes, central limit&nbsp;theorems and other refined statistics on time-series of observations on chaotic systems, either in equilibrium (where probabilities of observations&nbsp;&nbsp;stay the same) or out-of-equilibrium (in which the probabilities of observations&nbsp; &nbsp;may change over&nbsp; time). For example we developed and improved existing&nbsp; techniques to estimate the probability of&nbsp; extreme daily summer temperatures in a climate system which is changing over time.&nbsp; &nbsp;Some of the&nbsp;&nbsp;observations we consider, like velocity and daily temperature, arise naturally in weather and climate applications.&nbsp;In particular the form of extreme value laws and extremal indices ( a form of temporal clustering of extreme values) for observations&nbsp; on a broad class of chaotic&nbsp;systems&nbsp; was determined.&nbsp;<br />&nbsp;&nbsp;An application of this work&nbsp; to use&nbsp; extreme value theory and clustering techniques to establish a change-point roughly around 1980 for Texas summer extremes on the coast. The probability of extremes over 102F is now roughly doubled and summer temperature extremes are best modeled by a time-evolving extreme value model. We gave the estimated probability of daily&nbsp; summer temperature maxima under this model. The methodology developed, based on K-means clustering, in some sense amplifies the available data.&nbsp; Sparsity of data is often a problem in the application of extreme value theory.&nbsp; Another application was to compare&nbsp; four techniques for estimating the probability of extremes on mathematical models of physical systems: extreme value theory, genealogical particle analysis, importance sampling and brute force Monte Carlo. The models considered include the Ornstein-Uhlenbeck process, Lorenz 1996 climate model and PUMA (Portable University Model of the atmosphere, a climate model). We found&nbsp; that classical extreme value theory in general outperforms the other methods at estimating extreme probabilities.The later shows that classical extreme value theory is surprisingly effective at determining probabilities of tail extremes in high dimensional climate models such as PUMA, in comparison with more recently developed importance sampling methods. This has implications for estimating extremes in climate models and validates the application of extreme value theory in this setting.&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>The broader impact&nbsp; is that our understanding of the behavior of complex systems, and our ability to predict their behavior using probability theory has been&nbsp; enhanced by this project.&nbsp; A publication arising from this work&nbsp; in the International Journal of Climatology&nbsp; demonstrates that in 1981 or so a changepoint occurred and the probabilities of summer extreme temperatures (over 102F) have increased more than twofold on the Texas Coast. We further demonstrated that classical extreme value theory methods to estimate the tail probabilities of extremes work very well on complex, high dimensional climate models such as PUMA (Portable University Model of the Atmosphere). In general our work has led to a greater use of both dynamical systems and data science techniques in estimating the probabilities of extremes in complex physical systems such as&nbsp; climate systems. Two PhD students have been trained in extreme value statistics, dynamical systems and probability theory, one of whom now&nbsp; has a tenured position at a leading university and continues research in topics related to this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/24/2022<br>\n\t\t\t\t\tModified by: Matthew&nbsp;Nicol</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSome physical systems are so complex, with many unknown variables or extreme sensitivity to those variables, that often the best way of understanding them is through probability or statistics. For example  weather forecasts give the probability of a hurricane hitting certain places on the coast. The statistics used to give information about a system may include the average, central limit theorem (in which scaled measurements fit a bell-shaped curve) and estimates of the probability of rare events and deviations from expected behavior.  A branch of probability and statistics called extreme value theory concentrates on determining the probability of outliers or extrems  Probability estimates are fairly well-understood in the case that a system is completely random, like tossing a fair dice or spinning a fair roulette wheel but many important physical systems have a mixture of deterministic and random features or change over time, such as the climate or fluctuating animal populations. \n\nThe intellectual merit of this  project was to develop ways to estimate, theoretically and numerically, the probability of rare events and other related statistics in a variety of systems which display some degree of chaotic or random behavior but also exhibit deterministic features and perhaps also evolve over time.   In a series of published papers in peer reviewed journals we developed mathematical techniques to estimate extremes, central limit theorems and other refined statistics on time-series of observations on chaotic systems, either in equilibrium (where probabilities of observations  stay the same) or out-of-equilibrium (in which the probabilities of observations   may change over  time). For example we developed and improved existing  techniques to estimate the probability of  extreme daily summer temperatures in a climate system which is changing over time.   Some of the  observations we consider, like velocity and daily temperature, arise naturally in weather and climate applications. In particular the form of extreme value laws and extremal indices ( a form of temporal clustering of extreme values) for observations  on a broad class of chaotic systems  was determined. \n  An application of this work  to use  extreme value theory and clustering techniques to establish a change-point roughly around 1980 for Texas summer extremes on the coast. The probability of extremes over 102F is now roughly doubled and summer temperature extremes are best modeled by a time-evolving extreme value model. We gave the estimated probability of daily  summer temperature maxima under this model. The methodology developed, based on K-means clustering, in some sense amplifies the available data.  Sparsity of data is often a problem in the application of extreme value theory.  Another application was to compare  four techniques for estimating the probability of extremes on mathematical models of physical systems: extreme value theory, genealogical particle analysis, importance sampling and brute force Monte Carlo. The models considered include the Ornstein-Uhlenbeck process, Lorenz 1996 climate model and PUMA (Portable University Model of the atmosphere, a climate model). We found  that classical extreme value theory in general outperforms the other methods at estimating extreme probabilities.The later shows that classical extreme value theory is surprisingly effective at determining probabilities of tail extremes in high dimensional climate models such as PUMA, in comparison with more recently developed importance sampling methods. This has implications for estimating extremes in climate models and validates the application of extreme value theory in this setting.   \n\n \n\nThe broader impact  is that our understanding of the behavior of complex systems, and our ability to predict their behavior using probability theory has been  enhanced by this project.  A publication arising from this work  in the International Journal of Climatology  demonstrates that in 1981 or so a changepoint occurred and the probabilities of summer extreme temperatures (over 102F) have increased more than twofold on the Texas Coast. We further demonstrated that classical extreme value theory methods to estimate the tail probabilities of extremes work very well on complex, high dimensional climate models such as PUMA (Portable University Model of the Atmosphere). In general our work has led to a greater use of both dynamical systems and data science techniques in estimating the probabilities of extremes in complex physical systems such as  climate systems. Two PhD students have been trained in extreme value statistics, dynamical systems and probability theory, one of whom now  has a tenured position at a leading university and continues research in topics related to this project.\n\n\t\t\t\t\tLast Modified: 08/24/2022\n\n\t\t\t\t\tSubmitted by: Matthew Nicol"
 }
}