{
 "awd_id": "1600149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coastal SEES Collaborative Research: Climate change impacts on the sustainability of key fisheries of the California Current System",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 520150.0,
 "awd_amount": 520150.0,
 "awd_min_amd_letter_date": "2016-07-14",
 "awd_max_amd_letter_date": "2021-05-21",
 "awd_abstract_narration": "The area off the California coast supports productive commercial and recreational fisheries such as squid, sardine, and lobster that are important to human cultures, economies, and livelihoods. Climate change is expected to alter the oceanic system and contribute to changes in fish populations that will directly affect fishers' profits and behavior, as well as managers' actions in setting limits on harvest. This collaborative Coastal SEES study brings together oceanographers, fisheries scientists, economists, and social scientists to develop a better understanding of interactions among the climate and coastal ocean system, fish populations, fishers and fishing communities, and resource management. The research team includes state and federal scientists, and results will be shared with the resource management community. The project will support interdisciplinary training for undergraduates, graduate students, and postdoctoral scientists, and the investigators will participate in a number of public outreach activities. \r\n\r\nThis Coastal SEES project assembles a diverse team of oceanographers, fisheries scientists, economists, and social scientists to develop new, integrated understanding of climate effects on coastal fisheries. The investigators will examine how fishing behavior, income, jobs distribution, and livelihood viability will be altered by climate change. The focus is on three key commercially harvested species that are known to respond to environmental change: Pacific sardine, California market squid, and California spiny lobster. Each of these supports an economically important fishery and represents a different type of organism in terms of marine habitat, latitudinal range, and time scale of response. The approach will include global climate model projections, regional ocean modeling, fisheries modeling, economics modeling, plus studies of management scenarios and fisher behavior. The goal will be to help develop sustainable management strategies under future climate scenarios given predicted ecological, social, and economic outcomes for these three fisheries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arielle",
   "pi_last_name": "Levine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arielle Levine",
   "pi_email_addr": "alevine@mail.sdsu.edu",
   "nsf_id": "000639043",
   "pi_start_date": "2016-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Hovel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin A Hovel",
   "pi_email_addr": "khovel@mail.sdsu.edu",
   "nsf_id": "000129321",
   "pi_start_date": "2016-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University Foundation",
  "perf_str_addr": "5500 Campanile Dr.",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921824493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808700",
   "pgm_ele_name": "SEES Hazards"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 520150.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The California Current System (CCS) drives a vigorous coastal oceanic ecosystem that supports commercial and recreational fisheries that are important to cultures, quality of life, livelihoods, and the economy along the West Coast of the United States. Long-term climate variability alters the physical-biological balances in the system and contributes to changes in fishery stocks that directly affect fishers&rsquo; profits and behavior, as well as managers&rsquo; actions in setting limits on harvest. The focus of our research was to determine how climate change, primarily in the form of warming ocean water, is likely to affect (i) the CCS fisheries for California market squid (<em>Doryteuthis opalescens</em>) and California spiny lobster (<em>Panulirus interruptus</em>), and (ii) the ability of spiny lobsters to help maintain coastal habitats like kelp forests via their predation on herbivorous sea urchins. We used historic fishery landings, climate records, and fisher surveys to document how fishers respond to high seasonal and interannual climate variability associated with the El Ni&ntilde;o Southern Oscillation (ENSO) and marine heat waves, and to predict fisher responses to hypothetical future scenarios of low abundance and species range shifts. We also used trap- and scuba-based surveys and manipulative experiments to assess how ocean conditions, and nearshore ocean warming expected with climate change, mediate the predatory effects of spiny lobsters on benthic prey. Overall, we found that fishers have been able to adapt to dramatic shifts in the geographic range of the fisheries, as well as to changes in fisheries productivity associated with strong ENSO events, and they see themselves as likely able to adapt to predicted changes associated with future ocean warming. However, recent (and likely future) range shifts across state boundaries, closures of complimentary fisheries, and rigid fishery regulatory systems constrain fishermen's choices and emphasize the need for flexibility in management systems. Constraints relating to fishery governance, including permit access, fishery regulations, and broader concerns with fishery management were the most commonly perceived constraints in both fisheries, which may inhibit individual-level adaptive strategies fishers would like to enact to continue fishing. We also found that the strong predatory effects of spiny lobsters on prey will likely be maintained under warmer conditions, which may result in higher rates of interaction between lobster predators and benthic prey, including herbivorous sea urchins that have large impacts on kelp forest sustainability. Combining predicted climate impacts on these valuable species, given their commercial and ecological importance, will improve society&rsquo;s ability to develop sustainable management alternatives for the future and to better respond to climate-related changes in coastal habitats.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2022<br>\n\t\t\t\t\tModified by: Arielle&nbsp;Levine</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe California Current System (CCS) drives a vigorous coastal oceanic ecosystem that supports commercial and recreational fisheries that are important to cultures, quality of life, livelihoods, and the economy along the West Coast of the United States. Long-term climate variability alters the physical-biological balances in the system and contributes to changes in fishery stocks that directly affect fishers’ profits and behavior, as well as managers’ actions in setting limits on harvest. The focus of our research was to determine how climate change, primarily in the form of warming ocean water, is likely to affect (i) the CCS fisheries for California market squid (Doryteuthis opalescens) and California spiny lobster (Panulirus interruptus), and (ii) the ability of spiny lobsters to help maintain coastal habitats like kelp forests via their predation on herbivorous sea urchins. We used historic fishery landings, climate records, and fisher surveys to document how fishers respond to high seasonal and interannual climate variability associated with the El Ni&ntilde;o Southern Oscillation (ENSO) and marine heat waves, and to predict fisher responses to hypothetical future scenarios of low abundance and species range shifts. We also used trap- and scuba-based surveys and manipulative experiments to assess how ocean conditions, and nearshore ocean warming expected with climate change, mediate the predatory effects of spiny lobsters on benthic prey. Overall, we found that fishers have been able to adapt to dramatic shifts in the geographic range of the fisheries, as well as to changes in fisheries productivity associated with strong ENSO events, and they see themselves as likely able to adapt to predicted changes associated with future ocean warming. However, recent (and likely future) range shifts across state boundaries, closures of complimentary fisheries, and rigid fishery regulatory systems constrain fishermen's choices and emphasize the need for flexibility in management systems. Constraints relating to fishery governance, including permit access, fishery regulations, and broader concerns with fishery management were the most commonly perceived constraints in both fisheries, which may inhibit individual-level adaptive strategies fishers would like to enact to continue fishing. We also found that the strong predatory effects of spiny lobsters on prey will likely be maintained under warmer conditions, which may result in higher rates of interaction between lobster predators and benthic prey, including herbivorous sea urchins that have large impacts on kelp forest sustainability. Combining predicted climate impacts on these valuable species, given their commercial and ecological importance, will improve society’s ability to develop sustainable management alternatives for the future and to better respond to climate-related changes in coastal habitats.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2022\n\n\t\t\t\t\tSubmitted by: Arielle Levine"
 }
}