{
 "awd_id": "1600988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: Functional Characterization of Arabidopsis RmlC-like Cupins Superfamily Proteins",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Emanuel WAddell",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 299994.0,
 "awd_amount": 339868.0,
 "awd_min_amd_letter_date": "2016-05-02",
 "awd_max_amd_letter_date": "2020-04-29",
 "awd_abstract_narration": "The Historically Black Colleges and Universities-Undergraduate Program (HBCU-UP) Research Initiation Awards (RIAs) provide support to STEM junior faculty at HBCUs who are starting to build a research program, as well as for mid-career faculty who may have returned to the faculty ranks after holding an administrative post or who need to redirect and rebuild a research program. Faculty members may pursue research at their home institution, at an NSF-funded Center, at a research intensive institution or at a national laboratory. The RIA projects are expected to help further the faculty member's research capability and effectiveness, to improve research and teaching at his or her home institution, and to involve undergraduate students in research experiences. With support from the National Science Foundation, West Virginia State University (WVSU) will conduct research to provide in-depth knowledge on the molecular mechanisms that regulate seed storage compounds, including the identification and characterization of genes that regulate the storage of lipids, starch, and proteins in seeds. This project will strengthen WVSU's plant biosciences research program, ensure student achievement in research, and the creation of a pipeline of graduates who will go on to pursue STEM careers in the plant sciences.  In addition, this project will enhance intra-and inter-institutional interdisciplinary research collaborations and provide collaborative mentoring of students. \r\n\r\nThe objective of this project is to elucidate the mechanisms of action of cupins and their associated gene networks in plant nutrient metabolism and storage pathways using the Arabidopsis model. Specifically, this study aims to: 1) determine whether cupins are required for seed storage compound regulation in Arabidopsis, 2) determine if ectopic expression of cupins in Arabidopsis alters the production of seed compounds and plant physiology and growth, and 3) characterize the transcriptome signature of wild-type and cupin mutant Arabidopsis plants that produce varying levels of seed storage compounds.  Findings from this work will determine whether cupins, a previously unidentified network of proteins, are master regulators of seed storage compound metabolism. Cupins may significantly reduce the negative effects of current agricultural practices on the environment, including overuse of arable land and water and increased use of fertilizers and pesticides. This work will be conducted in collaboration with the University of Nebraska-Lincoln. The research and educational activities will advance the academic mission of WVSU.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sanju",
   "pi_last_name": "Sanjaya",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sanju A Sanjaya",
   "pi_email_addr": "sanjaya@wvstateu.edu",
   "nsf_id": "000674536",
   "pi_start_date": "2016-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia State University",
  "inst_street_address": "5000 FAIRLAWN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "INSTITUTE",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042044313",
  "inst_zip_code": "25112",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WV01",
  "org_lgl_bus_name": "WEST VIRGINIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ6GG4Z9N2J6"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia State University",
  "perf_str_addr": "101 Hamblin Hall",
  "perf_city_name": "Institute",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "251121000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WV01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 299994.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 39874.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The majority of sources of food and alternative energy are obtained from plants, especially seeds. The storage compounds in seeds are predominantly carbohydrates, oils (triacylglycerols, TAGs), and proteins, synthesized and stored in specialized tissues during seed development.&nbsp;There is a great need to understand the mechanisms that regulate&nbsp;storage compounds in seeds&nbsp;to make more rapid advances in this field. Our global transcriptomic analysis of the model oilseed plant&nbsp;<em>Arabidopsis thaliana</em>&nbsp;has revealed a large number of previously unidentified cupin genes that are involved in primary metabolic nutrient storage pathways. Further, genetic analysis showed that cupin proteins are uniquely expressed during plant metabolic developmental stages. We have developed sucrose mutant screening technology for&nbsp;<em>Arabidopsis&nbsp;</em>cupins and identified potential candidates' genes further to study the mechanism of storage compound metabolism in plants. By use of&nbsp;<em>Agrobacterium</em>-mediated flower dip, we have generated transgenic Arabidopsis plants overexpressing/RNAi cupin proteins. Overexpression of candidate cupins with a seed-specific promoter<em>&nbsp;</em>in Arabidopsis developed a considerable seed phenotype and increased the total fatty acids and proteins accumulation. This finding represents a new paradigm for the function of cupin proteins that may transcend their importance in&nbsp;increasing storage compound synthesis in seeds and the nutritional value of plants. Our results collectively have uncovered novel insights into the regulation of storage compound biosynthesis and its functional significance that are broadly applicable to oilseed crop improvement. Our research was tightly integrated with educational and workforce development activities that provided training to twelve first-generation undergraduate students and three graduate students. The majority of these project participants have gone onto academic and industrial careers or graduate research. The project also supported the development of a curriculum for a plant biotechnology course at the WVSU. This course to date has provided training to several undergraduate and graduate students and is expected to continue beyond the lifetime of this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2021<br>\n\t\t\t\t\tModified by: Sanju&nbsp;A&nbsp;Sanjaya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe majority of sources of food and alternative energy are obtained from plants, especially seeds. The storage compounds in seeds are predominantly carbohydrates, oils (triacylglycerols, TAGs), and proteins, synthesized and stored in specialized tissues during seed development. There is a great need to understand the mechanisms that regulate storage compounds in seeds to make more rapid advances in this field. Our global transcriptomic analysis of the model oilseed plant Arabidopsis thaliana has revealed a large number of previously unidentified cupin genes that are involved in primary metabolic nutrient storage pathways. Further, genetic analysis showed that cupin proteins are uniquely expressed during plant metabolic developmental stages. We have developed sucrose mutant screening technology for Arabidopsis cupins and identified potential candidates' genes further to study the mechanism of storage compound metabolism in plants. By use of Agrobacterium-mediated flower dip, we have generated transgenic Arabidopsis plants overexpressing/RNAi cupin proteins. Overexpression of candidate cupins with a seed-specific promoter in Arabidopsis developed a considerable seed phenotype and increased the total fatty acids and proteins accumulation. This finding represents a new paradigm for the function of cupin proteins that may transcend their importance in increasing storage compound synthesis in seeds and the nutritional value of plants. Our results collectively have uncovered novel insights into the regulation of storage compound biosynthesis and its functional significance that are broadly applicable to oilseed crop improvement. Our research was tightly integrated with educational and workforce development activities that provided training to twelve first-generation undergraduate students and three graduate students. The majority of these project participants have gone onto academic and industrial careers or graduate research. The project also supported the development of a curriculum for a plant biotechnology course at the WVSU. This course to date has provided training to several undergraduate and graduate students and is expected to continue beyond the lifetime of this project.\n\n \n\n\t\t\t\t\tLast Modified: 09/13/2021\n\n\t\t\t\t\tSubmitted by: Sanju A Sanjaya"
 }
}