{
 "awd_id": "1600124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Blessing of High Dimension: Asymptotic Geometric Analysis and Its Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2016-06-13",
 "awd_max_amd_letter_date": "2021-05-25",
 "awd_abstract_narration": "This project involves research in an area lately referred to as asymptotic geometric analysis. Particular attention will be paid to links with other areas of mathematics and other mathematical and physical sciences, which motivate most of the problems being considered. Since the number of free parameters in the underlying problem can often be related to the dimension of sets in the corresponding mathematical model, and since real-life problems usually involve very many parameters, the high-dimensional setting is of particular interest. This is especially true for quantum theory, where systems consisting of just several particles naturally lead to models whose dimension is from thousands to billions. While classical analysis of high-dimensional phenomena often suffers from the curse of dimensionality (the complexity of the problem explodes with the increase in dimension so that the question quickly ceases to be tractable), we may say that asymptotic geometric analysis exploits the blessing of dimensionality by identifying and exploiting \"approximate symmetries\", which become apparent only when the dimension is large. This project is an attempt to implement this philosophy in selected directions of research, most notably in those related to quantum information theory, the interdisciplinary area that provides theoretical underpinnings for the project of building a quantum computer,  which is one of the major scientific and technological challenges of the 21st century. Additionally, the project will involve graduate and undergraduate students in intensive research, thus contributing to development of human resources in science. In the same vein, one of the products of the project will be a book surveying the interface of asymptotic geometric analysis and quantum information theory, likewise contributing to the development of scientific base and infrastructure and to the promotion of interdisciplinarity. \r\n\r\nAnalysis is a study of functions, or relationships between quantities, and particularly of their regularity properties. Since very many naturally appearing relationships are linear or at least convex, a good understanding of convex functions and sets is a prerequisite for understanding those relationships.  The emphasis of the proposed research will be on the high-dimensional setting.  Sample research topics to be studied include: structural properties of high-dimensional convex sets and of high dimensional normed spaces, derandomization of various probabilistic constructions appearing in functional analysis, and problems motivated by links to operations research. Most notably, the project will address geometric questions related to quantum information theory and quantum computing, for example those related to the positive partial transpose property. The questions typically are (or can be) expressed in the language of the geometry of Banach spaces or of high-dimensional probability and are to be analyzed primarily by using the diverse methods that originated or were developed in those contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanislaw",
   "pi_last_name": "Szarek",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stanislaw J Szarek",
   "pi_email_addr": "szarek@cwru.edu",
   "nsf_id": "000372292",
   "pi_start_date": "2016-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 Euclid Avenue",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441067058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main focus of this project was the investigation of high-dimensional phenomena from the point of view of geometric functional analysis. High-dimensional constructs appear unavoidably when studying complex systems, with the dimension reflecting the number of degrees of freedom. Such features are particularly prominent in the quantum context, where entanglement results in degrees of freedom being exponential in the number of components of the system. This perspective led to novel results such as quantifying complexity of entanglement detection via Dvoretzky&rsquo;s theorem from functional analysis, or significant contributions to general probabilistic theories in foundations of physics using diverse tools from asymptotic geometric analysis.&nbsp;</p>\n<p>Besides research involving geometric functional analysis, and particularly the interface between that area and quantum information theory, another axis of attention was broadly understood development of human resources, from co-teaching an interdisciplinary undergraduate course entitled &ldquo;Quantum Computing, Information, and Devices&rdquo; to organizing multiple conferences and similar events, including a trimester on &ldquo;Analysis in Quantum Information Theory&rdquo; at the Institute Henri Poincare in Paris, France. Four graduate students and one undergraduate student supported by the award were involved in various activities related to the project such as research and teaching, thus contributing to their training. Additionally, a monograph \"Alice and Bob Meet Banach. The Interface of Asymptotic Geometric Analysis and Quantum Information Theory\" (co-authored with G. Aubrun) completed during the award period and published by the Amer. Math. Soc. is expected to be a very useful resource for graduate students, junior researchers and researchers from other fields.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/24/2024<br>\nModified by: Stanislaw&nbsp;J&nbsp;Szarek</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe main focus of this project was the investigation of high-dimensional phenomena from the point of view of geometric functional analysis. High-dimensional constructs appear unavoidably when studying complex systems, with the dimension reflecting the number of degrees of freedom. Such features are particularly prominent in the quantum context, where entanglement results in degrees of freedom being exponential in the number of components of the system. This perspective led to novel results such as quantifying complexity of entanglement detection via Dvoretzkys theorem from functional analysis, or significant contributions to general probabilistic theories in foundations of physics using diverse tools from asymptotic geometric analysis.\n\n\nBesides research involving geometric functional analysis, and particularly the interface between that area and quantum information theory, another axis of attention was broadly understood development of human resources, from co-teaching an interdisciplinary undergraduate course entitled Quantum Computing, Information, and Devices to organizing multiple conferences and similar events, including a trimester on Analysis in Quantum Information Theory at the Institute Henri Poincare in Paris, France. Four graduate students and one undergraduate student supported by the award were involved in various activities related to the project such as research and teaching, thus contributing to their training. Additionally, a monograph \"Alice and Bob Meet Banach. The Interface of Asymptotic Geometric Analysis and Quantum Information Theory\" (co-authored with G. Aubrun) completed during the award period and published by the Amer. Math. Soc. is expected to be a very useful resource for graduate students, junior researchers and researchers from other fields.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 06/24/2024\n\n\t\t\t\t\tSubmitted by: StanislawJSzarek\n"
 }
}