{
 "awd_id": "1601959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Automorphic Forms and Related Topics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2016-02-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 22840.0,
 "awd_amount": 22840.0,
 "awd_min_amd_letter_date": "2016-01-22",
 "awd_max_amd_letter_date": "2016-01-22",
 "awd_abstract_narration": "The 30th Annual Workshop on Automorphic Forms and Related Topics (AFW) will take place March 7-10, 2016 at Wake Forest University in Winston-Salem, North Carolina.  The AFW is an internationally recognized, well-respected conference on topics related to automorphic forms, which have played a key role in many recent breakthroughs in mathematics.  Continuing a three-decade long tradition, the AFW will bring together a geographically diverse group of participants at a wide range of career stages, from graduate students to senior professors. Typically, about half of the attendees at the AFW are at early stages of their careers, and about one quarter to one third of participants are women. The AFW will continue to provide a supportive and encouraging environment for giving talks, exchanging ideas, and beginning new collaborations. This is the first time in at least a dozen years that the workshop -- which attracts participants from across the US as well as internationally -- will meet on the east coast, home to many experts on automorphic forms and closely related topics.  Thus, in addition to attracting speakers who participate annually, the workshop is likely to draw a mix of new attendees who will contribute new perspectives and energy and benefit from the workshop.  In addition to the research talks, the AFW will - like in past years - have two professional development panels on topics such as starting a tenure track job, forming collaborations, and transitioning from one career stage to the next. The organizers of the workshop, which has an international reputation for providing a supportive atmosphere for junior researchers, are committed to continuing to facilitate a supportive, inclusive, vertically integrated environment.\r\n\r\nAutomorphic forms constitute a major area of study in number theory and related areas.  One of the goals of the AFW is to promote new interactions and collaborations between researchers working in different areas concerning automorphic forms.  Thus, the workshop will highlight a wide range of developments in areas including the analytic, algebraic, combinatorial, and p-adic theory of automorphic forms and related topics such as L-functions.  Automorphic forms have played a key role in many breakthroughs in mathematics, including the proofs of Fermat's Last Theorem (by Andrew Wiles), Serre's Conjecture (by Chandrashekhar Khare, Mark Kisin, and Jean-Pierre Wintenberger), the Sato-Tate Conjecture (by Thomas Barnet-Lamb, David Geraghty, Michael Harris, and Richard Taylor), Serre's Uniformity Conjecture (by Yuri Bilu and Pierre Parent), and the Fundamental Lemma (for which Ngo Bau Chau was awarded the Fields Medal).  The topics covered in this year's workshop are likely to include elliptic, Siegel, Hilbert, and Bianchi modular forms, elliptic curves and abelian varieties, special values of L-functions, p-adic aspects of L-functions and automorphic forms, connections with representation theory, mock modular forms, quadratic forms, and additional related areas of research.\r\n\r\nWebsite:http://automorphicformsworkshop.org/",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Eischen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen E Eischen",
   "pi_email_addr": "eeischen@uoregon.edu",
   "nsf_id": "000601061",
   "pi_start_date": "2016-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University",
  "perf_str_addr": "1834 Wake Forest Rd",
  "perf_city_name": "Winston-Salem",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271066000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 22840.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The thirtieth annual <span>Workshop on Automorphic Forms and Related Topics (AFW) took place March 7-10, 2016 at Wake Forest University in Winston-Salem, North Carolina. &nbsp;Meeting on the East Coast for the first time in at least a dozen years, this internationally recognized, well-respected conference continued its tradition of having talks on a wide range of recent research developments related to automorphic forms. &nbsp;The talks were given by participants who ranged in level from students to senior faculty. &nbsp;The participants came from both the US and abroad and represented a range of institutions.&nbsp; </span>Participants also had time to discuss research with each other outside of the talks, thus leading to high-potential for new innovations and collaborations leading to future research developments.</p>\n<p>&nbsp;</p>\n<p><span>In addition to research talks, there were two professional development talks: \"<span>What you can do now to prepare for your job search&nbsp;\" and \"<span>Balancing professional responsibilities.</span>\" &nbsp;These interactive panels included a diverse set of mathematicians from a wide range of institutions, and they were well-attended by a highly engaged group of participants. &nbsp;</span></span></p>\n<p>&nbsp;</p>\n<p><span><span>The grant provided travel and lodging support primarily for junior participants for whom the cost of attending the workshop would otherwise have been financially prohibitive. &nbsp;It helped ensure that the conference continued its long-standing tradition of facilitating an inclusive, supportive, vertically integrated environment.<br /></span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/28/2017<br>\n\t\t\t\t\tModified by: Ellen&nbsp;E&nbsp;Eischen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe thirtieth annual Workshop on Automorphic Forms and Related Topics (AFW) took place March 7-10, 2016 at Wake Forest University in Winston-Salem, North Carolina.  Meeting on the East Coast for the first time in at least a dozen years, this internationally recognized, well-respected conference continued its tradition of having talks on a wide range of recent research developments related to automorphic forms.  The talks were given by participants who ranged in level from students to senior faculty.  The participants came from both the US and abroad and represented a range of institutions.  Participants also had time to discuss research with each other outside of the talks, thus leading to high-potential for new innovations and collaborations leading to future research developments.\n\n \n\nIn addition to research talks, there were two professional development talks: \"What you can do now to prepare for your job search \" and \"Balancing professional responsibilities.\"  These interactive panels included a diverse set of mathematicians from a wide range of institutions, and they were well-attended by a highly engaged group of participants.  \n\n \n\nThe grant provided travel and lodging support primarily for junior participants for whom the cost of attending the workshop would otherwise have been financially prohibitive.  It helped ensure that the conference continued its long-standing tradition of facilitating an inclusive, supportive, vertically integrated environment.\n\n\n\t\t\t\t\tLast Modified: 01/28/2017\n\n\t\t\t\t\tSubmitted by: Ellen E Eischen"
 }
}