{
 "awd_id": "1601075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rural Internship Program",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 199986.0,
 "awd_amount": 199986.0,
 "awd_min_amd_letter_date": "2016-04-11",
 "awd_max_amd_letter_date": "2017-12-07",
 "awd_abstract_narration": "Today employers in business and industry seek to hire workers who have both technical expertise as demonstrated by college courses and degrees and technical experience in the workplace; but college science, technology, engineering, and mathematics (STEM) programs are often challenged as to how to provide this required workplace experience for students. Internships and coop experiences have long been one solution to bridging this gap; however, rural colleges with widely dispersed and economically disadvantaged student bodies with low educational attainment rates have found that many students are unable to participate in traditional internship programs. To address the shortage of internship opportunities, Klamath Community College (KCC) in rural south central Oregon is enhancing the job readiness of students in the Computer Engineering Technology and Digital Media and Design associate degree programs through virtual and peer-to-peer internships in addition to traditional, one-on-one internships. Faculty members will collaborate with businesses and industry to create and evaluate three different models to provide options for students to participate in work-based educational experiences. As a result, graduates will be better-prepared and ready to enter the technician workforce. The program encompasses a potential to benefit society by providing a model for other rural colleges with similar economic and labor market conditions. Nationwide, of the 860 publically controlled community college districts, 553 (64%) are rural community colleges with a total annual student enrollment of 3.4 million. Students and businesses served by these colleges will benefit from a flexible approach to internship development. The advanced technological education programs at the college will gain exposure through active relationships with businesses in the community. Increased awareness about college programs and the availability of a highly-qualified applicant pool will attract new businesses and spur economic development. \r\n\r\nThe project approach will provide flexibility to students and businesses. Virtual internships will connect students in remote locations, where many courses are delivered via synchronous classrooms, with local businesses and industry employers. The long-standing lack of access to opportunities due to geographic distances will be resolved. Use of the Internet is the primary means of communications, which saves students from traveling long distances of up to 180 miles round trip per day. Peer-to-peer internships provide a creative, cost-saving solution for smaller businesses that can offer valuable work-site experience but are unable to dedicate staff time to constantly train new interns. Businesses will utilize graduates from the college who have worked as interns prior to becoming an employee to subsequently train the next student interns. Participation in traditional, one-on-one internships will be available to students living in close proximity to the college and the worksite. Through this program, the number of employers directly undertaking the training and supervision of the interns in an actual work-site environment will be increased. All three internship models will bridge classroom education and application of technical skills through on-the-job training. Students will build their resume by listing recent work history and job references in occupational fields related to their academic degrees. Businesses will be able to vet potential job applicants. A positive experience will lead to paid employment with participating businesses and improve student employability. College faculty will be exposed to the workforce needs and technology requirements of local businesses. Curriculum development will be shaped to ensure that the college is teaching the most relevant job skills and that students are well-prepared to obtain employment. A comprehensive summative evaluation is planned to determine the success (and factors of success) of each of the internship models for students, the college, and employers as well as a formative evaluation to make recommendations for modifications as the project progresses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Doug",
   "pi_last_name": "Kirby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doug Kirby",
   "pi_email_addr": "kirby@klamathcc.edu",
   "nsf_id": "000702333",
   "pi_start_date": "2016-04-11",
   "pi_end_date": "2017-06-27"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Brandsness",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Brandsness",
   "pi_email_addr": "brandsness@klamathcc.edu",
   "nsf_id": "000702340",
   "pi_start_date": "2017-12-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Doug",
   "pi_last_name": "Kirby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doug Kirby",
   "pi_email_addr": "kirby@klamathcc.edu",
   "nsf_id": "000702333",
   "pi_start_date": "2017-06-27",
   "pi_end_date": "2017-12-07"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Brandsness",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Brandsness",
   "pi_email_addr": "brandsness@klamathcc.edu",
   "nsf_id": "000702340",
   "pi_start_date": "2016-04-11",
   "pi_end_date": "2017-06-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Stoutamore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Stoutamore",
   "pi_email_addr": "james.stoutamore@faculty.klamathcc.edu",
   "nsf_id": "000766614",
   "pi_start_date": "2017-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Klamath Community College",
  "inst_street_address": "7390 S 6TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "KLAMATH FALLS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5418802236",
  "inst_zip_code": "976037139",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "OR02",
  "org_lgl_bus_name": "KLAMATH COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "J54MPKGC81C1"
 },
 "perf_inst": {
  "perf_inst_name": "Klamath Community College",
  "perf_str_addr": "7390 South 6th Street",
  "perf_city_name": "Klamath Falls",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "976037139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "OR02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 199986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Klamath Community College (KCC) completed a three-year, small ATE project grant under NSF Award #1601075 to enhance the job readiness of students in the Computer Engineering Technology and Digital Media &amp; Design programs through virtual, peer-to-peer, and traditional one-on-one internships.&nbsp; The project focused on the viability and student experience of the three internship models for technology students in an economically distressed rural area in South Central Oregon where there are not many technology employers. Thirty-one students were tracked after their internships were completed to determine if they were able to obtain employment in their field of study. Participating students and employers filled out questionnaires to gain insight into the participants&rsquo; experiences.</p>\n<p>The three internship models used in this study were defined as follows: 1) virtual internships, which allowed the student, using remote technology, to work for an employer without being at the business site; 2) Peer-to-peer internships where a student who had undergone internship mentored an incoming student intern at the business site; and 3) A traditional one-to-one internship were a student was mentored by the participating employer on the site.</p>\n<p>For this study, data was collected on job obtainment, and student and employer satisfaction. Job data was collected by contacting students and asking them about their current employment. We were not able to contact all students. For the purposes of our research, those we could not contact are counted as not having a job in their field of study. Student job satisfaction and employer participation satisfaction was measured through the use of surveys.</p>\n<p>When comparing the three models in job obtainment, peer-to-peer and face-to-face models &ndash; where interns were required to be on site &ndash; were more effective than the virtual model. Of the 26 students tracked in peer-to-peer and face-to-face models, 15 students were hired after completing their internship. Our five virtual internships in this study did not lead to work after the internship was completed. While our virtual internship students did not fare well in the job market, all of them did transfer on to a four-year school after completing their studies at KCC.</p>\n<p>For the next part of our project, we wanted to understand how students and employers viewed their participation in the internship experience. The data resulting from our student and employer surveys revealed attitudes toward the experience was positive. For example, when asked if the students would recommend the experience to another student, answers averaged between &ldquo;completely agree&rdquo; and &ldquo;agree&rdquo; which scores 4.4 on a 5-point scale, where 1 is &ldquo;completely disagree,&rdquo; 2 is &ldquo;disagree,&rdquo; 3 is &ldquo;neutral,&rdquo; 4 is &ldquo;agree&rdquo; and 5 is &ldquo;completely agree.&rdquo; Employers were equally satisfied according to the survey results. One of the survey questions ask the employer if they would recommend the experience to another employer. The response calculated to a 4.7 on the five-point scale.</p>\n<p>The final part of our project addressed increasing active relationships with community businesses. Our project started with four major employers. KCC now has more than twenty businesses supporting our computer science programs in some form. Our internship program required us to search and reach out to the community for possible partners as our students became available for an internship experience. Some of the businesses we approached could not provide internships, but they were willing to participate as members of our Academic Advising Committee, or willing to donate equipment. These relationships eventually led to the creation of the Cybersecurity and Networking program at KCC. This program focuses on training students to be work ready as helpdesk technicians after they obtain their two-year associate&rsquo;s degree.&nbsp;</p>\n<p>In summary, the NSF project for award #1601075 provided a significant benefit to launch KCC&rsquo;s relatively new computer science programs and assists students in obtaining valuable work experience that leads to possible employment in their area of study.&nbsp; The job obtainment data is important as both a program performance standard, as well as compelling evidence for more potential business partners and students. Other broader impacts included bringing in employers as internship partners, or as participants in other activities that support our curriculum. This has kept the college faculty connected to employers and exposed to workforce needs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2020<br>\n\t\t\t\t\tModified by: William&nbsp;Brandsness</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nKlamath Community College (KCC) completed a three-year, small ATE project grant under NSF Award #1601075 to enhance the job readiness of students in the Computer Engineering Technology and Digital Media &amp; Design programs through virtual, peer-to-peer, and traditional one-on-one internships.  The project focused on the viability and student experience of the three internship models for technology students in an economically distressed rural area in South Central Oregon where there are not many technology employers. Thirty-one students were tracked after their internships were completed to determine if they were able to obtain employment in their field of study. Participating students and employers filled out questionnaires to gain insight into the participants’ experiences.\n\nThe three internship models used in this study were defined as follows: 1) virtual internships, which allowed the student, using remote technology, to work for an employer without being at the business site; 2) Peer-to-peer internships where a student who had undergone internship mentored an incoming student intern at the business site; and 3) A traditional one-to-one internship were a student was mentored by the participating employer on the site.\n\nFor this study, data was collected on job obtainment, and student and employer satisfaction. Job data was collected by contacting students and asking them about their current employment. We were not able to contact all students. For the purposes of our research, those we could not contact are counted as not having a job in their field of study. Student job satisfaction and employer participation satisfaction was measured through the use of surveys.\n\nWhen comparing the three models in job obtainment, peer-to-peer and face-to-face models &ndash; where interns were required to be on site &ndash; were more effective than the virtual model. Of the 26 students tracked in peer-to-peer and face-to-face models, 15 students were hired after completing their internship. Our five virtual internships in this study did not lead to work after the internship was completed. While our virtual internship students did not fare well in the job market, all of them did transfer on to a four-year school after completing their studies at KCC.\n\nFor the next part of our project, we wanted to understand how students and employers viewed their participation in the internship experience. The data resulting from our student and employer surveys revealed attitudes toward the experience was positive. For example, when asked if the students would recommend the experience to another student, answers averaged between \"completely agree\" and \"agree\" which scores 4.4 on a 5-point scale, where 1 is \"completely disagree,\" 2 is \"disagree,\" 3 is \"neutral,\" 4 is \"agree\" and 5 is \"completely agree.\" Employers were equally satisfied according to the survey results. One of the survey questions ask the employer if they would recommend the experience to another employer. The response calculated to a 4.7 on the five-point scale.\n\nThe final part of our project addressed increasing active relationships with community businesses. Our project started with four major employers. KCC now has more than twenty businesses supporting our computer science programs in some form. Our internship program required us to search and reach out to the community for possible partners as our students became available for an internship experience. Some of the businesses we approached could not provide internships, but they were willing to participate as members of our Academic Advising Committee, or willing to donate equipment. These relationships eventually led to the creation of the Cybersecurity and Networking program at KCC. This program focuses on training students to be work ready as helpdesk technicians after they obtain their two-year associate’s degree. \n\nIn summary, the NSF project for award #1601075 provided a significant benefit to launch KCC’s relatively new computer science programs and assists students in obtaining valuable work experience that leads to possible employment in their area of study.  The job obtainment data is important as both a program performance standard, as well as compelling evidence for more potential business partners and students. Other broader impacts included bringing in employers as internship partners, or as participants in other activities that support our curriculum. This has kept the college faculty connected to employers and exposed to workforce needs.\n\n \n\n\t\t\t\t\tLast Modified: 10/05/2020\n\n\t\t\t\t\tSubmitted by: William Brandsness"
 }
}