{
 "awd_id": "1601071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: Toward Bionanoscience - Binding of Amino Acids with Graphene and N-doped Graphene",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Emanuel WAddell",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 299986.0,
 "awd_amount": 299986.0,
 "awd_min_amd_letter_date": "2016-05-02",
 "awd_max_amd_letter_date": "2021-07-15",
 "awd_abstract_narration": "The Historically Black Colleges and Universities-Undergraduate Program (HBCU-UP) Research Initiation Awards (RIAs) provide support to STEM junior faculty at HBCUs who are starting to build a research program, as well as for mid-career faculty who may have returned to the faculty ranks after holding an administrative post or who needs to redirect and rebuild a research program. Faculty members may pursue research at their home institution, at an NSF-funded Center, at a research intensive institution or at a national laboratory. The RIA projects are expected to help further the faculty member's research capability and effectiveness, to improve research and teaching at his or her home institution, and to involve undergraduate students in research experiences. With support from the National Science Foundation, Clark Atlanta University (CAU) will conduct research aimed at understanding the binding properties of graphene and nitrogen-doped (N-doped) graphene with amino acids that may be useful for the development of biosensors. This project will be used to enhance teaching and learning at CAU and thus, help to prepare the next-generation of underrepresented African American undergraduate students by training them in the research area of Bionanoscience at CAU. The research and educational efforts will contribute to the University's goal to increase research related to computational sciences and to increase student engagement with faculty outside of the classroom through undergraduate research.  In addition, the combined research training and education for the CAU students will result in graduates that are well-prepared to manage graduate school and well-qualified to compete in a diverse workforce.\r\n\r\nThe goal of the proposed study is to investigate the binding of all twenty naturally occurring amino acids (AAs) with graphene at gas phase and aqueous medium using quantum chemical calculations. The computations will be extended to examine the binding of AAs with nitrogen doped (N-doped) graphene to gain insight on the effect and the type of N-doping in graphene. The specific aims of this project are to: (1) obtain a fundamental understanding of the binding of amino acids (AAs) with graphene and N-doped graphene through computational investigations in gas phase and aqueous medium; (2) compare the computed results with the experimental data; and (3) prepare the next-generation of underrepresented African American undergraduate students by training them in the research area of Bionanoscience at CAU. The findings from this study will provide significant knowledge that will be useful for the development of biosensors and drug delivery applications using graphene-based nanomaterials. In addition, the proposed research will enhance our current knowledge on how to engineer graphene for biological applications. This project will be conducted in collaboration with Jackson State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dinadayalane",
   "pi_last_name": "Tandabany",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dinadayalane Tandabany",
   "pi_email_addr": "dtandabany@cau.edu",
   "nsf_id": "000676917",
   "pi_start_date": "2016-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark Atlanta University",
  "inst_street_address": "223 JAMES P BRAWLEY DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048806990",
  "inst_zip_code": "303144358",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "CLARK ATLANTA UNIVERSITY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "JGA3E25MFDV9"
 },
 "perf_inst": {
  "perf_inst_name": "Clark Atlanta University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303144358",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 299986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Protein folding and functions highly depend on the amino acid conformations. Thus, the knowledge of the conformers of amino acids is essential to understand the biochemical behaviors and physical properties of peptides and proteins. Comprehensive computational study was focused to understand the conformational landscape of aromatic amino acids (AAAs) tryptophan (<strong>W</strong>), tyrosine (<strong>Y</strong>), and phenylalanine (<strong>F</strong>) in gaseous and aqueous phases. Among several conformers, some of the high-energy conformers were reported experimentally. However, low-energy conformers exist, and they could be isolated and characterized experimentally. Density functional theory (DFT) level computational studies reveal that multiple C-H...&pi;, N-H...&pi;, and O-H...&pi; interactions contribute to stabilization of the complexes of naturally occurring &alpha;-amino acids with graphene models. Lone pair...&pi; interactions exist in many complexes. Generally, long chain amino acids show strong binding affinity due to the cumulative effect of the presence of multiple non-bonding interactions between amino acids and graphene. Conformers and orientations of amino acids are important in intermolecular interactions with graphene and the binding strength of the complexes. The results and knowledge obtained in this project may be used to assess the possibility of graphene-based amino acid sensors. Computational study examined how the position and direction of nitrogen substitution in graphene sheet play a paramount importance in the stability of the system as well as manipulate the electronic properties. Computational data indicates that the band gap can be opened by controlled nitrogen doping in the graphene network. However, the selectivity of the direction plays a role in band gap opening. Doping of two nitrogen atoms in specific sites could be an effective approach to open the band gap in order to realize many chemical, biological and electronic applications. The results of this project were disseminated in the form of oral and poster presentations at the national and international conferences, webinars, published in peer-reviewed journals, and book chapter.</p>\n<p>The purpose of NSF HBCU-RIA is to initiate research of the early career faculty by supporting to set up the lab and purchasing the instrument/software required for research. To fulfil the purpose, this project was instrumental for establishment of PI's independent research lab, which has dedicated workstations and software for computational research of his group. PI's independent computational research lab \"Computational Chemistry and Nanoscience Lab\" (CCNL) has a great impact in strengthening the research infrastructure in the area of Computational Chemistry and Materials Science in the Department of Chemistry at Clark Atlanta University.</p>\n<p>Total of <strong>ten (10) undergraduate students</strong> at Clark Atlanta University were trained by the support of this grant. Few of them are the first generation graduates. Through the support of this grant, <strong>one </strong>African American student graduated Ph.D. In addition, the infrastructure created by this award was very helpful to the PI to graduate second Ph.D. and three M.S. degrees in computational chemistry and nanoscience research area. Underrepresented undergraduate students participated in this project were trained to use supercomputers at San Diego Supercomputer Center (SDSC) and Pittsburg Supercomputer Center (PSC) for performing calculations. They were trained to have skill sets needed for the jobs / higher education and they will be great role models for others. Graduate and undergraduate students presented in the conferences. Undergraduate students participated in writing manuscripts and are coauthors in the publications. The results and knowledge produced from this project will likely stimulate the interest for the development of nanomaterials-based biosensors.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2022<br>\n\t\t\t\t\tModified by: Dinadayalane&nbsp;Tandabany</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProtein folding and functions highly depend on the amino acid conformations. Thus, the knowledge of the conformers of amino acids is essential to understand the biochemical behaviors and physical properties of peptides and proteins. Comprehensive computational study was focused to understand the conformational landscape of aromatic amino acids (AAAs) tryptophan (W), tyrosine (Y), and phenylalanine (F) in gaseous and aqueous phases. Among several conformers, some of the high-energy conformers were reported experimentally. However, low-energy conformers exist, and they could be isolated and characterized experimentally. Density functional theory (DFT) level computational studies reveal that multiple C-H...&pi;, N-H...&pi;, and O-H...&pi; interactions contribute to stabilization of the complexes of naturally occurring &alpha;-amino acids with graphene models. Lone pair...&pi; interactions exist in many complexes. Generally, long chain amino acids show strong binding affinity due to the cumulative effect of the presence of multiple non-bonding interactions between amino acids and graphene. Conformers and orientations of amino acids are important in intermolecular interactions with graphene and the binding strength of the complexes. The results and knowledge obtained in this project may be used to assess the possibility of graphene-based amino acid sensors. Computational study examined how the position and direction of nitrogen substitution in graphene sheet play a paramount importance in the stability of the system as well as manipulate the electronic properties. Computational data indicates that the band gap can be opened by controlled nitrogen doping in the graphene network. However, the selectivity of the direction plays a role in band gap opening. Doping of two nitrogen atoms in specific sites could be an effective approach to open the band gap in order to realize many chemical, biological and electronic applications. The results of this project were disseminated in the form of oral and poster presentations at the national and international conferences, webinars, published in peer-reviewed journals, and book chapter.\n\nThe purpose of NSF HBCU-RIA is to initiate research of the early career faculty by supporting to set up the lab and purchasing the instrument/software required for research. To fulfil the purpose, this project was instrumental for establishment of PI's independent research lab, which has dedicated workstations and software for computational research of his group. PI's independent computational research lab \"Computational Chemistry and Nanoscience Lab\" (CCNL) has a great impact in strengthening the research infrastructure in the area of Computational Chemistry and Materials Science in the Department of Chemistry at Clark Atlanta University.\n\nTotal of ten (10) undergraduate students at Clark Atlanta University were trained by the support of this grant. Few of them are the first generation graduates. Through the support of this grant, one African American student graduated Ph.D. In addition, the infrastructure created by this award was very helpful to the PI to graduate second Ph.D. and three M.S. degrees in computational chemistry and nanoscience research area. Underrepresented undergraduate students participated in this project were trained to use supercomputers at San Diego Supercomputer Center (SDSC) and Pittsburg Supercomputer Center (PSC) for performing calculations. They were trained to have skill sets needed for the jobs / higher education and they will be great role models for others. Graduate and undergraduate students presented in the conferences. Undergraduate students participated in writing manuscripts and are coauthors in the publications. The results and knowledge produced from this project will likely stimulate the interest for the development of nanomaterials-based biosensors.\n\n\t\t\t\t\tLast Modified: 05/30/2022\n\n\t\t\t\t\tSubmitted by: Dinadayalane Tandabany"
 }
}