{
 "awd_id": "1601509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:   Gastropod shells: A window into the developmental origins of diversity",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 11897.0,
 "awd_amount": 11897.0,
 "awd_min_amd_letter_date": "2016-04-04",
 "awd_max_amd_letter_date": "2016-04-04",
 "awd_abstract_narration": "This project investigates how different types of shell shapes are encoded in snail embryos. Animal form is marvelously varied. This study addresses the question: what are the developmental mechanisms that produce such diversity? Snails have long been a model system for studying biological form. They have diverse shapes but are easy to measure due to their mathematically regular coiling and have been a major study group since Charles Darwin's famous voyage around the world. Darwin's approach to the study of animal form included investigations of patterns of change in the snail-rich fossil record (paleontology). Modern developmental biology uses molecular tools to understand how genes determine snail form. This project will determine the genetic and environmental interactions that may underlie a conspicuous pattern in paleontology, the repeated evolution of non-coiled shells from coiled ancestors. The researchers will combine computer imaging technology, genetic manipulation and paleontology to provide unparalleled precision in determining how both genes and their environment shape an organism through time. Broader societal impacts will result from this work due in part to the design and implementation of a workshop on visual literacy. This workshop will improve the ability of the researchers and the scientific community to understand and convey complex visual information to the public. The workshop materials will be posted online for increased access. \r\n\r\nThis project investigates the developmental basis of snail shell morphology and the transition from coiled to non-coiled shells in the emerging model system, the Common Slipper Shell (Crepidula fornicata). Specifically, it evaluates the hypothesis that simple modification in signaling patterns in a protein named decapentaplegic could be the basis for a pattern of non-coiled shell evolution. Other shell developmental genes also will be evaluated for the ability to affect shell patterning more generally. Genetic pathways influenced by changes in shell coiling will be manipulated in developing animals to isolate their individual effects on morphology. Detailed morphological data is required for this work. Scanning electron microscopy will be used to visualize the process of torsion and to assess morphological changes across the entire embryo in response to genetic perturbations. Computed tomography (CT scanning) will enable the use of 3-dimensional shape analysis of embryo and shell form with enhanced precision. The use of these computer-assisted technologies combined with molecular techniques will allow new insight into how paleontological patterns are formed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Shubin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Neil H Shubin",
   "pi_email_addr": "nshubin@uchicago.edu",
   "nsf_id": "000204974",
   "pi_start_date": "2016-04-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darcy",
   "pi_last_name": "Ross",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Darcy L Ross",
   "pi_email_addr": "darcylross@uchicago.edu",
   "nsf_id": "000679076",
   "pi_start_date": "2016-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "1025 E. 57th St",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 11897.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit</strong>: Co-PI Ross and co-PI Shubin addressed the issue of how snail shell shape is influenced by a common metazoan signaling pathway: <em>decapentaplegic</em> (<em>dpp</em>). The evolution and development of snail shells is a fascinating field of study because snails and slugs (&ldquo;gastropods&rdquo;) have an enormous number of species living today (at least twice that of vertebrates), and a rich fossil record preserving their calcium carbonate shells. The shell is a relatively simple shape to study; because of its regular coiling, you can summarize its shape with just a few variables.</p>\n<p>Many snail lineages have independently evolved a cone-like or &ldquo;limpet&rdquo;-like shell (little or no coil) from the ancestral state of a coiled shell. This line of study has implications for bigger evolutionary questions, such as: 1) Why do so many snail lineages lose coiling and never regain it? and 2) Do independent parallel transitions in shape change tend to do so by modifying the same developmental processes, or different ones? To get at some of the larger questions of shell diversity and evolution, the co-PIs worked to analyze a hypothesis of how snail shell coiling is encoded.</p>\n<p>Shimizu et al. 2013 posited that the shell coils because one side of the shell-secreting organ, the mantle, receives a higher concentration of Dpp signal, inducing the cells there to proliferate more than the other side, and in turn secrete more shell on that side, forming the leading edge or outside of the shell&rsquo;s coil (see the model in Figure 1). In contrast, a limpet-like snail has no differential gradient of Dpp signal, generating a symmetrically-proliferating mantle and thus a symmetrically-growing shell (a cone). The co-PIs investigated elements of this hypothesis in <em>Crepidula fornicata</em>, a species within Caenogastropoda, which is the most diverse clade of gastropods and yet has been largely unstudied with respect to both shell development and <em>dpp</em>.</p>\n<p>First, the co-PIs asked whether the expression pattern of <em>dpp</em> in the mantle of <em>C. fornicata</em> was consistent with the Shimizu hypothesis. The larva, exhibiting a right-coiled shell, indeed was found to have a concentrated center of <em>dpp </em>expression only on the right side of the mantle, supporting the hypothesis. Next, the co-PIs went a step further to functionally test the role of Dpp signal in shell coiling by exposing larvae to various inhibitors of that signaling pathway. As the gradient of signaling activity was abolished, the shells began to change their coiling parameters and grow more symmetrically (and thus more cone- and limpet-like). These data support the hypothesis that <em>dpp </em>signaling plays a role in cellular growth or behaviors to induce a coil. Finally, the co-PIs sequenced the transcriptome of various morphogenetic stages of <em>C. fornicata</em> to assess the suite of transcription factors, signaling molecules, and other gene products that may play a role in patterning this structure (including other elements of the <em>dpp </em>pathway itself).</p>\n<p><strong>Broader impacts</strong>: This funding provided valuable training opportunities for co-PI Ross, a PhD candidate. She learned the coding and analytical techniques to perform bioinformatic studies at the Next-Generation Sequencing Course, an intensive 2-week bioinformatics lectures and hands-on workshops, Michigan State University (2016). The co-PI is now able to independently clean, assemble, and analyze transcriptome, genome, SNP data and more, including on the data set that she generated along with the collaboration of Dr. Jan Pechenik (Tufts University). Funding from this grant also provided the opportunity for co-PI Ross to travel to Canada (University of Victoria) to research for 5 weeks with Dr. Louise Page, the expert on gastropod torsion and an expert in larval rearing and SEM. Both of these experiences had additional impacts on the sharing of experiences by the students on the differences between our home countries science policy and home institution dynamics. Once assembled and finalized, the sequencing data funded by this grant will be uploaded to appropriate freely-available databases.</p>\n<p>Beyond the scientific sphere, the co-PIs undertook many opportunities to share their research and scientific curiosity with the lay public and children. Co-PI Ross explained her work, and life as a grad student, to hundreds of children (peering through microscopes at gastropod adults and embryos) at the Museum of Science and Industry&rsquo;s career fair &ldquo;Science Works.&rdquo; Co-PI Ross has taken many opportunities to teach, and consistently brings in personal stories and challenges in the research to give depth to the example material. Co-PI Ross was a guest lecturer at an arts workshop to turn her dissertation research into a performance by puppeteers (who have asked that the project continue). The study of shape and cellular movements is particularly well-suited to such a visual medium.</p>\n<p>Reference: Shimizu, K. <em>et al.</em> 2013. Left-right asymmetric expression of dpp in the mantle of gastropods correlates with asymmetric shell coiling. <em>Evodevo</em> 4, 15.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2018<br>\n\t\t\t\t\tModified by: Darcy&nbsp;L&nbsp;Ross</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1601509/1601509_10418277_1538153567564_ScreenShot2018-09-28at12.03.16AM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1601509/1601509_10418277_1538153567564_ScreenShot2018-09-28at12.03.16AM--rgov-800width.jpg\" title=\"Figure 1: Model of dpp and shell coiling\"><img src=\"/por/images/Reports/POR/2018/1601509/1601509_10418277_1538153567564_ScreenShot2018-09-28at12.03.16AM--rgov-66x44.jpg\" alt=\"Figure 1: Model of dpp and shell coiling\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">See text for details, modified from Shimizu et al. 2013</div>\n<div class=\"imageCredit\">Modified by co-PI Ross from Shimizu et al 2013</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Darcy&nbsp;L&nbsp;Ross</div>\n<div class=\"imageTitle\">Figure 1: Model of dpp and shell coiling</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit: Co-PI Ross and co-PI Shubin addressed the issue of how snail shell shape is influenced by a common metazoan signaling pathway: decapentaplegic (dpp). The evolution and development of snail shells is a fascinating field of study because snails and slugs (\"gastropods\") have an enormous number of species living today (at least twice that of vertebrates), and a rich fossil record preserving their calcium carbonate shells. The shell is a relatively simple shape to study; because of its regular coiling, you can summarize its shape with just a few variables.\n\nMany snail lineages have independently evolved a cone-like or \"limpet\"-like shell (little or no coil) from the ancestral state of a coiled shell. This line of study has implications for bigger evolutionary questions, such as: 1) Why do so many snail lineages lose coiling and never regain it? and 2) Do independent parallel transitions in shape change tend to do so by modifying the same developmental processes, or different ones? To get at some of the larger questions of shell diversity and evolution, the co-PIs worked to analyze a hypothesis of how snail shell coiling is encoded.\n\nShimizu et al. 2013 posited that the shell coils because one side of the shell-secreting organ, the mantle, receives a higher concentration of Dpp signal, inducing the cells there to proliferate more than the other side, and in turn secrete more shell on that side, forming the leading edge or outside of the shell?s coil (see the model in Figure 1). In contrast, a limpet-like snail has no differential gradient of Dpp signal, generating a symmetrically-proliferating mantle and thus a symmetrically-growing shell (a cone). The co-PIs investigated elements of this hypothesis in Crepidula fornicata, a species within Caenogastropoda, which is the most diverse clade of gastropods and yet has been largely unstudied with respect to both shell development and dpp.\n\nFirst, the co-PIs asked whether the expression pattern of dpp in the mantle of C. fornicata was consistent with the Shimizu hypothesis. The larva, exhibiting a right-coiled shell, indeed was found to have a concentrated center of dpp expression only on the right side of the mantle, supporting the hypothesis. Next, the co-PIs went a step further to functionally test the role of Dpp signal in shell coiling by exposing larvae to various inhibitors of that signaling pathway. As the gradient of signaling activity was abolished, the shells began to change their coiling parameters and grow more symmetrically (and thus more cone- and limpet-like). These data support the hypothesis that dpp signaling plays a role in cellular growth or behaviors to induce a coil. Finally, the co-PIs sequenced the transcriptome of various morphogenetic stages of C. fornicata to assess the suite of transcription factors, signaling molecules, and other gene products that may play a role in patterning this structure (including other elements of the dpp pathway itself).\n\nBroader impacts: This funding provided valuable training opportunities for co-PI Ross, a PhD candidate. She learned the coding and analytical techniques to perform bioinformatic studies at the Next-Generation Sequencing Course, an intensive 2-week bioinformatics lectures and hands-on workshops, Michigan State University (2016). The co-PI is now able to independently clean, assemble, and analyze transcriptome, genome, SNP data and more, including on the data set that she generated along with the collaboration of Dr. Jan Pechenik (Tufts University). Funding from this grant also provided the opportunity for co-PI Ross to travel to Canada (University of Victoria) to research for 5 weeks with Dr. Louise Page, the expert on gastropod torsion and an expert in larval rearing and SEM. Both of these experiences had additional impacts on the sharing of experiences by the students on the differences between our home countries science policy and home institution dynamics. Once assembled and finalized, the sequencing data funded by this grant will be uploaded to appropriate freely-available databases.\n\nBeyond the scientific sphere, the co-PIs undertook many opportunities to share their research and scientific curiosity with the lay public and children. Co-PI Ross explained her work, and life as a grad student, to hundreds of children (peering through microscopes at gastropod adults and embryos) at the Museum of Science and Industry?s career fair \"Science Works.\" Co-PI Ross has taken many opportunities to teach, and consistently brings in personal stories and challenges in the research to give depth to the example material. Co-PI Ross was a guest lecturer at an arts workshop to turn her dissertation research into a performance by puppeteers (who have asked that the project continue). The study of shape and cellular movements is particularly well-suited to such a visual medium.\n\nReference: Shimizu, K. et al. 2013. Left-right asymmetric expression of dpp in the mantle of gastropods correlates with asymmetric shell coiling. Evodevo 4, 15.\n\n\t\t\t\t\tLast Modified: 09/28/2018\n\n\t\t\t\t\tSubmitted by: Darcy L Ross"
 }
}