{
 "awd_id": "1601281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:   A genomic and experimental characterization of local adaptation",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 18529.0,
 "awd_amount": 18529.0,
 "awd_min_amd_letter_date": "2016-03-09",
 "awd_max_amd_letter_date": "2016-03-09",
 "awd_abstract_narration": "Nature provides a mosaic of variability in both abiotic and biotic factors. This often results in populations of a species evolving traits in response to local conditions that give an advantage to individuals in that native habitat but not in other habitats. Understanding the processes that drive such local adaptation is crucial to predicting the fate of species in the face of rapid environmental change. Many species are shifting their ranges to move poleward or to higher altitude sites as temperatures increase, but marine species are also at risk from ocean acidification - the ongoing decrease in ocean pH due to the uptake of carbon dioxide from the atmosphere. This is especially true for marine bivalves, who require specific carbonate chemistry to form their shells. The west coast of North America has natural long-standing variation in ocean pH and temperature; therefore, it is possible that some populations of wide-spread species could contain adaptations that have evolved in areas with low pH and higher temperatures. This may provide insight to scientists on what portions of the genome may be under selection in species during rapid climate warming events or highlight areas of the genome that have adapted to those conditions. The research provides training to a graduate student and additional outreach to commercial, government, non-governmental organizations, and public stakeholders. \r\n\r\n\t\r\nThe proposed research will test whether adaptation to environmental variability has occurred in the Olympia oyster (Ostrea lurida). This ecologically and commercially important bivalve is patchily distributed from southern California up to the central coast of Canada.  Using population genomic analyses and common garden experiments, the proposed research will test for adaptive differences among distinct and separate populations from San Francisco Bay, CA, Coos Bay, OR, Puget Sound, WA, and Vancouver Island, British Columbia. Offspring of wild oysters will be raised under common conditions and studied for differences in growth rate, survival, and response to induced stress from temperature and pH. Transcriptomics will be used to characterize cryptic variation in gene expression and identify genes involved in adaptation to theses stressors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Pfister",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine A Pfister",
   "pi_email_addr": "cpfister@uchicago.edu",
   "nsf_id": "000310421",
   "pi_start_date": "2016-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Silliman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Silliman",
   "pi_email_addr": "ksil91@gmail.com",
   "nsf_id": "000704252",
   "pi_start_date": "2016-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "1025 E. 57th St",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 18529.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c4d299c6-7fff-f43e-0c0e-b863bd24e797\"> </span></p>\n<p dir=\"ltr\"><span>Rapid environmental change due to anthropogenic stressors is a serious concern for many marine species. Calcifying invertebrates in particular are expected to be impacted by ocean acidification- the reduction in ocean pH due to the uptake of anthropogenic CO</span><span><sub>2</sub></span><span>. Because the west coast of North America has natural long-standing variation in ocean pH, we tested whether some populations of a widespread species can reveal adaptations to projected future ocean pH conditions. The Olympia oyster (</span><em>Ostrea lurida</em><span>) is a native shellfish species with an expansive range on the Pacific coast of North America. After devastating commercial exploitation in the 19th and early 20th centuries, there is now considerable interest in restoring this species across its range. Its broad distribution and occurence over a wide range of pH makes it a promising species to characterize adaptation. Understanding the mechanisms that facilitate such broad distribution across strong pH gradients could be useful for predicting how this species will respond to future acidification conditions. </span></p>\n<p dir=\"ltr\"><span>For this project, which is part of Co-PI Katherine Silliman&rsquo;s doctoral dissertation research, we used the Olympia oyster as a model for examining local adaptation to ocean acidification conditions. </span><span>To understand variation in response to reduced pH, we compared the molecular responses to two pH treatments for adult Olympia oysters from three genetically diverged populations (</span><span>San Francisco Bay, CA, Coos Bay, OR, and Ladysmith Harbour, BC)</span><span>. After acclimating to common conditions for nine months, individuals were exposed to two pH levels (7.4 and 7.8) for seven weeks. Transcriptomics can provide information on which genes are expressed at the time of sampling, so we collected tissue samples for transcriptomics at three time points: prior to reducing the pH, after 36 hours, and after seven weeks in order to compare gene expression patterns during both acute and prolonged acidification stress. </span></p>\n<p dir=\"ltr\"><span>We determined that oysters from distinct populations differ in how they respond to acidification stress, suggesting that these populations have adapted to the pH regime in their native environments. Characterizing the potential function of genes involved in this local adaptation is still ongoing, but preliminary results indicate that some of these genes are involved in stress response, regulation of metabolic processes, and signal processing. We also identified genes that show a conserved response to acidification stress across all populations, many of which are involved in immune response and regulation of development. Further, we are comparing native oyster responses to those from </span><span>a co-occurring acidification experiment on four populations of purple-hinged rock scallops (</span><em>Crassadoma gigantea</em><span>) to</span><span> detect if there are generalizable patterns in local adaptation and acidification stress response across bivalve species. Our evidence that populations of the Olympia oyster show adaptation to their local environment informs ongoing and future efforts to raise this species for restoration and commercial purposes.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2018<br>\n\t\t\t\t\tModified by: Katherine&nbsp;Silliman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nRapid environmental change due to anthropogenic stressors is a serious concern for many marine species. Calcifying invertebrates in particular are expected to be impacted by ocean acidification- the reduction in ocean pH due to the uptake of anthropogenic CO2. Because the west coast of North America has natural long-standing variation in ocean pH, we tested whether some populations of a widespread species can reveal adaptations to projected future ocean pH conditions. The Olympia oyster (Ostrea lurida) is a native shellfish species with an expansive range on the Pacific coast of North America. After devastating commercial exploitation in the 19th and early 20th centuries, there is now considerable interest in restoring this species across its range. Its broad distribution and occurence over a wide range of pH makes it a promising species to characterize adaptation. Understanding the mechanisms that facilitate such broad distribution across strong pH gradients could be useful for predicting how this species will respond to future acidification conditions. \nFor this project, which is part of Co-PI Katherine Silliman?s doctoral dissertation research, we used the Olympia oyster as a model for examining local adaptation to ocean acidification conditions. To understand variation in response to reduced pH, we compared the molecular responses to two pH treatments for adult Olympia oysters from three genetically diverged populations (San Francisco Bay, CA, Coos Bay, OR, and Ladysmith Harbour, BC). After acclimating to common conditions for nine months, individuals were exposed to two pH levels (7.4 and 7.8) for seven weeks. Transcriptomics can provide information on which genes are expressed at the time of sampling, so we collected tissue samples for transcriptomics at three time points: prior to reducing the pH, after 36 hours, and after seven weeks in order to compare gene expression patterns during both acute and prolonged acidification stress. \nWe determined that oysters from distinct populations differ in how they respond to acidification stress, suggesting that these populations have adapted to the pH regime in their native environments. Characterizing the potential function of genes involved in this local adaptation is still ongoing, but preliminary results indicate that some of these genes are involved in stress response, regulation of metabolic processes, and signal processing. We also identified genes that show a conserved response to acidification stress across all populations, many of which are involved in immune response and regulation of development. Further, we are comparing native oyster responses to those from a co-occurring acidification experiment on four populations of purple-hinged rock scallops (Crassadoma gigantea) to detect if there are generalizable patterns in local adaptation and acidification stress response across bivalve species. Our evidence that populations of the Olympia oyster show adaptation to their local environment informs ongoing and future efforts to raise this species for restoration and commercial purposes.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/21/2018\n\n\t\t\t\t\tSubmitted by: Katherine Silliman"
 }
}