{
 "awd_id": "1602784",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   The Role of Social Entrepreneurship in Addressing Poverty.",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Toby Parcel",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2016-05-03",
 "awd_max_amd_letter_date": "2016-05-03",
 "awd_abstract_narration": "SES-1602784\r\nBrayden King\r\nNevena Radoynovska\r\nNorthwestern University\r\n\r\nSocial entrepreneurship - broadly understood as the use of market principles to address social needs - has raised high expectations for curbing global poverty and social exclusion. Yet, despite impressive growth in attention to social entrepreneurship, surprisingly little is known about when, how and why it succeeds or fails in addressing social problems. Beyond theoretical contributions of interest to scholars, the project has potential implications for the expanding regional, national and supranational institutions that have turned to social entrepreneurship in the face of scarce public funding and growing socio-economic inequalities. Study findings could possibly offer valuable insights for tailoring social entrepreneurship policies to local needs, opportunities, and power structures, as well as for identifying when alternative (or additional) actors and initiatives might be leveraged to address poverty and social exclusion.\r\n\r\nThis dissertation uses mixed methods to investigate the factors and mechanisms that help and/or hinder social entrepreneurship in addressing poverty and social exclusion. The empirical context is social entrepreneurship in Paris and its surrounding 'banlieues' -  communities marked by disproportionate levels of poverty, unemployment and additional forms of exclusion. Part I uses national-level quantitative data (an original dataset of 1033 French social enterprises selected on the basis of organizational form and entrepreneurial profile) to investigate the conditions under which social entrepreneurs/enterprises succeed or fail in terms of their economic survival and social mission(s). Using event history analysis (2002-2015), the project analyzes the founding and survival rates of social enterprises based on their geographic location, sector of activity, founder and community characteristics, and commercial and social organizational missions. Part II relies on semi-structured interviews to investigate how different actors construct the meaning of success, failure and impact in social entrepreneurship, and the mechanisms that limit SE's ability to reduce social exclusion in communities. Interviews are conducted with three groups of actors in the Ile-de-France region of France: (1) founders/current directors of social enterprises, (2) strategic directors of organizations providing support (e.g., financial, training, mentorship, networking) to social entrepreneurs and enterprises, and (3) \"unsuccessful\" social entrepreneurs who had an entrepreneurial idea but did not ultimately found an organization and/or whose social enterprise was dissolved within a year of establishment. Interviews are transcribed and translated from French, analyzed first inductively, then systematically using qualitative coding software (Atlas.ti). The quantitative dataset, findings, codebook, and aggregate summary data from Atlas.ti will be made available to the public, while executive summaries will be provided to each participating organization/individual as well as interested policy-makers and public institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brayden",
   "pi_last_name": "King",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Brayden G King",
   "pi_email_addr": "b-king@kellogg.northwestern.edu",
   "nsf_id": "000703784",
   "pi_start_date": "2016-05-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nevena",
   "pi_last_name": "Radoynovska",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nevena M Radoynovska",
   "pi_email_addr": "n-radoynovska@kellogg.northwestern.edu",
   "nsf_id": "000702918",
   "pi_start_date": "2016-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University/Dept of Sociology",
  "perf_str_addr": "1810 Chicago Avenue",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081130",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A remarkable shift has taken place in recent decades in how state governments tackle fundamental problems of social welfare &ndash; including unemployment, poverty, and social exclusion. In lieu of primarily public (welfare state) or private (market) solutions, a host of hybrid approaches have emerged. Among these are social enterprise initiatives, which combine the commercial activity of private enterprises with the social missions usually attributed to non-profit organizations. Promoting entrepreneurship for social ends has thus become common policy in developing and developed countries via such approaches as <span><span>microfinance</span></span>, social innovation, or development-oriented tech startups. Yet, this rising trend raises important questions about the role of risk-based market solutions in addressing social problems.</p>\n<p>The purpose of the dissertation is to understand how entrepreneurship is being used to combat unemployment and social exclusion in disadvantaged suburbs in France. After more than thirty years of failed efforts to address such problems in the <em><span><span>banlieues</span></span>, </em>the quintessential welfare state is increasingly promoting entrepreneurship as the solution. Yet, through interviews with entrepreneurs from the <em><span><span>banlieues</span></span> </em>and members of entrepreneurship-supporting organizations, I find that entrepreneurship takes on far more multi-faceted forms than the state currently promotes. That is, where the French state is primarily interested in encouraging entrepreneurship as a tool for job creation in the <em><span><span>banlieues</span></span>, </em>local entrepreneurs and supporting organizations instead enact it a tool for: personal transformation and building entrepreneurial spirit; fighting stigmatization; translating between disadvantaged individuals and labor markets; and connecting organizations in the <em><span><span>banlieues</span></span> </em>to outside networks. Certainly, one group of actors is interested in &ldquo;traditional&rdquo; forms of entrepreneurship involving the founding and scaling of successful enterprises that promise large-scale employment. However, this is only a small part of the entrepreneurial repertoire in these communities. Importantly, if policies only evaluate the success of entrepreneurship-promoting initiatives based on whether they lead to a large number of new start-ups and jobs, entrepreneurship that takes on different forms might be considered a failure. Instead, the multiple types of entrepreneurship I identify in these disadvantaged suburbs provide other valuable social change outcomes.</p>\n<p>The dissertation's intellectual merit lies in a rethinking of entrepreneurship as necessarily involving standard practices of venture creation and growth. Many of the entrepreneurs from the <em><span><span>banlieues</span></span> </em><span><span>didn&rsquo;t</span> start new ventures, yet nevertheless acquired the skills to &ldquo;entrepreneur their lives&rdquo;. Others had limited ambitions to grow their organizations and preferred to concentrate on the social needs of their target beneficiaries. Others still resented having to restrict their ambitions to a local community in order to justify the social dimension of their entrepreneurial endeavors. The dissertation notably contributes to a re-evaluation of how opportunities are constructed in entrepreneurship when said opportunities are in relation to unmet </span><em>social</em> rather than <em>market</em> needs. Additionally, in a second part of the dissertation, I construct a longitudinal dataset of other social enterprise forms across France, including organizational and community-level variables and an original dataset of local mayors&rsquo; political orientation between 2002-2015. &nbsp;</p>\n<p>More broadly, the findings may prove useful to policy debates on what kinds of entrepreneurship to support, in which contexts, and how, in order to achieve a range of social welfare outcomes. For instance, adapting evaluation and funding criteria to support more multi-faceted forms of entrepreneurship could lead to important improvements in social welfare, even when it doesn't directly reduce unemployment or provide quantitative, tangible impact. In addition, the dataset on social enterprises and community characteristics can be used in subsequent research to address questions at a national level. I further plan to disseminate a summary of the findings (in English and French) to participants in the research as well as on the websites of the French Agency for Entrepreneurship and the Confederation of Multi-stakeholder Cooperatives for the Public Benefit.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2018<br>\n\t\t\t\t\tModified by: Nevena&nbsp;M&nbsp;Radoynovska</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA remarkable shift has taken place in recent decades in how state governments tackle fundamental problems of social welfare &ndash; including unemployment, poverty, and social exclusion. In lieu of primarily public (welfare state) or private (market) solutions, a host of hybrid approaches have emerged. Among these are social enterprise initiatives, which combine the commercial activity of private enterprises with the social missions usually attributed to non-profit organizations. Promoting entrepreneurship for social ends has thus become common policy in developing and developed countries via such approaches as microfinance, social innovation, or development-oriented tech startups. Yet, this rising trend raises important questions about the role of risk-based market solutions in addressing social problems.\n\nThe purpose of the dissertation is to understand how entrepreneurship is being used to combat unemployment and social exclusion in disadvantaged suburbs in France. After more than thirty years of failed efforts to address such problems in the banlieues, the quintessential welfare state is increasingly promoting entrepreneurship as the solution. Yet, through interviews with entrepreneurs from the banlieues and members of entrepreneurship-supporting organizations, I find that entrepreneurship takes on far more multi-faceted forms than the state currently promotes. That is, where the French state is primarily interested in encouraging entrepreneurship as a tool for job creation in the banlieues, local entrepreneurs and supporting organizations instead enact it a tool for: personal transformation and building entrepreneurial spirit; fighting stigmatization; translating between disadvantaged individuals and labor markets; and connecting organizations in the banlieues to outside networks. Certainly, one group of actors is interested in \"traditional\" forms of entrepreneurship involving the founding and scaling of successful enterprises that promise large-scale employment. However, this is only a small part of the entrepreneurial repertoire in these communities. Importantly, if policies only evaluate the success of entrepreneurship-promoting initiatives based on whether they lead to a large number of new start-ups and jobs, entrepreneurship that takes on different forms might be considered a failure. Instead, the multiple types of entrepreneurship I identify in these disadvantaged suburbs provide other valuable social change outcomes.\n\nThe dissertation's intellectual merit lies in a rethinking of entrepreneurship as necessarily involving standard practices of venture creation and growth. Many of the entrepreneurs from the banlieues didn?t start new ventures, yet nevertheless acquired the skills to \"entrepreneur their lives\". Others had limited ambitions to grow their organizations and preferred to concentrate on the social needs of their target beneficiaries. Others still resented having to restrict their ambitions to a local community in order to justify the social dimension of their entrepreneurial endeavors. The dissertation notably contributes to a re-evaluation of how opportunities are constructed in entrepreneurship when said opportunities are in relation to unmet social rather than market needs. Additionally, in a second part of the dissertation, I construct a longitudinal dataset of other social enterprise forms across France, including organizational and community-level variables and an original dataset of local mayors? political orientation between 2002-2015.  \n\nMore broadly, the findings may prove useful to policy debates on what kinds of entrepreneurship to support, in which contexts, and how, in order to achieve a range of social welfare outcomes. For instance, adapting evaluation and funding criteria to support more multi-faceted forms of entrepreneurship could lead to important improvements in social welfare, even when it doesn't directly reduce unemployment or provide quantitative, tangible impact. In addition, the dataset on social enterprises and community characteristics can be used in subsequent research to address questions at a national level. I further plan to disseminate a summary of the findings (in English and French) to participants in the research as well as on the websites of the French Agency for Entrepreneurship and the Confederation of Multi-stakeholder Cooperatives for the Public Benefit.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/28/2018\n\n\t\t\t\t\tSubmitted by: Nevena M Radoynovska"
 }
}