{
 "awd_id": "1602481",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Rural migrant workers and periods of structural change.",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 11946.0,
 "awd_amount": 11946.0,
 "awd_min_amd_letter_date": "2016-04-28",
 "awd_max_amd_letter_date": "2016-04-28",
 "awd_abstract_narration": "Doctoral Dissertation Research: Rural migrant workers and periods of structural change\r\n\r\nSociology is interested in the distinction between individual free-will and socially-patterned ways of thinking; what is referred to as the structure-agency issue. This dissertation studies the relationship between social structure and individuals' consciousness contrasting two social theorists' (Bourdieu and Elias) theories about this society-individual relationship. This dissertation proposes that both theories have explanatory power but under different circumstances. The research site will allow the researcher to investigate how rural workers who move to urban settings start to think about things differently. This setting will allow the researcher to compare the two theories- one, Bourdieu, that sees individuals' thinking being determined by their social position; second, Elias' views of consciousness as formed in processes of people's interconnection and interactions.  To investigate the competing theories, the researcher will conduct a fieldwork study of rural migrant workers in China and, through participant observation and interviews learn how their thinking changes in very different environments.  This research contributes to integrating two sociological theories as well as addressing theoretical debates about structure and agency. It also contributes to broadening the contribution of sociology to other fields such as history.\r\n\r\nTwo questions thus lead this dissertation project: 1) How does Bourdieu's and Elias's mechanisms respectively operate in different social situations? 2) How do the two mechanisms co-function to shape people's consciousness of social reality? Answer these questions allows investigation of the fundamental structure-agency relationship that is a core sociological concern. These theoretical inquiries are pursued through a fieldwork study of rural migrant workers in China who are appropriate cases for two reasons. First, they experience multiple dominations as a disadvantaged group in China making it fruitful to study their consciousness of their social situations. Second, as they undergo dramatic changes when migrating to become city workers, their complicated experiences offers a rich opportunity to empirically apply both Bourdieu's and Elias's models.  The researcher will conduct one year of fieldwork in two factories in east China, including both participant observation and in-depth interviews to collect data on the migrant workers' consciousness formation in their daily work and life settings and to discuss how they are thinking about their structural situations, linking the responses more tightly to the theoretical models.  The proposed research has the potential to advance scientific knowledge in at least three ways. First, it engages two important sociological theories in an effort to integrate them. Second, the research can make important contributions to the efforts at articulating the society-agency relationships that lie at the heart of sociology. Third, the work has the capacity to speak to literatures in disciplines outside of sociology (e.g., history) that are also concerned with relationships between structure and agency.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Lucas",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey W Lucas",
   "pi_email_addr": "jlucas2@umd.edu",
   "nsf_id": "000300530",
   "pi_start_date": "2016-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "YU",
   "pi_last_name": "GUO",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "YU GUO",
   "pi_email_addr": "guo_y@mercer.edu",
   "nsf_id": "000953460",
   "pi_start_date": "2016-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3834 Campus Drive",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207421315",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 11946.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My findings reflected the rural migrant workers&rsquo; rich and sophisticated agency that contributed to sustaining the unequal capital-labor relations. In the first empirical chapter of my dissertation, I explain why the migrant workers expressed empathy and understanding towards the management and the factory authorities that hurt the workers&rsquo; interests. In the second empirical chapter, I discuss how the migrant workers justified the inequalities in the factories through individual factors like education and personal traits, instead of seeing themselves as victims of injustice. In the last empirical chapter, I show how the migrant workers&rsquo; involvement with family shaped their agency at work, for both men and women. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The three empirical chapters shared a common theme: the rural migrant workers were not just exploited and dominated laborers; they were social beings who developed agency from broad and complicated social lives that went beyond the specific factory settings. For instance, with personal experience of market economy, the migrant workers understood factories as being subject to market competition and empathized with cost-cutting policies like reducing workers&rsquo; wages. They also drew on concrete interactions and broad cultural values of ethics to evaluate the managers, instead of seeing them all as workers&rsquo; enemies.</p>\n<p>&nbsp;</p>\n<p>The initial Marxist frameworks of capital-labor contradictions proved inadequate to explain the reproduction of inequality in factories. I thus incorporated theories that went beyond structural analysis of inequality and emphasized culturally shaped rich agency and sophisticated power relations, such as the practice theories proposed by the anthropologist Sherry B. Ortner. My dissertation project has thus led me to reconsider and further explore the tension between social structure and human agency in reproducing social inequality.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2017<br>\n\t\t\t\t\tModified by: Yu&nbsp;Guo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMy findings reflected the rural migrant workers? rich and sophisticated agency that contributed to sustaining the unequal capital-labor relations. In the first empirical chapter of my dissertation, I explain why the migrant workers expressed empathy and understanding towards the management and the factory authorities that hurt the workers? interests. In the second empirical chapter, I discuss how the migrant workers justified the inequalities in the factories through individual factors like education and personal traits, instead of seeing themselves as victims of injustice. In the last empirical chapter, I show how the migrant workers? involvement with family shaped their agency at work, for both men and women.  \n\n \n\nThe three empirical chapters shared a common theme: the rural migrant workers were not just exploited and dominated laborers; they were social beings who developed agency from broad and complicated social lives that went beyond the specific factory settings. For instance, with personal experience of market economy, the migrant workers understood factories as being subject to market competition and empathized with cost-cutting policies like reducing workers? wages. They also drew on concrete interactions and broad cultural values of ethics to evaluate the managers, instead of seeing them all as workers? enemies.\n\n \n\nThe initial Marxist frameworks of capital-labor contradictions proved inadequate to explain the reproduction of inequality in factories. I thus incorporated theories that went beyond structural analysis of inequality and emphasized culturally shaped rich agency and sophisticated power relations, such as the practice theories proposed by the anthropologist Sherry B. Ortner. My dissertation project has thus led me to reconsider and further explore the tension between social structure and human agency in reproducing social inequality. \n\n \n\n\t\t\t\t\tLast Modified: 07/29/2017\n\n\t\t\t\t\tSubmitted by: Yu Guo"
 }
}