{
 "awd_id": "1602568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  The Effect of the Loss of Stable Career-Paths on the Professional Middle Class",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Toby Parcel",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2019-04-30",
 "tot_intn_awd_amt": 11998.0,
 "awd_amount": 11998.0,
 "awd_min_amd_letter_date": "2016-04-27",
 "awd_max_amd_letter_date": "2016-04-27",
 "awd_abstract_narration": "SES-1602568\r\nJohn Evans\r\nLindsay J. Depalma\r\nUniversity of California, San Diego\r\n\r\nOver the last few decades, major structural changes have resulted in the replacement of stable career-paths with part-time or contractual labor and the general fragmentation of professional career paths. This market economy demands flexible workers and creates work that is uncertain and unpredictable. These changes, characterized by the relationship between employer and employee transitioning from relational to transactional, is generating an unprecedented form of precarious work in the professional middle class. This project analyzes how professionals negotiate contradictions between cultural narratives about lovable work, success, and agency, and unprecedented levels of precarious work. \r\n\r\nThe research conceptualizes two broad experiences of professional work, one in the market economy and one in the organizations economy. Work within the market economy is characterized by instability, risk, flexibility, and precariousness, while work within the organizations economy is characterized by stability, low risk, rigidity, and security. This project compares professionals who experience work as precarious to those who do not, holding occupation constant by analyzing three occupations that have positions in both the market and the organizations economy? engineers, designers, and nurses. In total, the investigators will interview 72 professionals. These data are needed in order to understand the new problems professional workers face, and to develop cultural and institutional solutions.  This research will contribute insights that will help to build a new social contract that grants employers the flexibility that the market demands and employees the securities and cultural coherence that they need to thrive in a market economy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Evans",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Evans",
   "pi_email_addr": "jhevans@ucsd.edu",
   "nsf_id": "000094053",
   "pi_start_date": "2016-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lindsay",
   "pi_last_name": "Depalma",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lindsay J Depalma",
   "pi_email_addr": "ldepalma@ucsd.edu",
   "nsf_id": "000703603",
   "pi_start_date": "2016-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Dr.",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930533",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 11998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"normal1\">Over the last few decades sociologists have grown increasingly concerned over what they call &lsquo;unprecedented precarity&rsquo; among professional workers. This unprecedented precarity marks a &lsquo;new economy&rsquo; of work for professionals, characterized by&nbsp;increasing job insecurity, individual financial risks, career choice uncertainty, contract work, and the fragmentation of career paths. In this new economy professionals cannot rely on institutions for longevity or security. Instead, they are encouraged to regard themselves as a &ldquo;business of one&rdquo; and invest in the maintenance of their personal brand.&nbsp;Precarious work has long had implications for inequality, specifically concerning who is resourced to avoid or withstand precarious labor, as well as who is likely to endure the economic and psychological burdens of precarious work.&nbsp;</p>\n<p class=\"normal1\">This research joins scholarship on how a precarious economy unequally disadvantages individual workers by focusing on how individuals adapt. Though sociologists have paid considerable attention to the structural causes and consequences of economic and institutional precarity, scholars have paid far less attention to culture and the ways in which professionals create and use culture, despite that several studies have shown that understanding the cultural processes of work in the new economy is critical to understanding the experience of work in the new economy. This project is a qualitative study of the meanings of work for young professionals, with specific interest in the ideologies that men and women use to interpret and/or insulate themselves from the negative effects of precarity.&nbsp;</p>\n<p>To analyze the ideologies central to professional work in the new economy the project compared three types of professionals in precarious positions to their counterparts in less precarious positions. Precarious positions are characterized by more instability, flexibility, risk and precarity. Less precarious positions are characterized by more stability, rigidity, and security. Co-PI Lindsay DePalma conducted 74 semi-structured in-depth interviews lasting from 90-120 minutes with respondents in one of three professions: engineering, graphic design, and nursing. The occupations were primarily selected because they offer positions that are both precarious and less precarious, which allows the co-PI to hold occupation constant in her analysis. The occupations also vary in tasks, conception of work (creative, lucrative, meaningful), gender representation, and institutional form. Within each occupation she interviewed individuals who are in precarious positions and individuals who work in the same occupation but are in less precarious positions.&nbsp;</p>\n<p class=\"normal1\">&nbsp;In her dissertation work analyzing these data, the co-PI Lindsay DePalma focuses on the symbiotic relationship between precarity and what she calls the&nbsp;<em>passion paradigm,&nbsp;</em>a pervasive work ideology in which the pursuit of passion at work is highly valued and prioritized. She argues that work passion is defined by the emotional experiences of attraction, enjoyment, motivation, and perseverance, and that professionals use work passion to identify good work, as well as good workers, which leads to higher expectations of work and a new ideal worker. Of particular concern is whether the passion paradigm reproduces or disrupts social, economic, gender inequalities in work. &nbsp; &nbsp;</p>\n<p class=\"normal1\">The dissertation has two central arguments.&nbsp;The first is that the passion paradigm thrives among young professionals in a precarious economy because it deeply individualizes the experience of work, allowing professionals to perceive control over their work in an otherwise vulnerable and unstable context. The second is that because the passion paradigm relies on individualizing work in order to effectively function in the lives of its adherents, the passion paradigm is fundamentally depoliticizing; it obscures structural causes of work strife and inequality, undermines an individual&rsquo;s ability to see their personal problems as collective problems, makes adherents vulnerable to exploitation, and creates cultural conditions conducive to precarity as individuals &lsquo;search&rsquo; for their passion. In consequence, the passion paradigm precludes the potential for professionals to demand cultural and institutional changes to promote equitable access to economic and psychological well-being at work.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2019<br>\n\t\t\t\t\tModified by: Lindsay&nbsp;J&nbsp;Depalma</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Over the last few decades sociologists have grown increasingly concerned over what they call ?unprecedented precarity? among professional workers. This unprecedented precarity marks a ?new economy? of work for professionals, characterized by increasing job insecurity, individual financial risks, career choice uncertainty, contract work, and the fragmentation of career paths. In this new economy professionals cannot rely on institutions for longevity or security. Instead, they are encouraged to regard themselves as a \"business of one\" and invest in the maintenance of their personal brand. Precarious work has long had implications for inequality, specifically concerning who is resourced to avoid or withstand precarious labor, as well as who is likely to endure the economic and psychological burdens of precarious work. \nThis research joins scholarship on how a precarious economy unequally disadvantages individual workers by focusing on how individuals adapt. Though sociologists have paid considerable attention to the structural causes and consequences of economic and institutional precarity, scholars have paid far less attention to culture and the ways in which professionals create and use culture, despite that several studies have shown that understanding the cultural processes of work in the new economy is critical to understanding the experience of work in the new economy. This project is a qualitative study of the meanings of work for young professionals, with specific interest in the ideologies that men and women use to interpret and/or insulate themselves from the negative effects of precarity. \n\nTo analyze the ideologies central to professional work in the new economy the project compared three types of professionals in precarious positions to their counterparts in less precarious positions. Precarious positions are characterized by more instability, flexibility, risk and precarity. Less precarious positions are characterized by more stability, rigidity, and security. Co-PI Lindsay DePalma conducted 74 semi-structured in-depth interviews lasting from 90-120 minutes with respondents in one of three professions: engineering, graphic design, and nursing. The occupations were primarily selected because they offer positions that are both precarious and less precarious, which allows the co-PI to hold occupation constant in her analysis. The occupations also vary in tasks, conception of work (creative, lucrative, meaningful), gender representation, and institutional form. Within each occupation she interviewed individuals who are in precarious positions and individuals who work in the same occupation but are in less precarious positions. \n In her dissertation work analyzing these data, the co-PI Lindsay DePalma focuses on the symbiotic relationship between precarity and what she calls the passion paradigm, a pervasive work ideology in which the pursuit of passion at work is highly valued and prioritized. She argues that work passion is defined by the emotional experiences of attraction, enjoyment, motivation, and perseverance, and that professionals use work passion to identify good work, as well as good workers, which leads to higher expectations of work and a new ideal worker. Of particular concern is whether the passion paradigm reproduces or disrupts social, economic, gender inequalities in work.    \nThe dissertation has two central arguments. The first is that the passion paradigm thrives among young professionals in a precarious economy because it deeply individualizes the experience of work, allowing professionals to perceive control over their work in an otherwise vulnerable and unstable context. The second is that because the passion paradigm relies on individualizing work in order to effectively function in the lives of its adherents, the passion paradigm is fundamentally depoliticizing; it obscures structural causes of work strife and inequality, undermines an individual?s ability to see their personal problems as collective problems, makes adherents vulnerable to exploitation, and creates cultural conditions conducive to precarity as individuals ?search? for their passion. In consequence, the passion paradigm precludes the potential for professionals to demand cultural and institutional changes to promote equitable access to economic and psychological well-being at work. \n\n \n\n\t\t\t\t\tLast Modified: 06/05/2019\n\n\t\t\t\t\tSubmitted by: Lindsay J Depalma"
 }
}