{
 "awd_id": "1602956",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "P2C2: Extratropical Mechanisms, Land-Surface Properties, and Seasonal Precipitation Processes on Saharan Rainfall and Simulation of the African Humid Period",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 330950.0,
 "awd_amount": 330950.0,
 "awd_min_amd_letter_date": "2016-04-29",
 "awd_max_amd_letter_date": "2016-04-29",
 "awd_abstract_narration": "This project generally aims to develop an understanding of seasonal non-monsoon processes in order to quantify their contribution to climate change in northern Africa.  Specifically, the research aims to provide insights into the relative contributions of the West African Monsoon (WAM), extratropical cyclones, Mediterranean cold air surges, and tropical plumes to African Humid Period (AHP) rainfall (~14,800 - 5,000 years Before Present. \r\n\r\nAt millennial timescales, northern Africa experienced dramatic climate and environmental change. During the early to mid-Holocene AHP, the world's largest present-day hot desert, the Sahara, received abundant rainfall and supported widespread lakes, wetlands, and vegetation.  Given the critical role of the present-day Sahara in Earth's radiation budget and its influence on Sahel rainfall, global mineral dust concentrations, biogeochemical cycles, and tropical cyclogenesis, climate variability in the Sahara, such as that observed during the Holocene, has profound impacts on the global climate system.  By evaluating the contribution of these processes to AHP rainfall, the research will assist in interpreting the sources of moisture recorded in proxy records from the Sahara-Arabian desert belt which are currently ambiguous because they lie near the border of the tropical monsoon and mid-latitude rainfall regimes. \r\n\r\nAn assessment of the impact of the new dynamic soil albedo scheme within the Community Earth System Model (CESM) will offer tangible insights for climate model development and improved simulation of the AHP. The development of an objective algorithm for the detection of tropical plumes within general circulation models will be made publicly available and could be used to study the processes that influence tropical plume events across the globe in past, present, and future climates.\r\n\r\nThe Broader Impacts involve the potential for increasing the pipeline of underrepresented minority (URM) students into the earth sciences through our participation in the University of Michigan (U-M) Earth Camp. Earth Camp is a residential camp for early-career, high-school students from the Detroit-area that educates them about the earth sciences and careers in the earth sciences.  \r\n\r\nThe U-M Earth Camp has consisted of a single summer experience, but is expanding to a multi-summer camp in order to increase the odds that students will study earth sciences in college. As part of our participation in Earth Camp, the participants in this project will develop and instruct a one-day atmospheric science and climate component to the first summer experience in Ann Arbor, MI and create a four-day component for the second summer experience at the U-M field station in Wyoming. In addition to broadening URM participation in the earth sciences, this project will also support the training and career-development of a young scientist and at least one undergraduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Poulsen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Poulsen",
   "pi_email_addr": "poulsenc@uoregon.edu",
   "nsf_id": "000412327",
   "pi_start_date": "2016-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1100 North University Ave",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 330950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Projected future greenhouse gas-induced climate changes pose numerous potential risks to human and natural systems. In northern Africa, the characteristics and impacts of future climate change are unclear. What is abundantly clear is that climate change in northern Africa, and other tropical regions, is already rapidly occurring and occurred rapidly in the past. The goal of this project was to gain a deeper process-based understanding of tropical climate change and variability by examining Holocene changes in hydroclimate using advanced earth system models.</p>\n<p>The climate of northern Africa was much different during the early- and mid-Holocene than today. Abundant paleoclimate observations indicate that the Saharan region was wetter and was characterized by widespread lakes, wetlands, vegetation, and savannah fauna. While previous work has shown that precessional insolation forcing and Saharan vegetation were both partly responsible, models indicate that these factors alone were not sufficient to explain the African Humid Period environmental conditions, leading to a search for other factors to explain the wetter conditions. A reduction in dust mobilization has been postulated as one factor. As part of this project, we used an earth system model, CESM CAM5-chem, that accounts for the ways dust aerosols interact with sunlight and cloud droplets to examine how the reduction in Saharan dust affected rainfall. When dust aerosols are reduced in the model, more sunlight reaches the surface, the Sahara warms, and convective rainfall from the West African Monsoon increases. However, through dust-cloud droplet interactions, the same reduction in dust decreases non-convective rainfall, which is less prevalent during the monsoon season but still important, and thus dampens the total rainfall increase. Overall, dust reduction leads to a rainfall response that is dependent on rainfall type and is modest, accounting for about a 10% increase over the Sahara.</p>\n<p>During the African Humid Period in the early to mid-Holocene, changes in orbital precession led to increases in West African monsoon rainfall relative to today and shifted its extent northward. However, considerable disagreement exists about how far north the monsoon penetrated. Proxy leaf wax <em>n</em>-alkane isotope data have been interpreted to indicate that the monsoon may have extended as far north as 31&deg;N, while climate models simulate a northernmost extent of ~24&deg;N. As part of this project, we used a water-isotope enabled earth system model to directly compare simulated northern African hydroclimatic change between the mid-Holocene and pre-industrial era with the hydroclimate signal inferred from leaf wax <em>n</em>-alkanes in order to study the monsoon?s past spatial change. Leaf wax n-alkane isotopic records from northern Africa have previously been interpreted as a proxy of precipitation amount. However, our modeling results suggest that precipitation isotopes in northern Africa are not a proxy of precipitation amount. Further, low mid-Holocene leaf wax n-alkane isotope values can be reconciled by interpreting them as being reflective of soil water, rather than precipitation. Simulated mid-Holocene isotopic composition of soil water is lower than in the pre-industrial due to reduced soil evaporation associated with increased vegetation cover. Our work reconciles simulated and leaf wax n-alkane isotopic compositions and suggests that the monsoon?s northernmost limit was ~23-28&deg;N, which agrees with estimates from dust and pollen estimates.</p>\n<p>The evolution of Holocene global temperatures has been highly contentious and has exposed a lack of understanding of the climate response to Holocene changes in insolation, greenhouse gases, ice cover and vegetation. Paleoclimate reconstructions, based on a global compilation, suggest a gradual cooling of 0.5&deg;C from the early to mid-Holocene to the pre-industrial era, while climate models have predicted global warming through the Holocene. Yet, these models have typically overlooked the role of vegetation, while pollen records document vegetation expansion in the early and mid-Holocene African Sahara and Northern Hemisphere mid- and high latitudes. As part of this project, we developed simulations using the NCAR CESM1.2 to assess the impact of Northern Hemisphere vegetation change on Holocene annual mean temperatures. Our simulations indicate that expansion of Northern Hemisphere vegetation 9,000 and 6,000 years ago warmed the Earth's surface by ~0.8 and 0.7&deg;C, respectively, and largely resolves the conundrum in global and regional temperatures. Our findings suggest that vegetation change is critical for reconstructing Holocene temperature evolution and highlight its role in driving a mid-Holocene temperature maximum.</p>\n<p>This project involved one graduate student and one postdoc, both of whom received advanced training that supported their career goals. The results of this work have been disseminated through numerous presentations, five peer-reviewed articles, and one manuscript in review. The broader impacts of this work, in addition to training two early career scientists, included outreach to underrepresented high-school students through the University of Michigan Earth Camp and Wolverine Pathways. We developed program content, including the launching of a high-altitude weather balloon, and participated in both programs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2021<br>\n\t\t\t\t\tModified by: Christopher&nbsp;J&nbsp;Poulsen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProjected future greenhouse gas-induced climate changes pose numerous potential risks to human and natural systems. In northern Africa, the characteristics and impacts of future climate change are unclear. What is abundantly clear is that climate change in northern Africa, and other tropical regions, is already rapidly occurring and occurred rapidly in the past. The goal of this project was to gain a deeper process-based understanding of tropical climate change and variability by examining Holocene changes in hydroclimate using advanced earth system models.\n\nThe climate of northern Africa was much different during the early- and mid-Holocene than today. Abundant paleoclimate observations indicate that the Saharan region was wetter and was characterized by widespread lakes, wetlands, vegetation, and savannah fauna. While previous work has shown that precessional insolation forcing and Saharan vegetation were both partly responsible, models indicate that these factors alone were not sufficient to explain the African Humid Period environmental conditions, leading to a search for other factors to explain the wetter conditions. A reduction in dust mobilization has been postulated as one factor. As part of this project, we used an earth system model, CESM CAM5-chem, that accounts for the ways dust aerosols interact with sunlight and cloud droplets to examine how the reduction in Saharan dust affected rainfall. When dust aerosols are reduced in the model, more sunlight reaches the surface, the Sahara warms, and convective rainfall from the West African Monsoon increases. However, through dust-cloud droplet interactions, the same reduction in dust decreases non-convective rainfall, which is less prevalent during the monsoon season but still important, and thus dampens the total rainfall increase. Overall, dust reduction leads to a rainfall response that is dependent on rainfall type and is modest, accounting for about a 10% increase over the Sahara.\n\nDuring the African Humid Period in the early to mid-Holocene, changes in orbital precession led to increases in West African monsoon rainfall relative to today and shifted its extent northward. However, considerable disagreement exists about how far north the monsoon penetrated. Proxy leaf wax n-alkane isotope data have been interpreted to indicate that the monsoon may have extended as far north as 31&deg;N, while climate models simulate a northernmost extent of ~24&deg;N. As part of this project, we used a water-isotope enabled earth system model to directly compare simulated northern African hydroclimatic change between the mid-Holocene and pre-industrial era with the hydroclimate signal inferred from leaf wax n-alkanes in order to study the monsoon?s past spatial change. Leaf wax n-alkane isotopic records from northern Africa have previously been interpreted as a proxy of precipitation amount. However, our modeling results suggest that precipitation isotopes in northern Africa are not a proxy of precipitation amount. Further, low mid-Holocene leaf wax n-alkane isotope values can be reconciled by interpreting them as being reflective of soil water, rather than precipitation. Simulated mid-Holocene isotopic composition of soil water is lower than in the pre-industrial due to reduced soil evaporation associated with increased vegetation cover. Our work reconciles simulated and leaf wax n-alkane isotopic compositions and suggests that the monsoon?s northernmost limit was ~23-28&deg;N, which agrees with estimates from dust and pollen estimates.\n\nThe evolution of Holocene global temperatures has been highly contentious and has exposed a lack of understanding of the climate response to Holocene changes in insolation, greenhouse gases, ice cover and vegetation. Paleoclimate reconstructions, based on a global compilation, suggest a gradual cooling of 0.5&deg;C from the early to mid-Holocene to the pre-industrial era, while climate models have predicted global warming through the Holocene. Yet, these models have typically overlooked the role of vegetation, while pollen records document vegetation expansion in the early and mid-Holocene African Sahara and Northern Hemisphere mid- and high latitudes. As part of this project, we developed simulations using the NCAR CESM1.2 to assess the impact of Northern Hemisphere vegetation change on Holocene annual mean temperatures. Our simulations indicate that expansion of Northern Hemisphere vegetation 9,000 and 6,000 years ago warmed the Earth's surface by ~0.8 and 0.7&deg;C, respectively, and largely resolves the conundrum in global and regional temperatures. Our findings suggest that vegetation change is critical for reconstructing Holocene temperature evolution and highlight its role in driving a mid-Holocene temperature maximum.\n\nThis project involved one graduate student and one postdoc, both of whom received advanced training that supported their career goals. The results of this work have been disseminated through numerous presentations, five peer-reviewed articles, and one manuscript in review. The broader impacts of this work, in addition to training two early career scientists, included outreach to underrepresented high-school students through the University of Michigan Earth Camp and Wolverine Pathways. We developed program content, including the launching of a high-altitude weather balloon, and participated in both programs.\n\n \n\n\t\t\t\t\tLast Modified: 12/22/2021\n\n\t\t\t\t\tSubmitted by: Christopher J Poulsen"
 }
}