{
 "awd_id": "1602236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Real-Time Feedback-Enabled Simulation Modeling of Dynamic Construction Processes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cynthia Chen",
 "awd_eff_date": "2016-01-01",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2015-10-29",
 "awd_max_amd_letter_date": "2015-10-29",
 "awd_abstract_narration": "According to the U.S. Census Bureau, in 2015, the U.S. construction industry will surpass $1 Trillion Dollars in spending. Construction and infrastructure projects consist of interconnected networks of people, equipment, and materials. Most often, finding optimal work strategies, and making timely operational decisions that lead to maximum productivity while minimizing project completion cost and time is not trivial. Unlike manufacturing and industrial systems, construction projects involve dynamic (constantly evolving) layouts, complex resource interactions, uncertainties in workflows and processes, and unforeseen conditions that can result in deviations from plans and unwanted delays. Figures show that only 30 percent of construction projects finish on time and within budget. Therefore, the accuracy and timeliness of operational-level decision-making in construction projects is of utmost importance. This award supports fundamental research to enhance construction decision-making accuracy by reducing uncertainties through the seamless integration of process-level data into decision-making. This will be achieved by building the theoretical foundation and significantly advancing the current state of construction simulation modeling through enabling real-time interaction with a simulation model as the real project evolves, and communicating the simulation output through a feedback loop to steer the events in the real project. Therefore, results from this research will benefit the U.S. economy and the society since it leads to better decision-making which results in reducing waste, rework, cost, time, and ensures safety. The multi-disciplinary nature of this project will help broaden participation of underrepresented and diverse student groups in integrated research and pedagogical activities, and positively impact engineering education.\r\n\r\nThe knowledge-based simulation modeling framework in this project enables process-level models to autonomously learn from and adapt to ever-changing and evolving construction systems. Process-level knowledge that serves as the input of such simulation models is obtained from ubiquitous sensory data that describe relationships, interactions, and uncertainty attributes of field processes, and enable the generation and maintenance of more accurate simulation models. In doing so, some scientific barriers are yet to be overcome to realize the full accreditation and application of this framework. The research team will design and test methods that draw from data mining, machine learning, forecasting, and control to fill the existing knowledge gaps in capturing and mining complex data and meta-data from equipment and human crew interactions. The resulting process-level knowledge will be rich enough to describe, model, analyze, and project the uncertainties of construction systems at any point in time and consequently help adjust resource allocations and operational scenarios on the job site.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amir",
   "pi_last_name": "Behzadan",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Amir H Behzadan",
   "pi_email_addr": "amir.behzadan@colorado.edu",
   "nsf_id": "000544302",
   "pi_start_date": "2015-10-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri State University",
  "inst_street_address": "901 S NATIONAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SPRINGFIELD",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "4178365972",
  "inst_zip_code": "658970001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MO07",
  "org_lgl_bus_name": "MISSOURI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CL7KJX2VFHS9"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri State University",
  "perf_str_addr": "901 South National",
  "perf_city_name": "springfield",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "658970027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 141274.0
  }
 ],
 "por": null
}