{
 "awd_id": "1602781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Responses of atmospheric oxidants and CO2 to dramatic changes in Arctic sea ice",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 99962.0,
 "awd_amount": 99962.0,
 "awd_min_amd_letter_date": "2016-07-11",
 "awd_max_amd_letter_date": "2016-07-11",
 "awd_abstract_narration": "The Arctic region has unique atmospheric chemistry leading to both positive and negative human health impacts, such as the depletion of ground-level ozone and the deposition of mercury. Atmospheric carbon dioxide uptake into sea water, moderated by the time-varying amount of sea ice cover, causes acidification of Arctic Ocean waters with potentially important impacts on the marine ecosystem. One expects that the atmosphere and its chemistry will respond in a complex manner to sea ice change and Arctic warming, but the science community lacks the ability to make predictions with confidence given only basic mechanistic understanding of the relevant processes. The O-Buoy Chemical Network project was funded under an Arctic Observing Network grant to observe atmospheric chemicals, meteorology, and sea-ice properties that can improve our understanding of the relevant processes and thus improve predictability of scenarios of future climate. That project has deployed fifteen autonomous buoys measuring three sentinel atmospheric chemical species, each for roughly a year?s time, spread across the Arctic Ocean, providing detailed, high-time-resolution data relevant to understanding the Arctic atmosphere?s chemistry in relation to sea ice. In this project, the science team will synthesize, interpret, and generate fundamental understanding from the O-Buoy network data. In addition, GEOS-Chem modeling combined with the O-Buoy measurements will be used to develop a region wide understanding of the relationship between the Arctic atmosphere and sea ice.\r\n\r\nThis project will contribute to STEM manpower development in a number of ways.  It will provide support for an early career scientist during the formative years of his career.  It will support the training of three Ph.D. students and engage multiple undergraduate students.  Efforts will be made to draw these latter students from groups under-represented in the STEM fields by leveraging the resources of the Dartmouth College Women in Science Program (WISP) and the Alaska Native Science and Engineering Program (ANSEP) at the University of Alaska.  Outreach to the K - gray community will be enabled through leveraging of existing programs such as the NSF-funded Next Generation WeatherBlur Project, the US Army Corps of Engineers' Cold Regions Research and Engineering Laboratory's summer science camp for New Hampshire middle school students, the University of Alaska's annual Spring Science Potpourri open house, the weekly Café Scientifique in Boothbay Harbor, Maine: a summer lecture series that promotes public engagement with cutting-edge scientific research, and the extensive web presence of the Bigelow Laboratory for Ocean Sciences.  \r\n\r\nThe Arctic Ocean's overlying atmosphere is characterized by production of reactive halogen oxidizers from sea salts that lead to depletion of ground-level ozone and deposition of mercury.  This production is believed to be modulated by the state of the sea ice cover.  This project will answer three specific science questions relevant to the overarching question \"How do changes in the Arctic Ocean environment, especially sea ice, affect the atmosphere?\" via statistical analysis and modeling approaches.  Statistical methods will test and improve process understanding while modeling approaches will be used to improve quantification of gas exchange fluxes with the Arctic Ocean through the fractured, drifting, sea ice and to predict fluxes of reactive halogen oxidizers and their precursors from sea ice.  These modeling exercises make full use of the data from the O-Buoys covering the Arctic Ocean region from 2009-2016+, a period which has had a great deal of sea ice variability and reduced sea ice compared to historical averages.  The three specific questions constituting the foci for this project are:\r\nQ1: Under what conditions are carbon dioxide air-ice-ocean fluxes important causes of atmospheric carbon dioxide variability over the Arctic Ocean and, conversely, when is long-range transport important?\r\nQ2: How do Arctic Ocean sea ice, snow, and vertical mixing conditions affect major atmospheric oxidants (ozone and reactive halogens)?\r\nQ3: How do interannual variability and long-term declines in sea ice affect atmospheric contaminants in the Arctic?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Perovich",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Donald K Perovich",
   "pi_email_addr": "donperovich@gmail.com",
   "nsf_id": "000208430",
   "pi_start_date": "2016-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College, Thayer School of Engineering",
  "perf_str_addr": "14 Engineering Drive",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037554401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 99962.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; The Arctic Ocean is a region of extremes. Winter months of bitter cold, high winds, and the presence of a sea ice cover. After months of continual darkness, the sun returns initiating photochemical processes. The Arctic Ocean is also a region undergoing profound changes in sea ice, temperature, and environmental conditions. These conditions result in a unique atmospheric chemistry, with production of reactive halogen oxidizers from sea salts that lead to depletion of ground-level ozone and deposition of mercury.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The overall project analyzed results from 15 autonomous atmospheric chemistry buoys that operated from 2009 to 2016. These results were synthesized with satellite observations of ice conditions, reanalysis products of incident solar irradiance, and atmospheric chemistry modeling.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The work in this part of the overall project played a supporting role by focusing on describing the state of the ice cover. Knowing the state of the ice cover is critical to understanding the chemical processes. That characterization included using satellite observations to determine the relative amounts of the surface that was covered by ice and by water. It included defining when surface melt started in summer and when freezeup began in winter. These data were then used to calculate estimates of surface albedo and light absorption in the snow and ice, which are relevant when assessing photochemical processes. In some cases, there was an ice mass balance buoy collocated with an atmospheric chemistry buoy. These results were included in the characterization of the ice cover.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2019<br>\n\t\t\t\t\tModified by: Donald&nbsp;K&nbsp;Perovich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n     The Arctic Ocean is a region of extremes. Winter months of bitter cold, high winds, and the presence of a sea ice cover. After months of continual darkness, the sun returns initiating photochemical processes. The Arctic Ocean is also a region undergoing profound changes in sea ice, temperature, and environmental conditions. These conditions result in a unique atmospheric chemistry, with production of reactive halogen oxidizers from sea salts that lead to depletion of ground-level ozone and deposition of mercury.\n\n      The overall project analyzed results from 15 autonomous atmospheric chemistry buoys that operated from 2009 to 2016. These results were synthesized with satellite observations of ice conditions, reanalysis products of incident solar irradiance, and atmospheric chemistry modeling.\n\n      The work in this part of the overall project played a supporting role by focusing on describing the state of the ice cover. Knowing the state of the ice cover is critical to understanding the chemical processes. That characterization included using satellite observations to determine the relative amounts of the surface that was covered by ice and by water. It included defining when surface melt started in summer and when freezeup began in winter. These data were then used to calculate estimates of surface albedo and light absorption in the snow and ice, which are relevant when assessing photochemical processes. In some cases, there was an ice mass balance buoy collocated with an atmospheric chemistry buoy. These results were included in the characterization of the ice cover.\n\n\t\t\t\t\tLast Modified: 08/30/2019\n\n\t\t\t\t\tSubmitted by: Donald K Perovich"
 }
}