{
 "awd_id": "1602747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving agricultural practices for sustainable development",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2015-07-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 177406.0,
 "awd_amount": 242769.0,
 "awd_min_amd_letter_date": "2015-11-23",
 "awd_max_amd_letter_date": "2015-11-23",
 "awd_abstract_narration": "The project is supported under the NSF Science, Engineering and Education for Sustainability Fellows (SEES Fellows) program, with the goal of helping to enable discoveries needed to inform actions that lead to environmental, energy and societal sustainability while creating the necessary workforce to address these challenges. Sustainability science is an emerging field that addresses the challenges of meeting human needs without harm to the environment, and without sacrificing the ability of future generations to meet their needs. A strong scientific workforce requires individuals educated and trained in interdisciplinary research and thinking, especially in the area of sustainability science. With the SEES Fellowship support, this project will enable a promising early career researcher to establish herself in an independent research career related to sustainability. This SEES Fellowship project focuses on food sustainability.\r\n\r\nFinding ways to increase the global food supply without further exacerbating climate change, reducing biodiversity, or degrading water resources is one of the most important challenges facing humanity. The goal of this project is to create information that can be used by policy makers and farmers to promote the adoption of more sustainable agricultural practices in two of the largest food growers and exporters in the world. In particular, this project investigates what enabling conditions (policies, market mechanisms, and extension programs) are needed to help farmers transition from specialized production practices to integrated crop and livestock systems (ICLS). The project also examines the robustness of ICLS under future climate and price scenarios.\r\n\r\nPrior ecological research suggests that ICLS have the potential to vastly reduce the environmental impact of agriculture, but it is not clear whether ICLS are socio-economically suitable to producers and other stakeholders. If these systems do not address the core needs of farmers (by generating income, decreasing risk, and smoothing out income flows), it is unlikely that they will be adopted. Furthermore, it is essential to understand whether ICLS will meet farmers' needs under future prices and climate scenarios. This project addresses these knowledge gaps by answering the following questions: 1) What are the problems faced by farmers in a given region? 2) How do the benefits provided by ICLS solve these farmer-defined problems as compared to other potential competing technologies? 3) Where are integrated systems most likely to be profitable, given underlying biophysical conditions and transportation infrastructure? 4) What socio-economic and biophysical factors have the largest influence on farmers' willingness to adopt ICLS?  5) How will future changes in these socio-economic and biophysical factors influence future adoption or retirement of ICLS? This project utilizes multiple methods and spatial scales: comparative case studies at the national level, regional statistical and mechanistic models, and local fieldwork.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachael",
   "pi_last_name": "Garrett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rachael Garrett",
   "pi_email_addr": "rgarr@bu.edu",
   "nsf_id": "000660238",
   "pi_start_date": "2015-11-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston University",
  "perf_str_addr": "685 Commonwealth Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "802600",
   "pgm_ele_name": "Sustainable Energy Pathways"
  },
  {
   "pgm_ele_code": "805500",
   "pgm_ele_name": "SEES Fellows"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004Z",
   "pgm_ref_txt": "Innovations at the Nexus of Food-Energy-"
  },
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "8232",
   "pgm_ref_txt": "SEES Fellows"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 177406.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 65363.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rural landscapes are critically important for climate stability, food security, and economic development. The re-integration of crop and livestock systems is a potentially promising strategy to reduce the environmental impacts of global food systems while maintaining high yields and profitability. Our work examined the various levers influencing the adoption of integrated crop and livestock systems (ICLS) at different scales, as well as the economic, environmental and social tradeoffs associated with these systems. Our major focal area was the Brazilian Amazon, but we also examined integration opportunities and barriers worldwide. We carried out fieldwork in three countries (Brazil, the United States, and New Zealand), organized two international workshops, and trained one postdoc, one PhD student, and several undergraduates. In addition to producing numerous articles for peer reviewed journals, we also created policy briefs and farmer pamphlets summarizing our results. We then presented and disseminated these findings in the fieldwork regions.</p>\n<p>In the Brazilian Amazon we found that ICLS are largely an economic and environmental win-win compared to existing cattle and crop management practices and other intensification alternatives. They produce more food and farm income with fewer greenhouse gas emissions and less water. ICLS also have clear economic and environmental benefits versus conventional sheep and viticulture management in New Zealand and California by reducing mowing needs and herbicide applications.<em> </em>Adopters of ICLS in the Brazilian Amazon and New Zealand are well aware of the economic benefits of these systems, while adopters in California are mostly aware of the environmental benefits. Non-adopters in all regions are less aware of the benefits of adopting integrated systems and there are numerous barriers to adoption. High upfront costs, greater managerial intensity, policy and industry structures favoring single commodities, existing lifestyle preferences, and lack of technical information are challenges to diffusion across all regions. &nbsp;Given these diverse barriers, a disruptive mix of positive and negative financial incentives would be needed to motivate farmers to adopt integrated systems, including a redesign of<strong><em> </em></strong>research programs, credit systems, payments for ecosystem services, insurance programs, and food safety regulations to focus on whole farm outcomes and the creation of a circular economy. An expansion of the number of ICLS field trials and demonstrations and efforts to brand ICLS as a form of sustainable agriculture through the development of eco-labels could also improve adoption, but would likely be unsuccessful at encouraging wide-scale change without a more radical transformation of the research and policy landscape.</p>\n<p>This research contributes to several academic fields, including behavioral sciences, land change science, sustainable agriculture, and innovation studies. Prior to this study there was no systematic, multilevel (household, supply chain, and international) analysis of the social and economic factors influencing retirement and adoption of integrated crop and livestock systems in the world. Thus our work has contributed to both generating and testing new theory, as well as developing new methods of analysis for understanding integrated crop and livestock management. &nbsp;By highlighting the importance of farmers' nonmonetary preferences when selecting agricultural strategies, our research has illuminated the inadequacy of purely economic approaches to assess and disseminate ICLS. In particular we have shown that farmers' preferences for low complexity and low risk systems in which they are experienced often outweigh their income objectives. Our work also builds on the technology adoption literature to better understand the structural influences on information transfer, such as culture and supply chain organization. We contributed to the growing field of innovation studies by synthesizing existing case studies of ICLS and taking a novel historical and global approach to identify the multilevel push and pull factors driving adoption and retirement of these systems. Finally, by providing more information about the types ICLS that exist across regions and the diverse set of social and ecological tradeoffs associated with these systems, we are helping steer future sustainable agriculture (and in particular ICLS) research toward a broader range of social and ecological measurements. &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/12/2019<br>\n\t\t\t\t\tModified by: Rachael&nbsp;Garrett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRural landscapes are critically important for climate stability, food security, and economic development. The re-integration of crop and livestock systems is a potentially promising strategy to reduce the environmental impacts of global food systems while maintaining high yields and profitability. Our work examined the various levers influencing the adoption of integrated crop and livestock systems (ICLS) at different scales, as well as the economic, environmental and social tradeoffs associated with these systems. Our major focal area was the Brazilian Amazon, but we also examined integration opportunities and barriers worldwide. We carried out fieldwork in three countries (Brazil, the United States, and New Zealand), organized two international workshops, and trained one postdoc, one PhD student, and several undergraduates. In addition to producing numerous articles for peer reviewed journals, we also created policy briefs and farmer pamphlets summarizing our results. We then presented and disseminated these findings in the fieldwork regions.\n\nIn the Brazilian Amazon we found that ICLS are largely an economic and environmental win-win compared to existing cattle and crop management practices and other intensification alternatives. They produce more food and farm income with fewer greenhouse gas emissions and less water. ICLS also have clear economic and environmental benefits versus conventional sheep and viticulture management in New Zealand and California by reducing mowing needs and herbicide applications. Adopters of ICLS in the Brazilian Amazon and New Zealand are well aware of the economic benefits of these systems, while adopters in California are mostly aware of the environmental benefits. Non-adopters in all regions are less aware of the benefits of adopting integrated systems and there are numerous barriers to adoption. High upfront costs, greater managerial intensity, policy and industry structures favoring single commodities, existing lifestyle preferences, and lack of technical information are challenges to diffusion across all regions.  Given these diverse barriers, a disruptive mix of positive and negative financial incentives would be needed to motivate farmers to adopt integrated systems, including a redesign of research programs, credit systems, payments for ecosystem services, insurance programs, and food safety regulations to focus on whole farm outcomes and the creation of a circular economy. An expansion of the number of ICLS field trials and demonstrations and efforts to brand ICLS as a form of sustainable agriculture through the development of eco-labels could also improve adoption, but would likely be unsuccessful at encouraging wide-scale change without a more radical transformation of the research and policy landscape.\n\nThis research contributes to several academic fields, including behavioral sciences, land change science, sustainable agriculture, and innovation studies. Prior to this study there was no systematic, multilevel (household, supply chain, and international) analysis of the social and economic factors influencing retirement and adoption of integrated crop and livestock systems in the world. Thus our work has contributed to both generating and testing new theory, as well as developing new methods of analysis for understanding integrated crop and livestock management.  By highlighting the importance of farmers' nonmonetary preferences when selecting agricultural strategies, our research has illuminated the inadequacy of purely economic approaches to assess and disseminate ICLS. In particular we have shown that farmers' preferences for low complexity and low risk systems in which they are experienced often outweigh their income objectives. Our work also builds on the technology adoption literature to better understand the structural influences on information transfer, such as culture and supply chain organization. We contributed to the growing field of innovation studies by synthesizing existing case studies of ICLS and taking a novel historical and global approach to identify the multilevel push and pull factors driving adoption and retirement of these systems. Finally, by providing more information about the types ICLS that exist across regions and the diverse set of social and ecological tradeoffs associated with these systems, we are helping steer future sustainable agriculture (and in particular ICLS) research toward a broader range of social and ecological measurements.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/12/2019\n\n\t\t\t\t\tSubmitted by: Rachael Garrett"
 }
}