{
 "awd_id": "1602515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop series on research, education and workforce development efforts at Iowa State University to engage persons with disabilities",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2016-03-15",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 13920.0,
 "awd_amount": 13920.0,
 "awd_min_amd_letter_date": "2016-03-02",
 "awd_max_amd_letter_date": "2016-03-02",
 "awd_abstract_narration": "The proposed effort consists of increasing awareness amongst Iowa State University faculty about opportunities in research, education and outreach that engage individuals with disabilities.  This objective will be achieved by through a series of three workshops on campus that will cover national and local perspectives and highlight opportunities, case studies and best practices in this arena.  Persons with disabilities are severely underrepresented in the science, technology, engineering, and mathematics (STEM) fields of study.  This group consists of an entire population of lifelong problem solvers.  Engaging them into the STEM educational pipeline and the STEM workforce is to the benefit of national interests. The efforts of the workshop will contribute to faculty development at Iowa State University by enhancing their understanding of 1) diversity and inclusivity with respect to persons with disabilities and; 2) opportunities, resources and best practices in engaging persons with a wide range of learning abilities.  Consequently the project stands to broaden participation of under-represented groups in STEM, broaden the research and education portfolio at Iowa State University and contribute to STEM workforce development for the nation.  Finally, the dissemination of findings from the workshops will help educate broad communities in the state and nation on these topics.\r\n\r\nThe proposed effort is to increase awareness amongst Iowa State University faculty about opportunities in research, education and outreach that engage individuals with disabilities.  This will be achieved through a series of three on-campus workshops: 1) Research and Outreach, focusing on technical research that addresses challenges faced by persons with disabilities; 2) Universal Design I, introducing the concept of making educational environments and products more inclusive for all students, staff, faculty and visitors and; 3) Universal Design II, which will feature presentations by faculty and staff who have implemented universal design into their courses and a tutorial of existing resources at Iowa State.  The findings, observations and recommendations from the workshops will be disseminated through publicly available websites at Iowa State University and via presentations/publications at ASEE national conferences and the Iowa NSF-EPSCoR annual meeting in Summer 2016. The workshops cover research aimed at 1) providing technical solutions to challenges faced by persons with disabilities and; 2) tools used for enabling access to instruction for students with a wide range of learning abilities.  The proposed effort will also contribute to faculty development at Iowa State University by enhancing their understanding of 1) diversity and inclusivity with respect to persons with disabilities and; 2) opportunities, resources and best practices in engaging persons with a wide range of learning abilities. Consequently the project stands to broaden participation of under-represented groups in STEM and broaden the research and education portfolio at Iowa State University.  Finally, the dissemination of findings from the workshops will help educate broad communities in the state and nation on these topics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sriram",
   "pi_last_name": "Sundararajan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sriram Sundararajan",
   "pi_email_addr": "srirams@iastate.edu",
   "nsf_id": "000345743",
   "pi_start_date": "2016-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112161",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 13920.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to&nbsp;<span>conduct a series of workshops at Iowa State University to educate and faciitate faculty and staff to engage persons with disabilities in the education and research enterprise.&nbsp;</span>The workshops brought individuals from across the country with expertise in web development, communication technology, legal aspects, online course development and universal design principles. Topics covered included soliciting and carrying out funded research and curricular projects to address challenges faced by individuals with disabiltiies to incoporating universal design principles and accessiblity in instructional materials. The workshop also provided perspectives from blind and other individuals with disabilities to inform deisgners and faculty on their experiences with current systems. An online repository of the workshop content was developed and is available at&nbsp;<a href=\"https://www.digitalaccess.iastate.edu/video\" target=\"_blank\">https://www.digitalaccess.iastate.edu/video</a>.&nbsp;<span>The concepts on web accessibility are being implemented in the majority of the courses developed and deployed by the Engineering/Liberal Arts and Science Online Learning team. This unit serves more than 50 courses in the two colleges. The University is in the midst of a campaign to promote the adoption of accessibility guidelines for all websites.&nbsp;<span>Faculty and staff at ISU are better informed on the best practices to promote accessibility in their web and online content.</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2018<br>\n\t\t\t\t\tModified by: Sriram&nbsp;Sundararajan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to conduct a series of workshops at Iowa State University to educate and faciitate faculty and staff to engage persons with disabilities in the education and research enterprise. The workshops brought individuals from across the country with expertise in web development, communication technology, legal aspects, online course development and universal design principles. Topics covered included soliciting and carrying out funded research and curricular projects to address challenges faced by individuals with disabiltiies to incoporating universal design principles and accessiblity in instructional materials. The workshop also provided perspectives from blind and other individuals with disabilities to inform deisgners and faculty on their experiences with current systems. An online repository of the workshop content was developed and is available at https://www.digitalaccess.iastate.edu/video. The concepts on web accessibility are being implemented in the majority of the courses developed and deployed by the Engineering/Liberal Arts and Science Online Learning team. This unit serves more than 50 courses in the two colleges. The University is in the midst of a campaign to promote the adoption of accessibility guidelines for all websites. Faculty and staff at ISU are better informed on the best practices to promote accessibility in their web and online content.\n\n\t\t\t\t\tLast Modified: 12/31/2018\n\n\t\t\t\t\tSubmitted by: Sriram Sundararajan"
 }
}