{
 "awd_id": "1602716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Responses of atmospheric oxidants and CO2 to dramatic changes in Arctic sea ice",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Colene Haffke",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 233030.0,
 "awd_amount": 233030.0,
 "awd_min_amd_letter_date": "2016-07-11",
 "awd_max_amd_letter_date": "2016-07-11",
 "awd_abstract_narration": "The Arctic region has unique atmospheric chemistry leading to both positive and negative human health impacts, such as the depletion of ground-level ozone and the deposition of mercury. Atmospheric carbon dioxide uptake into sea water, moderated by the time-varying amount of sea ice cover, causes acidification of Arctic Ocean waters with potentially important impacts on the marine ecosystem. One expects that the atmosphere and its chemistry will respond in a complex manner to sea ice change and Arctic warming, but the science community lacks the ability to make predictions with confidence given only basic mechanistic understanding of the relevant processes. The O-Buoy Chemical Network project was funded under an Arctic Observing Network grant to observe atmospheric chemicals, meteorology, and sea-ice properties that can improve our understanding of the relevant processes and thus improve predictability of scenarios of future climate. That project has deployed fifteen autonomous buoys measuring three sentinel atmospheric chemical species, each for roughly a year?s time, spread across the Arctic Ocean, providing detailed, high-time-resolution data relevant to understanding the Arctic atmosphere?s chemistry in relation to sea ice. In this project, the science team will synthesize, interpret, and generate fundamental understanding from the O-Buoy network data. In addition, GEOS-Chem modeling combined with the O-Buoy measurements will be used to develop a region wide understanding of the relationship between the Arctic atmosphere and sea ice.\r\n\r\nThis project will contribute to STEM manpower development in a number of ways.  It will provide support for an early career scientist during the formative years of his career.  It will support the training of three Ph.D. students and engage multiple undergraduate students.  Efforts will be made to draw these latter students from groups under-represented in the STEM fields by leveraging the resources of the Dartmouth College Women in Science Program (WISP) and the Alaska Native Science and Engineering Program (ANSEP) at the University of Alaska.  Outreach to the K - gray community will be enabled through leveraging of existing programs such as the NSF-funded Next Generation WeatherBlur Project, the US Army Corps of Engineers' Cold Regions Research and Engineering Laboratory's summer science camp for New Hampshire middle school students, the University of Alaska's annual Spring Science Potpourri open house, the weekly Café Scientifique in Boothbay Harbor, Maine: a summer lecture series that promotes public engagement with cutting-edge scientific research, and the extensive web presence of the Bigelow Laboratory for Ocean Sciences.  \r\n\r\nThe Arctic Ocean's overlying atmosphere is characterized by production of reactive halogen oxidizers from sea salts that lead to depletion of ground-level ozone and deposition of mercury.  This production is believed to be modulated by the state of the sea ice cover.  This project will answer three specific science questions relevant to the overarching question \"How do changes in the Arctic Ocean environment, especially sea ice, affect the atmosphere?\" via statistical analysis and modeling approaches.  Statistical methods will test and improve process understanding while modeling approaches will be used to improve quantification of gas exchange fluxes with the Arctic Ocean through the fractured, drifting, sea ice and to predict fluxes of reactive halogen oxidizers and their precursors from sea ice.  These modeling exercises make full use of the data from the O-Buoys covering the Arctic Ocean region from 2009-2016+, a period which has had a great deal of sea ice variability and reduced sea ice compared to historical averages.  The three specific questions constituting the foci for this project are:\r\nQ1: Under what conditions are carbon dioxide air-ice-ocean fluxes important causes of atmospheric carbon dioxide variability over the Arctic Ocean and, conversely, when is long-range transport important?\r\nQ2: How do Arctic Ocean sea ice, snow, and vertical mixing conditions affect major atmospheric oxidants (ozone and reactive halogens)?\r\nQ3: How do interannual variability and long-term declines in sea ice affect atmospheric contaminants in the Arctic?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Simpson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Simpson",
   "pi_email_addr": "wrsimpson@alaska.edu",
   "nsf_id": "000476955",
   "pi_start_date": "2016-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 233030.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Arctic is undergoing rapid transition, with profound changes in sea ice, temperature, and environmental conditions. This change accelerating, leading to an Arctic Ocean with little summer sea ice and drastically altered sea ice properties in winter. These sea ice changes are causing major shifts in the fate and transport of pollutants in this region and feedbacks to climate. The Arctic region has a unique atmospheric chemistry; for example, the production of halogen oxidizers from sea salts lead to the seasonal depletion of ground-level ozone (O<sub>3</sub>) and the deposition of mercury onto sea ice, seawater and land. The uptake of atmospheric carbon dioxide (CO<sub>2</sub>) by seawater, controlled by the presence of sea ice, causes acidification of the waters and decreases the concentration of CO<sub>2</sub> in the air. This project analyzed data collected by the O-Buoy Chemical Network project to measure atmospheric chemicals (O<sub>3</sub>, CO<sub>2</sub>, bromine oxide - BrO, other halogen gases), meteorology, and sea-ice properties; it was previously funded by the NSF OPP Arctic Observing Network. That project deployed fifteen (15) autonomous buoys (Figure 1) across the Arctic Ocean from 2009-2016, giving detailed, high time-resolution data relevant to understanding the Arctic atmosphere?s chemistry in relation to sea ice.</p>\n<p>Our analysis shows that the atmospheric CO<sub>2</sub> analysis over sea ice made by the O-Buoys was not different from similar measurements made at Arctic coastal stations, with a similar seasonal signal and similar interannual increase in CO<sub>2</sub> concentration over the study period. The use of the atmospheric transport model GEOS-Chem is helping explain regional and sub-seasonal differences among the observation sites; for example, the amplitude of the CO<sub>2</sub> seasonal cycle is smaller over sea ice than at Arctic coastal stations, a reversal of the global pattern of increasing seasonal CO<sub>2 </sub>amplitude with latitude. In addition, there are several winter periods when the coastal stations and the nearest ice-tethered O-Buoys consistently differ from each other. &nbsp;The model is also helping to determine the source of the air containing CO<sub>2</sub> arriving at each of the measurement sites, both over the coast and over sea ice. Model simulations also now reproduce some, but not all, events with high BrO observed by the O-Buoys, by including in the model a better spatial resolution of blowing saline snow sources (over sea ice) and a source of bromine from the snowpack as a function of O<sub>3</sub> deposition onto the snow. Ongoing work with the model is comparing simulated CO<sub>2</sub> fluxes with satellite CO<sub>2</sub> observations and differences in the seasonality of BrO cycling between simulated results and observations. A last activity will be the synthesis of results and simulation of future scenarios using the GEOS-Chem model to indicate the impacts of halogen chemistry and CO<sub>2</sub> exchange in a reduced sea ice world.&nbsp;</p>\n<p>This project supported 2 PhD students (AK, FL, 1 female, 1 male), 1 undergraduate student (FL, 1 female) and 1 Research Experience for Undergraduates student (ME, 1 female). The Co-Investigators have participated in numerous national and international science committees, and have shared results at multiple local K-12 schools and community events. The Co-PIs and/or the graduate students have presented results at scientific conferences and workshops. The O-Buoy data are openly available at http://arcticdata.io.</p>\n<p>Humankind, including scientists, needs to improve our understanding of the relevant processes controlling atmospheric chemistry and resulting air quality over the Arctic (including the Arctic Ocean) in order to make future global climate predictions with confidence that include Arctic atmospheric processes. Our analyses enabled scientific progress from NSF?s investment in the novel and highly successful O-Buoy ice-tethered observational efforts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/02/2022<br>\n\t\t\t\t\tModified by: William&nbsp;R&nbsp;Simpson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Arctic is undergoing rapid transition, with profound changes in sea ice, temperature, and environmental conditions. This change accelerating, leading to an Arctic Ocean with little summer sea ice and drastically altered sea ice properties in winter. These sea ice changes are causing major shifts in the fate and transport of pollutants in this region and feedbacks to climate. The Arctic region has a unique atmospheric chemistry; for example, the production of halogen oxidizers from sea salts lead to the seasonal depletion of ground-level ozone (O3) and the deposition of mercury onto sea ice, seawater and land. The uptake of atmospheric carbon dioxide (CO2) by seawater, controlled by the presence of sea ice, causes acidification of the waters and decreases the concentration of CO2 in the air. This project analyzed data collected by the O-Buoy Chemical Network project to measure atmospheric chemicals (O3, CO2, bromine oxide - BrO, other halogen gases), meteorology, and sea-ice properties; it was previously funded by the NSF OPP Arctic Observing Network. That project deployed fifteen (15) autonomous buoys (Figure 1) across the Arctic Ocean from 2009-2016, giving detailed, high time-resolution data relevant to understanding the Arctic atmosphere?s chemistry in relation to sea ice.\n\nOur analysis shows that the atmospheric CO2 analysis over sea ice made by the O-Buoys was not different from similar measurements made at Arctic coastal stations, with a similar seasonal signal and similar interannual increase in CO2 concentration over the study period. The use of the atmospheric transport model GEOS-Chem is helping explain regional and sub-seasonal differences among the observation sites; for example, the amplitude of the CO2 seasonal cycle is smaller over sea ice than at Arctic coastal stations, a reversal of the global pattern of increasing seasonal CO2 amplitude with latitude. In addition, there are several winter periods when the coastal stations and the nearest ice-tethered O-Buoys consistently differ from each other.  The model is also helping to determine the source of the air containing CO2 arriving at each of the measurement sites, both over the coast and over sea ice. Model simulations also now reproduce some, but not all, events with high BrO observed by the O-Buoys, by including in the model a better spatial resolution of blowing saline snow sources (over sea ice) and a source of bromine from the snowpack as a function of O3 deposition onto the snow. Ongoing work with the model is comparing simulated CO2 fluxes with satellite CO2 observations and differences in the seasonality of BrO cycling between simulated results and observations. A last activity will be the synthesis of results and simulation of future scenarios using the GEOS-Chem model to indicate the impacts of halogen chemistry and CO2 exchange in a reduced sea ice world. \n\nThis project supported 2 PhD students (AK, FL, 1 female, 1 male), 1 undergraduate student (FL, 1 female) and 1 Research Experience for Undergraduates student (ME, 1 female). The Co-Investigators have participated in numerous national and international science committees, and have shared results at multiple local K-12 schools and community events. The Co-PIs and/or the graduate students have presented results at scientific conferences and workshops. The O-Buoy data are openly available at http://arcticdata.io.\n\nHumankind, including scientists, needs to improve our understanding of the relevant processes controlling atmospheric chemistry and resulting air quality over the Arctic (including the Arctic Ocean) in order to make future global climate predictions with confidence that include Arctic atmospheric processes. Our analyses enabled scientific progress from NSF?s investment in the novel and highly successful O-Buoy ice-tethered observational efforts.\n\n\t\t\t\t\tLast Modified: 02/02/2022\n\n\t\t\t\t\tSubmitted by: William R Simpson"
 }
}