{
 "awd_id": "1602813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Exposure to Environmental Hazards: Analyzing the Location and Distribution of Landfills in the Contiguous United States",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 11999.0,
 "awd_amount": 11999.0,
 "awd_min_amd_letter_date": "2016-04-25",
 "awd_max_amd_letter_date": "2016-04-25",
 "awd_abstract_narration": "SES-1602813\r\nKevin Gotham\r\nClare Cannon\r\nTulane University\r\n\r\nThis research examines who is impacted in the contiguous United States by environmental hazards in the form of landfills (all types?construction and demolition, industrial, and municipal) and in what ways are people exposed to such socio-environmental inequalities. Much research has shown that people, based on their social location, differentially experience exposure to environmental hazards. This research seeks to add to our understanding of who is affected, to what extent, and why some people may experience greater exposure to environmental harms than others. Furthermore, this research implements an intersectionality approach in the investigation of who is affected by environmental harms. \r\n\r\nTo answer these questions, this research will test for and identify the socioeconomic, ethnic/racial, and gender-based determinants of the spatial location and distribution of landfills in the United States. For this research project, the co-PI will create a novel dataset of all types of landfills (e.g., construction and demolition (C&D), industrial, municipal, disaster-generated) at the county level across the contiguous United States in conjunction with data from the Federal Emergency Management Agency (FEMA) and the Census Bureau to answer research questions. These data will be used to test several hypotheses concerning whether the socioeconomic status, racial/ethnic status, or gender status of a community is a major predictor in the level of exposure to landfills.  The data will be analyzed using GIS mapping, OLS regression, and structural equation modeling to obtain a predictive model for the spatial location and distribution of landfills. Theoretically derived hypotheses will be tested by combining quantitative data and statistical analyses on the location of landfills with qualitative interviews of andomly selected households (N = 30-40 respondents) living near five randomly selected landfills. Interview data will provide novel insights on how residents living near landfills assess environmental risk, how they view landfills as hazards, and the decision-making processes underlying their views of environmental degradation and inequality.  Empirically, we seek to identify the factors that predict landfill location and distribution across the U.S., an important issue given that landfill distribution may reflect and reinforce differential access to privileges, resources, risks, and vulnerabilities. Theoretically, we aim to understand whether and how environmental inequality and risk are influenced by racial minority status, poverty and socioeconomic status, or gender status.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Gotham",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin F Gotham",
   "pi_email_addr": "kgotham@tulane.edu",
   "nsf_id": "000533328",
   "pi_start_date": "2016-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clare",
   "pi_last_name": "Cannon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Clare Cannon",
   "pi_email_addr": "cebcannon@ucdavis.edu",
   "nsf_id": "000705731",
   "pi_start_date": "2016-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "220 Newcomb Hall",
  "perf_city_name": "New Orleans",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 11999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Project Outcomes Report</span></p>\n<p>The <strong>intellectual merit</strong> of the proposed research is to test the ability of several explanations of socioenvironmental inequality &ndash; (1) land use, disasters, and population-demographic processes; (2) socioeconomic factors; (3) racial discrimination; and (4) gender disadvantage &ndash; to predict environmental degradation pertaining to the location of landfills.&nbsp; The project analyzes direct and indirect relationships and evaluated the effect of socioeconomic status, race/ethnicity, or gender on the spatial distribution of landfills. Subsequently, this research informs intersectionality approaches through bifocal attention to the intersection of &nbsp;class, race, and gender and to the complex determinants of unequal exposure to landfills among multiple social groups across these and other analytical categories.&nbsp; In addition, the multi-method nature of the project provides scholars with new data, specifically latitude and longitude for all landfills across the continental U.S., and analyses (i.e. spatial visualization, logistic binary regression) to understand the complex relationships among landfill location and socioenvironmental inequality. One major outcome is that these data previously have not been collected and coded in one database.</p>\n<p>This research, &ldquo;Exposure to Environmental Hazards: Analyzing the Location and Distribution of Landfills in the Contiguous United States,&rdquo; empirically examines the intersection of race, class, gender, and environmental justice, with specific focus on the distribution of multiple types of landfills (construction and demolition, industrial, and municipal).&nbsp; Utilizing a mixed methods research design that incorporates analysis of, quantitative, spatial, and qualitative data, integrates insights from feminist intersectionality into the environmental sociology subfield. Using geographic information systems (GIS) to map the spatial distribution of landfills; findings point to the uneven distribution of landfills across the U.S. with statistically significant and prominent clusters in the Southeast, Southern California, and Great Lakes regions of the country. These findings provide general trends of rural and urban dynamics of socio-environmental inequalities with implications for environmental sociology. A second analytic strategy, logistic binary regression, was employed to identify the environmental disadvantages to which women, particularly poor women, are disproportionately exposed.&nbsp; A third analytic technique, structural equation modeling, showed indirect and direct effects of gender, race, and class on the location of landfills. By using an intersectionality approach, this research applies insights from feminist scholarship to frame and theorize dynamics of environmental and social interactions. In turn, this project advances gender scholarship through a critical and innovative analysis of environmental inequality using spatial and quantitative methods at the sub-national level. Finally, having generated a unique dataset, this research adds empirically to the field through analysis of data (e.g. all landfills) not previously collected and through the use of cutting edge research methods (e.g. sequential mixed-method research design that employs quantitative, spatial, and qualitative methods). <em>&nbsp;</em></p>\n<p>Data collection and analyses have several <strong>broader impacts</strong>.&nbsp; The project speaks directly to federal and local waste management policies that have developed without much prior academic research on the impact of disaster landfills on sociodemographic patterns or socioenvironmental inequality.&nbsp; In addition to policy implications, findings from this study presented at both academic conferences, such as the American Sociological Association and American Association of Geographers annual meetings, and public talks given at Tulane University and the University of California, Davis. Through these presentations, analyses and findings are disseminated to academics, policymakers, and the general public.&nbsp; Finally, findings are shared with professional societies, nonprofit organizations, and communities that are concerned with environmental justice, alleviating environmental deprivation, and reducing socioenvironmental inequalities.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/15/2018<br>\n\t\t\t\t\tModified by: Clare&nbsp;Cannon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\nThe intellectual merit of the proposed research is to test the ability of several explanations of socioenvironmental inequality &ndash; (1) land use, disasters, and population-demographic processes; (2) socioeconomic factors; (3) racial discrimination; and (4) gender disadvantage &ndash; to predict environmental degradation pertaining to the location of landfills.  The project analyzes direct and indirect relationships and evaluated the effect of socioeconomic status, race/ethnicity, or gender on the spatial distribution of landfills. Subsequently, this research informs intersectionality approaches through bifocal attention to the intersection of  class, race, and gender and to the complex determinants of unequal exposure to landfills among multiple social groups across these and other analytical categories.  In addition, the multi-method nature of the project provides scholars with new data, specifically latitude and longitude for all landfills across the continental U.S., and analyses (i.e. spatial visualization, logistic binary regression) to understand the complex relationships among landfill location and socioenvironmental inequality. One major outcome is that these data previously have not been collected and coded in one database.\n\nThis research, \"Exposure to Environmental Hazards: Analyzing the Location and Distribution of Landfills in the Contiguous United States,\" empirically examines the intersection of race, class, gender, and environmental justice, with specific focus on the distribution of multiple types of landfills (construction and demolition, industrial, and municipal).  Utilizing a mixed methods research design that incorporates analysis of, quantitative, spatial, and qualitative data, integrates insights from feminist intersectionality into the environmental sociology subfield. Using geographic information systems (GIS) to map the spatial distribution of landfills; findings point to the uneven distribution of landfills across the U.S. with statistically significant and prominent clusters in the Southeast, Southern California, and Great Lakes regions of the country. These findings provide general trends of rural and urban dynamics of socio-environmental inequalities with implications for environmental sociology. A second analytic strategy, logistic binary regression, was employed to identify the environmental disadvantages to which women, particularly poor women, are disproportionately exposed.  A third analytic technique, structural equation modeling, showed indirect and direct effects of gender, race, and class on the location of landfills. By using an intersectionality approach, this research applies insights from feminist scholarship to frame and theorize dynamics of environmental and social interactions. In turn, this project advances gender scholarship through a critical and innovative analysis of environmental inequality using spatial and quantitative methods at the sub-national level. Finally, having generated a unique dataset, this research adds empirically to the field through analysis of data (e.g. all landfills) not previously collected and through the use of cutting edge research methods (e.g. sequential mixed-method research design that employs quantitative, spatial, and qualitative methods).  \n\nData collection and analyses have several broader impacts.  The project speaks directly to federal and local waste management policies that have developed without much prior academic research on the impact of disaster landfills on sociodemographic patterns or socioenvironmental inequality.  In addition to policy implications, findings from this study presented at both academic conferences, such as the American Sociological Association and American Association of Geographers annual meetings, and public talks given at Tulane University and the University of California, Davis. Through these presentations, analyses and findings are disseminated to academics, policymakers, and the general public.  Finally, findings are shared with professional societies, nonprofit organizations, and communities that are concerned with environmental justice, alleviating environmental deprivation, and reducing socioenvironmental inequalities. \n\n\t\t\t\t\tLast Modified: 04/15/2018\n\n\t\t\t\t\tSubmitted by: Clare Cannon"
 }
}