{
 "awd_id": "1603941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Importance of Shelf Break Upwelling to Upper Trophic Level Ecology in the Western Beaufort Sea",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032927432",
 "po_email": "colstraw@nsf.gov",
 "po_sign_block_name": "Colleen Strawhacker",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 1049523.0,
 "awd_amount": 1049523.0,
 "awd_min_amd_letter_date": "2016-08-04",
 "awd_max_amd_letter_date": "2021-09-16",
 "awd_abstract_narration": "The edge of the shallow continental shelf (called the 'shelf break') in the Beaufort Sea is vulnerable both to direct impacts of ongoing climate change&#8232;and to indirect impacts that may result from increased human activity in response to new opportunities associated with ocean warming and sea ice reduction. Beaufort Sea shelf break upwelling may be increasing in frequency in response to recent large-scale atmospheric changes, potentially increasing the importance of the shelf-break environment for a range of upper trophic level animals. This grant will support research to increase our understanding of the importance of&#8232;the region to upper trophic levels such as beluga&#8232;whales, seabirds, and seals, provide a mechanistic understanding of the linked atmosphere-ocean- plankton-predator system, and predict future consequences and impacts of environmental change&#8232;on this system. \r\n\r\nA substantial communications program built upon long-standing, well-established relationships&#8232;between the researchers and Alaska North Slope communities and subsistence organizations is planned both to coordinate the planned sampling and to convey the results of the research back to the communities. Information will be disseminated locally before and during two research cruises using a range of media including daily email reports, Facebook pages, blogs, interviews on local radio stations, and flyers. A comprehensive project&#8232;report, a summary report written in straightforward English, and a poster describing results&#8232;will be disseminated to the North Slope communities. Project members will also present results&#8232;of the research in local lecture series or to interested local organizations. Involvement&#8232;of a K-12 teacher in at least one of the cruises is planned. Both cruises will have&#8232;the participation of a local community observer who will communicate directly with local communities during the cruise and share local knowledge with the science party. \r\n\r\nThe Beaufort Sea shelf break experiences frequent upwelling of deep, nutrient rich basin water&#8232;onto the shelf. Such upwelling is not only a short-term source of heat, salt, and nutrients, and a mechanism promoting elevated primary production (production response), but it also transports populations between ocean regions and depth strata or regimes (physical response), potentially modifying ecosystem structure and availability of zooplankton and fish prey to upper trophic&#8232;level consumers. The Beaufort Sea shelf break is a domain of enhanced abundance of upper&#8232;trophic level animals, presumably in response to elevated availability of their prey. Here&#8232;we propose to explore and identify the mechanisms linking broad-scale atmospheric forcing, ocean physical response, prey-base condition and distribution, upper trophic level animal aggregations, and climate change along the Beaufort Shelf break. Our overarching hypothesis&#8232;is that atmospherically-forced (wind-induced) upwelling along this shelf break leads to enhanced feeding opportunities for intermediate links in the pelagic ecosystem (zooplankton, forage&#8232;fish) that in turn sustain the exploitation of this environment by animals such as beluga&#8232;whales, seabirds, and seals. This hypothesis will be addressed using a combination of ship-based fieldwork, long-term moorings equipped with physical and biological sensors, and syntheses of retrospective and projected model output and longer-term data. The distributions, abundances, condition, and biology of multiple trophic levels will&#8232;be described within the context of the dynamics of the physical environment to expand our understanding of trophic linkages and the importance of shelf-break upwelling to that system. Physical and biological model output and retrospective data will be synthesized with the mechanistic understanding gained during the field program to retrospectively characterize wind-driven&#8232;upper trophic level ecosystem variability and predict how the ecosystem may respond to future projections of these atmospheric drivers and ice-ocean conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carin",
   "pi_last_name": "Ashjian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carin Ashjian",
   "pi_email_addr": "cashjian@whoi.edu",
   "nsf_id": "000103777",
   "pi_start_date": "2016-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Llopiz",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Joel K Llopiz",
   "pi_email_addr": "jllopiz@whoi.edu",
   "nsf_id": "000626013",
   "pi_start_date": "2016-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1049523.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The goal of this research was to understand why the Beaufort Sea shelf break, along the northern coast of Alaska, is a hotspot for marine animals such as bowhead and beluga whales. We hypothesized that abundant high-quality whale and fish prey (fatty zooplankton including copepods and euphausiids or krill) is regularly brought from deeper water in the Arctic basin to the north onto the shallow Beaufort Sea shelf during east winds. Once on the shelf, they can be consumed by bowhead whales, seabirds and small, abundant fish such as Arctic cod. The small fish are prey for fish-eating predators such as beluga whales. Hence, this region would be a place where bowhead and beluga whales would find high concentrations of high-quality prey and thus would come frequently to feed there. We sought to describe this mechanism using a ship-based field studies (oceanographic cruises in September 2017 and August 2018) and year-long deployments of instruments anchored to the sea floor that measure ocean temperature, saltiness, and currents and that detect plankton and fish acoustically using a fish finder. &nbsp;We saw distinct differences in wind and ice conditions between the two years that influenced the biological distributions. Schools of fish (Arctic cod) and krill were present in 2017 but had little spatial overlap, suggesting that the krill may not be as important a prey item for the fish as we had thought. We did not see a change in where krill and fish were found across the shelf following east winds but we did see that another type of zooplankton, copepods, which also are prey for bowhead whales were found closer to shore on the shallow shelf under east winds.&nbsp; These findings are important for understanding the importance of physical drivers in determining biological distributions including those of large marine mammals such as whales.</p>\n<p class=\"Default\">Early career researchers (post-docs), graduate and undergraduate students, K12 teachers, and a professional photographer participated in the cruise.&nbsp; A local Alaskan community member also joined the cruise as an observer and participant in the sampling.&nbsp; Outreach to a broad audience was accomplished by a journalism student posting to Facebook and other social media outlets during each cruise and by the Chief Scientist (Ashjian) providing daily updates of activities, findings, and plans to interested members of local Alaskan coastal communities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/18/2023<br>\n\t\t\t\t\tModified by: Carin&nbsp;J&nbsp;Ashjian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The goal of this research was to understand why the Beaufort Sea shelf break, along the northern coast of Alaska, is a hotspot for marine animals such as bowhead and beluga whales. We hypothesized that abundant high-quality whale and fish prey (fatty zooplankton including copepods and euphausiids or krill) is regularly brought from deeper water in the Arctic basin to the north onto the shallow Beaufort Sea shelf during east winds. Once on the shelf, they can be consumed by bowhead whales, seabirds and small, abundant fish such as Arctic cod. The small fish are prey for fish-eating predators such as beluga whales. Hence, this region would be a place where bowhead and beluga whales would find high concentrations of high-quality prey and thus would come frequently to feed there. We sought to describe this mechanism using a ship-based field studies (oceanographic cruises in September 2017 and August 2018) and year-long deployments of instruments anchored to the sea floor that measure ocean temperature, saltiness, and currents and that detect plankton and fish acoustically using a fish finder.  We saw distinct differences in wind and ice conditions between the two years that influenced the biological distributions. Schools of fish (Arctic cod) and krill were present in 2017 but had little spatial overlap, suggesting that the krill may not be as important a prey item for the fish as we had thought. We did not see a change in where krill and fish were found across the shelf following east winds but we did see that another type of zooplankton, copepods, which also are prey for bowhead whales were found closer to shore on the shallow shelf under east winds.  These findings are important for understanding the importance of physical drivers in determining biological distributions including those of large marine mammals such as whales.\nEarly career researchers (post-docs), graduate and undergraduate students, K12 teachers, and a professional photographer participated in the cruise.  A local Alaskan community member also joined the cruise as an observer and participant in the sampling.  Outreach to a broad audience was accomplished by a journalism student posting to Facebook and other social media outlets during each cruise and by the Chief Scientist (Ashjian) providing daily updates of activities, findings, and plans to interested members of local Alaskan coastal communities.\n\n \n\n\t\t\t\t\tLast Modified: 02/18/2023\n\n\t\t\t\t\tSubmitted by: Carin J Ashjian"
 }
}