{
 "awd_id": "1603391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of a Novel Rehabilitation Device for the Improvement of Gait Stability",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 304896.0,
 "awd_amount": 304896.0,
 "awd_min_amd_letter_date": "2016-07-01",
 "awd_max_amd_letter_date": "2016-07-01",
 "awd_abstract_narration": "Each year, approximately 800,000 Americans experience a stroke. The majority of these individuals subsequently exhibit reduced functional mobility, a major contributor to decreased quality of life. In part, this reduced mobility is due to gait instability, as reflected by an increased fall risk and an increased fear of falling. Surprisingly, no existing rehabilitation methods have proven able to solve this problem. Even therapies successful at improving gait stability in the elderly have failed in the chronic stroke population. Recent evidence suggests that this failure may be a result of the rehabilitation interventions not targeting the underlying deficits specific to post-stroke gait. In contrast, this project is based on the mechanical requirements of a stable bipedal gait, and specifically targets deficits in the control of mediolateral foot placement often observed after a stroke. This project will develop a novel rehabilitation device that can be used to retrain the typical control strategy used to maintain a stable gait. The resulting device will be used in the development of future rehabilitation interventions to improve gait stability, and thus quality of life, in individuals who have experienced a stroke. Importantly, this device will have the potential to also be applied to the treatment of other clinical populations with an increased fall risk, including individuals with amputations, peripheral neuropathies, or Parkinson's disease. This research takes place at the Medical University of South Carolina, a leading institution in stroke recovery. The strong environment increases the likelihood that the research will be translated into the clinic, as does the structured collaborative involvement of engineers, clinical researchers, and clinicians. This cross-disciplinary collaboration, combined with the recruitment of students from a diverse range of backgrounds, will serve to increase the quality of clinical care experienced by the citizens of South Carolina and beyond.\r\n\r\nThis project focuses on the optimization of hardware and development of control software for a previously constructed novel elastic force-field. The prototype force-field was developed to address the precise problem that has been revealed by experimental studies in neurologically intact controls and chronic stroke survivors, individuals at an increased risk for falls often do not place their feet in mechanically-appropriate locations. Behavioral experiments with control participants will be used to characterize the interaction between the force-field and its users, and to identify optimal force-field properties to help improve gait stability. First, the relationship between gait stabilization strategy and energetic cost will be characterized for a range of walking speeds and force-field mechanical properties, providing norms for future use. Second, the effects of force-field control strategies designed to reduce foot placement errors will be quantified, revealing if mechanical assistance can have beneficial effects. Finally, the effects of force-field control strategies designed to increase errors in foot placement will be quantified, revealing if beneficial after-effects are produced. In combination, this research will develop and test various force-field control methods, producing a novel rehabilitation device able to train foot placement in the task-specific context of walking. The development of such a device will allow the implementation of gait-training interventions that are currently impossible; no human clinician has the ability to sense step-to-step variations in center of mass motion, and place a patient's foot in an appropriate location within the course of a step. In addition, the novel device will allow the responses to errors in foot placement (a major cause of falls) to be experimentally quantified in a controlled fashion, a capacity that has not previously existed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jesse",
   "pi_last_name": "Dean",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jesse Dean",
   "pi_email_addr": "deaje@musc.edu",
   "nsf_id": "000555847",
   "pi_start_date": "2016-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Medical University of South Carolina",
  "inst_street_address": "179 ASHLEY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLESTON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8437923838",
  "inst_zip_code": "294258908",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "THE MEDICAL UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NHV3GTWSALA7"
 },
 "perf_inst": {
  "perf_inst_name": "Medical University of South Carolina",
  "perf_str_addr": "179 Ashley Ave.",
  "perf_city_name": "Charleston",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "294258908",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 304896.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When people walk, they continually adjust where they place their feet. Although these adjustments are rarely the focus of one&rsquo;s thoughts, they appear to be very important for ensuring walking balance. However, this strategy of actively adjusting foot placement is disrupted in many people who have experienced a neurologic injury, such as a stroke, likely contributing to the high risk of falls in this population. The development of therapy methods able to restore the appropriate control of foot placement thus has the potential to have a major impact on functional mobility and quality of life among people with neurologic injuries.</p>\n<p>The purpose of this project was to develop a device able to influence the step-by-step adjustments in step width that people use to keep their balance while walking. To determine how such a device should be controlled, we quantified the step-by-step relationship between step width and side-to-side pelvis motion at a wide range of walking speeds. While many of the quantified gait characteristics varied greatly across individuals and across speeds, the displacement of the pelvis from the stance foot was consistently predictive of step width, demonstrating the importance of this relationship. Based in part on these results, we built a force-field device that is able to manipulate step width by pushing or pulling the legs sideways while people walk, as controlled by the real-time motion of the pelvis.</p>\n<p>We used the developed force-field to assist users with stepping to mechanically-appropriate locations, successfully strengthening the step-by-step link between pelvis motion and step width. Essentially, if the pelvis was displaced far from the stance foot, the device assisted users in taking an appropriately wide step. However, upon ceasing the assistance, the link between pelvis motion and step width was briefly weakened, likely due to users becoming dependent on the assistive forces from the device. &nbsp;</p>\n<p>In contrast, using the force-field to perturb step width immediately weakened the relationship between pelvis motion and step width, as users were pushed to take narrow steps when wide steps were mechanically warranted, and vice versa. Ceasing perturbations caused users to subsequently walk with a stronger relationship between pelvis motion and step width, demonstrating the ability of our device to manipulate users&rsquo; active step-by-step control of foot placement. Repeated exposure to the force-field perturbations caused users to improve at rejecting these perturbations, and resulted in larger subsequent increases in the link between pelvis motion and step width. These results demonstrate the potential of our force-field device to evoke sensorimotor adaptation, and produce changes in active control that could be beneficial in populations with poor walking balance.</p>\n<p>In order to successfully design, build, and test a device that is applicable to clinical populations, this project required the involvement of individuals from a diverse range of backgrounds. Specifically, this project included training students and staff with academic experience in basic sciences, clinical fields, engineering, and public health. In combination, this research team contributed to the development of scientific knowledge related to how humans control their walking balance, as well as the creation of a novel device with the potential to be translated into clinical contexts to help improve patient quality of life.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2020<br>\n\t\t\t\t\tModified by: Jesse&nbsp;Dean</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhen people walk, they continually adjust where they place their feet. Although these adjustments are rarely the focus of one’s thoughts, they appear to be very important for ensuring walking balance. However, this strategy of actively adjusting foot placement is disrupted in many people who have experienced a neurologic injury, such as a stroke, likely contributing to the high risk of falls in this population. The development of therapy methods able to restore the appropriate control of foot placement thus has the potential to have a major impact on functional mobility and quality of life among people with neurologic injuries.\n\nThe purpose of this project was to develop a device able to influence the step-by-step adjustments in step width that people use to keep their balance while walking. To determine how such a device should be controlled, we quantified the step-by-step relationship between step width and side-to-side pelvis motion at a wide range of walking speeds. While many of the quantified gait characteristics varied greatly across individuals and across speeds, the displacement of the pelvis from the stance foot was consistently predictive of step width, demonstrating the importance of this relationship. Based in part on these results, we built a force-field device that is able to manipulate step width by pushing or pulling the legs sideways while people walk, as controlled by the real-time motion of the pelvis.\n\nWe used the developed force-field to assist users with stepping to mechanically-appropriate locations, successfully strengthening the step-by-step link between pelvis motion and step width. Essentially, if the pelvis was displaced far from the stance foot, the device assisted users in taking an appropriately wide step. However, upon ceasing the assistance, the link between pelvis motion and step width was briefly weakened, likely due to users becoming dependent on the assistive forces from the device.  \n\nIn contrast, using the force-field to perturb step width immediately weakened the relationship between pelvis motion and step width, as users were pushed to take narrow steps when wide steps were mechanically warranted, and vice versa. Ceasing perturbations caused users to subsequently walk with a stronger relationship between pelvis motion and step width, demonstrating the ability of our device to manipulate users’ active step-by-step control of foot placement. Repeated exposure to the force-field perturbations caused users to improve at rejecting these perturbations, and resulted in larger subsequent increases in the link between pelvis motion and step width. These results demonstrate the potential of our force-field device to evoke sensorimotor adaptation, and produce changes in active control that could be beneficial in populations with poor walking balance.\n\nIn order to successfully design, build, and test a device that is applicable to clinical populations, this project required the involvement of individuals from a diverse range of backgrounds. Specifically, this project included training students and staff with academic experience in basic sciences, clinical fields, engineering, and public health. In combination, this research team contributed to the development of scientific knowledge related to how humans control their walking balance, as well as the creation of a novel device with the potential to be translated into clinical contexts to help improve patient quality of life.\n\n\t\t\t\t\tLast Modified: 01/02/2020\n\n\t\t\t\t\tSubmitted by: Jesse Dean"
 }
}