{
 "awd_id": "1603692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SusChEM: Designing Catalytic Interfaces to Promote Selective Lignin Depolymerization",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 224970.0,
 "awd_amount": 255944.0,
 "awd_min_amd_letter_date": "2016-08-11",
 "awd_max_amd_letter_date": "2023-08-31",
 "awd_abstract_narration": "Lignin is one of the three major components of woody and grassy plant cell walls, and its chemical make-up is not only carbon-rich but also resembles many petroleum-based chemical precursors.  This project addresses challenges presented by the catalytic deconstruction of lignin into its constituent units in an effort to generate renewable and low-cost aromatic chemicals.  Specifically, the aims are to understand how the catalyst interacts with portions of lignin that are susceptible to cleavage.  The catalyst contains copper nanoparticles dispersed on a porous solid support, and in supercritical methanol (sc-MeOH) it catalyzes the cleavage of solid lignin to energy-rich organic liquids without forming char. Two key problems are movement of the bulky, poorly soluble polymer and access to the internal surfaces of the catalyst. By tuning the reaction conditions and the properties of the catalytic material, the interactions of the catalyst with lignin will be optimized to enhance depolymerization and enable economical production of renewable aromatic chemicals. \r\n\r\nThe goal is to develop innovative, sustainable, and scalable conversion processes that generate platform renewable chemicals from lignin economically using porous solid catalysts made with Earth-abundant materials. This project will test two overarching hypotheses: 1) that lignin absorption into a porous catalyst and its adsorption onto catalyst surfaces induce conformational changes that increase interactions between the lignin and the catalyst; and 2) that porous catalysts with appropriate internal structure and composition maximize interactions of the key aryl ether linkages with catalytically active sites. The research will involve: 1) ordered mesoporous catalysts with controlled and systematically varied pore architecture and surface functionality (i.e., hydrophobicity); 2) lignin dimer and oligomer model systems that have controlled and systematically varied chain length, proportion of linkages that are aryl ethers, and spacers between aryl ether linkages, and 3) in-situ assessment of adsorption modes and reaction kinetics. The plan to achieve these objectives and test these hypotheses involves synthesizing both lignin model systems and templated mesoporous catalysts with controlled and systematically varied structures and compositions to probe solvent-lignin, solvent-catalyst, and lignin-catalyst interactions; and using advanced spectroscopic methods, to probe interfacial interactions between lignin and catalyst to understand how they promote selective lignin depolymerization by hydrogenolysis of aryl ether linkages.  The research team will collaborate with the Institute for School Partnership to develop outreach and education activities for underrepresented and underprivileged eighth grade students in the St. Louis community. Specifically, the outreach efforts will include an annual Researcher for a Day program for local underrepresented minority  students through a campus visit, a campus tour, and lab demonstrations. A similar activity will be offered through the SciTrek outreach program at UC Santa Barbara.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcus",
   "pi_last_name": "Foston",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Marcus B Foston",
   "pi_email_addr": "mfoston@wustl.edu",
   "nsf_id": "000562784",
   "pi_start_date": "2016-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8088",
   "pgm_ref_txt": "NIST supplement"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 224970.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 30974.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research focused on developing innovative methods to break down lignin, a complex natural polymer found in plant cell walls, into valuable chemical building blocks. As a renewable resource, lignin holds great potential for contributing to the development of sustainable, bio-based chemical industries. The research team explored new catalytic techniques that selectively target specific chemical bonds within lignin, enabling a more controlled and efficient depolymerization process.</p>\n<p><strong>Catalytic Lignin Breakdown: </strong>The team developed and studied industrially compatible catalysts, such as copper-containing metal oxides, which were highly effective in breaking down lignin into smaller, more manageable molecules. These catalysts not only improved the efficiency of lignin depolymerization but also reduced unwanted byproducts, paving the way for more economical and environmentally friendly bio-refining methods.</p>\n<p><strong>Real-Time Structural Monitoring: </strong>Through advanced techniques, the team monitored changes in lignin&rsquo;s molecular structure during the depolymerization process. They found that lignin, initially a rigid and elongated polymer, became more flexible and spherical as the reaction progressed, enhancing its interaction with the catalyst. Models were developed that suggest unwanted repolymerization reactions were prevalent in non-catalytic processes, while the catalysts effectively prevented these reactions, ensuring a more controlled and efficient breakdown of lignin.</p>\n<p><strong>Diffusion Studies: </strong>The team also examined how lignin and its depolymerization products, such as phenol, diffuse within catalyst materials. These diffusion studies provided critical insights into how molecular movement influences catalytic efficiency. The team discovered that the surface properties of the catalysts, such as hydrophobicity, played a key role in facilitating the movement of lignin molecules, thereby improving the overall efficiency of the depolymerization process.</p>\n<p><strong>Broader Impacts: </strong>This study provided societal benefits by developing a sustainable process to valorize lignin, replacing non-renewable petrochemicals. The use of Earth-abundant, recyclable catalysts contributed to reduced CO<sub>2</sub> emissions. The research advanced knowledge in real-time depolymerization monitoring via spectroscopy and scattering, setting the stage for future studies. Results were shared through 13 peer-reviewed publications, 13 conference presentations, and 8 seminars. Collaboration with Department of Energy National Laboratories further enhanced the research capabilities and professional development of the team. Graduate students and undergraduates received advanced training, and the \"Researcher for a Day\" program, involving over 50 students, introduced underrepresented middle school students to careers in science, enhancing expertise in cutting-edge scientific methodologies.</p><br>\n<p>\n Last Modified: 09/16/2024<br>\nModified by: Marcus&nbsp;B&nbsp;Foston</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research focused on developing innovative methods to break down lignin, a complex natural polymer found in plant cell walls, into valuable chemical building blocks. As a renewable resource, lignin holds great potential for contributing to the development of sustainable, bio-based chemical industries. The research team explored new catalytic techniques that selectively target specific chemical bonds within lignin, enabling a more controlled and efficient depolymerization process.\n\n\nCatalytic Lignin Breakdown: The team developed and studied industrially compatible catalysts, such as copper-containing metal oxides, which were highly effective in breaking down lignin into smaller, more manageable molecules. These catalysts not only improved the efficiency of lignin depolymerization but also reduced unwanted byproducts, paving the way for more economical and environmentally friendly bio-refining methods.\n\n\nReal-Time Structural Monitoring: Through advanced techniques, the team monitored changes in lignins molecular structure during the depolymerization process. They found that lignin, initially a rigid and elongated polymer, became more flexible and spherical as the reaction progressed, enhancing its interaction with the catalyst. Models were developed that suggest unwanted repolymerization reactions were prevalent in non-catalytic processes, while the catalysts effectively prevented these reactions, ensuring a more controlled and efficient breakdown of lignin.\n\n\nDiffusion Studies: The team also examined how lignin and its depolymerization products, such as phenol, diffuse within catalyst materials. These diffusion studies provided critical insights into how molecular movement influences catalytic efficiency. The team discovered that the surface properties of the catalysts, such as hydrophobicity, played a key role in facilitating the movement of lignin molecules, thereby improving the overall efficiency of the depolymerization process.\n\n\nBroader Impacts: This study provided societal benefits by developing a sustainable process to valorize lignin, replacing non-renewable petrochemicals. The use of Earth-abundant, recyclable catalysts contributed to reduced CO2 emissions. The research advanced knowledge in real-time depolymerization monitoring via spectroscopy and scattering, setting the stage for future studies. Results were shared through 13 peer-reviewed publications, 13 conference presentations, and 8 seminars. Collaboration with Department of Energy National Laboratories further enhanced the research capabilities and professional development of the team. Graduate students and undergraduates received advanced training, and the \"Researcher for a Day\" program, involving over 50 students, introduced underrepresented middle school students to careers in science, enhancing expertise in cutting-edge scientific methodologies.\t\t\t\t\tLast Modified: 09/16/2024\n\n\t\t\t\t\tSubmitted by: MarcusBFoston\n"
 }
}