{
 "awd_id": "1603944",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Understanding Youth Engagement in the Plea Process: Predictors and Consequences",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "reginald sheehan",
 "awd_eff_date": "2015-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 199996.0,
 "awd_amount": 199996.0,
 "awd_min_amd_letter_date": "2015-11-16",
 "awd_max_amd_letter_date": "2016-09-08",
 "awd_abstract_narration": "Engagement in court proceedings is legally required, expected, and helps to ensure that the judicial process is equitable and fair to all participants. Engagement generally refers to defendants' understanding and appreciation of their legal situation, their ability to participate, and their interactions with legal actors. Engagement can also refer to court actions that promote or deter defendants' involvement. Despite substantial attention focused on engagement in adult defendants, very little is known about engagement among juvenile defendants. Because of the large number of youth who come into contact with the legal system as defendants, and because of their potential vulnerabilities in general legal understanding and ability to participate, it is crucial to evaluate the depth of youth engagement in court proceedings and determine whether adverse consequences (e.g., recidivism) emerge as a result of a lack of engagement. The goal of this collaborative research is to conduct a comprehensive, multi-method investigation of youth engagement in one critical hearing in which virtually all youth defendants participate: the plea hearing.  Findings will lay a much-needed foundation for understanding not only how engaged youth are in the plea process and their legal case generally, but also of how specific characteristics in youth or the case (e.g., in which court setting it is prosecuted) affect engagement. Findings will also inform existing models of procedural justice and therapeutic jurisprudence beliefs, which posit that higher levels of engagement lead to better outcomes, such as improved compliance with the court and reduced recidivism. Because offending often begins in adolescence, determining the degree to which youth legal engagement affects these outcomes is important to prevention and intervention efforts with this population.  Finally, findings have the potential to ensure that youthful defendants--processed in juvenile and criminal courts--comprehend and participate in their legal situation (as legally mandated), by highlighting practices and policies that serve to augment or inhibit legal engagement.\r\n\r\nIn the study, engagement in the plea process will be examined in two court setting--juvenile and adult criminal court--among youth aged 14 to 18 years. Specific objectives are to: (1) Identify the degree to which youth in the different court settings are engaged in their case and plea hearing; (2) Determine how interactions between the youth and key legal professionals influence the youth's level of engagement; (3) Evaluate how the culture and climate of the court affects youth engagement; and (4) Examine the links between youth engagement in the plea process and outcomes (court/probation compliance, recidivism). In juvenile and criminal courts in Orange County, CA, and Albany County, NY, 400 plea hearings of youth will be observed and coded; interviews/surveys will be conducted with attorneys, judges, and juvenile defendants; and documentation on youth outcomes a year post-plea will be collected and analyzed. Using advanced statistical procedures, youth characteristics, social interactions, and court contexts will be analyzed to determine how they relate to youth engagement, and in turn how engagement relates to youth outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Redlich",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Allison D Redlich",
   "pi_email_addr": "aredlich@gmu.edu",
   "nsf_id": "000214054",
   "pi_start_date": "2015-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Dr.",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1372",
   "pgm_ref_txt": "LAW AND SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 130719.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 69277.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Engagement in court proceedings is legally required, expected, and helps to ensure that the judicial process is equitable and fair to all participants. Engagement generally refers to defendants&rsquo; understanding and appreciation of their legal situation, their ability to participate, and their interactions with legal actors. Engagement can also refer to court actions that promote or deter defendants&rsquo; involvement. Because of the large numbers who come into contact with the legal system as defendants, and because of potential vulnerabilities in general legal understanding and ability to participate, it is crucial to understand the depth of engagement in court proceedings and whether adverse consequences emerge as a result of a lack of engagement. Our focus is on engagement in the guilty plea process because about 95% of criminal convictions in the United States are through pleas. In this collaborative research, we conducted a multi-method investigation of engagement in the guilty plea process in two court settings&mdash;juvenile and adult criminal court--and in two different states. &nbsp;</p>\n<p>The project included four phases. In Phase I, we surveyed a national sample of judges, prosecutors, and defense attorneys about their perceptions of youth and adult legal participation and understanding in the plea context. We found defense attorneys believed juveniles were less engaged than were adults, while a minority of prosecutors and judges believed the opposite. Some prosecutors and judges also pointed to the structure of the court itself, asserting that adult court promotes more involvement than does juvenile court. In Phase IIa, we systematically observed and coded more than 250 juvenile court and 600 criminal court plea hearings. In brief, we found that measures of engagement (knowingness, intelligence, interaction, and voluntariness) differed systematically by court type (juvenile vs. criminal court), and by jurisdiction. For example, criminal court plea hearings were significantly longer and attempted to engage defendants more so than juvenile hearings. In Phase IIb, we interviewed 84 juveniles and their guardians within several weeks of the youth admitting guilt. We also interviewed 96 adult defendants whose plea hearings we had observed. Preliminary findings indicate that engagement and plea comprehension are low overall, but can be influenced by positive perceptions of interactions with legal actors. Finally, in Phase III, we investigate whether our multiple metrics of engagement predict future outcomes, such as recidivism.</p>\n<p>In regard to intellectual merit, new knowledge was gained with implications for several areas of empirical inquiry. There is an increasingly large literature demonstrating deficits in youths&rsquo; understanding of the legal system. The results from the present work demonstrate that youth and adults not only have deficits in their understanding and appreciation of plea information, but that current court practices and procedures may serve to compound these deficits by not recognizing limitations and with hearings that are brief and unengaging. Further, the results also demonstrate the complexity of factors that contribute to youth engagement and understanding of the plea. For one, in some juvenile courts, youth &ldquo;admit guilt,&rdquo; rather than formally plead guilty. The experience, forms, and consequences are similar to those of a plea, but the terminology and the implicit ideas, and process of negotiations vary, demanding that models of plea understanding and engagement account for development and differential court procedures in their framing. Likewise, theories of justice attitudes often fail to consider engagement as a contributing factor and may need to be expanded, given that engagement may both contribute to and be shaped by legal attitudes. Overall, the complexity of the plea process needs to be represented in theoretical models of engagement if that process is to be fully understood.</p>\n<p>In regard to broader impact, the findings from all phases have implications for juvenile and criminal courts. Although decisions to plead guilty are required to be knowing, intelligent, and voluntary, our results suggest that juveniles and adults alike may either not receive the requisite information, or receive with little to no explanation, and then do not understand the information if given. Thus, present findings could be used to develop and ensure proper safeguards in the criminal justice system, a system which is now one of pleas. Our findings help to ensure that defendants&mdash;processed in juvenile and criminal courts--comprehend and participate in their legal situation (as legally mandated), by highlighting practices and policies that serve to augment or inhibit legal engagement.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2019<br>\n\t\t\t\t\tModified by: Allison&nbsp;D&nbsp;Redlich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEngagement in court proceedings is legally required, expected, and helps to ensure that the judicial process is equitable and fair to all participants. Engagement generally refers to defendants’ understanding and appreciation of their legal situation, their ability to participate, and their interactions with legal actors. Engagement can also refer to court actions that promote or deter defendants’ involvement. Because of the large numbers who come into contact with the legal system as defendants, and because of potential vulnerabilities in general legal understanding and ability to participate, it is crucial to understand the depth of engagement in court proceedings and whether adverse consequences emerge as a result of a lack of engagement. Our focus is on engagement in the guilty plea process because about 95% of criminal convictions in the United States are through pleas. In this collaborative research, we conducted a multi-method investigation of engagement in the guilty plea process in two court settings&mdash;juvenile and adult criminal court--and in two different states.  \n\nThe project included four phases. In Phase I, we surveyed a national sample of judges, prosecutors, and defense attorneys about their perceptions of youth and adult legal participation and understanding in the plea context. We found defense attorneys believed juveniles were less engaged than were adults, while a minority of prosecutors and judges believed the opposite. Some prosecutors and judges also pointed to the structure of the court itself, asserting that adult court promotes more involvement than does juvenile court. In Phase IIa, we systematically observed and coded more than 250 juvenile court and 600 criminal court plea hearings. In brief, we found that measures of engagement (knowingness, intelligence, interaction, and voluntariness) differed systematically by court type (juvenile vs. criminal court), and by jurisdiction. For example, criminal court plea hearings were significantly longer and attempted to engage defendants more so than juvenile hearings. In Phase IIb, we interviewed 84 juveniles and their guardians within several weeks of the youth admitting guilt. We also interviewed 96 adult defendants whose plea hearings we had observed. Preliminary findings indicate that engagement and plea comprehension are low overall, but can be influenced by positive perceptions of interactions with legal actors. Finally, in Phase III, we investigate whether our multiple metrics of engagement predict future outcomes, such as recidivism.\n\nIn regard to intellectual merit, new knowledge was gained with implications for several areas of empirical inquiry. There is an increasingly large literature demonstrating deficits in youths’ understanding of the legal system. The results from the present work demonstrate that youth and adults not only have deficits in their understanding and appreciation of plea information, but that current court practices and procedures may serve to compound these deficits by not recognizing limitations and with hearings that are brief and unengaging. Further, the results also demonstrate the complexity of factors that contribute to youth engagement and understanding of the plea. For one, in some juvenile courts, youth \"admit guilt,\" rather than formally plead guilty. The experience, forms, and consequences are similar to those of a plea, but the terminology and the implicit ideas, and process of negotiations vary, demanding that models of plea understanding and engagement account for development and differential court procedures in their framing. Likewise, theories of justice attitudes often fail to consider engagement as a contributing factor and may need to be expanded, given that engagement may both contribute to and be shaped by legal attitudes. Overall, the complexity of the plea process needs to be represented in theoretical models of engagement if that process is to be fully understood.\n\nIn regard to broader impact, the findings from all phases have implications for juvenile and criminal courts. Although decisions to plead guilty are required to be knowing, intelligent, and voluntary, our results suggest that juveniles and adults alike may either not receive the requisite information, or receive with little to no explanation, and then do not understand the information if given. Thus, present findings could be used to develop and ensure proper safeguards in the criminal justice system, a system which is now one of pleas. Our findings help to ensure that defendants&mdash;processed in juvenile and criminal courts--comprehend and participate in their legal situation (as legally mandated), by highlighting practices and policies that serve to augment or inhibit legal engagement.\n\n\t\t\t\t\tLast Modified: 12/30/2019\n\n\t\t\t\t\tSubmitted by: Allison D Redlich"
 }
}