{
 "awd_id": "1603491",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Dynamics of Chalcogenide-doped High Capacity Lithium-ion Battery Anode Materilas during Cycling Using in situ Imaging",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2016-06-07",
 "awd_max_amd_letter_date": "2016-06-07",
 "awd_abstract_narration": "Rechargeable lithium ion batteries help to enable sustainable energy systems by storing electricity generated by intermittent renewable resources such as wind and solar energy, or by powering zero-emission electric vehicles charged by electricity from renewable resources.  The two key performance measures of lithium ion batteries are capacity and recharge rate, which determine how much energy a battery can store and how long it takes to fully recharge. One approach to significantly improve capacity is to replace conventional graphite anodes with alloy-type anode materials that include the elements silicon (Si), germanium (Ge), and tin (Sn).  However, these alloy materials swell up after charging, which promotes mechanical failure. This project will address this issue by adding the element selenium (Se) to alloy-type anodes made from micrometer sized particles.  The resulting Se-doped microparticles may be able to reduce swelling of the anode.  Advanced imaging and computational studies will gain a fundamental scientific understanding of these processes, with the long-term goal of developing commercially affordable, high-performance anode materials for better batteries. The research will be a collaborative effort between researchers at three universities - Indiana University, Mississippi State University, and the University of Texas at Austin.  Furthermore, the educational activities associated with this project will be coordinated between these three institutions, and will include integration of the research into undergraduate and graduate course lectures, involvement of undergraduate students and K-12 teachers in research, and outreach to pre-college students through development of short, energy-related animated videos.\r\n\r\nThe overall goal of the research is to develop a fundamental understanding of the electrochemical, material phase, and morphological dynamics of Se-doped Ge and Sn microparticles during lithiation and de-lithiation reactions with lithium ion battery alloy-type anodes.  The research plan has two objectives. The first objective is to investigate the dynamics of Se-doped materials during lithiation and de-lithiation, focusing on in situ measurement of phase and morphology change via in situ X-ray powder diffraction (XRD), transmission electron microscopy (TEM) and transmission X-ray microscopy (TXM).   Concurrently, the composition of the Se-containing inactive phase will be identified and its ionic conductivity will be determined. Furthermore, the effect of the active/inactive mixed phases on cycling performance for both Ge- and Sn-based electrodes will be studied.  The second objective is to develop correlations between lithium ion battery cell performance and changes in Se-Ge and Se-Sn electrode microstructure through the afore-mentioned experiments and theoretical modeling.  A phase field model that integrates the processes of electrochemical reaction, species diffusion, interfacial effects, as well as large elastoplastic deformation will be developed to simulate the concurrent evolution of phases, morphologies and stress within a Ge-Se or Sn-Se particle during lithiation and de-lithiation.  Since it is likely that future high-capacity electrode materials will have large volume changes, the outcomes from the research may enable development of these new battery systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Mullins",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Charles B Mullins",
   "pi_email_addr": "mullins@che.utexas.edu",
   "nsf_id": "000267995",
   "pi_start_date": "2016-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To increase the energy density of Li ion batteries (LIBs), the development of alloy-type anode materials, such as Si, Ge and Sn has been the focus of many recent studies because of their much higher capacity compared to graphite. Nano-structuring the alloy-type anode materials and introducing a stress-accommodating phase into the materials are two successful approaches for alleviating the rapid capacity loss caused by the large volume change of such materials upon cycling. However, these methods have not become commercially relevant due to their high cost, solid electrolyte interface issue, difficulty for scale up and poor cyclability. The PIs have recently shown that micron-sized Se-doped Ge and Sn particles vastly outperform in their cycling stability and capacity un-doped Ge and Sn particles of similar size, which demonstrated the possibility to develop commercially relevant anode materials that can be cast into films<br />with high energy density and cycling stability. However, the fundamental mechanisms leading to this supreme performance have not been understood because of the dynamic nature of the electrochemical processes. The objective of this proposal was to fundamentally understand the dynamics of Se-doped Ge and Sn during (de)lithiation using in-situ XRD, TEM and nano-CT as well as theoretical computation. This research focussed on the following two areas: (1) investigating the dynamics of Ge/Se and Sn/Se materials during (de)lithiation, such as phase change and morphology change using the in-situ technologies mentioned above; and (2) determining correlations between LIB cell performance and the change in the Ge/Se and Sn/Se electrode microstructure through experiments and numerical simulation. The knowledge gained from the research will facilitate the development and commercialization of high energy density and low cost LIBs for ground transportation.&nbsp; PI-Mullins and his research group authored or co-authored 26 archival journal articles that were partially supported by this grant.<br />Intellectual Merit :<br />Understanding the dynamics of high capacity electrode materials during (de)lithiation is essential to the development of high energy density LIBs. This research took a unique, interdisciplinary approach using experimental and theoretical analysis tools from the areas of electrochemistry, transmission x-ray microscopy, materials science, and numerical modeling. The composition of the Se-containing inactive phase was identified and its ionic conductivity was studied. The genesis and effect of the active/inactive mixed phases and their improvement in the cycling performance of both Ge- and Sn-based electrodes was carefully studied. A unique and innovative LIB cell design was developed to perform the in-situ nano-CT experiments. Dynamic morphology changes at both nano- and micro-scales and the dynamic phase changes were obtained using the proposed in-situ technologies. A phase field model integrating electrochemical reaction, species diffusion, interfacial effects, as well as large elasto-plastic deformation, was developed to simulate the concurrent evolution of phases, morphologies and stress within a Ge/Se or Sn/Se particle during (de)lithiation. The experimental and numerical results<br />were used to establish the correlations between LIB performance and the dynamic morphology and phase changes within the electrode and a fundamental understanding of the effect of Se doping.<br />Broader Impacts :<br />Electric vehicles powered by advanced batteries are driving the change to a clean and sustainable future for the United States and the world. The acquired research findings have advanced the understanding of the dynamics of Se-doped high capacity anode materials. The knowledge gained can guide the design and fabrication of high capacity electrodes with low cost and performance exceeding those of currently available LIBs. The advanced LIB technology developed from the output of this study will facilitate the mass deployment of electric vehicles, which can eventually<br />decrease harmful emissions, achieve better fuel economy, reduce the nation&rsquo;s reliance on foreign petroleum sources, and have a significant impact on the economy. The research results were widely disseminated through peer-reviewed journals, workshops, and conferences to inspire<br />more ideas for future generations of advanced batteries. We also vigorously encouraged educational activities to better teach students at many different levels, important 21st century skills.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2019<br>\n\t\t\t\t\tModified by: Charles&nbsp;B&nbsp;Mullins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTo increase the energy density of Li ion batteries (LIBs), the development of alloy-type anode materials, such as Si, Ge and Sn has been the focus of many recent studies because of their much higher capacity compared to graphite. Nano-structuring the alloy-type anode materials and introducing a stress-accommodating phase into the materials are two successful approaches for alleviating the rapid capacity loss caused by the large volume change of such materials upon cycling. However, these methods have not become commercially relevant due to their high cost, solid electrolyte interface issue, difficulty for scale up and poor cyclability. The PIs have recently shown that micron-sized Se-doped Ge and Sn particles vastly outperform in their cycling stability and capacity un-doped Ge and Sn particles of similar size, which demonstrated the possibility to develop commercially relevant anode materials that can be cast into films\nwith high energy density and cycling stability. However, the fundamental mechanisms leading to this supreme performance have not been understood because of the dynamic nature of the electrochemical processes. The objective of this proposal was to fundamentally understand the dynamics of Se-doped Ge and Sn during (de)lithiation using in-situ XRD, TEM and nano-CT as well as theoretical computation. This research focussed on the following two areas: (1) investigating the dynamics of Ge/Se and Sn/Se materials during (de)lithiation, such as phase change and morphology change using the in-situ technologies mentioned above; and (2) determining correlations between LIB cell performance and the change in the Ge/Se and Sn/Se electrode microstructure through experiments and numerical simulation. The knowledge gained from the research will facilitate the development and commercialization of high energy density and low cost LIBs for ground transportation.  PI-Mullins and his research group authored or co-authored 26 archival journal articles that were partially supported by this grant.\nIntellectual Merit :\nUnderstanding the dynamics of high capacity electrode materials during (de)lithiation is essential to the development of high energy density LIBs. This research took a unique, interdisciplinary approach using experimental and theoretical analysis tools from the areas of electrochemistry, transmission x-ray microscopy, materials science, and numerical modeling. The composition of the Se-containing inactive phase was identified and its ionic conductivity was studied. The genesis and effect of the active/inactive mixed phases and their improvement in the cycling performance of both Ge- and Sn-based electrodes was carefully studied. A unique and innovative LIB cell design was developed to perform the in-situ nano-CT experiments. Dynamic morphology changes at both nano- and micro-scales and the dynamic phase changes were obtained using the proposed in-situ technologies. A phase field model integrating electrochemical reaction, species diffusion, interfacial effects, as well as large elasto-plastic deformation, was developed to simulate the concurrent evolution of phases, morphologies and stress within a Ge/Se or Sn/Se particle during (de)lithiation. The experimental and numerical results\nwere used to establish the correlations between LIB performance and the dynamic morphology and phase changes within the electrode and a fundamental understanding of the effect of Se doping.\nBroader Impacts :\nElectric vehicles powered by advanced batteries are driving the change to a clean and sustainable future for the United States and the world. The acquired research findings have advanced the understanding of the dynamics of Se-doped high capacity anode materials. The knowledge gained can guide the design and fabrication of high capacity electrodes with low cost and performance exceeding those of currently available LIBs. The advanced LIB technology developed from the output of this study will facilitate the mass deployment of electric vehicles, which can eventually\ndecrease harmful emissions, achieve better fuel economy, reduce the nation’s reliance on foreign petroleum sources, and have a significant impact on the economy. The research results were widely disseminated through peer-reviewed journals, workshops, and conferences to inspire\nmore ideas for future generations of advanced batteries. We also vigorously encouraged educational activities to better teach students at many different levels, important 21st century skills.\n\n\t\t\t\t\tLast Modified: 12/31/2019\n\n\t\t\t\t\tSubmitted by: Charles B Mullins"
 }
}