{
 "awd_id": "1603851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhanced solubility in nanopores and its role in adsorption separations",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 238719.0,
 "awd_amount": 246719.0,
 "awd_min_amd_letter_date": "2016-06-01",
 "awd_max_amd_letter_date": "2017-01-18",
 "awd_abstract_narration": "Proposal Number: 1603851, Gubbins\r\nEnhanced solubility in nanoporous media and its role in adsorption separations\r\n\r\nWhen gases or liquids are adsorbed into porous materials, such as activated carbon and silica, the fluid confined within the narrow pores often displays properties that are very different from those in the bulk gas or liquid. These differences are exploited in many practical applications, including industrial separation of chemicals, and in daily life in the purification of water and air. Much research has been reported on the effects of such confinement in a nanoporous solid on vapor-liquid and liquid-solid phase separations for pure substances, and the effects are found to be large. However, little is known of the effects of such confinement on the solubility of sparingly soluble solutes in liquid solvents. Knowledge of these confinement effects on solubility are important in many applications, including industrial adsorption separations, oil and gas exploration, hydraulic fracturing, geological carbon dioxide sequestration, the behavior of toxic gases and chemicals in soils, dissolved gases in fuel cells and in drug delivery.  \r\n\r\nIn this project molecular simulation and modeling will be used to investigate the effects of confinement within porous materials on the solubility of sparingly soluble substances in water and in liquid hydrocarbons. An important aspect will be the development and testing of molecular theory for solvents that exhibit strong molecular association or Coulombic interactions; this will be of particular significance for water and aqueous electrolytes. The initial work will involve a broad study for simple systems in which the pores are of simple geometry and fluid molecules are non-polar, that will provide a fundamental understanding of the influence of the materials and other variables on the solubility. This will be carried out using advanced molecular simulation methods (Monte Carlo and molecular dynamics), and will explore effects of temperature, pressure, chemical composition, pore size and shape. In addition a density functional theory will be developed for highly polar and associating molecules for the first time.  This latter part of the work will be carried out in collaboration with researchers at the East China University of Science and Technology in Shanghai. In addition, further and more detailed studies will be made for specific systems of direct interest in industrial adsorption separations, enhanced oil and gas recovery and carbon dioxide sequestration. While the research under the grant will be primarily theoretical (molecular simulation and classical density functional theory studies), the team will also collaborate with three international research groups in the U.K., Poland and Germany, carrying out experiments in this area. The development of density functional theory for water and aqueous solutions is expected to impact many fields. One graduate student and one undergraduate will be involved in this research, and will receive training in advanced simulation and theory methods, and gain experience of international research collaboration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Gubbins",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Keith E Gubbins",
   "pi_email_addr": "keg@ncsu.edu",
   "nsf_id": "000263114",
   "pi_start_date": "2016-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 238719.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NSF Separations Outcome Report</strong></p>\n<p>&nbsp;</p>\n<p>The solubility of a wide range of gases, liquids and solids in various liquid solvents is of interest in many areas, including the protection of human health and of the environment, in cleaning, industrial separation and purification processes, and in oil and gas exploration. When the solvent is a bulk liquid, such as water, octane, etc., the measurement of such solubilities is straightforward, and such measurements have been reported for a very wide range of chemicals in common solvents for temperatures and pressures near ambient conditions.</p>\n<p>&nbsp;</p>\n<p>However, there are many important situations where the liquid solvent is not in a bulk form, but confined within narrow pores in a porous solid material, such as an activated carbon, a silica or metal oxide, or in sedimentary rocks or soils. Such is the case in water treatment, where activated carbons are used to remove undesired impurities, in soil remediation, in oil and gas exploration where much of the oil is trapped in small pores in the rock, in tertiary oil recovery and hydraulic fracking, where high pressure solutions are used, and in carbon dioxide sequestration. In these cases the confinement can have a pronounced effect on the solubility. The relatively few experiments that exist show that in some cases the solubility can differ from that measured in the bulk solvent by factors as high as 5-, 10- or 20-fold, being higher or lower depending on the dissolved chemical, solvent and porous material.</p>\n<p>&nbsp;</p>\n<p>In this research project the aim was to determine the influence of the various factors involved &ndash; temperature, pressure, nature of the dissolved chemical and solvent, and the properties of the porous solid (pore size and shape, chemical composition) &ndash; on the solubility. The major outcomes of this investigation were:</p>\n<p>&nbsp;</p>\n<ol>\n<li>By first generating a large bank of solubility data for a wide range of conditions of temperature, pressure, nature of chemical solute and solvent, and nature of the porous material, we were then able to use this data bank to train a Machine Learning algorithm to determine the key variables that determine &lsquo;over-solubility&rsquo; and &lsquo;under-solubility&rsquo;, i.e. a solubility when confined within a narrow pore that is higher or lower than in the bulk solvent; the algorithm also provides a prediction of the magnitude of these effects. As a result of this study, we discovered three different molecular mechanisms that can result in over-solubility.&nbsp; These are: (a) a &lsquo;molecular sieving&rsquo; mechanism, that is the pore opening is too small to allow the solvent molecules to enter easily, whereas the smaller solute molecules can enter; (b) &lsquo;competitive adsorption&rsquo;, that is the chemical solute molecules are more strongly attracted to the walls of the pore than are the solvent molecules; (c) &lsquo;intra-solvent molecule packing effect&rsquo;, that is when the solvent molecules are sufficiently large compared to the solute molecules, the solute molecules can pack efficiently between the large solvent molecules, thus increasing their solubility. </li>\n<li>We found that roughness of the pore walls can be important in determining solubility. We therefore developed a new model for such roughness and showed, through comparisons with experimental data, that it gave good agreement and was easy to apply.</li>\n<li>Three doctoral students and two undergraduate students participated in this research. All of these students received advanced training in statistical mechanics, molecular modeling, molecular simulation and machine learning. Of the graduate students, Deepti Srivastava completed her Ph.D. working on this project and has joined a consulting company. The other two Ph.D. students are continuing their research and are expected to complete their Ph.D. in mid-2020. Both undergraduate students, William Harris and Kai Gu, completed their B.S. degrees and are now enrolled in Ph.D. programs at M.I.T. and University of Toronto, respectively.</li>\n</ol>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2019<br>\n\t\t\t\t\tModified by: Keith&nbsp;E&nbsp;Gubbins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF Separations Outcome Report\n\n \n\nThe solubility of a wide range of gases, liquids and solids in various liquid solvents is of interest in many areas, including the protection of human health and of the environment, in cleaning, industrial separation and purification processes, and in oil and gas exploration. When the solvent is a bulk liquid, such as water, octane, etc., the measurement of such solubilities is straightforward, and such measurements have been reported for a very wide range of chemicals in common solvents for temperatures and pressures near ambient conditions.\n\n \n\nHowever, there are many important situations where the liquid solvent is not in a bulk form, but confined within narrow pores in a porous solid material, such as an activated carbon, a silica or metal oxide, or in sedimentary rocks or soils. Such is the case in water treatment, where activated carbons are used to remove undesired impurities, in soil remediation, in oil and gas exploration where much of the oil is trapped in small pores in the rock, in tertiary oil recovery and hydraulic fracking, where high pressure solutions are used, and in carbon dioxide sequestration. In these cases the confinement can have a pronounced effect on the solubility. The relatively few experiments that exist show that in some cases the solubility can differ from that measured in the bulk solvent by factors as high as 5-, 10- or 20-fold, being higher or lower depending on the dissolved chemical, solvent and porous material.\n\n \n\nIn this research project the aim was to determine the influence of the various factors involved &ndash; temperature, pressure, nature of the dissolved chemical and solvent, and the properties of the porous solid (pore size and shape, chemical composition) &ndash; on the solubility. The major outcomes of this investigation were:\n\n \n\nBy first generating a large bank of solubility data for a wide range of conditions of temperature, pressure, nature of chemical solute and solvent, and nature of the porous material, we were then able to use this data bank to train a Machine Learning algorithm to determine the key variables that determine ?over-solubility? and ?under-solubility?, i.e. a solubility when confined within a narrow pore that is higher or lower than in the bulk solvent; the algorithm also provides a prediction of the magnitude of these effects. As a result of this study, we discovered three different molecular mechanisms that can result in over-solubility.  These are: (a) a ?molecular sieving? mechanism, that is the pore opening is too small to allow the solvent molecules to enter easily, whereas the smaller solute molecules can enter; (b) ?competitive adsorption?, that is the chemical solute molecules are more strongly attracted to the walls of the pore than are the solvent molecules; (c) ?intra-solvent molecule packing effect?, that is when the solvent molecules are sufficiently large compared to the solute molecules, the solute molecules can pack efficiently between the large solvent molecules, thus increasing their solubility. \nWe found that roughness of the pore walls can be important in determining solubility. We therefore developed a new model for such roughness and showed, through comparisons with experimental data, that it gave good agreement and was easy to apply.\nThree doctoral students and two undergraduate students participated in this research. All of these students received advanced training in statistical mechanics, molecular modeling, molecular simulation and machine learning. Of the graduate students, Deepti Srivastava completed her Ph.D. working on this project and has joined a consulting company. The other two Ph.D. students are continuing their research and are expected to complete their Ph.D. in mid-2020. Both undergraduate students, William Harris and Kai Gu, completed their B.S. degrees and are now enrolled in Ph.D. programs at M.I.T. and University of Toronto, respectively.\n\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/23/2019\n\n\t\t\t\t\tSubmitted by: Keith E Gubbins"
 }
}