{
 "awd_id": "1604433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Computational and Experimental Investigation of High-Flux Heating of Supercritical Fluids in Microscale Geometries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ying Sun",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2021-02-28",
 "tot_intn_awd_amt": 150308.0,
 "awd_amount": 156308.0,
 "awd_min_amd_letter_date": "2016-08-16",
 "awd_max_amd_letter_date": "2018-06-21",
 "awd_abstract_narration": "At a sufficiently high temperature and pressure, fluids become supercritical. When a supercritical fluid is heated, it does not undergo a change in phase from a liquid to vapor like in familiar boiling processes. Rather the fluid undergoes a continuous transition from \"liquid like\" to \"gas like\" properties without the formation of bubbles. During this \"pseudo-critical\" transition, the fluid can absorb a great quantity of heat per degree of temperature increase, which potentially enables new high-intensity heat transfer technologies without the instabilities, critical heat flux, and maldistribution issues that cause challenges in two-phase boiling solutions. By harnessing the unique properties of supercritical fluids, it may be possible to further develop higher power, compact computer chips and more efficient high temperature solar thermal systems. To explore these possibilities, the research team will study a new thermal management framework employing supercritical carbon dioxide (sCO2) in the pseudo-critical region in microscale flow geometries. Under these conditions sCO2 has extremely high volumetric heat capacity and thermal conductivity, enabling management of high heat fluxes (~500 W cm-2). New engineering resources and models formulated in this study will enable rapid adoption of supercritical cooling in real-world technologies. Additionally, improved understanding of microscale supercritical fluid transport can yield advances in diverse technologies including enhanced oil extraction, near-zero global warming potential (GWP) supercritical refrigeration and power cycles, and solvent/impregnation processes. \r\n\r\nThe research team will conduct an integrated experimental and computational investigation to elucidate the complex governing phenomena during heating of sCO2 and general supercritical fluids at pseudocritical conditions in microscale geometries. Local fast-response temperature measurements and infrared thermal imaging will resolve the existence of, and quantify the effects of key supercritical phenomena at this scale, including pseudo-boiling, intrinsic flow pulsations, heat-transfer enhancement and/or deterioration due to sharp property variations, pin-fin wake interactions, and conjugate heat transfer effects. Experiments will be conducted with supercritical CO2 at high pressure (75 < P < 200 bar) and heat fluxes, and microfabrication techniques will be leveraged to explore advanced geometries of interest for electronics cooling and solar thermal applications. Extensive detached eddy simulation (DES) computations will be performed to provide detailed local flow data to complement experiments, and enable generalization beyond specific working fluids and operating conditions. DES represents a new approach to study supercritical convective transport that captures key unsteady turbulent phenomena in the channel bulk, unlike Reynolds averaged formulations employed in previous studies, but without the extreme computational costs of LES/DNS that also fully resolve near-wall regions. Once experimentally validated, simulations will be employed to extend results to supercritical flows with diverse configurations and geometries. In these studies individual fluid property trends will be modulated independently to isolate and quantify critical effects that have previously only been characterized through lumped parameter descriptions. This approach will enable generalization of results to the broader family of supercritical flows, rather than just specific fluids employed in experiments. Integration of detailed experimental and computational data will yield consolidated analytical transport models, facilitating rapid translation of fundamental research to practical thermal management technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Fronk",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Brian M Fronk",
   "pi_email_addr": "bmf141@psu.edu",
   "nsf_id": "000678591",
   "pi_start_date": "2016-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150308.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At high temperatures and pressures fluids enter a supercritical state and transition from &ldquo;liquid-like&rdquo; to &ldquo;vapor-like&rdquo; behavior without the formation of bubbles or droplets. This leads to unique heat transfer behavior that is not predicted well by subcritical theory. In this study, we developed an experimental methodology using embedded thermocouples and infrared thermography to measure average and local turbulent convective heat transfer behavior near the critical point in small channels with uneven heating. This is similar to what would be encountered in the cooling of computers chips, batteries, and other electronic devices. The goal was to use to our data to understand the thermal transport phenomena and develop tools that could be used to design more efficient thermal management equipment. This work was conducted collaboratively with a computational team at Pennsylvania State University, who used our data to validate simulations which were then used to better understand governing thermal transport phenomena.</p>\n<p>Intellectual Merit</p>\n<p>Our results showed that for conditions relevant to electronics cooling, both buoyancy and flow acceleration phenomena can impact the thermal transport. We showed that exisiting correlations and models for predicting supercritical heat transfer in uniformly heated tubes didn&rsquo;t scale well to small, non-circular, non-uniformly heated channels. We also found that by increasing the aspect ratio of non-uniformly channels, the degradation of heat transfer due to flow acceleration could be avoided. To capture the combined contribution of these phenomena to thermal transport, we developed a reduced order model and simplified design correlation that can be used to design and predict the performance of supercritical electronics cooling devices. This model accounts or variable thermophysical property variations, &#64258;ow acceleration, and unstable strati&#64257;cation and is lower cost to implement than more detailed numerical solutions. Our data was also made publically available to help other researchers validate their models and tools.</p>\n<p>Broader Impacts</p>\n<p>More broadly, the results can be used to design electronics cooling equipment that uses significantly less energy than liquid or two-phase cooling technology. During this project, multiple prototype devices were made using metal additive manufacturing and tested for performance. This will ultimately reduce the cost and increase the reliability of more powerful future electronics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2021<br>\n\t\t\t\t\tModified by: Brian&nbsp;M&nbsp;Fronk</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1604433/1604433_10450959_1625009892111_HeatSink--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1604433/1604433_10450959_1625009892111_HeatSink--rgov-800width.jpg\" title=\"Supercritical Carbon Dioxide Heat Sink\"><img src=\"/por/images/Reports/POR/2021/1604433/1604433_10450959_1625009892111_HeatSink--rgov-66x44.jpg\" alt=\"Supercritical Carbon Dioxide Heat Sink\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Aluminum 3D printed heat sink with embedded fiber optic sensor for use with supercritical carbon dioxide. Location of through-fibers for temperature measurement shown with dashed line.</div>\n<div class=\"imageCredit\">A. Norlund, J. Gess, B. M. Fronk</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Brian&nbsp;M&nbsp;Fronk</div>\n<div class=\"imageTitle\">Supercritical Carbon Dioxide Heat Sink</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nAt high temperatures and pressures fluids enter a supercritical state and transition from \"liquid-like\" to \"vapor-like\" behavior without the formation of bubbles or droplets. This leads to unique heat transfer behavior that is not predicted well by subcritical theory. In this study, we developed an experimental methodology using embedded thermocouples and infrared thermography to measure average and local turbulent convective heat transfer behavior near the critical point in small channels with uneven heating. This is similar to what would be encountered in the cooling of computers chips, batteries, and other electronic devices. The goal was to use to our data to understand the thermal transport phenomena and develop tools that could be used to design more efficient thermal management equipment. This work was conducted collaboratively with a computational team at Pennsylvania State University, who used our data to validate simulations which were then used to better understand governing thermal transport phenomena.\n\nIntellectual Merit\n\nOur results showed that for conditions relevant to electronics cooling, both buoyancy and flow acceleration phenomena can impact the thermal transport. We showed that exisiting correlations and models for predicting supercritical heat transfer in uniformly heated tubes didn’t scale well to small, non-circular, non-uniformly heated channels. We also found that by increasing the aspect ratio of non-uniformly channels, the degradation of heat transfer due to flow acceleration could be avoided. To capture the combined contribution of these phenomena to thermal transport, we developed a reduced order model and simplified design correlation that can be used to design and predict the performance of supercritical electronics cooling devices. This model accounts or variable thermophysical property variations, &#64258;ow acceleration, and unstable strati&#64257;cation and is lower cost to implement than more detailed numerical solutions. Our data was also made publically available to help other researchers validate their models and tools.\n\nBroader Impacts\n\nMore broadly, the results can be used to design electronics cooling equipment that uses significantly less energy than liquid or two-phase cooling technology. During this project, multiple prototype devices were made using metal additive manufacturing and tested for performance. This will ultimately reduce the cost and increase the reliability of more powerful future electronics.\n\n \n\n\t\t\t\t\tLast Modified: 06/29/2021\n\n\t\t\t\t\tSubmitted by: Brian M Fronk"
 }
}