{
 "awd_id": "1604857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Base Stable Bipolar Membranes with Electronically Conductive Interlayers for Environmental Applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 232075.0,
 "awd_amount": 232075.0,
 "awd_min_amd_letter_date": "2016-06-28",
 "awd_max_amd_letter_date": "2016-06-28",
 "awd_abstract_narration": "1604857\r\nFarrell\r\n\r\nMembrane systems are gaining in there applicability to many environmental engineering science solutions. The goal of this research is to develop bipolar membranes suitable for use in environmental applications. Bipolar membranes are a technological marvel and have p-n junctions similar to those in transistors. This process will remove salt from the water and will eliminate the use of acids and bases for ion exchange regeneration, thereby eliminating a major source of salts in public water supplies.\r\n\r\nAlthough bipolar membranes have been commercially available for more than 20 years, they have not gained widespread usage due to the limitations of commercially available membranes. Commercially available bipolar membranes are not well-suited for environmental applications, and can be improved by increasing their stability in high pH solutions and decreasing the voltage required for water splitting at low current densities. Membranes developed for alkaline fuel cells have shown exceptional stability at high pH values and may be suitable for producing bipolar membranes for environmental applications. Replacing the catalyst layer with an electrically conductive interlayer in the center of a bipolar membrane may decrease the width of the p-n junction and decrease the water splitting voltage at low current densities. This research will investigate the use of highly stable poly(biphenyl alkylene) anion exchange membranes and electrically conductive interlayers for use in bipolar membranes. With only 1 volt of applied polarization, bipolar membranes can split water into H+ and OH- ions at rates that are more than 7 orders of magnitude greater than the rate in bulk water. Despite their commercial availability since 1977, bipolar membranes have not attained widespread industrial use. Bipolar membranes have been studied at the laboratory and pilot scale for a wide variety of applications, including: production of mineral acids from salt solutions, recovery of organic acids from fermentation broths, pH control in biochemical processes, recovery and purification of pharmaceuticals, de-acidification of fruit juices, and energy storage and conversion. Two impediments to greater use of bipolar membranes are the low stability of strong-base anion exchange membranes under alkaline conditions and that commercially available membranes are not optimized for the requirements of many potential applications. The PIs hypothesize that the base stability of the anion exchange component of bipolar membranes can be improved using alkaline stable hydroxide conducting membranes developed for use in alkaline fuel cells. Additionally, we propose that a new type of bipolar membranes with an electronically conductive interlayer region will be useful in a variety of industrial applications where commercially available membranes are ill-suited. The research proposed here will develop alkaline stable bipolar membranes with electronically conducting interlayer regions that are suitable for use in water treatment applications. Aside from the scientific impact of this research will be the production of better bipolar membranes that will be useful in a wide variety of applications. The area where bipolar membranes can make the biggest impact is in water treatment. Bipolar membrane electrodialysis can be used to both desalinate water and to provide the acid and bases that are commonly used in water treatment applications, such as: ion exchange regeneration, coagulation, scale inhibition, decarbonation and pellet softening. Eliminating the use of acids and bases in water treatment will alleviate the problem of salt accumulation in groundwater and other public drinking water supplies in arid regions. The project will support the training and development of one doctoral student and several undergraduate students. In addition, post-doctoral scholars from Mexico supported by the CONACyT program will be integrated in this research. Finally, an education and diversity plan will focus on recruiting students from under-represented groups and integration of research results into the Fundamentals of Electrochemistry Class that is currently being taught.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Farrell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Farrell",
   "pi_email_addr": "farrellj@email.arizona.edu",
   "nsf_id": "000276318",
   "pi_start_date": "2016-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Baygents",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Baygents",
   "pi_email_addr": "baygents@email.arizona.edu",
   "nsf_id": "000378723",
   "pi_start_date": "2016-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dominic",
   "pi_last_name": "Gervasio",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Dominic F Gervasio",
   "pi_email_addr": "gervasio@email.arizona.edu",
   "nsf_id": "000651121",
   "pi_start_date": "2016-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1133 E James E. Rogers Way",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210158",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 232075.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bipolar membranes are used in a wide variety of industrial process, including: deacidification of wine and fruit juices, recovery of organic acids from fermentation broths, and reconcentration of diluted acid and caustic solutions.&nbsp;&nbsp;Bipolar membranes can also be used in water treatment applications to generate acids and bases from salts in wastewater streams.&nbsp;&nbsp;This will remove salt from the water and will eliminate the need to add acids and bases in a variety of water treatment applications, thereby eliminating a major source of salts in public water supplies.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The goal of this research was to develop bipolar membranes suitable for use in environmental applications.&nbsp;&nbsp;To accomplish this, membranes with greater stability are needed so that they have a longer useful lifetime before needing to be replaced.&nbsp;&nbsp;Also needed are membranes that require less energy to operate.&nbsp;&nbsp;This research involved testing our two hypothesis that: a) poly(biphenyl alkylene)-based anion exchange membranes can be used to increase the stability and useful lifetime of bipolar membranes; and b) electronically conductive interlayer regions in bipolar membranes can reduce the energy costs.&nbsp;&nbsp;Testing these hypotheses involved both laboratory experiments and computer modeling.</p>\n<p>&nbsp;</p>\n<p>Bipolar membranes were prepared and tested using anion exchange polymers that we believed would be stable in water treatment applications.&nbsp;&nbsp;Long-term testing showed that two bipolar membranes we produced in the laboratory were more stable than the two most commonly used commercial membranes.&nbsp;&nbsp;We also produced bipolar membranes with a new type of interlayer material that had the ability to conduct electrical current.&nbsp;&nbsp;Experiments showed that this reduced the energy requirements for acid and base production, thereby making the overall process more economical.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>This research will lead to the production of better bipolar membranes that will be useful in a wide variety of water treatment applications.&nbsp;&nbsp;Bipolar membranes can be used to both desalinate water and to provide the acid and bases that are commonly used in water treatment, such as: ion exchange regeneration, coagulation, scale inhibition, decarbonation and water softening.&nbsp;&nbsp;Eliminating the use of acids and bases in water treatment will alleviate the problem of salt accumulation in groundwater and other public drinking water supplies in arid regions.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2019<br>\n\t\t\t\t\tModified by: James&nbsp;Farrell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBipolar membranes are used in a wide variety of industrial process, including: deacidification of wine and fruit juices, recovery of organic acids from fermentation broths, and reconcentration of diluted acid and caustic solutions.  Bipolar membranes can also be used in water treatment applications to generate acids and bases from salts in wastewater streams.  This will remove salt from the water and will eliminate the need to add acids and bases in a variety of water treatment applications, thereby eliminating a major source of salts in public water supplies.  \n\n \n\nThe goal of this research was to develop bipolar membranes suitable for use in environmental applications.  To accomplish this, membranes with greater stability are needed so that they have a longer useful lifetime before needing to be replaced.  Also needed are membranes that require less energy to operate.  This research involved testing our two hypothesis that: a) poly(biphenyl alkylene)-based anion exchange membranes can be used to increase the stability and useful lifetime of bipolar membranes; and b) electronically conductive interlayer regions in bipolar membranes can reduce the energy costs.  Testing these hypotheses involved both laboratory experiments and computer modeling.\n\n \n\nBipolar membranes were prepared and tested using anion exchange polymers that we believed would be stable in water treatment applications.  Long-term testing showed that two bipolar membranes we produced in the laboratory were more stable than the two most commonly used commercial membranes.  We also produced bipolar membranes with a new type of interlayer material that had the ability to conduct electrical current.  Experiments showed that this reduced the energy requirements for acid and base production, thereby making the overall process more economical.  \n\n \n\nThis research will lead to the production of better bipolar membranes that will be useful in a wide variety of water treatment applications.  Bipolar membranes can be used to both desalinate water and to provide the acid and bases that are commonly used in water treatment, such as: ion exchange regeneration, coagulation, scale inhibition, decarbonation and water softening.  Eliminating the use of acids and bases in water treatment will alleviate the problem of salt accumulation in groundwater and other public drinking water supplies in arid regions.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/31/2019\n\n\t\t\t\t\tSubmitted by: James Farrell"
 }
}