{
 "awd_id": "1604183",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding, Mitigating, and Controlling Frost Formation Through the Use of Biphilic and Hybrid Surfaces Under Static and Dynamic Conditions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ying Sun",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 211243.0,
 "awd_amount": 220743.0,
 "awd_min_amd_letter_date": "2016-08-17",
 "awd_max_amd_letter_date": "2017-07-10",
 "awd_abstract_narration": "#1604183\r\nBetz, Amy R.\r\n\r\nFrost formation is a common occurrence that penalizes energy consumption; it builds up in freezers, covers car windows, and prevents heat pump air-conditioners from properly functioning. It also has harmful effects in applications such as airplane safety and reliability. This research will investigate new surfaces that combine water-attracting and water-repelling regions to prevent and control frost formation. During the frost formation process, water coexists as vapor, liquid, and solid phases. By using surfaces with resilient and optimally positioned interlaced patterns of water-attracting and water-repelling regions, the transport of the water is controlled before it freezes. Preliminary results show that controlling the transport of water in the liquid and vapor phases can significantly increase the amount of time it takes for freezing to occur and even prevent frost altogether for certain temperature ranges. Even after water initially freezes on a surface, frost continues to grow three-dimensionally leading to thick build-up of frost. The growth of the frost layer is predominately dependent of water vapor transport.  A surface that can selectively attract and repel water vapor has the potential to change the frost growth pattern and to limit the thickness of the frost layer. The objective of this work is to investigate various patterns of water-attracting and water-repelling regions on surfaces and on fin structures and to discover the widest temperature range possible were frost can be completely prevented as well as determine how frost formation can be optimally controlled for significantly less energy consumption in applications in which the conditions are beyond frost prevention. \r\n\r\nThis project will fundamentally investigate new mixed hydrophilic and hydrophobic surfaces that generate and coalesce supercooled water droplets, that is, water droplets that remain in the liquid phase at and below freezing temperature. The interlaced coatings pragmatically relocate these droplets on the heat transfer surfaces. These new concepts mitigate frost growth, control frost loading, and maximizes energy conversion efficiencies. The investigation will be approached collaboratively: Kansas State University will develop the surfaces and study the droplets in quiescence conditions while Auburn University will characterize the resilience of the anti-frost properties of the new surfaces under convective dynamic conditions on fin structures. The objective of this research is to advance the understanding of how these coatings affect the frost nucleation and structure during growth. A major innovation from the proposed research will be a robust surface that provides significantly reduced frost layer, which will greatly minimize thermal resistance and air flow blockage. This will immediately augment the energy conversion efficiencies of refrigeration systems and air-cooled condensers. The experimental results from this work will be also used to strengthen the models developed by the research team for designing frost mitigating surfaces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Betz",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Amy R Betz",
   "pi_email_addr": "arbetz@ksu.edu",
   "nsf_id": "000614551",
   "pi_start_date": "2016-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "2 Fairchild Hall",
  "perf_city_name": "Manhattan",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 211243.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 9500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Devices such as air-conditioners, have surfaces that are below the freezing temperature of water but are surrounded by warm moist air. At atmospheric pressure, water will condense and possibly freeze on this type of surface. You may have experienced an air-conditioning unit freezing up on you. This negatively impacts the perform of these devices. This work aimed to better understand the role that droplet formation before freezing has on the freezing phenomena. We found that by changing the structures or chemistry on a surface you can change and control the time it takes water to freeze on a surface from a few seconds to several hours. This also changes the size on the initial ice droplets as well as the density and shape of ice growth. &nbsp;One mechanism that significantly impacts freezing time is droplet growth. Droplets grow directly by pulling more moisture from the air or by merging with other droplets. Merging or coalescing droplets grow very quickly. If droplets have high mobility and can easily slide on a surface they will merge more frequently. If droplets that are pinned on a surface cannot fully merge and do not grow as quickly. Pinned droplets freeze more rapidly. Droplets that freeze quickly are much smaller and do not support as much future ice growth. This work may impact future design of windshields, air-conditioners, heat pumps, or refrigerators.&nbsp;<span>In some instances, a surface that delays freezing is desirable. However, other times it may be advantageous to let a surface freeze quickly if that means it will accumulate as much ice.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2021<br>\n\t\t\t\t\tModified by: Amy&nbsp;R&nbsp;Betz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Devices such as air-conditioners, have surfaces that are below the freezing temperature of water but are surrounded by warm moist air. At atmospheric pressure, water will condense and possibly freeze on this type of surface. You may have experienced an air-conditioning unit freezing up on you. This negatively impacts the perform of these devices. This work aimed to better understand the role that droplet formation before freezing has on the freezing phenomena. We found that by changing the structures or chemistry on a surface you can change and control the time it takes water to freeze on a surface from a few seconds to several hours. This also changes the size on the initial ice droplets as well as the density and shape of ice growth.  One mechanism that significantly impacts freezing time is droplet growth. Droplets grow directly by pulling more moisture from the air or by merging with other droplets. Merging or coalescing droplets grow very quickly. If droplets have high mobility and can easily slide on a surface they will merge more frequently. If droplets that are pinned on a surface cannot fully merge and do not grow as quickly. Pinned droplets freeze more rapidly. Droplets that freeze quickly are much smaller and do not support as much future ice growth. This work may impact future design of windshields, air-conditioners, heat pumps, or refrigerators. In some instances, a surface that delays freezing is desirable. However, other times it may be advantageous to let a surface freeze quickly if that means it will accumulate as much ice.\n\n\t\t\t\t\tLast Modified: 08/27/2021\n\n\t\t\t\t\tSubmitted by: Amy R Betz"
 }
}