{
 "awd_id": "1605584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of Extreme Near-Field Thermal Radiation at Sub-10-nm Vacuum Gap Distances",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ying Sun",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 349997.0,
 "awd_amount": 355997.0,
 "awd_min_amd_letter_date": "2016-07-31",
 "awd_max_amd_letter_date": "2018-06-20",
 "awd_abstract_narration": "CBET - 1605584\r\nPI: Park, Keunhan\r\n\r\nThe rate of radiative heat transfer can significantly exceed the expected rate when the gap between objects is smaller than the wavelength of the thermal radiation.  This observation enables innovative technological applications such as near-field thermophotovoltaic power generation, thermal rectification and local radiative cooling.  The objective of this project is the experimental validation of near-field thermal radiation, which is relatively unexplored, especially for gaps less than 10 nanometers. The outcome of this research will provide knowledge in the spectral distribution of thermal radiative energy and its transport in the extreme near-field regime.  Results of the project will spark the development of detection, imaging and spectroscopy of mid-infrared light at the nanoscale as well as near-field thermophotovoltaic power generators.  The project will promote training and learning through the involvement of undergraduate and graduate students in the proposed research activities. Additionally, K-12 outreach will be performed via the Utah Science Olympiad, Engineering Day and Utah Nano Days.\r\n\r\nExperimental and theoretical investigation of extreme near-field thermal radiation will be accomplished by: (1) measuring the extreme near-field radiative heat transport between a heated tip and a surface in an ultrahigh vacuum atomic force microscope (UHV-AFM); (2) measuring the near-field thermal spectrum via tip-enhanced photocurrent generation and tip-scattered thermal radiation; and (3) modeling tip-surface near-field thermal interactions via numerically exact and approximate methods. Innovative features of this project originate from using the tip-plane configuration in a customized UHV-AFM, which is interfaced with reflective optics that allows the measurement of tip-scattered thermal radiation in conjunction with direct tip-substrate thermal and radiative interactions. Home-built resistive nanothermometers and a customized photovoltaic mid-infrared detector will be implemented as a substrate to directly measure tip-substrate near-field energy transport. The obtained experimental data will be compared against the numerical model, called the thermal discrete dipole approximation, to understand the underlying mechanisms and factors affecting extreme near-field thermal radiation and radiation-to-conduction transition. This research will provide quantitative measurements of extreme near-field thermal radiation which will allow, in tandem with the theoretical models, the determination of the limit of applicability of the continuum theory based on fluctuational electrodynamics. In addition, an extensive spectroscopic analysis of near-field thermal radiation will shed light on understanding the near-field effects on the thermal radiation spectrum, including the potential spectral redshift when a tip is in near-field interactions with a substrate. The proposed theoretical work will overcome the challenge of the current point-dipole based tip-plane near-field thermal radiation model.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keunhan",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keunhan Park",
   "pi_email_addr": "kpark@mech.utah.edu",
   "nsf_id": "000515808",
   "pi_start_date": "2016-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mathieu",
   "pi_last_name": "Francoeur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mathieu Francoeur",
   "pi_email_addr": "mfrancoeur@mech.utah.edu",
   "nsf_id": "000588782",
   "pi_start_date": "2016-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "1495 E 100 S",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841121109",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 349997.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we have experimentally and theoretically investigated extreme near-field heat transfer at sub-10-nm vacuum gap distances. To this end, we performed precise and comprehensive experimental investigations using a tip-plane configuration in a vacuum shear force microscope (HV-SFM) platform. In addition, we developed acoustic phonon tunneling models using the atomistic Green&rsquo;s function (AGF) method and the density functional theory (DFT).</p>\n<p>One of the major challenges in the measurement of extreme near-field heat transfer is precision gap control. To address this challenge, we developed a HV-SFM platform that is based on the very rigid design of a vertically aligned quartz tuning fork, which oscillates a tip laterally as opposed to a traditional tapping-mode atomic force microscope. Using the HV-SFM, we measured heat transfer between a silicon (Si) tip and a feedback-controlled platinum (Pt) nanoheater in the near-contact, asperity-contact, and bulk-contact regimes (i.e., ~10 nm vacuum gap down to contact). The measured thermal conductance showed a gap dependence of d<sup>-5.7</sup> in the near-contact regime (i.e., single-digit nanometer or smaller vacuum gaps before making asperity contact), which cannot be explained via near-field thermal radiation. Using the AGF framework combined with the Derjaguin approximation, we demonstrated that the aforementioned gap dependence is due to acoustic phonon tunneling. We concluded that in the near-contact regime, heat transfer between Si and Pt surfaces is by acoustic phonon transport that exceeds near-field thermal radiation predictions by up to three orders of magnitude. Our work is the first comprehensive investigation of acoustic phonon tunneling across single-digit nanometer vacuum gaps that combined experiments and theory.</p>\n<p>This project advanced knowledges in nanoscale heat transfer by elucidating the mechanisms driving heat transport in the extreme near-field regime.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Several undergraduate and graduate students have contributed to the project. In particular, two Ph.D. students have worked synergistically on developing the key experimental and theoretical aspects of the project. The outcomes of this research have been integrated into the Nanoscale Heat Transfer class taught by the co-PI. In addition, during the period covered by this grant, the co-PI promoted heat transfer across nanoscale vacuum gaps by co-chairing and co-organizing the Third International Workshop on Nano-Micro Thermal Radiation held in Daejeon, Korea (2017). Both PIs gave multiple talks in national and international conferences on extreme near-field heat transfer and acoustic phonon tunneling.&nbsp;&nbsp;</p>\n<p>This project significantly advanced fundamental knowledges in extreme near-field heat transfer, near-field thermal radiation, and acoustic phonon tunneling. In terms of potential applications, the outcome of this project suggests the possibility of engineering heat transfer across single-digit nanometer vacuum gaps with external force stimuli, which can make transformative impacts to the development of emerging thermal management technologies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2020<br>\n\t\t\t\t\tModified by: Keunhan&nbsp;Park</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we have experimentally and theoretically investigated extreme near-field heat transfer at sub-10-nm vacuum gap distances. To this end, we performed precise and comprehensive experimental investigations using a tip-plane configuration in a vacuum shear force microscope (HV-SFM) platform. In addition, we developed acoustic phonon tunneling models using the atomistic Green’s function (AGF) method and the density functional theory (DFT).\n\nOne of the major challenges in the measurement of extreme near-field heat transfer is precision gap control. To address this challenge, we developed a HV-SFM platform that is based on the very rigid design of a vertically aligned quartz tuning fork, which oscillates a tip laterally as opposed to a traditional tapping-mode atomic force microscope. Using the HV-SFM, we measured heat transfer between a silicon (Si) tip and a feedback-controlled platinum (Pt) nanoheater in the near-contact, asperity-contact, and bulk-contact regimes (i.e., ~10 nm vacuum gap down to contact). The measured thermal conductance showed a gap dependence of d-5.7 in the near-contact regime (i.e., single-digit nanometer or smaller vacuum gaps before making asperity contact), which cannot be explained via near-field thermal radiation. Using the AGF framework combined with the Derjaguin approximation, we demonstrated that the aforementioned gap dependence is due to acoustic phonon tunneling. We concluded that in the near-contact regime, heat transfer between Si and Pt surfaces is by acoustic phonon transport that exceeds near-field thermal radiation predictions by up to three orders of magnitude. Our work is the first comprehensive investigation of acoustic phonon tunneling across single-digit nanometer vacuum gaps that combined experiments and theory.\n\nThis project advanced knowledges in nanoscale heat transfer by elucidating the mechanisms driving heat transport in the extreme near-field regime.\n\nBroader Impacts\n\nSeveral undergraduate and graduate students have contributed to the project. In particular, two Ph.D. students have worked synergistically on developing the key experimental and theoretical aspects of the project. The outcomes of this research have been integrated into the Nanoscale Heat Transfer class taught by the co-PI. In addition, during the period covered by this grant, the co-PI promoted heat transfer across nanoscale vacuum gaps by co-chairing and co-organizing the Third International Workshop on Nano-Micro Thermal Radiation held in Daejeon, Korea (2017). Both PIs gave multiple talks in national and international conferences on extreme near-field heat transfer and acoustic phonon tunneling.  \n\nThis project significantly advanced fundamental knowledges in extreme near-field heat transfer, near-field thermal radiation, and acoustic phonon tunneling. In terms of potential applications, the outcome of this project suggests the possibility of engineering heat transfer across single-digit nanometer vacuum gaps with external force stimuli, which can make transformative impacts to the development of emerging thermal management technologies.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2020\n\n\t\t\t\t\tSubmitted by: Keunhan Park"
 }
}