{
 "awd_id": "1605715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Advancing Decentralized Anaerobic Membrane Bioreactor Treatment of Food Waste",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2016-08-22",
 "awd_max_amd_letter_date": "2018-06-06",
 "awd_abstract_narration": "1605715\r\nSmith, Adam\r\n\r\nThis joint proposal brings together the University of Southern California and FEED Resource Recovery (FEED) to collaboratively develop strategies to optimize decentralized anaerobic membrane bioreactor treatment of food waste. With new diversion rules for food waste in California taking effect 2020, decentralized anaerobic membrane bioreactor systems could benefit the food processing industries and other food waste producers to effectively manage their waste with recovery of renewable energy. Life cost analysis and life cycle cost analysis will provide valuable information on economic and environmental benefits, which could be helpful for policy makers, investors and food waste producers to adopt the technology.\r\n\r\nThe focus of this project is to divert food waste from landfills to wastewater treatment plants or decentralized anaerobic digestion facilities where it can be converted to energy. There has been substantial research effort on anaerobic digestion of various waste streams, including food waste. However, anaerobic membrane bioreactors are still an emerging technology with few full-scale systems in operation worldwide. They are particularly attractive for decentralized food waste treatment given their smaller footprint, increased energy recovery, and higher quality effluent relative to conventional digestion. Food waste management has unique challenges relative to sewage sludge digestion. For example, food waste characteristics vary seasonally (e.g. corn or pumpkin season) which can be detrimental to process performance due to fluctuations in organic loading, toxicity, and other concerns. Further, components of food waste such as inorganic particles can be problematic for polymeric membrane integrity. FEED has experienced these issues first-hand. The PIs will evaluate strategies to optimize anaerobic membrane bioreactor treatment of food waste such as two-phase anaerobic membrane bioreactor treatment, co-digestion with fats, oil, and grease, and ceramic flat-sheet membranes. Pending positive results from bench-scale studies, the project team plans to evaluate two-phase treatment at the full-scale. The use of cutting-edge molecular microbiological tools on bench- and full-scale systems will advance our broader understanding of anaerobic food waste treatment at a mechanistic level. Life cycle analysis and life cycle cost analysis of anaerobic membrane bioreactors will provide valuable information to compare the economic and environmental merits of anaerobic membrane bioreactor in comparison to other food waste management method. Development of sustainability assessment tools will highlight economic and environmental opportunities for FEED and the solid waste industry. The proposed industry-university collaboration enables comprehensive evaluation of decentralized anaerobic food waste treatment through bench- and full-scale studies, use of advanced molecular microbiological analyses, and development of sustainability assessment tools. One Ph.D. student will be funded by this project and work both at USC and FEED over the project duration. In addition, an outreach activity (seminar and tour of FEED facility) for Carson High School students in the Environmental Science, Engineering, and Technology program is proposed to expose high school students to graduate studies in engineering and career paths in industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Smith",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Adam L Smith",
   "pi_email_addr": "smithada@usc.edu",
   "nsf_id": "000677762",
   "pi_start_date": "2016-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Matt",
   "pi_last_name": "Gregori",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Matt M Gregori",
   "pi_email_addr": "Matt@FeedResource.com",
   "nsf_id": "000707556",
   "pi_start_date": "2016-08-22",
   "pi_end_date": "2016-12-09"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Corbett",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Corbett",
   "pi_email_addr": "mcorbett@divertinc.com",
   "nsf_id": "000740050",
   "pi_start_date": "2016-12-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S. Flower Street, Suite 325",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research demonstrated that anaerobic membrane bioreactors, a technology that couples anaerobic conversion of organic materials into energy-rich biogas and membrane separation, can effectively be used for food waste management at higher loading rates than are currently used in full-scale systems. A design change is recommended that incorporates an additional reactor prior to the main reactor, referred to as two-phase operation. This additional reactor is operated at a low pH, thereby creating an environment that supports fast-growing microrganisms that convert food waste into organic acids. The main reactor then converts these organic acids into biogas while being operated at a neutral pH. These distinct environments in the two reactors improve overall biodiversity of the engineered system resulting in more stable operation and increased biogas and energy recovery. Stability is especially important here due to food waste often being variable in composition and amount. Thus, the initial reactor also acts as a buffer system to prevent conditions that negatively impact the microorganisms in the main reactor, which contains sensitive microorganisms such as those that produce methane. This benefit was supported by using RNA sequencing of the diverse microbial communities in each reactor, which showed a significant increase in activity of these important microorganisms. We were also able to demonstrate that food waste can be combined with fats, oils, and grease, a waste stream generated in high volume from restaurants, for treatment in anaerobic membrane bioreactors. The fats, oils, and grease increased the amount of methane produced but did result in some reactor instability when applied in high volumes. Fortunately, membrane fouling or clogging of the membrane was not observed during fats, oils, and grease addition, even when applied at high volumes. Overall, this project showed that anaerobic membrane bioreactors operated in two-phase offer compelling benefits for food waste and fats, oils, and grease management relative to single-phase systems and conventional anaerobic digesters.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2021<br>\n\t\t\t\t\tModified by: Adam&nbsp;L&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research demonstrated that anaerobic membrane bioreactors, a technology that couples anaerobic conversion of organic materials into energy-rich biogas and membrane separation, can effectively be used for food waste management at higher loading rates than are currently used in full-scale systems. A design change is recommended that incorporates an additional reactor prior to the main reactor, referred to as two-phase operation. This additional reactor is operated at a low pH, thereby creating an environment that supports fast-growing microrganisms that convert food waste into organic acids. The main reactor then converts these organic acids into biogas while being operated at a neutral pH. These distinct environments in the two reactors improve overall biodiversity of the engineered system resulting in more stable operation and increased biogas and energy recovery. Stability is especially important here due to food waste often being variable in composition and amount. Thus, the initial reactor also acts as a buffer system to prevent conditions that negatively impact the microorganisms in the main reactor, which contains sensitive microorganisms such as those that produce methane. This benefit was supported by using RNA sequencing of the diverse microbial communities in each reactor, which showed a significant increase in activity of these important microorganisms. We were also able to demonstrate that food waste can be combined with fats, oils, and grease, a waste stream generated in high volume from restaurants, for treatment in anaerobic membrane bioreactors. The fats, oils, and grease increased the amount of methane produced but did result in some reactor instability when applied in high volumes. Fortunately, membrane fouling or clogging of the membrane was not observed during fats, oils, and grease addition, even when applied at high volumes. Overall, this project showed that anaerobic membrane bioreactors operated in two-phase offer compelling benefits for food waste and fats, oils, and grease management relative to single-phase systems and conventional anaerobic digesters.\n\n\t\t\t\t\tLast Modified: 01/15/2021\n\n\t\t\t\t\tSubmitted by: Adam L Smith"
 }
}