{
 "awd_id": "1605877",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SusChEM: A Robust Yeast Platform for the Synthesis and Engineering of Polyketide-Based Pharmaceuticals and Chemicals",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2016-07-07",
 "awd_max_amd_letter_date": "2016-07-07",
 "awd_abstract_narration": "1605357/1605877\r\nDa Silva, Nancy A./Tang, Yi\r\n\r\nPolyketide-derived natural products represent an important class of pharmaceuticals with application to nearly all major types of human diseases, including antibiotics, anticancer, and anti-hypercholesterolemia. In recent years, polyketides have also been attractive as renewable chemicals and fuels, due to the flexibility in their synthesis and their structures. This research will engineer the yeast Saccharomyces cerevisiae for the high-level synthesis of polyketides, leading to new methods for the sustainable production of chemicals and pharmaceuticals. The research will also enable the discovery of new enzymes and biochemicals. The research will impact the field by providing new, renewable ways of producing a variety of commercially important compounds. From an educational and outreach perspective, the research will span the core disciplines of engineering, chemistry and biology, and will therefore provide ample opportunities for student training in multiple areas.  \r\n\r\nPolyketides are microbial and plant metabolites that have significantly impacted human health. They are synthesized in bacteria, fungi and plants by polyketide synthases from simple primary metabolite building blocks such as acetyl-CoA and malonyl-CoA.  As more genome sequences have become available and understanding of polyketide biosynthesis grows, there are significant opportunities to engineer the production of these compounds in model organisms such as Saccharomyces cerevisiae. This research will combine polyketide chemistry and yeast metabolic engineering to outfit yeast as a high-level production host for different valuable fungal and plant polyketides. State of the art synthetic biology and genetic tools will be used to optimize the capacity of yeast to supply the polyketide precursors, as well as to abundantly express the bottleneck, rate-limiting polyketide synthases. The engineered yeast will be applied towards the production of three sets of polyketide compounds: i) compounds of therapeutic values from the fungal kingdom; ii) biochemical building blocks and biosurfactants; and iii) novel compounds new to science discovered from genome mining of sequenced fungal species. This integrated approach will lead to yeast heterologous hosts that are powerful, general and drop-in for polyketide production, and can reveal insights into yeast metabolism and optimization of foreign (and difficult) protein expression. The work on biochemical production using various polyketide synthases can enable renewable production of value added chemicals, as well as examine the dexterity of corresponding polyketide synthases.\r\nThis award by the Biotechnology and Biochemical Engineering Program of the CBET Division is co-funded by the Biomaterials Program of the Division of Materials Research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yi",
   "pi_last_name": "Tang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi Tang",
   "pi_email_addr": "yitang@ucla.edu",
   "nsf_id": "000217768",
   "pi_start_date": "2016-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Los Angeles",
  "perf_str_addr": "5531 Boelter Hall",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "7623",
   "pgm_ref_txt": "BIOMATERIALS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong>.&nbsp; This proposal successfully developed a one-step method to produce the cholesterol lowering compound simvastatin from Baker&rsquo;s Yeast (Saccharomyces cerevisiae).&nbsp; Simvastatin is the active ingredient in once the blockbuster drug Zocor.&nbsp; There is considerable interest in lowering the cost of the synthesis of this drug for decades.&nbsp; Simvastatin is synthesized from the natural product lovastatin in a multistep process.&nbsp; The process, although optimized, remain inefficient, costly and environmentally damaging.&nbsp; To develop a green and more cost effective microbial host to synthesize this compound, we targeted yeast by introducing an artificial pathway.&nbsp; We had previously gained considerable insight into how lovastatin is biosynthesized from a fungus, and we also engineered the enzyme involved in the last step of the pathway to recognize an unnatural substrate to give simvastatin in vitro.&nbsp; Here we combined these knowledge and engineered yeast cell extensively to directly produce simvastatin in a titer that once scaled up and optimized, may replace the synthetic processes.&nbsp; We investigated various factors of yeast biosynthesis that affects the yield of multi-gene polyketide products such as simvastatin.&nbsp; We also developed a new in situ cell lysis process to overcome substrate diffusion problems associated with the last step.&nbsp; Collectively, our work of making yeast produce a semisynthetic, blockbuster drug, adds another milestone to using this organism as a host for pharmaceutical production, while insights into yeast enhances the capabilities of the field for other similar endeavors.&nbsp;</p>\n<p><strong>Broader Impact</strong>.&nbsp; Our successful demonstration of biosynthesizing simvastatin in yeast further expands the potential of metabolic engineering and synthetic biology in the &ldquo;green&rdquo; production of high value pharmaceuticals.&nbsp; This represents an example of which a blockbuster drug can now be completely synthesized in yeast.&nbsp; Our insights into this engineering process adds to the literature of metabolic engineering.&nbsp; This project trained three graduate students, four undergraduates and one high school student.&nbsp; Two of the graduate students have received their Ph.D. degrees from contributing to this project, and are now in the biomedical workforce. Two of the undergraduate students have moved onto prestigious graduate school programs in biomedical sciences, while the summer high school student is now enrolled in a top-ranked liberal arts college pursing a degree in chemistry.&nbsp; Six of the eight students involved in this project are female, while two are from underrepresented groups.&nbsp; An underrepresented undergraduate student was supported through the UC LEADS program, which recruits educationally or economically disadvantaged students in STEM and gives an opportunity to begin their research training.&nbsp; Collectively, &nbsp;training from the research activities described here prepare all students well for graduate research.</p>\n<p><strong>Summary Statement</strong>.&nbsp; This proposal developed a microbial host for the production of the cholesterol lowering compound simvastatin.&nbsp; By engineering of the host Baker&rsquo;s yeast and optimization of fermentation processes, the once blockbuster drug can be produced in a single fermentation step.&nbsp; Importantly, we included an in situ cell lysis step to enable the last step of the pathway to proceed to completion and overcome significant limitations due to low local substrate concentrations.&nbsp; The integrated microbial approach represents a more sustainable way of producing this high-volume, high-value compound compared to the multi-step chemical synthesis currently used in the industry.&nbsp; Insights gained from this project can aid the engineering of yeast for the production of other high-value biochemicals.&nbsp; &nbsp;Two additional biochemicals were also produced from yeast during this proposal, including nepetalactol, which is a precursor to thousands of monoterpene indole alkaloids, and alkyl-substituted hydroxybenzoic acids, which are useful precursors to several natural products of intense interest currently.&nbsp; The results of the research have been disseminated through publications and presentations are national conferences.&nbsp; This project enabled the training of graduate, undergraduate and high school students in metabolic engineering and synthetic biology.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2019<br>\n\t\t\t\t\tModified by: Yi&nbsp;Tang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit.  This proposal successfully developed a one-step method to produce the cholesterol lowering compound simvastatin from Baker?s Yeast (Saccharomyces cerevisiae).  Simvastatin is the active ingredient in once the blockbuster drug Zocor.  There is considerable interest in lowering the cost of the synthesis of this drug for decades.  Simvastatin is synthesized from the natural product lovastatin in a multistep process.  The process, although optimized, remain inefficient, costly and environmentally damaging.  To develop a green and more cost effective microbial host to synthesize this compound, we targeted yeast by introducing an artificial pathway.  We had previously gained considerable insight into how lovastatin is biosynthesized from a fungus, and we also engineered the enzyme involved in the last step of the pathway to recognize an unnatural substrate to give simvastatin in vitro.  Here we combined these knowledge and engineered yeast cell extensively to directly produce simvastatin in a titer that once scaled up and optimized, may replace the synthetic processes.  We investigated various factors of yeast biosynthesis that affects the yield of multi-gene polyketide products such as simvastatin.  We also developed a new in situ cell lysis process to overcome substrate diffusion problems associated with the last step.  Collectively, our work of making yeast produce a semisynthetic, blockbuster drug, adds another milestone to using this organism as a host for pharmaceutical production, while insights into yeast enhances the capabilities of the field for other similar endeavors. \n\nBroader Impact.  Our successful demonstration of biosynthesizing simvastatin in yeast further expands the potential of metabolic engineering and synthetic biology in the \"green\" production of high value pharmaceuticals.  This represents an example of which a blockbuster drug can now be completely synthesized in yeast.  Our insights into this engineering process adds to the literature of metabolic engineering.  This project trained three graduate students, four undergraduates and one high school student.  Two of the graduate students have received their Ph.D. degrees from contributing to this project, and are now in the biomedical workforce. Two of the undergraduate students have moved onto prestigious graduate school programs in biomedical sciences, while the summer high school student is now enrolled in a top-ranked liberal arts college pursing a degree in chemistry.  Six of the eight students involved in this project are female, while two are from underrepresented groups.  An underrepresented undergraduate student was supported through the UC LEADS program, which recruits educationally or economically disadvantaged students in STEM and gives an opportunity to begin their research training.  Collectively,  training from the research activities described here prepare all students well for graduate research.\n\nSummary Statement.  This proposal developed a microbial host for the production of the cholesterol lowering compound simvastatin.  By engineering of the host Baker?s yeast and optimization of fermentation processes, the once blockbuster drug can be produced in a single fermentation step.  Importantly, we included an in situ cell lysis step to enable the last step of the pathway to proceed to completion and overcome significant limitations due to low local substrate concentrations.  The integrated microbial approach represents a more sustainable way of producing this high-volume, high-value compound compared to the multi-step chemical synthesis currently used in the industry.  Insights gained from this project can aid the engineering of yeast for the production of other high-value biochemicals.   Two additional biochemicals were also produced from yeast during this proposal, including nepetalactol, which is a precursor to thousands of monoterpene indole alkaloids, and alkyl-substituted hydroxybenzoic acids, which are useful precursors to several natural products of intense interest currently.  The results of the research have been disseminated through publications and presentations are national conferences.  This project enabled the training of graduate, undergraduate and high school students in metabolic engineering and synthetic biology. \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2019\n\n\t\t\t\t\tSubmitted by: Yi Tang"
 }
}