{
 "awd_id": "1605060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechano-regulation of bone metastatic cancer: linking cell strain to cell function",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie George",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 433500.0,
 "awd_min_amd_letter_date": "2016-05-27",
 "awd_max_amd_letter_date": "2019-06-18",
 "awd_abstract_narration": "PI:  Lynch, Maureen. \r\nProposal #:  1605060 \r\n\r\nMetastatic cancer spread to the skeleton is common and after the metastasis occurs, patient prognosis dramatically declines due to severe skeletal-related complications, including bone destruction (\"osteolysis\"). The goal of this project is to define for the first time how the mechanical signals arising from physical activity, which are the primary regulator of bone cell function and remodeling, regulate the bone metastatic cells that are exposed to the same signals.  This will be accomplished by pursuing three objectives: 1) Building a tissue-level multi-physics computational model of mechanical loading in a 3D bone mimetic scaffold. 2) Determining the cellular strains resulting from interactions between bone metastatic breast cancer cells and fluid flow and 3) defining a data-driven relationship between cellular strains and bone metastatic breast cancer cell osteolytic phenotype. The results will transform fundamental understanding of how tumor cells are regulated in the skeletal microenvironment with considerable potential to improve clinical management of the disease. Educational Impact will be achieved through increased educational opportunities in bioengineering at the undergraduate level, engage middle and high school underrepresented populations in bioengineering research at UMass, and active recruitment of graduate students from underrepresented groups to broaden participation in the field of bioengineering. This award is cofunded by the Computational Mathematics program in the Division of Mathematical Sciences through the BioMaPs program. \r\n\r\nThis project seeks to define, for the first time, a mechano-regulatory algorithm that links metastatic cancer cell function and cellular deformations. The skeleton is the preferred site for metastasis in many cancers, including breast, prostate, lung, and kidney. After metastasis occurs, patient prognosis dramatically declines due to severe skeletal-related complications, including bone destruction (?osteolysis?). Mechanical signals arising from physical activity are the primary regulator of bone cell function and remodeling, and bone metastatic cells are also exposed to these signals; however, their role in metastasis in unclear because they are often ignored in studies of metastatic bone disease. Using breast cancer as our example case, our preliminary data shows that compression of bone metastatic tumor cells in a 3D bone mimetic scaffold altered their expression of genes that modify bone remodeling, supporting our hypothesis that skeletal mechanical signals are a fundamental regulator of tumor cell behavior. Here, we seek to systematically define the functional relationship between mechanical signals and bone metastatic cell function through development of an integrated in vitro 3D experimental and multi-physics, multi-scale computational platform. This project will benefit from collaboration between experts in engineered systems of in vitro loading and cancer biology as well as computational fluid-structure modeling. The Research Plan is presented as three objectives:  1) Build a tissue-level multi-physics computational model of mechanical loading in our 3D bone mimetic scaffold. Method: This objective will generate a \"tissue-level\" computational model including Finite Element and Computational Fluid Dynamic analysis to determine the internal stresses and strains of our bone scaffold undergoing compression and perfusion. MicroCT images of the scaffold will be converted to a discretized model, and estimated values of the induced flow velocities and the extracellular matrix strain within the scaffold will be calculated based on a one-way coupling method; 2) Determine the cellular strains resulting from interactions between bone metastatic breast cancer cells and fluid flow. Method: This objective will create a \"cell-level\" computational model of cellular deformations. The estimated values of internal flow velocity and tractions from Objective 1 are utilized as the boundary conditions for a fully-coupled Fluid-Structure Interaction algorithm, which will be used to model the interaction between the inter-scaffold fluid flow and cancer cells; 3) Define a data-driven relationship between cellular strains and bone metastatic breast cancer cell osteolytic phenotype. Method: This objective will result in a data-driven mechano-regulatory algorithm for bone metastatic breast cancer cells. First, the cellular response of tumor cells, cultured in our bone scaffold, under a range of imposed mechanical loading environments will be measured via expression of osteolytic genes. These results will be mathematically correlated to the cellular deformations from Objective 2 using multivariate statistical analysis.  The results of this project will transform our fundamental understanding of how tumor cells are regulated in the skeletal microenvironment with considerable potential to improve clinical management of the disease. The data collected from these studies will form the foundation for defining the role of mechanical stimulation during bone metastasis.  Educational Impact will be achieved through increased educational opportunities in bioengineering at the undergraduate level, engage middle and high school underrepresented populations in bioengineering research at UMass, and active recruitment of graduate students from underrepresented groups to broaden participation in the field of bioengineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maureen",
   "pi_last_name": "Lynch",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Maureen E Lynch",
   "pi_email_addr": "maureen.lynch@colorado.edu",
   "nsf_id": "000704407",
   "pi_start_date": "2016-05-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yahya",
   "pi_last_name": "Modarres-Sadeghi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yahya Modarres-Sadeghi",
   "pi_email_addr": "modarres@engin.umass.edu",
   "nsf_id": "000559924",
   "pi_start_date": "2016-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "70 Beterfield Terrace",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 425000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 8500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metastatic cancer spread to the skeleton is common and after the metastasis occurs, patient prognosis dramatically declines due to severe skeletal-related complications, including bone destruction (\"osteolysis\"). The goal of this project was to define for the first time how the mechanical signals arising from physical activity, which are the primary regulator of bone cell function and remodeling, regulate the bone metastatic cells that are exposed to the same signals. To accomplish this goal, we (1) built a tissue-level multi-physics computational model of mechanical loading in a 3D bone mimetic scaffold, (2) quantified the behavior of inter-scaffold fluid flow when the scaffold was under perfusion, compression, or both, and (3) verified our simulations by developing an MRI-based fluid imaging method of a 3D-printed rendition of our scaffold.</p>\n<p>Educational Impact was achieved through increased educational opportunities in bioengineering at the undergraduate level, engaging middle and high school underrepresented populations in bioengineering research at UMass, and training two graduate students. <br /> <br /> The skeleton is the preferred site for metastasis in many cancers, including breast, prostate, lung, and kidney. After metastasis occurs, patient prognosis dramatically declines due to severe skeletal-related complications, including bone destruction (osteolysis). Mechanical signals arising from physical activity are the primary regulator of bone cell function and remodeling, and bone metastatic cells are also exposed to these signals; however, their role in metastasis in unclear because they are often ignored in studies of metastatic bone disease.</p>\n<p>&nbsp;</p>\n<p>Here we conducted a series of numerical multi-physics analysis on interstitial fluid flow based on its well-known role in bone remodeling and in primary breast cancer. We created a full-scale, microCT-based computational model of a 3D model of bone metastasis undergoing applied perfusion to predict the internal mechanical environment during in vitro experimentation. Applied perfusion resulted in uniformly dispersed, heterogeneous fluid velocities and wall shear stresses throughout the scaffold?s interior. The distributions of fluid velocity and wall shear stress did not change within model sub-domains of varying diameter and location. Additionally, the magnitude of these stimuli is within the range of anabolic mechanical signals in the skeleton, verifying that our 3D model reflects previous in vivo studies using anabolic mechanical loading in the context of bone metastasis. Our results indicate that local populations of cells throughout the scaffold would experience similar mechanical microenvironments.</p>\n<p>We also conducted a series of numerical analysis to compute estimates of the internal mechanical field of a bone-mimetic scaffold undergoing combinations of high and low compression and perfusion using multiphysics simulations. Our results show that mechanical stimuli throughout the scaffold were within the anabolic range of bone cells in all loading configurations, were homogenously distributed throughout, and that combined high magnitude compression and perfusion synergized to produce the largest wall shear stresses within the scaffold.</p>\n<p>In order to validate our numerical results, we designed and built an experimental setup that enabled us to use a Phase-Contrast Magnetic Resonance Imaging (PC-MRI) machine to measure flow velocities within a 3D-printed microCT-based rendering of a bone scaffold. This was the first experimental measurement of the flow velocities within a bone scaffold, and was significant for validating our numerical results as well as the future numerical studies on the subject.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2020<br>\n\t\t\t\t\tModified by: Maureen&nbsp;E&nbsp;Lynch</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1605060/1605060_10426940_1603822612900_Paper_Figure_5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1605060/1605060_10426940_1603822612900_Paper_Figure_5--rgov-800width.jpg\" title=\"Wall Shear Stresses in a Bone-mimetic Scaffold\"><img src=\"/por/images/Reports/POR/2020/1605060/1605060_10426940_1603822612900_Paper_Figure_5--rgov-66x44.jpg\" alt=\"Wall Shear Stresses in a Bone-mimetic Scaffold\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Applied perfusion to a bone-mimetic scaffold resulted in heterogeneous interior wall shear stresses.</div>\n<div class=\"imageCredit\">Boyuan Liu</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Maureen&nbsp;E&nbsp;Lynch</div>\n<div class=\"imageTitle\">Wall Shear Stresses in a Bone-mimetic Scaffold</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMetastatic cancer spread to the skeleton is common and after the metastasis occurs, patient prognosis dramatically declines due to severe skeletal-related complications, including bone destruction (\"osteolysis\"). The goal of this project was to define for the first time how the mechanical signals arising from physical activity, which are the primary regulator of bone cell function and remodeling, regulate the bone metastatic cells that are exposed to the same signals. To accomplish this goal, we (1) built a tissue-level multi-physics computational model of mechanical loading in a 3D bone mimetic scaffold, (2) quantified the behavior of inter-scaffold fluid flow when the scaffold was under perfusion, compression, or both, and (3) verified our simulations by developing an MRI-based fluid imaging method of a 3D-printed rendition of our scaffold.\n\nEducational Impact was achieved through increased educational opportunities in bioengineering at the undergraduate level, engaging middle and high school underrepresented populations in bioengineering research at UMass, and training two graduate students. \n \n The skeleton is the preferred site for metastasis in many cancers, including breast, prostate, lung, and kidney. After metastasis occurs, patient prognosis dramatically declines due to severe skeletal-related complications, including bone destruction (osteolysis). Mechanical signals arising from physical activity are the primary regulator of bone cell function and remodeling, and bone metastatic cells are also exposed to these signals; however, their role in metastasis in unclear because they are often ignored in studies of metastatic bone disease.\n\n \n\nHere we conducted a series of numerical multi-physics analysis on interstitial fluid flow based on its well-known role in bone remodeling and in primary breast cancer. We created a full-scale, microCT-based computational model of a 3D model of bone metastasis undergoing applied perfusion to predict the internal mechanical environment during in vitro experimentation. Applied perfusion resulted in uniformly dispersed, heterogeneous fluid velocities and wall shear stresses throughout the scaffold?s interior. The distributions of fluid velocity and wall shear stress did not change within model sub-domains of varying diameter and location. Additionally, the magnitude of these stimuli is within the range of anabolic mechanical signals in the skeleton, verifying that our 3D model reflects previous in vivo studies using anabolic mechanical loading in the context of bone metastasis. Our results indicate that local populations of cells throughout the scaffold would experience similar mechanical microenvironments.\n\nWe also conducted a series of numerical analysis to compute estimates of the internal mechanical field of a bone-mimetic scaffold undergoing combinations of high and low compression and perfusion using multiphysics simulations. Our results show that mechanical stimuli throughout the scaffold were within the anabolic range of bone cells in all loading configurations, were homogenously distributed throughout, and that combined high magnitude compression and perfusion synergized to produce the largest wall shear stresses within the scaffold.\n\nIn order to validate our numerical results, we designed and built an experimental setup that enabled us to use a Phase-Contrast Magnetic Resonance Imaging (PC-MRI) machine to measure flow velocities within a 3D-printed microCT-based rendering of a bone scaffold. This was the first experimental measurement of the flow velocities within a bone scaffold, and was significant for validating our numerical results as well as the future numerical studies on the subject.\n\n\t\t\t\t\tLast Modified: 10/27/2020\n\n\t\t\t\t\tSubmitted by: Maureen E Lynch"
 }
}