{
 "awd_id": "1606904",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Neural oscillatory and social personality correlates for perception and performance of musical joint-action",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 238264.0,
 "awd_amount": 238264.0,
 "awd_min_amd_letter_date": "2016-06-03",
 "awd_max_amd_letter_date": "2016-09-20",
 "awd_abstract_narration": "The Directorate of Social, Behavioral and Economic Sciences offers postdoctoral research fellowships to provide opportunities for recent doctoral graduates to obtain additional training, to gain research experience under the sponsorship of established scientists, and to broaden their scientific horizons beyond their undergraduate and graduate training. Postdoctoral fellowships are further designed to assist new scientists to direct their research efforts across traditional disciplinary lines and to avail themselves of unique research resources, sites, and facilities, including at foreign locations. This postdoctoral fellowship award supports a rising interdisciplinary scholar investigating neural oscillatory and social personality correlates for perception and performance of musical joint-action. Fast-paced and dynamically adaptive sensorimotor interaction can be seen in a group of musicians playing together on a stage. Individuals have to constantly anticipate and perceive the ongoing interplay between other agents in order to efficiently organize and perform their own actions. Previous behavioral research has determined that timing information plays a key role in the dynamics of such sensorimotor coordination. Recent work employing non-invasive brain wave recording has also started to shape an understanding of how the brain processes timing information for rhythmic coordination, specifically during music-making. Given existing evidence that these brain activities can facilitate an understanding of others' actions even through mere observation, this research team is interested in the patterns of neural activity that occur as an individual listens to coordinated musical performance, and whether such perceptual processes are also related to the listener's social awareness and dispositional nature. To answer these questions, the proposed project integrates approaches from behavioral and brain research and topics across the fields of music perception, neurophysiology, and social cognition. As a result, the project contributes to an emerging interdisciplinary area of research aimed at investigating complex human social interaction across a variety of contexts. Because music-making has long been associated with social, cultural, and therapeutic activities, the findings of the proposed project will also have significant implications for rehabilitation and intervention programs aimed at 1) increasing social skills and facilitating social awareness for those with challenges in social interaction, and 2) improving sensorimotor deficits through the design of novel approaches with music therapy. \r\n\r\nPrevious research by the fellow has successfully identified a number of physical and informational factors that affect the patterning of spatiotemporal coordination during the interpersonal coordination of simple rhythmic limb and body movements. Through integration with the mentor's work on the neural oscillatory mechanisms that support sensorimotor rhythmic timing and movement prediction, this project provides a unique opportunity to test the hypothesis that behavioral processes of perception, prediction, and production during musical joint-action entail effective modulation in the patterning of neural beta-band oscillations, which may also be related to specific social/personality characteristics of an individual. Specifically, the project employs EEG recording while individuals listen to rhythmic musical patterns produced by a pair of musicians exhibiting a variety of leader-follower relationships. Beta-band modulation during listening to these musical performances will be evaluated with respect to the leader-follower asymmetry between the performers as perceived by the listener. The project further examines how beta-band oscillatory activities are related to an individual's performance within a rhythmic coordination task, and to self-report measures of the individual's locus of control and perspective-taking characteristics. Finding links between neural oscillations during the perception and production of joint musical behaviors will constitute a major advance in the scientific understanding of how the brain supports functional social interaction. The project will therefore establish a new interdisciplinary neural-behavior approach for investigating joint-action mechanisms within an ecologically valid and socio-culturally meaningful musical context.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Takako",
   "pi_last_name": "Fujioka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Takako Fujioka",
   "pi_email_addr": "tfujioka@stanford.edu",
   "nsf_id": "000706475",
   "pi_start_date": "2016-06-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Auriel",
   "pi_last_name": "Washburn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Auriel Washburn",
   "pi_email_addr": "alwashburn@eng.ucsd.edu",
   "nsf_id": "000729808",
   "pi_start_date": "2016-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University, CCRMA",
  "perf_str_addr": "660 Lomita Court",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943041212",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820900",
   "pgm_ele_name": "SPRF-IBSS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 238264.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-6ae62e43-7fff-8607-0c50-1fca0121b790\"> </span></p>\n<p dir=\"ltr\"><span>Ensemble musicians must constantly coordinate with one another's actions in order to achieve musical goals. As a result, performers' behavioral timing is central to ensemble performance success. Further, individual and collective behavioral timing appears to be shaped by relative role asymmetries between co-performers. For example, the first violinist in a string quartet is often viewed as the leader and may therefore act slightly before the others for a period of time or throughout a musical piece. But, this type of ?leadership? may also change during performance of a given piece. Also, group dynamics themselves might be affected by each performer's cooperativeness and empathy level. Recent research has demonstrated that non-invasive brain wave recording using electroencephalography (EEG) can reveal fine-grained details of neural processing during rhythmic coordination and music-making, with brain activities notably related to social personality traits like empathy. The ability to identify neural activity associated with interpersonal interaction provides an opportunity to understand how behavioral timing patterns are related to brain functions and social cognitive personality traits.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>In this project, we investigated the influence of co-performer asymmetries on coordinated timing and sensorimotor brain processes during ensemble music performance by integrating approaches from music perception, neurophysiology, and social cognition. In two studies, we asked piano duet partners to play melodies alternatingly, with one performer as the ?starter? and the other the ?joiner?. The melodies they played in turn-taking were similar to each other, or different from each other, allowing us to examine how musical task similarity affects interpersonal coordination through experiences such as likeness. In Study 1, we evaluated the effects of co-performer asymmetry on temporal keypress coordination during delayed auditory feedback. Specifically, pianists played on their own keyboards in two separate rooms while listening to each others' musical performance with experimentally introduced delays via headphones. Our range of delays extended beyond those resulting from the typical physical distance between performers in a studio or on a stage, to those typical when playing together via the Internet. These longer delays are known to disrupt interpersonal coordination. We analyzed behavioral keypress timing from both performers, evaluating how the two synchronized during duet performance. In Study 2, the performers played synchronously in unison at the end of each duet. We also asked each performer to play the same duets with a computer co-performer because people may coordinate musical behaviors differently with an inanimate, non-adaptive computer vs. a real human partner. For Study 2 we recorded both behavioral keypress timing and brain waves and analyzed the patterns that occurred in both during unison performance to identify the effects of co-performer asymmetries in musical role (starting vs. joining), musical similarity, and partner animacy on synchronized musical activity.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Study 1 revealed that for duet performers who played first (i.e., starters), behavioral timing variability was not much affected by auditory delays. On the other hand, for performers who played second (i.e., joiners) behavioral timing was much more variable and susceptible to the influence of auditory delays. The latter observation of greater behavioral variability in joiners is consistent with previous work, but our findings are novel in showing that the environmental influence of increased auditory delays amplifies this effect. </span><span>In Study 2, the interactions between three distinct co-actor role asymmetries for duet pianists (musical role, musical task similarity, partner animacy) influenced neural activity immediately prior to musical unison, particularly in a range of brain wave frequencies known as the 'alpha-band', which has been linked to attentiveness during joint action. We found that starters playing with a computer partner in a duet where the two musical parts were similar showed greater alpha-band power than performers with any other combination of asymmetries. This suggests that starting performers attended less to their co-performer's musical part in this context, adopting a solo-like mode as compared to the other conditions. Also, pianists achieved greater behavioral synchronization with their real human partner's keypress timing compared to the computer partner. Lastly, we found that alpha-band brain activity, behavioral synchronicity between performers, and individual performer empathy levels were all related to each other. Thus, our results indicate that musical ensemble performance is a socialized context in which people behave and coordinate dynamically in a systematic manner with physiological underpinnings.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The findings from this project inform the development of technology for use in network ensemble performance in&nbsp; a variety of contexts including education and rehabilitation. Because music-making is a social activity involving individuals of different ages and cultural backgrounds, rehabilitation and intervention programs aimed at increasing social skills and facilitating social engagement can benefit from our findings.</span></p>\n<p><br /><span>This project presents a novel, interdisciplinary neural-behavioral approach for investigating joint-action mechanisms within an ecologically valid and socio-culturally meaningful musical context. As such, </span><span>the fellow and research team bridged numerous fields of scientific inquiry while</span><span> advancing the scientific understanding of how the brain supports functional social interaction. </span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2019<br>\n\t\t\t\t\tModified by: Auriel&nbsp;Washburn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nEnsemble musicians must constantly coordinate with one another's actions in order to achieve musical goals. As a result, performers' behavioral timing is central to ensemble performance success. Further, individual and collective behavioral timing appears to be shaped by relative role asymmetries between co-performers. For example, the first violinist in a string quartet is often viewed as the leader and may therefore act slightly before the others for a period of time or throughout a musical piece. But, this type of ?leadership? may also change during performance of a given piece. Also, group dynamics themselves might be affected by each performer's cooperativeness and empathy level. Recent research has demonstrated that non-invasive brain wave recording using electroencephalography (EEG) can reveal fine-grained details of neural processing during rhythmic coordination and music-making, with brain activities notably related to social personality traits like empathy. The ability to identify neural activity associated with interpersonal interaction provides an opportunity to understand how behavioral timing patterns are related to brain functions and social cognitive personality traits. \n\n \nIn this project, we investigated the influence of co-performer asymmetries on coordinated timing and sensorimotor brain processes during ensemble music performance by integrating approaches from music perception, neurophysiology, and social cognition. In two studies, we asked piano duet partners to play melodies alternatingly, with one performer as the ?starter? and the other the ?joiner?. The melodies they played in turn-taking were similar to each other, or different from each other, allowing us to examine how musical task similarity affects interpersonal coordination through experiences such as likeness. In Study 1, we evaluated the effects of co-performer asymmetry on temporal keypress coordination during delayed auditory feedback. Specifically, pianists played on their own keyboards in two separate rooms while listening to each others' musical performance with experimentally introduced delays via headphones. Our range of delays extended beyond those resulting from the typical physical distance between performers in a studio or on a stage, to those typical when playing together via the Internet. These longer delays are known to disrupt interpersonal coordination. We analyzed behavioral keypress timing from both performers, evaluating how the two synchronized during duet performance. In Study 2, the performers played synchronously in unison at the end of each duet. We also asked each performer to play the same duets with a computer co-performer because people may coordinate musical behaviors differently with an inanimate, non-adaptive computer vs. a real human partner. For Study 2 we recorded both behavioral keypress timing and brain waves and analyzed the patterns that occurred in both during unison performance to identify the effects of co-performer asymmetries in musical role (starting vs. joining), musical similarity, and partner animacy on synchronized musical activity. \n\n \nStudy 1 revealed that for duet performers who played first (i.e., starters), behavioral timing variability was not much affected by auditory delays. On the other hand, for performers who played second (i.e., joiners) behavioral timing was much more variable and susceptible to the influence of auditory delays. The latter observation of greater behavioral variability in joiners is consistent with previous work, but our findings are novel in showing that the environmental influence of increased auditory delays amplifies this effect. In Study 2, the interactions between three distinct co-actor role asymmetries for duet pianists (musical role, musical task similarity, partner animacy) influenced neural activity immediately prior to musical unison, particularly in a range of brain wave frequencies known as the 'alpha-band', which has been linked to attentiveness during joint action. We found that starters playing with a computer partner in a duet where the two musical parts were similar showed greater alpha-band power than performers with any other combination of asymmetries. This suggests that starting performers attended less to their co-performer's musical part in this context, adopting a solo-like mode as compared to the other conditions. Also, pianists achieved greater behavioral synchronization with their real human partner's keypress timing compared to the computer partner. Lastly, we found that alpha-band brain activity, behavioral synchronicity between performers, and individual performer empathy levels were all related to each other. Thus, our results indicate that musical ensemble performance is a socialized context in which people behave and coordinate dynamically in a systematic manner with physiological underpinnings.\n\n \nThe findings from this project inform the development of technology for use in network ensemble performance in  a variety of contexts including education and rehabilitation. Because music-making is a social activity involving individuals of different ages and cultural backgrounds, rehabilitation and intervention programs aimed at increasing social skills and facilitating social engagement can benefit from our findings.\n\n\nThis project presents a novel, interdisciplinary neural-behavioral approach for investigating joint-action mechanisms within an ecologically valid and socio-culturally meaningful musical context. As such, the fellow and research team bridged numerous fields of scientific inquiry while advancing the scientific understanding of how the brain supports functional social interaction. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2019\n\n\t\t\t\t\tSubmitted by: Auriel Washburn"
 }
}