{
 "awd_id": "1606379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Award: Examining Long Term Social Interaction And Change",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2016-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 9188.0,
 "awd_amount": 9188.0,
 "awd_min_amd_letter_date": "2016-02-23",
 "awd_max_amd_letter_date": "2016-02-23",
 "awd_abstract_narration": "Researchers are attempting to understand the ways in which complex societies may transform their social organization to accommodate new ideologies or changing material conditions. Erik Porth of the University of Alabama, under the direction of Dr. John Blitz, will use archaeological evidence to study the transformation and reorganization of a socially complex prehistoric settlement following rapid shifts in religious and political traditions in the Southeastern United States. This research will study the linkages between ritual practices and community resilience to identify how groups negotiated obligations and social relationships through local and non-local resource acquisition during a time when elaborate ceremonial and political institutions ceased and social groups emphasized a new, communally-based affiliation. Archaeology can identify how such changes occurred because it relies on physical evidence that accumulated over long time spans in the places where ritual and community practices occurred. The research contributes to a broader intellectual and social benefit by adding to an understanding of community resilience in the face of social and political change, an issue of importance in ancient and contemporary societies. It will also provide historical context for understanding how more recent processes of localized production and consumption of goods may be associated with community solidarity and identity. This project will result in scientific collaboration between institutions within the United States and the results will be presented to the public in peer-reviewed publications, online databases, and a planned museum display.\r\n\r\nErik Porth will address key anthropological issues concerning the poorly understood and under theorized relationship between social transformation, community resilience, and material remains from ceremonial activities on an earthen platform mound. The evidence needed to address the research question was excavated from ritual mound contexts at the Moundville site, a multiple-mound Mississippian ceremonial center in Alabama that was occupied from A.D. 1200 to 1520. During the fifteenth century, non-local trade, monumental construction, and elaborate ritual ended at Moundville, mirroring similar processes in Mississippian societies throughout the Deep South and Midwest. This research hypothesizes that after A.D. 1450, social relationships shifted at Moundville from individually focused practices to communal oriented activities by emphasizing locally acquired resources. Radiocarbon dates will address the timing of these proposed changes during the fifteenth century. Use of local materials will be assessed by analyzing the chemical composition and source location of the clays used to make ritually important, but stylistically non-local ceramic vessels. These techniques will determine if pottery production was occurring locally by potters from other regions who maintained their distinctive styles, or if the vessels were imported from other locations. This question is important because it points to the maintenance or disintegration of non-local connections. If potters were coming from other locations, they would have brought with them new ideas and norms that might have shaped the social transition occurring during this period. On the other hand, if pottery was being imported, this would indicate exchange relationships, and would pinpoint a different source of social influence with connected groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Blitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Blitz",
   "pi_email_addr": "jblitz@tenhoor.as.ua.edu",
   "nsf_id": "000350960",
   "pi_start_date": "2016-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Porth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Porth",
   "pi_email_addr": "esporth@crimson.ua.edu",
   "nsf_id": "000694503",
   "pi_start_date": "2016-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 University Blvd.",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760600",
   "pgm_ele_name": "Archaeology DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 9188.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Social transformation in ancient complex societies is a topic of interest to the public and researchers alike because it contextualizes social processes that may occur in modern societies. Archaeology is uniquely situated to identify and understand social transformations because material evidence from excavated contexts can reconstruct long-term cultural histories. This research sought to understand social transformation within the late prehistoric societies of the southeastern United States known as Mississippian. These societies shared a symbolic art system, regional exchange networks, and built large earthen platform mounds for ritual, political, and social purposes. Late prehistoric cultures in the Southeast, like human cultures everywhere, experienced change due to a multitude of factors, such as climate change, resource degradation, conflict, and political competition and factionalism.</p>\n<p>Mississippian social transformation was addressed in this research using a case study from Moundville, a late prehistoric civic-ceremonial complex located in west-central Alabama dating from A.D. 1250 to 1520. This research sought to address the timing of social change and the nature of nonlocal connections at Moundville during the fifteenth century. This award improved Porth&rsquo;s doctoral dissertation research at the University of Alabama. Archaeologists have suggested that Moundville&rsquo;s political order rapidly transformed sometime in the early fifteenth century, a social change that is evident in a decline of regional exchange, the crafting of ritual objects, a shift in symbolic art, and the cessation of platform mound use. However, the 2012 excavations on Mound P, conducted and funded by the University of Alabama, provided the first substantial archaeological recovery of artifacts and other evidence that date to the fifteenth century. Thus, this research was in a perfect position to reevaluate when or if these changes occurred.</p>\n<p>To address the timing of these social changes, 12 radiocarbon samples from Mound P refuse deposits were submitted to the University of Arizona using funds from this award. These samples were recovered from stratigraphic excavations on the west and north flank of the mound and correspond to pottery styles that date to the fifteenth century, the critical time of proposed social change at Moundville. Three radiocarbon samples from midden deposits on the west flank of Mound P date from A.D. 1400 to 1450, whereas six radiocarbon dates from the north flank date from A.D. 1450 to 1520. Unfortunately, three of the samples were outliers and could not be used in this analysis. Earthen platform mounds were constructed using mantles of specially selected soils that enlarged previous mound surfaces. These mound mantles were associated with cyclical rituals related to symbolic purification, political aspirations, and social bonds. Cyclical mound enlargement and the use of the mound summit for special activities was evident from the west flank stratigraphy, but the stratigraphy from the north flank was not the result of mound construction, but rather the periodic use of the mound that emphasized visual display and a restricted range of symbols. Thus, mound construction on Mound P halted before the mid-fifteenth century, marking an end to the ritual and political cycles associated with platform mound ceremonialism. The use of the mound continued, albeit in a different fashion, as the production of ritual items continued and symbolic art changed to emphasize certain themes while deemphasizing others.</p>\n<p>The second research question sought to address the nature of long-distance social connections at Moundville during the fifteenth century. Long-distance exchange and the movement of people across the landscape in complex societies have often been interpreted as necessary for the support of political claims to power and evidence for pilgrimage and the maintenance of social bonds. To answer the second question, a sample of 30 stylistically local and nonlocal ceramic sherds were sent to the Archaeometry Laboratory at the University of Missouri to test the chemical composition of the vessel paste. The majority of ceramic vessels previously sampled from Moundville were constructed using local clays, which are chemically distinct from clay sources to the west, east, and north. The results from this research are preliminary and the data are still being analyzed, but the patterns in the chemical composition of the Mound P sample conform to the previous research. Most the sampled ceramic sherds were not from imported pots, but instead were locally produced copies of the nonlocal style. However, a couple of samples were imports from the Mississippi Valley.</p>\n<p>The intellectual merit of the research is (1) the precise dating of the Moundville social transformation, (2) identification of external exchanges with nonlocal societies that may have influenced the transition, and more broadly, (3) a contribution to understanding social change and continuity in Mississippian societies in the Southeast prior to European interaction. The broader impacts of this study will be fulfilled with the publication of the results, the contribution of the award to Porth&rsquo;s dissertation completion, and the dissemination of the research to the public through a museum exhibit.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2017<br>\n\t\t\t\t\tModified by: Erik&nbsp;Porth</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSocial transformation in ancient complex societies is a topic of interest to the public and researchers alike because it contextualizes social processes that may occur in modern societies. Archaeology is uniquely situated to identify and understand social transformations because material evidence from excavated contexts can reconstruct long-term cultural histories. This research sought to understand social transformation within the late prehistoric societies of the southeastern United States known as Mississippian. These societies shared a symbolic art system, regional exchange networks, and built large earthen platform mounds for ritual, political, and social purposes. Late prehistoric cultures in the Southeast, like human cultures everywhere, experienced change due to a multitude of factors, such as climate change, resource degradation, conflict, and political competition and factionalism.\n\nMississippian social transformation was addressed in this research using a case study from Moundville, a late prehistoric civic-ceremonial complex located in west-central Alabama dating from A.D. 1250 to 1520. This research sought to address the timing of social change and the nature of nonlocal connections at Moundville during the fifteenth century. This award improved Porth?s doctoral dissertation research at the University of Alabama. Archaeologists have suggested that Moundville?s political order rapidly transformed sometime in the early fifteenth century, a social change that is evident in a decline of regional exchange, the crafting of ritual objects, a shift in symbolic art, and the cessation of platform mound use. However, the 2012 excavations on Mound P, conducted and funded by the University of Alabama, provided the first substantial archaeological recovery of artifacts and other evidence that date to the fifteenth century. Thus, this research was in a perfect position to reevaluate when or if these changes occurred.\n\nTo address the timing of these social changes, 12 radiocarbon samples from Mound P refuse deposits were submitted to the University of Arizona using funds from this award. These samples were recovered from stratigraphic excavations on the west and north flank of the mound and correspond to pottery styles that date to the fifteenth century, the critical time of proposed social change at Moundville. Three radiocarbon samples from midden deposits on the west flank of Mound P date from A.D. 1400 to 1450, whereas six radiocarbon dates from the north flank date from A.D. 1450 to 1520. Unfortunately, three of the samples were outliers and could not be used in this analysis. Earthen platform mounds were constructed using mantles of specially selected soils that enlarged previous mound surfaces. These mound mantles were associated with cyclical rituals related to symbolic purification, political aspirations, and social bonds. Cyclical mound enlargement and the use of the mound summit for special activities was evident from the west flank stratigraphy, but the stratigraphy from the north flank was not the result of mound construction, but rather the periodic use of the mound that emphasized visual display and a restricted range of symbols. Thus, mound construction on Mound P halted before the mid-fifteenth century, marking an end to the ritual and political cycles associated with platform mound ceremonialism. The use of the mound continued, albeit in a different fashion, as the production of ritual items continued and symbolic art changed to emphasize certain themes while deemphasizing others.\n\nThe second research question sought to address the nature of long-distance social connections at Moundville during the fifteenth century. Long-distance exchange and the movement of people across the landscape in complex societies have often been interpreted as necessary for the support of political claims to power and evidence for pilgrimage and the maintenance of social bonds. To answer the second question, a sample of 30 stylistically local and nonlocal ceramic sherds were sent to the Archaeometry Laboratory at the University of Missouri to test the chemical composition of the vessel paste. The majority of ceramic vessels previously sampled from Moundville were constructed using local clays, which are chemically distinct from clay sources to the west, east, and north. The results from this research are preliminary and the data are still being analyzed, but the patterns in the chemical composition of the Mound P sample conform to the previous research. Most the sampled ceramic sherds were not from imported pots, but instead were locally produced copies of the nonlocal style. However, a couple of samples were imports from the Mississippi Valley.\n\nThe intellectual merit of the research is (1) the precise dating of the Moundville social transformation, (2) identification of external exchanges with nonlocal societies that may have influenced the transition, and more broadly, (3) a contribution to understanding social change and continuity in Mississippian societies in the Southeast prior to European interaction. The broader impacts of this study will be fulfilled with the publication of the results, the contribution of the award to Porth?s dissertation completion, and the dissemination of the research to the public through a museum exhibit.\n\n\t\t\t\t\tLast Modified: 08/17/2017\n\n\t\t\t\t\tSubmitted by: Erik Porth"
 }
}