{
 "awd_id": "1606541",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Biomarker-assisted Breeding for Yield and Resilience of Commercial Shellfish Aquaculture in a Changing Ocean",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2016-01-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2015-12-17",
 "awd_max_amd_letter_date": "2015-12-17",
 "awd_abstract_narration": "Aquaculture, the fastest growing sector of global food production, now accounts for more than half of global aquatic production, having surpassed capture fisheries in 2013. Unfortunately, aquaculture relies largely on natural or hatchery propagation of wild stocks and boasts few domesticated species. This primitive exploitation of wild captives must be rectified quickly, if we are to meet seafood demand and serious challenges to the sustainability of aquaculture, such as increasing competition for coastal growing areas, adverse interactions between wild and farmed stocks, emerging diseases, ocean warming, and ocean acidification. Commercial breeding programs can help to meet these global challenges, by accelerating the development and improvement of domesticated stocks for aquaculture, while simultaneously reducing or eliminating interactions with wild populations. The Pacific oyster is one of the top global aquaculture species. Production of this species on the U.S. West Coast has already been impacted by ocean acidification and emerging diseases. Project participants recently founded a start-up shellfish breeding company, Pacific Hybreed, for the commercial development of high-performing shellfish larvae and early juveniles (\"seed\") to supply regional and global aquaculture markets. The I-Corps project will facilitate this start-up company to translate decades of basic biological research into secure, stable and sustainable supplies of shellfish in the face of changing climate and ocean conditions. The biological parallel between the improved yields of hybrid corn and other crops and of hybrid oysters suggests a business parallel between the development of a shellfish breeding company and the development of the modern crop seed industry, which is today a $20B international enterprise. \r\n\r\nFuller understanding of how aquaculture species will respond to environmental change in the world's oceans requires a merging of physiological, genetic and environmental information. Over the last 15 years, this team has repeatedly demonstrated that experimental crosses of inbred lines produce hybrid vigor that is as dramatic as hybrid vigor in corn and other crops. Thus, crossbreeding is the basis for the innovation at the heart of this project; in this context, the Team?s interdisciplinary insights into the genetic, genomic, and physiological causes of hybrid vigor in the Pacific oyster promise the development of biomarkers to improve the efficiency of identifying elite lines and superior hybrid genetic material. The goal of this project is to bring these research elements to bear on commercial production of superior brood stock and high-performing shellfish larvae and early juveniles (\"seed\"). This I-Corps team will participate in the program's entrepreneurship training, undertake market research, and develop market strategies. The team will contact ~100 shellfish growers, mostly members of the Pacific Coast Shellfish Growers Association, to determine (1) the size and structure of the brood stock and seed markets on the U.S. West Coast, (2) the production costs associated with seed supply, (3) the types of brood stock and seed products presently available, and (4) the price structures for these products, including premiums paid for triploid vs. diploid seed. Interactions with potential customers will enable the team to develop a strategy for marketing high-performing brood stock and seed. The short-term outcome from this project will be a business plan that is based on hard numbers about the shellfish seed market along the U.S. West Coast and is therefore suitable for review, first, by our shellfish industry partners and, eventually, by outside investors. The long-term contribution of this project is the application of sophisticated animal-breeding technologies to increase food production from global commercial aquaculture.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Hedgecock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis Hedgecock",
   "pi_email_addr": "dhedge@usc.edu",
   "nsf_id": "000439557",
   "pi_start_date": "2015-12-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donal",
   "pi_last_name": "Manahan",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Donal T Manahan",
   "pi_email_addr": "manahan@usc.edu",
   "nsf_id": "000465904",
   "pi_start_date": "2015-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3616 Trousdale Parkway, AHF 130",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890371",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our team participated in the Bay Area Cohort of the I-Corps program in January and February of 2016.&nbsp; We completed 102 Customer Discovery interviews and all assignments of the program, including a final presentation and &ldquo;Lessons Learned&rdquo; video, which culminated in a &ldquo;Go&rdquo; decision for our start-up company, Pacific Hybreed.&nbsp; We are a company focused on preserving and enhancing shellfish aquaculture in a changing ocean, in order to enhance global seafood security and to sustain family shellfish farms on the U.S. West Coast and throughout the world.</p>\n<p>After the conclusion of the formal training program, we completed a Business Plan based on the Business Model Canvas developed and refined in the training program. &nbsp;We continued the process of Customer Discovery, distributing a more formal Business Plan to key industry players, whom we expect to be primary customers but also potential early investors in our company.&nbsp; In follow-up interviews with these industry players, we received valuable feedback on our initial plan, leading to two major modifications in a second version. &nbsp;</p>\n<p>The primary concern with the first plan was its inattention to the threat of a viral disease that has struck shellfish growing regions in France, New Zealand, Tasmania, and Australia. Thus, the second version of the Business Plan calls for biosecure breeding facilities, which would enable us to continue our breeding efforts in the face of a disease outbreak on the West Coast. We located a suitable site for such facilities at the University of Hawaii, Hilo, Pacific Aquaculture and Coastal Resource Center, and are in discussion with UH administration about formalizing an agreement. Inclusion of a plan for dealing with OsHV-1 met with approval in subsequent interviews with key industry players.</p>\n<p>A second concern with the first version of plan was ownership of the improved broodstock and the seed subsequently produced from them; specifically, there was objection to a revenue stream based on seed sales to third parties. To address that, we developed a strategy for licensing the use of improved broodstock, which would ensure revenue from seed sales to third parties and enable branding. We have not yet tested this modification through customer interviews, because new ideas about revenue streams emerged and superseded previous hypotheses. Namely, we are now proposing to take a percentage of the increased revenue at harvest that results from farming Pacific Hybreed&rsquo;s improved shellfish strains.&nbsp;</p>\n<p>At the end of 2016, we had a lot of moral support from key industry players but little sign of significant capital investment.&nbsp; Thus, we began to pivot towards a phased implementation of our Business Model. In order to establish the seriousness of our commitment and to continue to test the propositions of our Business Model, especially our hypothesis about the revenue stream, we decided to initiate a more modest effort in 2017.&nbsp; We are seeking an initial round of angel investment for this first phase, which will use existing facilities at a NOAA research station in Washington State to produce improved clams and oyster with a single generation of breeding.&nbsp; During this first phase, we will accrue revenue from sales of initial products and seek a second round of investment to establish the quarantine facilities in Hawaii necessary to achieve the broader initial vision for the company.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/15/2017<br>\n\t\t\t\t\tModified by: Dennis&nbsp;Hedgecock</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur team participated in the Bay Area Cohort of the I-Corps program in January and February of 2016.  We completed 102 Customer Discovery interviews and all assignments of the program, including a final presentation and \"Lessons Learned\" video, which culminated in a \"Go\" decision for our start-up company, Pacific Hybreed.  We are a company focused on preserving and enhancing shellfish aquaculture in a changing ocean, in order to enhance global seafood security and to sustain family shellfish farms on the U.S. West Coast and throughout the world.\n\nAfter the conclusion of the formal training program, we completed a Business Plan based on the Business Model Canvas developed and refined in the training program.  We continued the process of Customer Discovery, distributing a more formal Business Plan to key industry players, whom we expect to be primary customers but also potential early investors in our company.  In follow-up interviews with these industry players, we received valuable feedback on our initial plan, leading to two major modifications in a second version.  \n\nThe primary concern with the first plan was its inattention to the threat of a viral disease that has struck shellfish growing regions in France, New Zealand, Tasmania, and Australia. Thus, the second version of the Business Plan calls for biosecure breeding facilities, which would enable us to continue our breeding efforts in the face of a disease outbreak on the West Coast. We located a suitable site for such facilities at the University of Hawaii, Hilo, Pacific Aquaculture and Coastal Resource Center, and are in discussion with UH administration about formalizing an agreement. Inclusion of a plan for dealing with OsHV-1 met with approval in subsequent interviews with key industry players.\n\nA second concern with the first version of plan was ownership of the improved broodstock and the seed subsequently produced from them; specifically, there was objection to a revenue stream based on seed sales to third parties. To address that, we developed a strategy for licensing the use of improved broodstock, which would ensure revenue from seed sales to third parties and enable branding. We have not yet tested this modification through customer interviews, because new ideas about revenue streams emerged and superseded previous hypotheses. Namely, we are now proposing to take a percentage of the increased revenue at harvest that results from farming Pacific Hybreed?s improved shellfish strains. \n\nAt the end of 2016, we had a lot of moral support from key industry players but little sign of significant capital investment.  Thus, we began to pivot towards a phased implementation of our Business Model. In order to establish the seriousness of our commitment and to continue to test the propositions of our Business Model, especially our hypothesis about the revenue stream, we decided to initiate a more modest effort in 2017.  We are seeking an initial round of angel investment for this first phase, which will use existing facilities at a NOAA research station in Washington State to produce improved clams and oyster with a single generation of breeding.  During this first phase, we will accrue revenue from sales of initial products and seek a second round of investment to establish the quarantine facilities in Hawaii necessary to achieve the broader initial vision for the company.\n\n\t\t\t\t\tLast Modified: 05/15/2017\n\n\t\t\t\t\tSubmitted by: Dennis Hedgecock"
 }
}