{
 "awd_id": "1606117",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Plasmon-Enhanced Catalytic Ozonation for Water Treatment and Reuse",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 329711.0,
 "awd_amount": 347711.0,
 "awd_min_amd_letter_date": "2016-07-07",
 "awd_max_amd_letter_date": "2021-12-16",
 "awd_abstract_narration": "1606117\r\nWu\r\n\r\nThe stress of rapid population growth, shortage of fresh water sources, a changing climate, and impaired water sources due to industrialization and urbanization presents a major challenge to water treatment technologies. To better insure high quality drinking water, new, innovative, and cost effective processes are needed. This project is potentially a transformative step to enhance catalytic ozonation for the destruction of emerging contaminants of concern. Advanced oxidation processes usually involve generation of hydroxyl radicals and can be used to remove recalcitrant organic contaminants in water and wastewater. However, the current advanced oxidation processes are usually energy intensive and may form undesired byproducts. This project will examine an enhanced advanced oxidation process as an alternative solution. \r\n\r\nThis project seeks to investigate an innovative advanced water treatment process involving plasmon-enhanced catalytic ozonation to circumvent the limitations of current advanced oxidation processes which fall short of high energy efficiency and low by-product formation. When the frequency of photons (i.e. wavelength of the irradiating light) matches the natural frequency of surface electrons, localized surface plasmon resonance occurs, resulting in strong oscillations of the surface electrons against the positive nuclei background. Plasmonic metals (e.g. Ag, Au, and Cu) support surface plasmon polariton where electromagnetic waves couple to the collective oscillations of valance electrons. It improves solar energy conversion efficiency by enhancing the light absorption in the semiconductor (e.g. TiO2) and directly transferring the plasmonic energy from the metal to the metal oxide support to induce the charge separation. The proposed multidisciplinary research represents one of the first attempts to systematically investigate and utilize the plasmonic effect in advanced water/wastewater treatment. The underlying hypothesis is that the catalytic ozonation of recalcitrant organic compounds can be achieved at a much higher efficiency with minimum by-products formation by using plasmonic effects of copper-based catalysts (earth abundant metal) on metal oxide supports. Irradiating plasmonic nanoparticles with targeted geometric and plasmonic properties with light at their plasmon frequency will facilitate the generation of radical species via ozone decomposition and lead to more complete oxidation of organic contaminants (low organic byproducts formation). The results of the proposed work will provide insights into the novel treatment technology, data for process performance, guidelines for catalyst design and synthesis, and information of fate and transformation of representative emerging contaminants through advanced treatment processes. With LEDs (light emitting diodes) as the light source, this innovative process can be easily implemented in water treatment especially where ozone is used for disinfection. It can also be used in advanced treatment of wastewater for direct/indirect potable reuse. The overarching hypothesis is, that the catalytic ozonation of recalcitrant organic compounds can be achieved at a much higher efficiency with minimum byproducts formation by using plasmonic effects of copper-based catalysts (earth abundant metal) on metal oxide supports. To test this hypothesis the PIs will: (1) Design and synthesize Cu-based catalysts with targeted geometric structure and plasmonic properties using colloidal chemical synthesis as well as atomic layer deposition; (2) Test the catalysts in laboratory plasmon-enhanced catalytic ozonation process focusing on the degree of mineralization, inhibition of bromate formation, and catalyst reusability and stability; (3) Identify the active sites of the catalysts investigate the reaction mechanisms; and, (4) Apply plasmon-enhanced catalytic ozonation in various water matrices including surface water, secondary effluent and reverse osmosis (RO) concentrate produced during water reuse. The PIs have also developed a detailed and comprehensive educational plan that involves graduate and undergraduate students, and high school students working in their laboratories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tingting",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tingting Wu",
   "pi_email_addr": "Tingting.Wu@uah.edu",
   "nsf_id": "000705421",
   "pi_start_date": "2016-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yu",
   "pi_last_name": "Lei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yu Lei",
   "pi_email_addr": "yu.lei@uah.edu",
   "nsf_id": "000653066",
   "pi_start_date": "2016-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 329711.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advanced oxidation processes (AOPs) that aim at removing recalcitrant organic pollutants from water play an important role in water and wastewater industries because of the deteriorated source water quality and the increasing demand for water reuse. However, conventional AOPs are limited by high energy consumption and formation of harmful byproducts. Hence, the goal of this project was to investigate and develop an innovative plasmon-enhanced catalytic ozonation process for cost-effective water treatment and reuse.</p>\n<p>The underlying hypothesis of this study was that catalytic ozonation of recalcitrant organic pollutants can be achieved at a much higher efficiency with minimum byproducts formation by utilizing plasmonic effects of metal/metal oxides based catalysts. In this project, we have successfully synthesized Ag doped spinel ferrite as the plasmonic catalysts for catalytic ozonation processes. We have demonstrated that plasmon-enhanced catalytic ozonation can be a highly efficient AOP for the elimination of recalcitrant water pollutants, with low energy-consumption and byproduct (e.g. bromate) formation in both synthetic solutions and real water/wastewater. The stable mineralogical structure, the magnetic property for easy separation, the low cost of materials (Ag dopant &lt;0.5 wt%), and the facile and scalable synthesis route all make Ag-doped spinel ferrite a very promising ozonation catalyst for water treatment. In addition, we investigated the often-overlooked metallic ion leaching and the effects of synthetic matrices in laboratory investigation of heterogeneous catalytic ozonation processes. We also reported an atomic layer deposition method to enhance the catalyst stability in aqueous solutions. The fundamental understandings gained through this research provide useful insights for future development of catalytic processes for water purification and beyond.</p>\n<p>Water is indispensable for life. This project focused on an innovative advanced treatment technology that helps address a significant societal challenge: increasing demand for clean water under the stress of rapid population growth, shortage of fresh water sources, climate change, and impaired water sources due to industrialization and urbanization. It also offered learning and training opportunities for the next generation researchers and engineers. In addition to supporting several graduate students directly involved in the project, nine undergraduates were involved in various stages of research inquiry. Moreover, we provided education opportunities and hands-on research experience for four high school students from under-represented groups in the field of STEM, mainly through the Research &amp; Engineering Apprenticeship Program (REAP) administered by the Academy of Applied Science (AAS).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/23/2023<br>\n\t\t\t\t\tModified by: Tingting&nbsp;Wu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAdvanced oxidation processes (AOPs) that aim at removing recalcitrant organic pollutants from water play an important role in water and wastewater industries because of the deteriorated source water quality and the increasing demand for water reuse. However, conventional AOPs are limited by high energy consumption and formation of harmful byproducts. Hence, the goal of this project was to investigate and develop an innovative plasmon-enhanced catalytic ozonation process for cost-effective water treatment and reuse.\n\nThe underlying hypothesis of this study was that catalytic ozonation of recalcitrant organic pollutants can be achieved at a much higher efficiency with minimum byproducts formation by utilizing plasmonic effects of metal/metal oxides based catalysts. In this project, we have successfully synthesized Ag doped spinel ferrite as the plasmonic catalysts for catalytic ozonation processes. We have demonstrated that plasmon-enhanced catalytic ozonation can be a highly efficient AOP for the elimination of recalcitrant water pollutants, with low energy-consumption and byproduct (e.g. bromate) formation in both synthetic solutions and real water/wastewater. The stable mineralogical structure, the magnetic property for easy separation, the low cost of materials (Ag dopant &lt;0.5 wt%), and the facile and scalable synthesis route all make Ag-doped spinel ferrite a very promising ozonation catalyst for water treatment. In addition, we investigated the often-overlooked metallic ion leaching and the effects of synthetic matrices in laboratory investigation of heterogeneous catalytic ozonation processes. We also reported an atomic layer deposition method to enhance the catalyst stability in aqueous solutions. The fundamental understandings gained through this research provide useful insights for future development of catalytic processes for water purification and beyond.\n\nWater is indispensable for life. This project focused on an innovative advanced treatment technology that helps address a significant societal challenge: increasing demand for clean water under the stress of rapid population growth, shortage of fresh water sources, climate change, and impaired water sources due to industrialization and urbanization. It also offered learning and training opportunities for the next generation researchers and engineers. In addition to supporting several graduate students directly involved in the project, nine undergraduates were involved in various stages of research inquiry. Moreover, we provided education opportunities and hands-on research experience for four high school students from under-represented groups in the field of STEM, mainly through the Research &amp; Engineering Apprenticeship Program (REAP) administered by the Academy of Applied Science (AAS).\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/23/2023\n\n\t\t\t\t\tSubmitted by: Tingting Wu"
 }
}