{
 "awd_id": "1607502",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/ENG/ECCS-BSF: Vector-State Estimation and Control for Linear Systems with Additive Heavy-Tailed Distributions",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2016-08-05",
 "awd_max_amd_letter_date": "2016-08-05",
 "awd_abstract_narration": "The bell shaped curve, known technically as the Gaussian probability density function (pdf), has been a central element in engineering and financial algorithms that process data and automate a desired operation.  For example, in air traffic control the distance and bearing to an aircraft in a dynamic environment is measured by an active radar. This measurement is not exact, having an uncertainty or error in its value. This uncertainty is not described well by the Gaussian pdf because the portion of the bell shaped curve  far from zero, called the tail of the pdf, is far smaller than the radar data suggests: the Gaussian bell shaped curve is known to have a light, rapidly (exponentially) decaying tail, while radar data is said to have a heavy tail.  It has been well recognized that reliance on the Gaussian pdf can be dangerous (reference: The Black Swan by Nessim Taleb).  Many dynamic systems in engineering, economics, biology, financial movements, earthquakes, atmospheric turbulence, etc., are poorly described by Gaussian pdfs and better described by heavy tailed ones. However, majority of current data processing algorithms are based on the Gaussian pdf assumption mainly because it leads to tractable, real-time implementations.  The newly proposed theory is a paradigm shift, which proposes new algorithms based on a heavy tailed pdf, known as the Cauchy pdf. The result is a more accurate and reliable automated system, which even for probabilistic models that are not Cauchy has demonstrated comparable performance to the Gaussian when the probabilistic environment is such. Since extreme data is likely, the estimator is rich in structure and hence is computationally more intense than its Gaussian counterparts.\r\n\r\nFrom a more technical viewpoint, a new class of implementable real-time vector-state estimators and stochastic controllers for linear dynamic systems with additive heavy-tailed Cauchy process and measurement noises are to be developed. The estimation methodology for this vector-state, linear dynamic system with additive Cauchy noises was addressed by developing a recursion for the analytic measurement update and propagation of the character function of the unnormalized conditional probability density function (ucpdf) of the state given the measurement history.  Through a spectral transformation, the character function of the ucpdf is used explicitly in the development of stochastic controllers, based on a model predictive structure. These results entail significant analytical and numerical complexities due to the rich analytic form of the character function of the ucpdf, which produces a sum of terms that grows at each measurement update. The primary goal of the proposed study is to determine implementable real-time vector-state estimators and stochastic controllers by using simplifications that are due to the fundamental structure of the algorithms. Approximations that will conserve the basic structure of the character function are sought, and will be implemented on current computational hardware, such as graphic processing units. This work was performed with a colleague at the Technion under a Bi-national Science Foundation (BSF) Grant. This international collaboration will continue under the NSF/ENG/ECCS-BSF and BSF grants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Speyer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jason L Speyer",
   "pi_email_addr": "speyer@seas.ucla.edu",
   "nsf_id": "000103424",
   "pi_start_date": "2016-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "14-130 Eng IV;420 Westwood Plaza",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951597",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The bell shaped curve, known as the Gaussian probability density function (pdf), has been the central representation of uncertainty in the development of engineering algorithms that process noisy sensor data to determine the statistical state of the dynamic system driven by a unknown process. When the dynamic system is linear, the Gaussian structure is temporally maintained and the resulting tractable, real-time implementable algorithm that produces the mean, conditioned on the measurement history, and the conditional variance is the celebrated Kalman filter. However, uncertainty is not described well by the Gaussian pdf because the portion of the bell shaped curve far from its mean, called the tail of the pdf, is far smaller than physical data suggests: the Gaussian bell shaped curve is known to have a light, rapidly (exponentially) decaying tail, while the data from many physical systems is said to have a heavy or fat tails. It has been well recognized that reliance on the Gaussian pdf can be dangerous, since many practical systems in engineering, economics, biology, finance, earthquakes, etc., are poorly described by Gaussian pdfs and better described by heavy tailed ones.</p>\n<p>Our recursive and analytic algorithms are a paradigm shift, based explicitly on the very heavy tailed Cauchy pdf or the lighter tailed Laplace pdf. Although no physical process is explicitly Cauchy or Laplace distributed, since their tails over bound other realistic densities, estimators and controller that are based on the Cauchy or Laplace pdfs are hypothesized to be robust to unknown realistic physical densities. We refer to robustness in the statistical sense, meaning that the estimator achieves adequate performance when faced with outliers or unexplained events, and where these events may arise either as large measurement errors, large process deviations, or due to misspecification of the dynamic model. In the presence of unknown uncertainty there is an adaptive aspect to these new estimators not found in the Kalman filter.</p>\n<p>Although the Cauchy and Laplace pdf&rsquo;'s are quite different, the mathematics that generates the recursive and analytic algorithms is similar. For the Cauchy the characteristic function (Fourier transform) of the conditional pdf is generated (a complex function), whereas for Laplace the conditional pdf (a real function) is directly generated, both have similar mathematical forms.&nbsp; Since extreme uncertainty is assumed, the estimators are rich in structure and hence are far more computationally intense than its Gaussian counterparts. This complexity is imbedded in the algebraic structure of the characteristic function of the conditional probability given the measurements (Cauchy) or the conditional probability given the measurements (Laplace), which are composed of a growing sum of terms. Each term is the product of an intricate function, g, of signs of hyperplanes times an exponential whose argument is a sum of absolute values of those same hyperplanes.</p>\n<p>Over the grant period, new fundamental understanding was obtained from the development of the Laplace estimator that has also important ramification for the enhancement of the Cauchy estimator. The following was accomplished over the grant period:</p>\n<ol>\n<li>A complete analysis of the two-state Cauchy estimator. This gave important insights for the multi-state Cauchy estimator.</li>\n<li>Assuming Laplace measurement and process uncertainty, a complete development of the recursive and analytic algorithm for the generation of the conditional pdf. From the conditional pdf the conditional mean and conditional error variance are obtained. </li>\n<li>A remarkable development was the recognition that a certain bases set composed of the sign and multiple products of the sign of hyperplanes describes the value of g on each face of hyperplanes forming a general arrangement in the Laplace case and a central arrangement for the Cauchy case. Recognizing this structure for any state dimension allows many of the terms in the sum to combine, significantly reducing the computational load.</li>\n<li>Motivated by the sliding-mode control approach, a stochastic controller design methodology was developed for discrete-time, vector-state linear systems with additive Cauchy-distributed noises, which has reduced numerical complexity over other available method such as the optimal predictive control paradigm.</li>\n<li>Developed Laplace controllers for scalar linear dynamic system. The expectation of the cost criterion function, which is functionally similar to the Laplace pdf, is obtained in closed form and is shown to be convex. Because of the underlying uncertainties and the convex cost (essentially an absolute value of the state and control), the controller turns off in the vicinity of the minimum cost. This is contrasted with quadratic costs, in which the control is constantly making small adjustments. Applications of this controller involve the minimization of cost criteria like fuel.</li>\n</ol>\n<p>An intern, who attends Mark Keppel High School, developed a U-tube video explaining the underlying concepts of this project. A draft of her slides and dialogue are found in</p>\n<p><a href=\"https://www.mae.ucla.edu/wp-content/uploads/mae/cauchy_movie_800_v2_1.mp4\">https://www.mae.ucla.edu/wp-content/uploads/mae/cauchy_movie_800_v2_1.mp4</a> &nbsp;&nbsp;</p>\n<p>This work was performed with a colleague at the Technion under a Bi-national Science Foundation (BSF) Grant.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/20/2020<br>\n\t\t\t\t\tModified by: Jason&nbsp;L&nbsp;Speyer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe bell shaped curve, known as the Gaussian probability density function (pdf), has been the central representation of uncertainty in the development of engineering algorithms that process noisy sensor data to determine the statistical state of the dynamic system driven by a unknown process. When the dynamic system is linear, the Gaussian structure is temporally maintained and the resulting tractable, real-time implementable algorithm that produces the mean, conditioned on the measurement history, and the conditional variance is the celebrated Kalman filter. However, uncertainty is not described well by the Gaussian pdf because the portion of the bell shaped curve far from its mean, called the tail of the pdf, is far smaller than physical data suggests: the Gaussian bell shaped curve is known to have a light, rapidly (exponentially) decaying tail, while the data from many physical systems is said to have a heavy or fat tails. It has been well recognized that reliance on the Gaussian pdf can be dangerous, since many practical systems in engineering, economics, biology, finance, earthquakes, etc., are poorly described by Gaussian pdfs and better described by heavy tailed ones.\n\nOur recursive and analytic algorithms are a paradigm shift, based explicitly on the very heavy tailed Cauchy pdf or the lighter tailed Laplace pdf. Although no physical process is explicitly Cauchy or Laplace distributed, since their tails over bound other realistic densities, estimators and controller that are based on the Cauchy or Laplace pdfs are hypothesized to be robust to unknown realistic physical densities. We refer to robustness in the statistical sense, meaning that the estimator achieves adequate performance when faced with outliers or unexplained events, and where these events may arise either as large measurement errors, large process deviations, or due to misspecification of the dynamic model. In the presence of unknown uncertainty there is an adaptive aspect to these new estimators not found in the Kalman filter.\n\nAlthough the Cauchy and Laplace pdf’'s are quite different, the mathematics that generates the recursive and analytic algorithms is similar. For the Cauchy the characteristic function (Fourier transform) of the conditional pdf is generated (a complex function), whereas for Laplace the conditional pdf (a real function) is directly generated, both have similar mathematical forms.  Since extreme uncertainty is assumed, the estimators are rich in structure and hence are far more computationally intense than its Gaussian counterparts. This complexity is imbedded in the algebraic structure of the characteristic function of the conditional probability given the measurements (Cauchy) or the conditional probability given the measurements (Laplace), which are composed of a growing sum of terms. Each term is the product of an intricate function, g, of signs of hyperplanes times an exponential whose argument is a sum of absolute values of those same hyperplanes.\n\nOver the grant period, new fundamental understanding was obtained from the development of the Laplace estimator that has also important ramification for the enhancement of the Cauchy estimator. The following was accomplished over the grant period:\n\nA complete analysis of the two-state Cauchy estimator. This gave important insights for the multi-state Cauchy estimator.\nAssuming Laplace measurement and process uncertainty, a complete development of the recursive and analytic algorithm for the generation of the conditional pdf. From the conditional pdf the conditional mean and conditional error variance are obtained. \nA remarkable development was the recognition that a certain bases set composed of the sign and multiple products of the sign of hyperplanes describes the value of g on each face of hyperplanes forming a general arrangement in the Laplace case and a central arrangement for the Cauchy case. Recognizing this structure for any state dimension allows many of the terms in the sum to combine, significantly reducing the computational load.\nMotivated by the sliding-mode control approach, a stochastic controller design methodology was developed for discrete-time, vector-state linear systems with additive Cauchy-distributed noises, which has reduced numerical complexity over other available method such as the optimal predictive control paradigm.\nDeveloped Laplace controllers for scalar linear dynamic system. The expectation of the cost criterion function, which is functionally similar to the Laplace pdf, is obtained in closed form and is shown to be convex. Because of the underlying uncertainties and the convex cost (essentially an absolute value of the state and control), the controller turns off in the vicinity of the minimum cost. This is contrasted with quadratic costs, in which the control is constantly making small adjustments. Applications of this controller involve the minimization of cost criteria like fuel.\n\n\nAn intern, who attends Mark Keppel High School, developed a U-tube video explaining the underlying concepts of this project. A draft of her slides and dialogue are found in\n\nhttps://www.mae.ucla.edu/wp-content/uploads/mae/cauchy_movie_800_v2_1.mp4   \n\nThis work was performed with a colleague at the Technion under a Bi-national Science Foundation (BSF) Grant.\n\n\t\t\t\t\tLast Modified: 06/20/2020\n\n\t\t\t\t\tSubmitted by: Jason L Speyer"
 }
}