{
 "awd_id": "1607874",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A high-speed optical switch based on transforming the shape of nanomaterial through an interacting magnetic and thermal field",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 314910.0,
 "awd_amount": 314910.0,
 "awd_min_amd_letter_date": "2016-06-28",
 "awd_max_amd_letter_date": "2016-06-28",
 "awd_abstract_narration": "A high-speed optical switch based on transforming the shape of nanomaterial through an interacting magnetic and thermal field. \r\nAbstract\r\nThe magnetic field has intrigued many generations of scientists and engineers. One reason is that, once a magnetic field is created it can supply an almost limitless force, such as the Lorentz force, on electrical charges and currents. If this could be exploited then one could have optical, electronic, and data storage technologies that operate on very low power with low energy consumption. Unfortunately, typical magnets, such as a refrigerator magnet, cannot change the optical properties of materials because it applies very weak forces on the charges flowing within the solids and liquids in our familiar environment. This is one reason why nature does not have examples of materials whose optical properties are controllable by magnetic fields. Here the researchers propose to solve this problem by utilizing the fact that when a material melts or freezes, a short lived (few nanoseconds) but extremely large current can be generated at the boundary between the solid and liquid regions. This transient current could be large enough such that, when a refrigerator magnet is brought in its vicinity, the material can be deformed substantially. Thus, physical properties such as the transmission of light can be dramatically changed. They call this effect the MAgneto-THermal or MaTh effect and anticipate the creation of a new type of high-speed optical switching device based on reversibly changing its light transparency. Such devices could find application in optical and quantum computing hardware and in electronic components. \r\nLarge transient thermal gradients involving a solidification or melting front can be created within nanomaterials by heating by nanosecond pulsed laser light. Preliminary hypothesis suggests that at the boundary of a moving phase front, i.e. solidification or melting front, the mass density difference creates a charge imbalance resulting in a large transient current density. Thermal modeling studies and experiments show that metal nanoparticles in the 10-100 nm size range melted by nanosecond pulses can undergo shape deformation and even break-up in the presence of moderate magnetic fields. Since these shape changes and break-up effects can be reversed by laser thermal dewetting effects, a very fast change in optical properties can be achieved in the presence of a simultaneous magnetic and thermal field. The goal of the research is to  design, fabricate, and demonstrate an optical device based on the magnetic field break-up and thermal field re-assembly of metal nanoparticles. The researchers plan to use a combination of thin film deposition, cost-effective nanosphere lithography, etching, pulsed laser melting, and optical characterization. They will investigate the device performance as a function of laser and materials parameters. They anticipate that the proposed tasks will also enhance their fundamental understanding of the coupled magnetic-thermal effect. Therefore, new knowledge as well as a new technology is expected from the planned experimental and theoretical investigations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramki",
   "pi_last_name": "Kalyanaraman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramki Kalyanaraman",
   "pi_email_addr": "kalyanaramanr@smccd.edu",
   "nsf_id": "000253925",
   "pi_start_date": "2016-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 314910.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of our research was to discover methods and/or nanomaterials which demonstrate useful new behaviors in the presence of magnetic, laser, optical, magneto-optical or chemical surroundings.&nbsp;Nanomaterials are those in which features of size ranginf from 1 to ~ 100 nm influence the properties of the material.</p>\n<p>One outcome of our research was that a laser pulse whose pulse time width was 9 nanoseconds, can switch the optical behavior of nanoparticles. We discovered that the shape of SIlver (Ag) nanoparticles could be reversable switched between a hemisphercal and spherical shape. This reversible switching resulted in a substantial change in the optical plasmonic resonance of the nanomaterials, which was the equivalent of a reversible color change from red to blue within a single laser pulse. This result was titled \"Nanosecond switchable localized surface plasmons through resettable contact angle behavior in Silver nanoparticles\".&nbsp; The figure lableled 'Reversible Nanosecond Switching'&nbsp; summarizes the key results.</p>\n<p class=\"p1\">A second outcome was the direct observation and discovery of interface plasmons in bimetallic nanoparticles. Plasmons are collective oscillations of electrons and can be seen in certain metals. When two dissimilar metals are joined together, unusual effects can be expected for these collective oscillations. Here, we presented the first evidence of localized interface plasmons from Cobalt -Silver (CoAg) bimetallic nanoparticles by employing scanning transmission electron microscopy - electron energy-loss spectroscopy (STEM-EELS). Since Co is magnetic, this discovery opens the possibilit that magnetism can influence the optical response of nanostructure. Furthermore, since modified plasma oscillations in metal-metal interfaces are highly sought-after phenomena in plasmonics, this discovery of such a localized<span>&nbsp; </span>oscillation will be important. The figure labeled 'Interface Plasmons' summarizes this discovery.<span>&nbsp;</span></p>\n<p class=\"p1\">A third outcome was the discovery of giant nonlinear optical and magneto-optical responses in bimetallic Iron-Silver (FeAg) nanostructures at the optical communication wavelength of 1.55 microns.&nbsp;In nonlinear materials, the material responds to higher powers of the incident signals, such as the electric fields of incident light. We have discovered the first nonmaterial system to show extraordinarily large nonlinear responses under optical and magnetic fields.<span>&nbsp; </span>This discovery opens up a rich new set of possibilities in utilizing magneto-plasmonic materials to miniaturize future multifunctional devices at telecommunication wavelengths. The figure labeled 'Giant mgneto-optical nonlinearities at&nbsp; telecom wavelengths' summarizes the key results.<span>&nbsp;</span></p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">This research resulted in the publications of 4 peer-reviewed manuscripts with an additional three manuscripts currently under various stages of review. Several conference presentations were made, including poster and oral presentations.</p>\n<p class=\"p1\">One invention disclosure was filed at the University of Tennessee on the materials that produce large optical and magnetooptical nonlinearities at the telecom wavelength.</p>\n<p class=\"p1\">One graduate student earned a Ph.D. Degree in Physics and was mentored by an interdisciplinar team of investigators from Materials Science, Chemical Engineering and Physics Disciplines.</p>\n<p class=\"p1\">Several other graduate and undergraduate students, including from underrepresented groups in STEM disciplines were trained in various cutting edge STEM tools, including in areas of national interest such as nanotechnology, through the course of this work.&nbsp;</p>\n<p class=\"p1\">The graduate student involved in this research, received multiple awards and honors over the course of the research work, including</p>\n<p class=\"p1\">- Department of Physics Colloquium Award (2016)</p>\n<p class=\"p1\">- A chancellor top-off Scholarship (2015-2019)</p>\n<p class=\"p1\">- FIrst Place in The Appalachain Regional Micorcop Societ Poster Award (2020)</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\"><span><br /></span></p>\n<p class=\"p1\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2020<br>\n\t\t\t\t\tModified by: Ramki&nbsp;Kalyanaraman</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1607874/1607874_10436690_1606498336281_NLO-Faraday--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1607874/1607874_10436690_1606498336281_NLO-Faraday--rgov-800width.jpg\" title=\"Giant Magneto-optical Nonlinearities at telecom wavelengths\"><img src=\"/por/images/Reports/POR/2020/1607874/1607874_10436690_1606498336281_NLO-Faraday--rgov-66x44.jpg\" alt=\"Giant Magneto-optical Nonlinearities at telecom wavelengths\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left Panel shows the experimental technique and the resulting giant magneto-optical rotation at the telecom wavelength of 1.55 microns. Right panel captures the analysis of the plasmonic behavior in the ferromagnetic Fe - Plasmonic Ag nanopramid systems.</div>\n<div class=\"imageCredit\">UTK</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ramki&nbsp;Kalyanaraman</div>\n<div class=\"imageTitle\">Giant Magneto-optical Nonlinearities at telecom wavelengths</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1607874/1607874_10436690_1606495995880_Switching--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1607874/1607874_10436690_1606495995880_Switching--rgov-800width.jpg\" title=\"Reversable Nanosecond Switching\"><img src=\"/por/images/Reports/POR/2020/1607874/1607874_10436690_1606495995880_Switching--rgov-66x44.jpg\" alt=\"Reversable Nanosecond Switching\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left panel of images shows the two different particle shapes under switching. RIght panel shows the reversible optical plasmonic behavior from the two different particle shapes</div>\n<div class=\"imageCredit\">IOP</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ramki&nbsp;Kalyanaraman</div>\n<div class=\"imageTitle\">Reversable Nanosecond Switching</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1607874/1607874_10436690_1606497208332_InterfacePlasmons--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1607874/1607874_10436690_1606497208332_InterfacePlasmons--rgov-800width.jpg\" title=\"Interface Plasmons\"><img src=\"/por/images/Reports/POR/2020/1607874/1607874_10436690_1606497208332_InterfacePlasmons--rgov-66x44.jpg\" alt=\"Interface Plasmons\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left panel depicts the high resolution electron energy loss map at and near the interface of the AgCo nanoparticle that led to the discovery of the interface plasmon. The right panel is a schematic model of the nature of the interface plasmon at the ferromagnetic-plasmonic bimetal system</div>\n<div class=\"imageCredit\">Plasmonics</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ramki&nbsp;Kalyanaraman</div>\n<div class=\"imageTitle\">Interface Plasmons</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe purpose of our research was to discover methods and/or nanomaterials which demonstrate useful new behaviors in the presence of magnetic, laser, optical, magneto-optical or chemical surroundings. Nanomaterials are those in which features of size ranginf from 1 to ~ 100 nm influence the properties of the material.\n\nOne outcome of our research was that a laser pulse whose pulse time width was 9 nanoseconds, can switch the optical behavior of nanoparticles. We discovered that the shape of SIlver (Ag) nanoparticles could be reversable switched between a hemisphercal and spherical shape. This reversible switching resulted in a substantial change in the optical plasmonic resonance of the nanomaterials, which was the equivalent of a reversible color change from red to blue within a single laser pulse. This result was titled \"Nanosecond switchable localized surface plasmons through resettable contact angle behavior in Silver nanoparticles\".  The figure lableled 'Reversible Nanosecond Switching'  summarizes the key results.\nA second outcome was the direct observation and discovery of interface plasmons in bimetallic nanoparticles. Plasmons are collective oscillations of electrons and can be seen in certain metals. When two dissimilar metals are joined together, unusual effects can be expected for these collective oscillations. Here, we presented the first evidence of localized interface plasmons from Cobalt -Silver (CoAg) bimetallic nanoparticles by employing scanning transmission electron microscopy - electron energy-loss spectroscopy (STEM-EELS). Since Co is magnetic, this discovery opens the possibilit that magnetism can influence the optical response of nanostructure. Furthermore, since modified plasma oscillations in metal-metal interfaces are highly sought-after phenomena in plasmonics, this discovery of such a localized  oscillation will be important. The figure labeled 'Interface Plasmons' summarizes this discovery. \nA third outcome was the discovery of giant nonlinear optical and magneto-optical responses in bimetallic Iron-Silver (FeAg) nanostructures at the optical communication wavelength of 1.55 microns. In nonlinear materials, the material responds to higher powers of the incident signals, such as the electric fields of incident light. We have discovered the first nonmaterial system to show extraordinarily large nonlinear responses under optical and magnetic fields.  This discovery opens up a rich new set of possibilities in utilizing magneto-plasmonic materials to miniaturize future multifunctional devices at telecommunication wavelengths. The figure labeled 'Giant mgneto-optical nonlinearities at  telecom wavelengths' summarizes the key results. \n \nThis research resulted in the publications of 4 peer-reviewed manuscripts with an additional three manuscripts currently under various stages of review. Several conference presentations were made, including poster and oral presentations.\nOne invention disclosure was filed at the University of Tennessee on the materials that produce large optical and magnetooptical nonlinearities at the telecom wavelength.\nOne graduate student earned a Ph.D. Degree in Physics and was mentored by an interdisciplinar team of investigators from Materials Science, Chemical Engineering and Physics Disciplines.\nSeveral other graduate and undergraduate students, including from underrepresented groups in STEM disciplines were trained in various cutting edge STEM tools, including in areas of national interest such as nanotechnology, through the course of this work. \nThe graduate student involved in this research, received multiple awards and honors over the course of the research work, including\n- Department of Physics Colloquium Award (2016)\n- A chancellor top-off Scholarship (2015-2019)\n- FIrst Place in The Appalachain Regional Micorcop Societ Poster Award (2020)\n \n\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2020\n\n\t\t\t\t\tSubmitted by: Ramki Kalyanaraman"
 }
}