{
 "awd_id": "1607849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Building Social Infrastructure for Achieving Change at Scale",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 131457.0,
 "awd_amount": 131457.0,
 "awd_min_amd_letter_date": "2016-05-27",
 "awd_max_amd_letter_date": "2016-05-27",
 "awd_abstract_narration": "The emergent field of engineering education research is a necessary lever to make systemic and sustainable changes in the way we educate and develop engineers to meet current and future national priorities and global challenges. There is a great deal of variation in the strength of the social infrastructure used by engineering education researchers to collaborate and build research projects of sufficient depth and diversity for true systemic change. In this project, relative social infrastructure strength is grouped as follows: those researchers who are connected to a department of engineering education; those who are connected to a center or other non-department, formalized group on their campus; and those who have neither connection. Any combination of access types may be present on a single campus. The purpose of this project is to discover and implement evidence-based social infrastructure elements that meet the needs of the third group while maintaining the integrity of the department- and center-based infrastructure. These researchers are often located in their universities in capacities that are highly intertwined with the practice of engineering education; finding better ways to network and support them creates stronger ties between research and practice, facilitating systemic and lasting change. \r\n\r\nUsing the social movement organizing methodology of relational meetings, the investigators will conduct a series of interviews with engineering education researchers who are connected with centers or departments those who are not, and their practitioner colleagues to identify areas of common concern, resources each can contribute to change agent networks, and opportunities for strategic intervention around which the engineering education change movement can build power. Through two phases of the research root cause analysis will be applied to the problems of faculty reward structures and diversity in engineering; working at the level of structural economic forces in higher education in the first case, and racism, sexism, ableism, and other forms of structural inequality in the second case, will guide strategies and interventions to produce lasting, significant change and address problems at their source. This approach will further the research on change in engineering education by understanding faculty behavior as grounded not only in personal motivation and institutional reward structures but also in current economic and policy frameworks for higher education. The results of this project will identify mechanisms to strengthen engineering education networks. Of particular importance are those researchers currently working in the field who are not strongly connected to those networks. Broad-based and widespread change will occur through modifications to communities' infrastructure and leadership development that support both the engineering education researchers and practitioners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Karlin",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer N Karlin",
   "pi_email_addr": "jennifer.james-1@mnsu.edu",
   "nsf_id": "000330208",
   "pi_start_date": "2016-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota School of Mines and Technology",
  "inst_street_address": "501 E SAINT JOSEPH ST",
  "inst_street_address_2": "",
  "inst_city_name": "RAPID CITY",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6053941218",
  "inst_zip_code": "577013901",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA SCHOOL OF MINES & TECHNOLOGY",
  "org_prnt_uei_num": "CJAJYT2KW771",
  "org_uei_num": "CJAJYT2KW771"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota School of Mines and Technology",
  "perf_str_addr": "501 East St. Joseph Street",
  "perf_city_name": "Rapid City",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "577013995",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}