{
 "awd_id": "1607481",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Observation and Control of Coherent Processes Involving Rydberg Atoms",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 324040.0,
 "awd_amount": 489158.0,
 "awd_min_amd_letter_date": "2016-08-26",
 "awd_max_amd_letter_date": "2021-07-13",
 "awd_abstract_narration": "This project will study the fundamental response of individual atoms to external stimuli, such as the presence of other atoms or very brief pulses of bright laser light.  The experiments will use \"Rydberg atoms\" (those in which at least one of the negatively-charged electrons has much more energy than normal and moves in a large, slow orbit around the positively-charged nucleus). Because the electric forces between the nucleus and the distant electron are so weak in Rydberg atoms, they are very sensitive to their surroundings. This sensitivity will be exploited in the experiments, magnifying the atom's response to its environment and making it easier to change the electron's motion or manipulate the forces between atoms in controlled ways. Some of the experiments could have direct applications in quantum computing because Rydberg atoms might serve to store and process information. In other cases, the experiments will provide insights to problems involving more complex systems, for example energy transfer in light harvesting systems, or the use of very brief laser pulses to view electron motion in molecules over extremely short time intervals (the so-called \"attosecond\" regime, which is a million-trillion times smaller than 1 second).\r\n\r\nThe experiments will utilize ultrafast and cold atom techniques, separately and in combination, exploiting intense ultrashort terahertz pulses and controlled interatomic couplings to manipulate electron dynamics and/or atom-atom correlations. These systems are rich with opportunities for exploring novel aspects of few- and many-body quantum mechanics at the interface between ultrafast/strong field physics and cold atom physics. The problems to be addressed represent real challenges as the spatial and temporal scales relevant to the dynamics span many orders of magnitude, from electronic motion within individual atoms to correlations involving multiple atoms. One set of experiments will seek to further characterize the novel ionization behavior of atoms exposed to intense, true single-cycle pulses. Another will attempt to use such pulses to induce both ionization and recombination, coherently shuttling bound electrons from atoms to their neighbors. A third line of experiments will utilize efficient laser excitation of atom pairs into, and out of, Rydberg states at prescribed interatomic distances, toggling strong repulsive interactions between atoms to manipulate the position correlation of cold atoms in a magneto optical trap. Possibilities for producing self-ordered arrays of atoms without an explicit external confinement potential will be pursued. Lastly, controlled dipole-dipole couplings between atoms will be used to entangle electronic wavepackets on neighboring atoms, resulting in the transfer of coherent electronic wavepacket motion from atoms to their neighbors, at distances of several microns. New insights obtained from the proposed experiments have the potential to impact several other scientific areas including condensed matter physics, chemical physics, quantum information, quantum control, and attosecond science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Jones",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Robert R Jones",
   "pi_email_addr": "rrj3c@virginia.edu",
   "nsf_id": "000359042",
   "pi_start_date": "2016-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "382 McCormick Road, Box 400714",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044714",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  },
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 280960.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 24040.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 34158.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The general goals of this project were to better understand how the fundamental nature of pairs and groups of atoms differs from that of isolated atoms, to explore methods for manipulating them using lasers and electric fields. This manipulation could enable, for example: (i) new tools for controlling the relative positions of atoms in a gas; (ii) novel approaches for rapid transfer of information between atoms; and (iii) the establishment and preservation of quantum mechanical connections between atoms on which next generation computing platforms could be based. The experiments utilized &ldquo;Rydberg atoms.&rdquo; These are atoms in which at least one negatively-charged electron is &ldquo;highly-excited,&rdquo; that is, it has much more than a typical amount of energy and moves in a large, slow orbit around the positively-charged nucleus. Because the electric forces between the nucleus and the distant electron are so weak, Rydberg atoms are very sensitive to their surroundings, including: other atoms, other charges, light, microwaves, etc. This sensitivity can be exploited in experiments, magnifying the atom&rsquo;s response to its environment, and substantially relaxing the technical challenges associated with affecting the electron&rsquo;s motion or manipulating the forces between atoms. The results of this work may be relevant to applications such as detecting weak electric fields, using the Rydberg atoms as well characterized quantum sensors of their environment. Other potential applications include quantum computing since, if properly controlled, exaggerated Rydberg atoms can store and process information. Additionally, our results with Rydberg atoms provide key insights that can be applied to problems involving more complex systems, for example, energy transfer in light harvesting systems. In general, what we learned from these experiments has the potential to impact research in an array of areas, including condensed matter physics, chemical physics, quantum information, quantum control, and attosecond science.<br /><br />In terms of specific outcomes, in one set of experiments, we showed that the coupling of charges on distant Rydberg atoms modified the frequency of rapid charge oscillations established in the individual atoms. Moreover, we found that controlled dipole-dipole couplings between atoms could be used to \"entangle\" electronic wavepackets on neighboring atoms, resulting in the transfer of coherent electronic charge oscillations from atoms to their neighbors, at distances of several microns. Other experiments showed that by exposing gases of Rydberg atoms to weak electric field pulses we could reveal signatures of the quantum dipole-dipole couplings between them, and coax them to all behave similarly, despite the vast differences in the separations between individual pairs of atoms in the gas. We have also demonstrated a sensitive, self-calibrating, Rydberg atom-based detector for measuring the amplitude and frequency of weak time-varying electric fields, potentially enabling the measurement of small changes in local environment around electromagnetic devices, or detecting weak communication signals from small embedded sensors.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/11/2022<br>\n\t\t\t\t\tModified by: Robert&nbsp;R&nbsp;Jones</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe general goals of this project were to better understand how the fundamental nature of pairs and groups of atoms differs from that of isolated atoms, to explore methods for manipulating them using lasers and electric fields. This manipulation could enable, for example: (i) new tools for controlling the relative positions of atoms in a gas; (ii) novel approaches for rapid transfer of information between atoms; and (iii) the establishment and preservation of quantum mechanical connections between atoms on which next generation computing platforms could be based. The experiments utilized \"Rydberg atoms.\" These are atoms in which at least one negatively-charged electron is \"highly-excited,\" that is, it has much more than a typical amount of energy and moves in a large, slow orbit around the positively-charged nucleus. Because the electric forces between the nucleus and the distant electron are so weak, Rydberg atoms are very sensitive to their surroundings, including: other atoms, other charges, light, microwaves, etc. This sensitivity can be exploited in experiments, magnifying the atom’s response to its environment, and substantially relaxing the technical challenges associated with affecting the electron’s motion or manipulating the forces between atoms. The results of this work may be relevant to applications such as detecting weak electric fields, using the Rydberg atoms as well characterized quantum sensors of their environment. Other potential applications include quantum computing since, if properly controlled, exaggerated Rydberg atoms can store and process information. Additionally, our results with Rydberg atoms provide key insights that can be applied to problems involving more complex systems, for example, energy transfer in light harvesting systems. In general, what we learned from these experiments has the potential to impact research in an array of areas, including condensed matter physics, chemical physics, quantum information, quantum control, and attosecond science.\n\nIn terms of specific outcomes, in one set of experiments, we showed that the coupling of charges on distant Rydberg atoms modified the frequency of rapid charge oscillations established in the individual atoms. Moreover, we found that controlled dipole-dipole couplings between atoms could be used to \"entangle\" electronic wavepackets on neighboring atoms, resulting in the transfer of coherent electronic charge oscillations from atoms to their neighbors, at distances of several microns. Other experiments showed that by exposing gases of Rydberg atoms to weak electric field pulses we could reveal signatures of the quantum dipole-dipole couplings between them, and coax them to all behave similarly, despite the vast differences in the separations between individual pairs of atoms in the gas. We have also demonstrated a sensitive, self-calibrating, Rydberg atom-based detector for measuring the amplitude and frequency of weak time-varying electric fields, potentially enabling the measurement of small changes in local environment around electromagnetic devices, or detecting weak communication signals from small embedded sensors.\n\n\t\t\t\t\tLast Modified: 03/11/2022\n\n\t\t\t\t\tSubmitted by: Robert R Jones"
 }
}