{
 "awd_id": "1607854",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   A biomimetic dynamic self-assembly system programmed using DNA nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032925326",
 "po_email": "rduran@nsf.gov",
 "po_sign_block_name": "Randy Duran",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2016-09-06",
 "awd_max_amd_letter_date": "2016-09-06",
 "awd_abstract_narration": "Non-technical: These collaborative awards by the Biomaterials program in the Division of Materials Research to Arizona State University (lead) and University of Michigan Ann Arbor (non-lead) are to study DNA polymerization and depolymerization to biomimic the functions of microtubules in cells. This award is co-funded by the following programs: 1) BioMaPS program in the Division of Materials Research; and 2) Biotechnology and Biochemical Engineering program in the Division of Chemical and Bioengineering, Environmental, and Transport Systems (ENG). The award will study the dynamic self-assembly and disassembly observed in cellular microtubules, which are involved in a number of cell functions such as intracellular transport, cell division, gene expression, etc. With this award, the microtubule functions will be mimicked by designing the self-assembly seen in DNA system. Scientific broader impacts of this study will be in developing biocompatible motors, robotics, and other applications such as drug and gene delivery systems. As part of the broader impact activities, this project will provide interdisciplinary training opportunities to students at the interface between DNA nanotechnology and single molecule biophysics. In addition, this project aims to engage high school students through experiential learning, providing them with teaching tools, and developing a STEM volunteer network. Finally, the single-molecular probing will be performed in the NSF-funded Single Molecule Analysis in Real-Time (SMART) Center at the University of Michigan, which has a vigorous outreach program to the broader scientific community.\r\n\r\nTechnical: This project will build synthetic DNA-based assemblies that biomimic the salient features of dynamic self-assembly seen in cellular microtubules. Taking advantage of the DNA nanostructure programmability, this project aims to: investigate the kinetic determinants of interactions including cooperative binding, nucleation, and growth; mimic the treadmilling (active transport by self-assembly and disassembly) and dynamic instability of microtubules by employing driving forces intrinsic to Holliday junction isomerization with intermediate assembly stages that can be isolated and studied; and visualize and control of the treadmilling and dynamic instability of the DNA assembly line using comprehensive single-molecule characterization methods. Examination of this synthetic dynamic assembly system will lay the groundwork in the design and construction of sophisticated dynamic molecular assemblies based on DNA. Results from this project will provide a theoretical foundation for DNA-based motors, robotics, and other dynamic transport systems. These studies could in turn pave the way for assembling a DNA tile system that can directionally step on a programmed dynamic assembly line that mimics the motion of motor proteins (e.g., dynein or kinesin) seen in microtubules.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nils",
   "pi_last_name": "Walter",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nils G Walter",
   "pi_email_addr": "nwalter@umich.edu",
   "nsf_id": "000089035",
   "pi_start_date": "2016-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of Michigan",
  "perf_str_addr": "940 N University",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091055",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span>Self-assembly can be defined as the autonomous organization of components into patterns or structures without human intervention. Although much of our current understanding of self-assembly comes from the examination of static systems, the greatest challenges and opportunities lie in building and studying dynamic systems. Dynamic self-assembly processes underlie many forms of adaptive and intelligent behaviors in natural systems.&nbsp;</span>Controlling the nucleation step of a self</span><span>&#8208;</span><span>assembly system is essential for engineering structural complexity and dynamic behaviors. Here, we designed a &ldquo;frame filling&rdquo; model system that comprises one type of self</span><span>&#8208;</span><span>complementary DNA tile and a hosting DNA origami frame to investigate the inherent dynamics of three general nucleation modes in nucleated selfassembly: unseeded, facet and seeded nucleation.&nbsp;</span>Guided by kinetic simulations, which suggested an optimal temperature range to differentiate the individual nucleation modes, and complemented by single molecule observations, the transition of tiles from a metastable, monomeric state to a stable, polymerized state through the three nucleation pathways was monitored by Mg2+&#8208;triggered kinetic measurements. The temperature&#8208;dependent kinetics for all three nucleation modes were correlated by a &ldquo;nucleation&#8208;growth&rdquo; model, which quantifies the tendency of nucleation using an empirical nucleation number. Moreover, taking advantage of the temperature dependence of nucleation, the tile assembly can be regulated externally by the hosting frame. A UV&#8208;responsive trigger was integrated into the frame to simultaneously control &ldquo;when&rdquo; and &ldquo;where&rdquo; nucleation starts. Our results reveal the dynamic mechanisms of the distinct nucleation modes of DNA tile&#8208;based self&#8208;assembly and provide a general strategy for dynamically regulating and controlling the self&#8208;assembly process.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2020<br>\n\t\t\t\t\tModified by: Nils&nbsp;G&nbsp;Walter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSelf-assembly can be defined as the autonomous organization of components into patterns or structures without human intervention. Although much of our current understanding of self-assembly comes from the examination of static systems, the greatest challenges and opportunities lie in building and studying dynamic systems. Dynamic self-assembly processes underlie many forms of adaptive and intelligent behaviors in natural systems. Controlling the nucleation step of a self&#8208;assembly system is essential for engineering structural complexity and dynamic behaviors. Here, we designed a \"frame filling\" model system that comprises one type of self&#8208;complementary DNA tile and a hosting DNA origami frame to investigate the inherent dynamics of three general nucleation modes in nucleated selfassembly: unseeded, facet and seeded nucleation. Guided by kinetic simulations, which suggested an optimal temperature range to differentiate the individual nucleation modes, and complemented by single molecule observations, the transition of tiles from a metastable, monomeric state to a stable, polymerized state through the three nucleation pathways was monitored by Mg2+&#8208;triggered kinetic measurements. The temperature&#8208;dependent kinetics for all three nucleation modes were correlated by a \"nucleation&#8208;growth\" model, which quantifies the tendency of nucleation using an empirical nucleation number. Moreover, taking advantage of the temperature dependence of nucleation, the tile assembly can be regulated externally by the hosting frame. A UV&#8208;responsive trigger was integrated into the frame to simultaneously control \"when\" and \"where\" nucleation starts. Our results reveal the dynamic mechanisms of the distinct nucleation modes of DNA tile&#8208;based self&#8208;assembly and provide a general strategy for dynamically regulating and controlling the self&#8208;assembly process.\n\n \n\n\t\t\t\t\tLast Modified: 11/21/2020\n\n\t\t\t\t\tSubmitted by: Nils G Walter"
 }
}