{
 "awd_id": "1608448",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Broadband Quantum limited Traveling-Wave Parametric Amplifier based on a Superconducting Metamaterial Transmission Line",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 344652.0,
 "awd_amount": 344652.0,
 "awd_min_amd_letter_date": "2016-07-11",
 "awd_max_amd_letter_date": "2016-07-11",
 "awd_abstract_narration": "Title: Broadband Quantum Limited Traveling-Wave Parametric Amplifier based on a Superconducting Metamaterial Transmission Line\r\n\r\nNon-Technical Description:\r\nThere has been renewed interest in utilizing quantum limited amplifiers for detection of weak microwave signals.  Such amplifiers have allowed for ultra-sensitive detection in radio astronomy (such as dark matter searches or cosmic microwave background studies), detectors with photon number resolution, ultra-secure quantum communications, and real time monitoring of superconducting quantum bits. Detection of low level signals, particularly at the single photon level is challenging, where amplifiers which have noise levels which are limited by quantum mechanical fluctuations are required for a satisfactory signal-to-noise ratio measurement. In this project a novel traveling-wave parametric amplifier (TWPA) composed of a tunable metamaterial transmission line which will allow for efficient parametric amplification of a weak signal over a broad bandwidth in the microwave regime utilizing low-loss superconducting circuits is developed. The metamaterial transmission line which makes up the proposed amplifier can be tuned to have a negative refractive index which allows for efficient amplification over very short lengths, which aides in the reduction of noise and promotes scalability. \r\n\r\nStudents participating in this research will be exposed to state-of-the-art experimental techniques in modern solid-state science and engineering, and will also be able to share their enthusiasm for science and engineering by participating in outreach activities to K-12 students and teachers. Outreach activities include mobile atomic force microscope demonstrative laboratory which are brought to K-12 institutions.to demonstrate nanoscience concepts.\r\n\r\nTechnical Description:\r\nPresent state-of-the-art TWPA designs have been primarily based on series arrays of Josephson junctions as originally introduced in the early 1980s.  Limitations in these designs have prevented their wide-spread use and adoption. These limitations have to do with: phase matching, weak nonlinearities, and excessive noise several times the quantum limit. In this research program we propose to take an entirely different approach to phase matching in a TWPA. The proposed TWPA is composed of a metamaterial transmission line which will allow for efficient parametric amplification over a broad bandwidth in the microwave regime utilizing low-loss superconducting circuits. The metamaterial transmission line is composed of a unique network of coupled magnetically frustrated asymmetric superconducting quantum interference devices. The tunability of the refractive index (impedance) of the proposed metamaterial transmission line in situ allows for the nonlinear component of the refractive index to be tuned from positive to negative which can phase match a weak signal to a strong pump and result in efficient parametric amplification of the weak signal. The proposed TWPA is expected to deliver high gain (> 20 dB) over a broad bandwidth (> 5 GHz) while maintaining quantum limited in noise performance. The objectives of the proposed research are: (1) to fabricate prototype TWPAs (2) Characterize the gain, bandwidth, dynamic range, and added noise (3) Validate the quantum limited in noise nature of the TWPA (4) Investigate the performance of the TWPA in the presence of parameter variations (4) Study loss mechanisms in the TWPA which contribute to excessive noise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Bell",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew T Bell",
   "pi_email_addr": "matthew.bell@umb.edu",
   "nsf_id": "000673591",
   "pi_start_date": "2016-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Boston",
  "inst_street_address": "100 WILLIAM T MORRISSEY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DORCHESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172875370",
  "inst_zip_code": "021253300",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "UNIVERSITY OF MASS AT BOSTON",
  "org_prnt_uei_num": "CGCDJ24JJLZ1",
  "org_uei_num": "CGCDJ24JJLZ1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Boston",
  "perf_str_addr": "100 Morrissey Blvd",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021253300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 344652.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past decade there has been significant interest in utilizing quantum limited amplifiers for detection of weak microwave signals in applications such as ultrasensitive detectors in astronomy in search of dark matter or cosmic microwave background, ultra-secure quantum communications, and readout of superconducting quantum bits in scalable quantum computers. Such applications require wide bandwidths, low-noise preferably at the quantum limit of noise, large dynamic range, and gains in excess of 20 dB. To realize such an amplifier this project set out to develop a superconducting Josephson junction traveling-wave parametric amplifier where a weak signal undergoes amplification while co-propagating along a nonlinear transmission line with a strong pump signal.&nbsp; Since superconductors are low-loss large, gains and low-noise can be achieved in such an amplifier. Since TWPAs do not contain resonant structures large bandwidths are also realizable.</p>\n<p>&nbsp;</p>\n<p>The uniqueness of the proposed TWPA in this project in comparison with what has been reported in literature is the unique nonlinearity of the transmission line which makes up the TWPA. Competing designs consists of series arrays of Josephson junctions which have a fixed nonlinearity which is based on the physics of a Josephson junction. The proposed TWPA design has a tunable nonlinearity which allows the magnitude and even the sign of the nonlinearity to be tuned with an external magnetic field. Such a unique nonlinearity allows for phase matching of a four-wave mixing process which is the underlying mechanism of parametric gain in such amplifiers and can result in highly efficient amplification. During this project we have designed the TWPA with numerical simulations to determine the optimal circuit parameters of the TWPA to allow for peak performance. Circuit simulations both in electromagnetic simulators and electronic circuit simulators such as WRSpice were used to validate numerical simulations. Several TWPAs were fabricated over a number of iterations at two different superconducting niobium foundries. Microwave measurements were performed to characterize the gain, bandwidth, dynamic range, and noise performance of the TWPA. We were successful in realizing TWPAs with gains in excess of 20 dB, bandwidths of 5 GHz and dynamic range of -86 dBm. During this project we also investigated different means of tuning the TWPA both with an external magnetic field and also with a DC bias line. Initial TWPA designs were fabricated with a lossy dielectric, silicon dioxide which is a standard insulator in the niobium electronics foundry. Such dielectric presents too much loss to realize TWPAs with quantum limited noise. During this project a low-loss dielectric, silicon nitride was incorporated in the TWPA design. Microwave measurements of such TWPA devices showed a low-loss significantly improved in comparison to competing TWPA&rsquo;s reported in literature. However it was also observed that the small variations in circuit parameters particularly the properties of the Josephson junctions which make up the TWPA result in significant standing waves on the transmission line which make up the TWPA. Such standing&ndash;waves result in unwanted ripple in the gain of the TWPA degrading its performance. Through numerical simulations, a set of tuning parameters allow for the bias of the TWPA to an optimal operating point to reduce gain ripple and improve performance. We have also investigated replacing some of the Josephson junctions of the transmission lines with high kinetic inductance superconductor which allows for a reduce spread in circuit parameters and improved performance of the TWPA. Numerical simulations have also determined improved performance in terms of gain and bandwidth in such structures. We intend to continue investigating such improvements in the TWPA design beyond the scope of this project.</p>\n<p>&nbsp;</p>\n<p>Due to the success of the TWPA design which was developed and validated under this project we have applied for and were issued a US patent. We have also begun working with a commercial partner and with funding from the NSF SBIR program have begun efforts to commercialize this TWPA design to the quantum information market.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2020<br>\n\t\t\t\t\tModified by: Matthew&nbsp;T&nbsp;Bell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the past decade there has been significant interest in utilizing quantum limited amplifiers for detection of weak microwave signals in applications such as ultrasensitive detectors in astronomy in search of dark matter or cosmic microwave background, ultra-secure quantum communications, and readout of superconducting quantum bits in scalable quantum computers. Such applications require wide bandwidths, low-noise preferably at the quantum limit of noise, large dynamic range, and gains in excess of 20 dB. To realize such an amplifier this project set out to develop a superconducting Josephson junction traveling-wave parametric amplifier where a weak signal undergoes amplification while co-propagating along a nonlinear transmission line with a strong pump signal.  Since superconductors are low-loss large, gains and low-noise can be achieved in such an amplifier. Since TWPAs do not contain resonant structures large bandwidths are also realizable.\n\n \n\nThe uniqueness of the proposed TWPA in this project in comparison with what has been reported in literature is the unique nonlinearity of the transmission line which makes up the TWPA. Competing designs consists of series arrays of Josephson junctions which have a fixed nonlinearity which is based on the physics of a Josephson junction. The proposed TWPA design has a tunable nonlinearity which allows the magnitude and even the sign of the nonlinearity to be tuned with an external magnetic field. Such a unique nonlinearity allows for phase matching of a four-wave mixing process which is the underlying mechanism of parametric gain in such amplifiers and can result in highly efficient amplification. During this project we have designed the TWPA with numerical simulations to determine the optimal circuit parameters of the TWPA to allow for peak performance. Circuit simulations both in electromagnetic simulators and electronic circuit simulators such as WRSpice were used to validate numerical simulations. Several TWPAs were fabricated over a number of iterations at two different superconducting niobium foundries. Microwave measurements were performed to characterize the gain, bandwidth, dynamic range, and noise performance of the TWPA. We were successful in realizing TWPAs with gains in excess of 20 dB, bandwidths of 5 GHz and dynamic range of -86 dBm. During this project we also investigated different means of tuning the TWPA both with an external magnetic field and also with a DC bias line. Initial TWPA designs were fabricated with a lossy dielectric, silicon dioxide which is a standard insulator in the niobium electronics foundry. Such dielectric presents too much loss to realize TWPAs with quantum limited noise. During this project a low-loss dielectric, silicon nitride was incorporated in the TWPA design. Microwave measurements of such TWPA devices showed a low-loss significantly improved in comparison to competing TWPA’s reported in literature. However it was also observed that the small variations in circuit parameters particularly the properties of the Josephson junctions which make up the TWPA result in significant standing waves on the transmission line which make up the TWPA. Such standing&ndash;waves result in unwanted ripple in the gain of the TWPA degrading its performance. Through numerical simulations, a set of tuning parameters allow for the bias of the TWPA to an optimal operating point to reduce gain ripple and improve performance. We have also investigated replacing some of the Josephson junctions of the transmission lines with high kinetic inductance superconductor which allows for a reduce spread in circuit parameters and improved performance of the TWPA. Numerical simulations have also determined improved performance in terms of gain and bandwidth in such structures. We intend to continue investigating such improvements in the TWPA design beyond the scope of this project.\n\n \n\nDue to the success of the TWPA design which was developed and validated under this project we have applied for and were issued a US patent. We have also begun working with a commercial partner and with funding from the NSF SBIR program have begun efforts to commercialize this TWPA design to the quantum information market.\n\n\t\t\t\t\tLast Modified: 11/16/2020\n\n\t\t\t\t\tSubmitted by: Matthew T Bell"
 }
}