{
 "awd_id": "1608525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Defining the classical and quantum limits of surface plasmon optics with hard-soft nanoantenna systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2019-11-30",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2016-06-02",
 "awd_max_amd_letter_date": "2017-04-27",
 "awd_abstract_narration": "Title: Exploring the limits of optical enhancement with nanoscale antennas\r\n\r\nNon-technical description: Nanoscale antennas are a gateway to the next generation of miniaturized optical systems for communications, sensing, energy conversion, and optical imaging applications. The purpose of this research is to understand the physical limits of light manipulation with nanoscale metal antennas. In particular, our goal is to quantify these limits and to understand their connection with metal antenna geometry. We will probe the relationship between antenna geometry and optical properties by characterizing a metal antenna platform that can reconfigure as a function of mechanical strain. This research will help us develop new technologies, based on nanoscale optical devices, which can operate at their absolute physical limits. For example, it can be used to design ultra-sensitive sensing platforms with optical readout, which will serve as the cornerstone for new optically-based point-of-care biomedical technologies. It will also help us advance our understanding of green energy devices that utilize nanoscale antennas for photocatalytic and energy harvesting processes.\r\n\r\nTechnical description: Optical antennas have tremendous potential in miniaturized photonic systems because they can tailor electromagnetic fields with unprecedented control. The research goal of this NSF proposal is to measure and quantify plasmonic near-field coupling and field-enhanced phenomena in the classical and quantum regime using devices that can dynamically reconfigure with extreme mechanical control. Three research objectives will be pursued to: i) understand how optical modes transform in mechanically-actuated antennas; ii) explore the non-linear optics of antennas with nanoscale gap spacings; and, iii) understand how symmetry breaking can control optical modes. To address these objectives, a new type of mechanically-tunable nanoantenna, consisting of plasmonic antennas mounted onto an elastomer, is proposed. The project outcome will fill a significant void in the field of quantum plasmonics and address significant fundamental questions that are scientifically unexplored, including: what are the fundamental field-enhancement limits in coupled antennas? How can the chemical surface modification of antennas impact their near-field coupling in the quantum plasmonics regime? How can device reconfiguration enable extreme sensitivity in optical sensors? By analyzing individual antennas with dynamically tunable configurations, as oppose to multiple devices with differing static configurations, uncertainties due to uncontrolled fabrication variations from device to device are eliminated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Fan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Fan",
   "pi_email_addr": "jonfan@stanford.edu",
   "nsf_id": "000669946",
   "pi_start_date": "2016-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "348 Via Pueblo Mall",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054088",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 390000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, our aim was to create new photonic materials that could interact with light in new and unconventional ways.&nbsp; The invention and study of these materials have broad scientific and technological implications.&nbsp; Scientifically, they allow us to understand the limits to which optical materials can interact with light.&nbsp; Technologically, these materials will be building blocks to new types of optical sensors, light sources, and detectors that will aid in the detection and analysis of biological specimens, imaging of light in the infrared range, and communications.&nbsp; We focus on two platforms, the growth of single crystal metal microstructures on glass and the self-assembly of carbon nanotube nanomaterials.</p>\n<p>Single crystal metallic structures are important because the electronic and optical properties of these structures are closely tied to their crystal quality, due to the strong dependence of carrier transport and band structure on defects and grain boundaries.&nbsp; In our process, the patterned metal microstructures were encapsulated in an insulating crucible, together with a small seed of a differing material.&nbsp; The system is heated to temperatures above the metal melting point, followed by cooling and metal crystallization.&nbsp; During the heating process, the metal and seed form a high melting point solid solution, which directs liquid epitaxial metal growth.&nbsp; High yield of single crystal metal with different sizes was confirmed with electron backscatter diffraction images, after removing the insulating crucible, and we elucidated the mechanism for crystal growth using detailed EBSD, NanoSIMs, and diffusion modeling analysis.&nbsp;</p>\n<p>The self-assembly of carbon nanotubes into ordered crystals leads to a new type of quantum optical material termed a hyperbolic metamaterial, which have unique properties in that they can localize light to extreme dimensions.&nbsp; They are well suited for applications in thermal emission and photodetection.&nbsp; With carbon nanotubes, our materials can be tailored based on the composition of tube distributions, actively controlled using electrical or gas doping, and support strong exciton-plasmon interactions.&nbsp; We showed, using Mueller-matrix ellipsometry, that the films&rsquo; doping-level dependent optical properties support a wide hyperbolic region tunable in the mid-infrared.&nbsp; To characterize the dispersion of hyperbolic plasmon modes, we etched the nanotube films into nanoribbons with differing widths and orientations relative to the nanotube axis and observed that the hyperbolic modes supported strong light localization.&nbsp; Agreement between the experiments and theoretical models using the ellipsometry data indicates that the packed carbon nanotubes support bulk anisotropic responses at the nanoscale.&nbsp;</p>\n<p>We also demonstrated that our carbon nanotube hyperbolic platform can be configured to support multiple hyperbolic plasmon resonances spanning the mid-infrared.&nbsp; Broadband carbon nanotube metamaterials supporting multiple resonant modes are a promising candidate for ultracompact absorbers, tunable thermal emitters, and broadband sensors in the mid-infrared.&nbsp; In the first near-field scanning optical microscopy (NSOM) imaging study of nanotube metamaterial resonators, we observed distinct deeply-subwavelength field profiles at the fundamental and higher-order resonant frequencies.&nbsp; Thorough theoretical modeling agreed with these measurements and identified the resonances as higher-order Fabry-Perot resonances of hyperbolic waveguide modes.&nbsp; Nanotube resonator arrays achieved broadband extinction from 1.5-10 mm and reversibly switchable extinction in the 3-5 mm atmospheric transparency window through the coexistence of multiple modes in individual ribbons.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2020<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;Fan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1608525/1608525_10430791_1590956668813_Picture1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1608525/1608525_10430791_1590956668813_Picture1--rgov-800width.jpg\" title=\"Development of new photonic materials\"><img src=\"/por/images/Reports/POR/2020/1608525/1608525_10430791_1590956668813_Picture1--rgov-66x44.jpg\" alt=\"Development of new photonic materials\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Summary of new photonic materials developed using this NSF grant.</div>\n<div class=\"imageCredit\">Jonathan Fan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jonathan&nbsp;Fan</div>\n<div class=\"imageTitle\">Development of new photonic materials</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn this project, our aim was to create new photonic materials that could interact with light in new and unconventional ways.  The invention and study of these materials have broad scientific and technological implications.  Scientifically, they allow us to understand the limits to which optical materials can interact with light.  Technologically, these materials will be building blocks to new types of optical sensors, light sources, and detectors that will aid in the detection and analysis of biological specimens, imaging of light in the infrared range, and communications.  We focus on two platforms, the growth of single crystal metal microstructures on glass and the self-assembly of carbon nanotube nanomaterials.\n\nSingle crystal metallic structures are important because the electronic and optical properties of these structures are closely tied to their crystal quality, due to the strong dependence of carrier transport and band structure on defects and grain boundaries.  In our process, the patterned metal microstructures were encapsulated in an insulating crucible, together with a small seed of a differing material.  The system is heated to temperatures above the metal melting point, followed by cooling and metal crystallization.  During the heating process, the metal and seed form a high melting point solid solution, which directs liquid epitaxial metal growth.  High yield of single crystal metal with different sizes was confirmed with electron backscatter diffraction images, after removing the insulating crucible, and we elucidated the mechanism for crystal growth using detailed EBSD, NanoSIMs, and diffusion modeling analysis. \n\nThe self-assembly of carbon nanotubes into ordered crystals leads to a new type of quantum optical material termed a hyperbolic metamaterial, which have unique properties in that they can localize light to extreme dimensions.  They are well suited for applications in thermal emission and photodetection.  With carbon nanotubes, our materials can be tailored based on the composition of tube distributions, actively controlled using electrical or gas doping, and support strong exciton-plasmon interactions.  We showed, using Mueller-matrix ellipsometry, that the films’ doping-level dependent optical properties support a wide hyperbolic region tunable in the mid-infrared.  To characterize the dispersion of hyperbolic plasmon modes, we etched the nanotube films into nanoribbons with differing widths and orientations relative to the nanotube axis and observed that the hyperbolic modes supported strong light localization.  Agreement between the experiments and theoretical models using the ellipsometry data indicates that the packed carbon nanotubes support bulk anisotropic responses at the nanoscale. \n\nWe also demonstrated that our carbon nanotube hyperbolic platform can be configured to support multiple hyperbolic plasmon resonances spanning the mid-infrared.  Broadband carbon nanotube metamaterials supporting multiple resonant modes are a promising candidate for ultracompact absorbers, tunable thermal emitters, and broadband sensors in the mid-infrared.  In the first near-field scanning optical microscopy (NSOM) imaging study of nanotube metamaterial resonators, we observed distinct deeply-subwavelength field profiles at the fundamental and higher-order resonant frequencies.  Thorough theoretical modeling agreed with these measurements and identified the resonances as higher-order Fabry-Perot resonances of hyperbolic waveguide modes.  Nanotube resonator arrays achieved broadband extinction from 1.5-10 mm and reversibly switchable extinction in the 3-5 mm atmospheric transparency window through the coexistence of multiple modes in individual ribbons. \n\n \n\n\t\t\t\t\tLast Modified: 05/31/2020\n\n\t\t\t\t\tSubmitted by: Jonathan Fan"
 }
}