{
 "awd_id": "1608579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enabling Wireless Communications in the Terahertz Band",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2016-06-07",
 "awd_max_amd_letter_date": "2016-06-07",
 "awd_abstract_narration": "In recent years, wireless data traffic has grown exponentially due to a change in the way today's society creates, shares and consumes information. This change has been accompanied by an increasing demand for higher speed wireless communication. Wireless Terabit-per-second links are expected to become a reality within the next ten years. Towards this aim, the Terahertz Band (0.1-10 THz) communication is envisioned as one of the key wireless technologies of the next decade. The THz band will help to overcome the spectrum scarcity problems and capacity limitations of current wireless networks, by providing an unprecedentedly large bandwidth. In addition, THz-band communication will enable a plethora of long-awaited applications ranging from instantaneous massive data transfer among nearby devices in Terabit Wireless Personal and Local Area Networks, to ultra-high-definition content streaming over mobile devices in 5G and beyond small cells. Nevertheless, there are several research challenges from the very-high and frequency-selective path loss of the THz-band channel and the very limited distance, which require innovative solutions and the revision of well-established concepts in wireless communication.\r\n\r\nThis project will contribute to pave the way for the development of ultra-broadband communication in the THz band. THz technology and its applications has been recently identified by DARPA as one of the four with a potential broader impact larger than the Internet itself. Ultra-broadband communication will play a major role in the society by drastically increasing the capacity of wireless networks and enabling long-awaited applications not possible with current wireless technologies. In addition, the THz band is not yet regulated. The project team is actively involved in IEEE 802.15 Wireless Personal Area Network Terahertz Task Group, whose objective is to create the first standard for this paradigm. In this project, one graduate student will be supported, and master students (as special topic students) will be involved, to become experts in this fast evolving field. The research results will be disseminated in important, first rate scientific conferences, journals and premier magazines in the field. Moreover, the proposed solutions in this project can be tailored and are useful for the lower frequencies such as the millimeter-wave systems, which can help the development progress of 5G cellular systems.\r\n\r\nThe research objective of this project is to strengthen the theoretical foundations of ultra- broadband communications in the THz band and bring the Terabit-per-second links one-step closer to reality. Our targeted breakthrough is to increase the capacity of wireless systems to reach Terabit-per-second and overcome the spectrum scarcity and capacity limitations of current wireless networks. This project will make contributions along three major thrusts. First, the concept of ultra-massive multiple-input-multiple-output is introduced to overcome the distance limitation, based on the use of the very large antenna arrays with thousands of antenna elements. The dynamic operation modes that include beamforming, spatial multiplexing and a combination of both, as well as the multi-band ultra-massive multiple-input-multiple-output will be analyzed. Second, accurate models for the three-dimensional end-to-end channel, and the three-dimensional ultra-massive multiple-input-multiple-output channel will be developed, which will provide physical insights and the guidelines for the THz band communication design. Third, by capturing the unique channel peculiarities, distance-adaptive resource allocation, and low-sampling-rate and multi-carrier synchronization schemes will be investigated for THz band communications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Akyildiz",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Ian F Akyildiz",
   "pi_email_addr": "ian@ece.gatech.edu",
   "nsf_id": "000361402",
   "pi_start_date": "2016-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ever-increasing requirement on wireless data rates has been motivating technological innovations on wireless communications in both academia and industry. Among emerging research and development trends in wireless communications, Terahertz Band (0.1??10 THz) communication has been envisioned as one of the key enabling technologies in the next decade. With the ultra-wide available spectrum resources, THz band can provide terabits per second (Tbps) links for a plethora of applications, ranging from ultra-fast massive data transfer among nearby devices in Terabit Wireless Personal and Local Area Networks to high-definition videoconferencing among mobile devices in small cells.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The research objective of this project is to strengthen the theoretical foundations of ultra-broadband communications in the THz band and bring the Tbps links one-step closer to reality. The targeted breakthrough is to increase the capacity of wireless systems to reach Tbps and overcome the spectrum scarcity and capacity limitations of current wireless networks. In the outcomes report, the research work resulting from the project focuses on solving the following problems:</p>\n<p>&nbsp;</p>\n<p>1)&nbsp;&nbsp;&nbsp; Design of the plasmonic nanoantennas and nano-transceivers for ultra-massive MIMO communication platform;</p>\n<p>2)&nbsp;&nbsp;&nbsp; Three-Dimensional (3D) Terahertz band channel modeling for indoor propagation environments;</p>\n<p>3)&nbsp;&nbsp;&nbsp; Distance-aware bandwidth-adaptive resource allocation scheme for THz band communication networks;</p>\n<p>4)&nbsp;&nbsp;&nbsp; Development of algorithms for timing acquisition in the THz band;</p>\n<p>5)&nbsp;&nbsp;&nbsp; Channel modeling for UM MIMO systems using the Array-of-Subarray (AoSA) architecture;</p>\n<p>6)&nbsp;&nbsp;&nbsp; Time-varying channel modeling and tracking approach in 3-D indoor environments for THz band communication systems;</p>\n<p>7)&nbsp;&nbsp;&nbsp; Proposition and comparison of four solutions to combating the transmission distance limitation problem in THz bands;</p>\n<p>8)&nbsp;&nbsp;&nbsp; Multi-Band Ultra-Massive MIMO System Design and Characterization;</p>\n<p>9)&nbsp;&nbsp;&nbsp; Multi-Band Communication and Channel Modeling in the Internet of Space Things;</p>\n<p>10) Design of intelligent environments based on UM MIMO platforms for mm-wave and THz bands;</p>\n<p>11) Channel modeling for THz band communications in dense urban scenario;</p>\n<p>12) Beamforming design for advanced communication solution of intelligent environments based on UM MIMO communications.</p>\n<p>&nbsp;</p>\n<p>These new findings in this project have greatly increased our knowledge of both theoretical and practical aspects in THz Band communication networks. The outcomes from the this project bring us one step closer towards the realization of ultra-broadband communication networks in the THz Band. Furthermore, to motivate future research on THz band communications, we study and propose several open research problems, along with the state-of-the-art solutions in enabling Tbps-level throughput for the next-generation wireless communication networks. For the broader impact of the project, the research results are incorporated into the Information and Network Theory and Wireless Communication and Networks within the School of Electrical and Computer Engineering, at the Georgia Institute of Technology, both at undergraduate and graduate levels. Three PhD students have been involved and trained to be- come experts in this fast-evolving field. Master students have also participated in specific sub-problems within the project. The research results are reported and disseminated in first-rate scientific conferences, journals and premier magazines of the field.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2020<br>\n\t\t\t\t\tModified by: Ian&nbsp;F&nbsp;Akyildiz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ever-increasing requirement on wireless data rates has been motivating technological innovations on wireless communications in both academia and industry. Among emerging research and development trends in wireless communications, Terahertz Band (0.1??10 THz) communication has been envisioned as one of the key enabling technologies in the next decade. With the ultra-wide available spectrum resources, THz band can provide terabits per second (Tbps) links for a plethora of applications, ranging from ultra-fast massive data transfer among nearby devices in Terabit Wireless Personal and Local Area Networks to high-definition videoconferencing among mobile devices in small cells. \n\n \n\nThe research objective of this project is to strengthen the theoretical foundations of ultra-broadband communications in the THz band and bring the Tbps links one-step closer to reality. The targeted breakthrough is to increase the capacity of wireless systems to reach Tbps and overcome the spectrum scarcity and capacity limitations of current wireless networks. In the outcomes report, the research work resulting from the project focuses on solving the following problems:\n\n \n\n1)    Design of the plasmonic nanoantennas and nano-transceivers for ultra-massive MIMO communication platform;\n\n2)    Three-Dimensional (3D) Terahertz band channel modeling for indoor propagation environments;\n\n3)    Distance-aware bandwidth-adaptive resource allocation scheme for THz band communication networks;\n\n4)    Development of algorithms for timing acquisition in the THz band;\n\n5)    Channel modeling for UM MIMO systems using the Array-of-Subarray (AoSA) architecture;\n\n6)    Time-varying channel modeling and tracking approach in 3-D indoor environments for THz band communication systems;\n\n7)    Proposition and comparison of four solutions to combating the transmission distance limitation problem in THz bands;\n\n8)    Multi-Band Ultra-Massive MIMO System Design and Characterization;\n\n9)    Multi-Band Communication and Channel Modeling in the Internet of Space Things;\n\n10) Design of intelligent environments based on UM MIMO platforms for mm-wave and THz bands;\n\n11) Channel modeling for THz band communications in dense urban scenario;\n\n12) Beamforming design for advanced communication solution of intelligent environments based on UM MIMO communications.\n\n \n\nThese new findings in this project have greatly increased our knowledge of both theoretical and practical aspects in THz Band communication networks. The outcomes from the this project bring us one step closer towards the realization of ultra-broadband communication networks in the THz Band. Furthermore, to motivate future research on THz band communications, we study and propose several open research problems, along with the state-of-the-art solutions in enabling Tbps-level throughput for the next-generation wireless communication networks. For the broader impact of the project, the research results are incorporated into the Information and Network Theory and Wireless Communication and Networks within the School of Electrical and Computer Engineering, at the Georgia Institute of Technology, both at undergraduate and graduate levels. Three PhD students have been involved and trained to be- come experts in this fast-evolving field. Master students have also participated in specific sub-problems within the project. The research results are reported and disseminated in first-rate scientific conferences, journals and premier magazines of the field.\n\n \n\n\t\t\t\t\tLast Modified: 07/31/2020\n\n\t\t\t\t\tSubmitted by: Ian F Akyildiz"
 }
}