{
 "awd_id": "1608654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tuning and protecting MoTe2 derived phase change materials for electronic device fabrication",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 296739.0,
 "awd_amount": 296739.0,
 "awd_min_amd_letter_date": "2016-07-14",
 "awd_max_amd_letter_date": "2016-07-14",
 "awd_abstract_narration": "Abstract: Growth, modification, and encapsulation of MoTe2 derived semiconductor-to-metal phase change materials for electronic device applications.\r\nNontechnical: Layered semiconductors, with strong in-plane bonding and only weak, non-covalent interactions between planes, can be reduced to a single molecular layer thickness while maintaining good electronic properties. Thus these materials enable the ultimate reduction in length scale for microelectronic devices. MoTe2 is of particular interest in this class of novel semiconductors because of a desirable band-gap and importantly, the presence of a structural phase change that enables transforming the material from a semiconductor to a metal. Local switching of the phase of MoTe2 thus enables to make metal/semiconductor devices entirely build out of a single elemental composition. In this project we are aiming at overcoming materials engineering challenges and thus enabling utilization of the special phase change properties of MoTe2 in device structures. First, we will establish synthesis of single or few molecular layers of MoTe2 on a wafer scale. Second, we investigate the controlled phase transformation from the semiconducting to the metallic phase and investigate approaches to modify this phase transformation by addition of other elements. Third, we address the chemical instability of MoTe2, which leads to easy oxidation. Strategies to encapsulate it in a protective layer will be developed, which is essential for making MoTe2 useable for devices. This project is embedded in the research activity on two-dimensional materials at the University of South Florida and will provide education to graduate and undergraduate students in an area of future technological relevance. \r\nTechnical: The van-der Waals semiconductor MoTe2 exhibits a relatively small band gap of about ~ 1eV and is a promising material for ambipolar field effect devices. The strong light absorption over the entire visible spectrum makes MoTe2 also interesting for photovoltaics and its band gap value makes it a candidate for near infrared optoelectronics. In addition, a thermally induced phase change of MoTe2 from semiconducting to metallic provides possible solutions to materials engineering problems of making electrical contacts to van der Waals semiconductors. In this project we will investigate and optimize the growth of MoTe2 by molecular beam epitaxy. Modification of MoTe2 by alloying will be studied with the goal of enabling tuning of the band gap as well as phase change behavior. The growth of these films and their properties are primarily characterized with scanning probe microscopy/spectroscopy and photoemission and thus we gain insights of the growth and phase transformation mechanisms at the nanoscale. One main shortcoming of MoTe2 is its relatively poor chemical stability, which causes its degradation under ambient conditions. To overcome this stability-issue the protection of these MoTe2-derived materials by oxide-capping layers will be studied. Phase change behavior with and without capping layer is compared, especially in view of the dependence of the transition temperature on Te-deficiency. Finally, in-plane interfaces between MoTe2 and dissimilar TMDs are fabricated with the aim of utilizing the phase change properties of MoTe2 for making ohmic-contacts to other TMD semiconductors. \r\nThus this project will investigate if MoTe2 could be used as a universal material for addressing the general problem of making electrical contacts to two-dimensional van der Waals semiconductors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthias",
   "pi_last_name": "Batzill",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Matthias M Batzill",
   "pi_email_addr": "mbatzill@cas.usf.edu",
   "nsf_id": "000489214",
   "pi_start_date": "2016-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 296739.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Two dimensional (2D) semiconductors have potential for novel microelectronic devices. In this project we investigated the synthesis and modifications of a particularly promising 2D-material, namely MoTe2 and closely related materials. We identified new mechanisms for the formation of line defects in MoTe2, which challenge the defect-free synthesis of single layer materials by molecular beam epitaxy. These defects originate from the easy incorporation of excess Mo into the crystal structure and provide an approach to transform the semiconducting material into a metal. We demonstrated that one can induce this transformation in a controlled way and thus achieve a novel method to producing metallic contacts in 2D semiconductors. Moreover, we showed that the incorporation of metals into MoTe2 is not just limited to Mo but foreign atoms may also be embedded into the 2D-crystal. This allows to dope MoTe2&nbsp;and introduce new functionalities. For instance, we have shown that&nbsp;certain transition metals that are being incorporated into&nbsp;MoTe2 by this method, can induce ferromagentic ordering. This suggests the formation of a diluted&nbsp;magentic 2D-semiconductor, which has potential for spintronics applications. Finally, this project provided inspiration and training for 3 graduate students of whom 2 have already graduated with a PhD and&nbsp;are successfully employed in industry. &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/10/2019<br>\n\t\t\t\t\tModified by: Matthias&nbsp;M&nbsp;Batzill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTwo dimensional (2D) semiconductors have potential for novel microelectronic devices. In this project we investigated the synthesis and modifications of a particularly promising 2D-material, namely MoTe2 and closely related materials. We identified new mechanisms for the formation of line defects in MoTe2, which challenge the defect-free synthesis of single layer materials by molecular beam epitaxy. These defects originate from the easy incorporation of excess Mo into the crystal structure and provide an approach to transform the semiconducting material into a metal. We demonstrated that one can induce this transformation in a controlled way and thus achieve a novel method to producing metallic contacts in 2D semiconductors. Moreover, we showed that the incorporation of metals into MoTe2 is not just limited to Mo but foreign atoms may also be embedded into the 2D-crystal. This allows to dope MoTe2 and introduce new functionalities. For instance, we have shown that certain transition metals that are being incorporated into MoTe2 by this method, can induce ferromagentic ordering. This suggests the formation of a diluted magentic 2D-semiconductor, which has potential for spintronics applications. Finally, this project provided inspiration and training for 3 graduate students of whom 2 have already graduated with a PhD and are successfully employed in industry.   \n\n\t\t\t\t\tLast Modified: 07/10/2019\n\n\t\t\t\t\tSubmitted by: Matthias M Batzill"
 }
}