{
 "awd_id": "1608077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Israel Research Proposal: Network Resonance: Revealing the Neuronal Mechanisms",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 700000.0,
 "awd_amount": 700000.0,
 "awd_min_amd_letter_date": "2016-09-09",
 "awd_max_amd_letter_date": "2016-09-09",
 "awd_abstract_narration": "High-level brain functions, such as motor and cognitive behavior, rely on the concerted activity of neurons in networks.  Neuronal networks consist of a wide array of cells types, each having a distinct morphology and functionality.  Neurons communicate among them through complex voltage signaling mechanisms called spikes, which may or may not exhibit regular behavior along time.  Yet, from chaos rises structure: neuronal networks are able to exhibit periodic oscillations emerging from their collective spiking activity, and disruption of this activity may result in diseases of the nervous system.  Prominent among these oscillations is the theta band (4-10 Hz) rhythm, which is believed to form a temporal framework for information processing and transmission.  How these oscillations emerge is still an open question.  Studies in reduced preparations show that the so-called principal cells exhibit a preference for theta-frequency subthreshold oscillatory activity (resonance) when they are forced with periodic inputs.  This might suggest that the network theta oscillations are \"inherited\" from this resonance.  However, we have recently found that in behaving animals, the resonance observed at the network level requires the interaction between single-neuron and circuit properties in ways that are more complex than previously thought.  In this project, the investigators will study the mechanisms underlying network resonance using a two-pronged approach: The US team will carry out detailed computational modeling, and the Israel team will perform experiments with behaving mice.  This research is expected to generate a framework for describing and understanding network resonance and to lay mechanistic foundations for understanding brain oscillations in general.  Therefore, the results of this work are expected to have implications for cognitive and motor function in both health and disease.\r\n \r\nThe central hypothesis of this project is that the resonant behavior of spiking neurons in the theta frequency band (4-10 Hz) can be generated locally in various areas of the brain, and crucially depends on the interplay of the intrinsic properties of the participating neurons and the network connectivity.  The investigators will test this hypothesis in hippocampal areas CA1 and CA3 and in the neocortex, regions in which the theta rhythm is prominent.  While resonance in single neurons has been studied for almost three decades, the effect of the subthreshold oscillatory properties of neurons on shaping the dynamics of oscillatory networks has only recently become the focus of increasing experimental and theoretical attention.  One reason for the sub vs. suprathreshold gap in our understanding is the lack of a theoretical framework that could provide the basis for a systematic study, is described in terms of the biophysics of neuronal systems, and is grounded in experimental results.  This research is aimed at filling this void.  By combining biophysically constrained computational modeling and in vivo experiments using multi-site/multi-color optogenetic manipulations, the investigators will construct the various plausible scenarios linking the intrinsic oscillatory properties of neurons to circuits and test them experimentally.  In this way, causal relations will be established by interrogating these neuronal circuits both theoretically and in practice.  This will contribute to the understanding of the neuronal circuits that underlie the generation of rhythmic oscillations in the hippocampus and the neocortex, which have implications for cognition and motor behavior.  In addition, this research will contribute to the development of a theory of resonance and to the understanding of the interplay of oscillatory networks.  Furthermore, the innovative tools that will be used in this project will pave the way for the development of hybrid computational-in vivo experimental tools reminiscent of the use of the dynamic clamp in vitro.  A companion project is being funded by the US-Israel Binational Science Foundation (BSF).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Horacio",
   "pi_last_name": "Rotstein",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Horacio G Rotstein",
   "pi_email_addr": "horacio@njit.edu",
   "nsf_id": "000105750",
   "pi_start_date": "2016-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 700000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>High-level brain functions, such as motor and cognitive behavior, rely on the concerted activity of neurons in networks. Neurons communicate among them through complex voltage signaling mechanisms called spikes, which may or may not exhibit regular behavior along time. Yet, from chaos rises structure: neuronal networks can exhibit periodic oscillations emerging from their collective spiking activity, and disruption of this activity may result in diseases of the nervous system. Prominent among these oscillations is the theta band (4-10 Hz) rhythm, which is believed to form a temporal framework for information processing and transmission. How these oscillations emerge is still an open question. Studies in reduced preparations show that the so-called principal cells (excitatory neurons) exhibit a preference for theta-frequency subthreshold oscillatory activity (resonance) when they are forced with periodic inputs. This might suggest that the network theta oscillations are &ldquo;inherited&rdquo; from this subthreshold (membrane potential) resonance. However, we have recently found that in behaving animals, the resonance observed at the network level requires the interaction between single-neuron and circuit properties in ways that are more complex than previously thought.</p>\n<p>&nbsp;</p>\n<p>In this project, we studied the mechanisms underlying network resonance and developed a framework for describing and understanding network resonance as the result of the interplay of the participating building blocks. In general, neuronal resonance is defined as the ability of a neuronal system to exhibit a preferred frequency response to oscillatory inputs in an appropriate metrics that depends on the level of neuronal organization. For example, membrane potential amplitude for individual neurons receiving the oscillatory input directly or post-synaptically and firing rate for individual neurons and networks. The building blocks include resonant (restorative) and amplifying (regenerative) ionic current processes (providing negative and positive feedback effects, respectively), synaptic excitation and inhibition, synaptic short-term depression and facilitation.</p>\n<p>&nbsp;</p>\n<p>As part of this framework, we developed a metric for quantifying spike timing resonance in the presence of background noise, extending the notion of spiking resonance for <em>in vivo</em> experiments. Using biophysically plausible (conductance-based) models and several representative case studies, we found that network resonance can be inherited from resonance at other levels of organization or be intrinsically generated by combining mechanisms across distinct levels. Resonance of membrane potential fluctuations, postsynaptic potentials, and single neuron spiking can each be generated independently of resonance at any other level and be propagated to the network level. At all levels of organization, interactions between processes that give rise to low- and high-pass filters generated the observed resonance (a band-pass filter). Intrinsic network resonance can be generated by the combination of filters belonging to different levels of organization. Inhibition-induced network resonance (one of our motivating examples in the hippocampal area CA1 and the neocortex) can emerge by inheritance from resonance of membrane potential fluctuations and be sharpened by presynaptic high-pass filtering.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our results demonstrate a multiplicity of qualitatively different mechanisms that can generate resonance in neuronal systems and provide analysis tools and a conceptual framework for the mechanistic investigation of network resonance in terms of circuit components across levels of neuronal organization. The identification of the low- and high-pass filters at distinct levels of organization, generated by different biophysical and dynamic mechanisms is a key result of our investigation. This provides a mathematical language for the mechanistic understanding of neuronal resonance and paves the way for future investigations to determine the universality of this language and uncover the underlying mechanisms. The predictions made in our studies are amenable for experimental testing both <em>in vitro</em> and <em>in vivo</em> and raise several <em>in silico</em> questions for future mechanistic investigations. All this advances our understanding of neuronal resonance and neuronal oscillations in general. Therefore, the results of this work are expected to have implications for cognitive and motor function in both health and disease.</p>\n<p>&nbsp;</p>\n<p>The project produced several papers that were published in peer-reviewed journals and additional papers that are being finalized. The results of the project were disseminated in conferences and university seminars by the PI and the trainees.</p>\n<p>&nbsp;</p>\n<p>The project provided training opportunities for postdocs, graduate students and undergraduate students who carried our research under the supervision of the PI. In addition, the PI taught (and partially developed) the Introduction and Advanced Computational Neurosciences curses attended by both NJIT and Rutgers University students.</p>\n<p>&nbsp;</p>\n<p>Trainees from both Rutgers University, NJIT and other institutions participated in the Neuronal Oscillations Journal Club organized by the PI and other members of the research group. All participants had the opportunity (and were expected) to present their work and/or results of papers selected from the literature. In response to the restrictions imposed by the COVID-19 pandemic, and the subsequent cancelation of much of NJIT&rsquo;s usual summer research activities, the Departments of Biological and Mathematical Sciences have organized a Research@Home program for the Summer 2020. This provided research opportunities to several students during that critical period.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2023<br>\n\t\t\t\t\tModified by: Horacio&nbsp;G&nbsp;Rotstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHigh-level brain functions, such as motor and cognitive behavior, rely on the concerted activity of neurons in networks. Neurons communicate among them through complex voltage signaling mechanisms called spikes, which may or may not exhibit regular behavior along time. Yet, from chaos rises structure: neuronal networks can exhibit periodic oscillations emerging from their collective spiking activity, and disruption of this activity may result in diseases of the nervous system. Prominent among these oscillations is the theta band (4-10 Hz) rhythm, which is believed to form a temporal framework for information processing and transmission. How these oscillations emerge is still an open question. Studies in reduced preparations show that the so-called principal cells (excitatory neurons) exhibit a preference for theta-frequency subthreshold oscillatory activity (resonance) when they are forced with periodic inputs. This might suggest that the network theta oscillations are \"inherited\" from this subthreshold (membrane potential) resonance. However, we have recently found that in behaving animals, the resonance observed at the network level requires the interaction between single-neuron and circuit properties in ways that are more complex than previously thought.\n\n \n\nIn this project, we studied the mechanisms underlying network resonance and developed a framework for describing and understanding network resonance as the result of the interplay of the participating building blocks. In general, neuronal resonance is defined as the ability of a neuronal system to exhibit a preferred frequency response to oscillatory inputs in an appropriate metrics that depends on the level of neuronal organization. For example, membrane potential amplitude for individual neurons receiving the oscillatory input directly or post-synaptically and firing rate for individual neurons and networks. The building blocks include resonant (restorative) and amplifying (regenerative) ionic current processes (providing negative and positive feedback effects, respectively), synaptic excitation and inhibition, synaptic short-term depression and facilitation.\n\n \n\nAs part of this framework, we developed a metric for quantifying spike timing resonance in the presence of background noise, extending the notion of spiking resonance for in vivo experiments. Using biophysically plausible (conductance-based) models and several representative case studies, we found that network resonance can be inherited from resonance at other levels of organization or be intrinsically generated by combining mechanisms across distinct levels. Resonance of membrane potential fluctuations, postsynaptic potentials, and single neuron spiking can each be generated independently of resonance at any other level and be propagated to the network level. At all levels of organization, interactions between processes that give rise to low- and high-pass filters generated the observed resonance (a band-pass filter). Intrinsic network resonance can be generated by the combination of filters belonging to different levels of organization. Inhibition-induced network resonance (one of our motivating examples in the hippocampal area CA1 and the neocortex) can emerge by inheritance from resonance of membrane potential fluctuations and be sharpened by presynaptic high-pass filtering.\n\n \n\n \n\nOur results demonstrate a multiplicity of qualitatively different mechanisms that can generate resonance in neuronal systems and provide analysis tools and a conceptual framework for the mechanistic investigation of network resonance in terms of circuit components across levels of neuronal organization. The identification of the low- and high-pass filters at distinct levels of organization, generated by different biophysical and dynamic mechanisms is a key result of our investigation. This provides a mathematical language for the mechanistic understanding of neuronal resonance and paves the way for future investigations to determine the universality of this language and uncover the underlying mechanisms. The predictions made in our studies are amenable for experimental testing both in vitro and in vivo and raise several in silico questions for future mechanistic investigations. All this advances our understanding of neuronal resonance and neuronal oscillations in general. Therefore, the results of this work are expected to have implications for cognitive and motor function in both health and disease.\n\n \n\nThe project produced several papers that were published in peer-reviewed journals and additional papers that are being finalized. The results of the project were disseminated in conferences and university seminars by the PI and the trainees.\n\n \n\nThe project provided training opportunities for postdocs, graduate students and undergraduate students who carried our research under the supervision of the PI. In addition, the PI taught (and partially developed) the Introduction and Advanced Computational Neurosciences curses attended by both NJIT and Rutgers University students.\n\n \n\nTrainees from both Rutgers University, NJIT and other institutions participated in the Neuronal Oscillations Journal Club organized by the PI and other members of the research group. All participants had the opportunity (and were expected) to present their work and/or results of papers selected from the literature. In response to the restrictions imposed by the COVID-19 pandemic, and the subsequent cancelation of much of NJIT’s usual summer research activities, the Departments of Biological and Mathematical Sciences have organized a Research@Home program for the Summer 2020. This provided research opportunities to several students during that critical period.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/04/2023\n\n\t\t\t\t\tSubmitted by: Horacio G Rotstein"
 }
}