{
 "awd_id": "1608891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Expanding the Scope and Enabling Potential of Direct Arylation Polymerization (DArP)",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2016-05-09",
 "awd_max_amd_letter_date": "2016-05-09",
 "awd_abstract_narration": "The Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division supports the project by Professor Barry C. Thompson.  Professor Thompson is a faculty member in the Department of Chemistry at the University of Southern California (USC).  Professor Thompson's research develops new synthetic methods to prepare conjugated polymers.  Conjugated polymers have emerged as a highly attractive platform for organic electronics and specifically for applications such as solar cells and light emitting diodes.  The current synthetic methods of making these devices are difficult.   These reactions typically require highly reactive and flammable reagents for preparation. These prevailing chemistries also limit the type of monomers to a narrow group, further limiting the range of polymer properties. This research describes a strategy to develop the new synthetic technique for making polymers, Direct Arylation Polymerization (DArP), into a robust, broad-reaching, and enabling platform for the synthesis of conjugated polymers. Professor Thompson?s hypothesis is that through careful control of reaction parameters and additives, DArP can be made to be broadly compatible with a variety of monomer systems and can exhibit selectivity better than traditional methods of conjugated polymer synthesis. The research project also offers a significantly more green and sustainable route to conjugated polymer synthesis.  The research provides training for community college students through the USC-Cerritos College summer internship program. Optimization of DArP and the ultimate scale-up of polymers made by DArP provides a significantly more economical and environmentally friendly way to synthesize polymers for solar cell applications. \r\n\t\r\nThis research describes Professor Thompson?s strategy to develop Direct Arylation Polymerization (DArP) into a robust, broad-reaching, and enabling platform for the synthesis of conjugated polymers. Motivation for this work is based on the limited methods for conjugated polymer synthesis. While DArP can attractively bypass metalation requirements, it currently lags behind state-of-the-art methods like Stille methods in terms of functional group tolerance and minimization of defects andas Kumada catalyst-transfer polycondensation (KTCP) reactions in terms of control over polymer growth.  As a result, the major objectives of this work are to: 1. Establish a broadly applicable direct arylation polymerization platform that is both versatile and robust, 2. Develop oxidative direct arylation polymerization for the generation of polymers without preactivation of the monomers, and 3. Refine the DArP platform for enhanced control over polymer growth and compatibility with more abundant metal catalysts.  Professor Thompson?s approach toward achieving these objectives is a hypothesis driven study based on promising observations in small molecule direct arylation.  This methods has theability to not just extend small molecule chemistry but to adapt and develop new polymer chemistry through simple, modular control of reaction parameters.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Thompson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Barry C Thompson",
   "pi_email_addr": "barrycth@usc.edu",
   "nsf_id": "000531347",
   "pi_start_date": "2016-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "837 Bloom Walk, LHI 105",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891661",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Organic electronics are an emerging class of materials that are finding applications in displays, alternative energy, and bioelectronics. Conjugated polymers have long served as the cornerstone of organic electronics. While great strides have been made in the last decade on furthering the performance of conjugated polymers in a variety of applications, the methods employed for their synthesis leave much to be desired. Specifically, lengthy and tedious synthetic procedures are commonly employed, and most processes produce toxic by-products. Direct Arylation Polymerization (DArP) has emerged in the last decade and represents an atom economical approach that avoids toxic byproducts and streamlines lengthy synthetic procedures. Approaching conjugated polymers with DArP promises a sustainable method for their production and an enabling strategy for realizing the potential of organic electronics as a viable low-cost, light-weight, and flexible alternative to traditional semiconductor materials.</p>\n<p><strong>Intellectual Merit. </strong>The key focus of this work was to develop a broadly applicable platform for DArP while demonstrating convergence of polymer properties with samples synthesized via traditional methods. Further, we aimed to enhance the sustainability of the method by exploring the use of green solvents and earth-abundant metal catalysts. A significant product of this work was a number of studies comparing, contrasting, and innovating DArP reaction conditions to demonstrate a general platform. Here the focus was on suppressing defects via eliminating the unselective activation of carbon-hydrogen bonds and so-called homocoupling reactions. Either type of defect results in the diminishment of the polymer properties and the decrease in performance in a given application. Through optimization of ligands, solvents, and additives, we demonstrated this across a broad range of polymer structures and architectures. Further we demonstrated that polymers made using optimal DArP conditions performed equivalently to traditionally prepared polymers in organic solar cells. We also demonstrated effective DArP conditions in green solvents and for the first time with copper, an abundant, inexpensive first-row transition metal, as a contrast to the nearly ubiquitously used palladium. Efforts toward continuous flow polymerization as a more sustainable alternative to traditional polymerization techniques were also reported. Our chemistry also led to a class of amide-functional polymers that are processable in alcohols for use in solar cells as a green alternative to toxic and carcinogenic chlorinated aromatic solvents that are commonly used.</p>\n<p><strong>Broader Impacts. </strong>As part of our international graduate student exchange with the Danish Technical University, a group member from USC spent time at DTU and worked on developing a continuous flow version of DArP for the production of roll-to-roll processed organic solar cells. Community college students from Cerritos College were also hosted at USC as summer researchers. These students (primarily from under-represented groups) have been co-authors on several publications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/15/2021<br>\n\t\t\t\t\tModified by: Barry&nbsp;C&nbsp;Thompson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOrganic electronics are an emerging class of materials that are finding applications in displays, alternative energy, and bioelectronics. Conjugated polymers have long served as the cornerstone of organic electronics. While great strides have been made in the last decade on furthering the performance of conjugated polymers in a variety of applications, the methods employed for their synthesis leave much to be desired. Specifically, lengthy and tedious synthetic procedures are commonly employed, and most processes produce toxic by-products. Direct Arylation Polymerization (DArP) has emerged in the last decade and represents an atom economical approach that avoids toxic byproducts and streamlines lengthy synthetic procedures. Approaching conjugated polymers with DArP promises a sustainable method for their production and an enabling strategy for realizing the potential of organic electronics as a viable low-cost, light-weight, and flexible alternative to traditional semiconductor materials.\n\nIntellectual Merit. The key focus of this work was to develop a broadly applicable platform for DArP while demonstrating convergence of polymer properties with samples synthesized via traditional methods. Further, we aimed to enhance the sustainability of the method by exploring the use of green solvents and earth-abundant metal catalysts. A significant product of this work was a number of studies comparing, contrasting, and innovating DArP reaction conditions to demonstrate a general platform. Here the focus was on suppressing defects via eliminating the unselective activation of carbon-hydrogen bonds and so-called homocoupling reactions. Either type of defect results in the diminishment of the polymer properties and the decrease in performance in a given application. Through optimization of ligands, solvents, and additives, we demonstrated this across a broad range of polymer structures and architectures. Further we demonstrated that polymers made using optimal DArP conditions performed equivalently to traditionally prepared polymers in organic solar cells. We also demonstrated effective DArP conditions in green solvents and for the first time with copper, an abundant, inexpensive first-row transition metal, as a contrast to the nearly ubiquitously used palladium. Efforts toward continuous flow polymerization as a more sustainable alternative to traditional polymerization techniques were also reported. Our chemistry also led to a class of amide-functional polymers that are processable in alcohols for use in solar cells as a green alternative to toxic and carcinogenic chlorinated aromatic solvents that are commonly used.\n\nBroader Impacts. As part of our international graduate student exchange with the Danish Technical University, a group member from USC spent time at DTU and worked on developing a continuous flow version of DArP for the production of roll-to-roll processed organic solar cells. Community college students from Cerritos College were also hosted at USC as summer researchers. These students (primarily from under-represented groups) have been co-authors on several publications.\n\n \n\n\t\t\t\t\tLast Modified: 09/15/2021\n\n\t\t\t\t\tSubmitted by: Barry C Thompson"
 }
}