{
 "awd_id": "1609131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Distributed Control for Demand Dispatch: The Creation of Virtual Energy Storage from Flexible Loads",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Aranya Chakrabortty",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 380000.0,
 "awd_min_amd_letter_date": "2016-07-14",
 "awd_max_amd_letter_date": "2016-07-14",
 "awd_abstract_narration": "Ostensibly free energy from the wind and the sun comes with unwanted volatility, such as ramps with the setting sun or with gusts of wind. Controllable generators have managed supply-demand balance of power in the past, but this is becoming increasingly costly with increasing penetration of renewable energy. It has been argued since the 1980s that consumers should be put in the loop, with the idea that \"demand response\" can be managed to help to create the needed supply-demand balance. However, consumers use power for a reason, and expect some guarantees on the quality of service (QoS) they receive. For example, the temperature in a building or refrigerator must remain within strict bounds. Moreover, the behavior of some consumers is unpredictable, while the grid operator requires predictable controllable resources to maintain reliability. The goal of this project is to create a science for \"demand dispatch,\" which is virtual energy storage using flexible loads. A major outcome will be the creation of resources for grid regulation that are as reliable and responsive as giant fleets of batteries. By design, the impact to consumers of electricity will be undetectable in many cases; strict bounds on QoS will be maintained in all cases. The potential economic impact of these new resources is enormous. California plans to spend billions of dollars on batteries that will provide only a small fraction of the balancing services that can be obtained using demand dispatch. The potential impact of developing this methodology and associated technology is no less than a sustainable energy future becoming possible with the right mix of infrastructure and control systems.\r\n\r\nThe goal of this project is to create virtual energy storage resources via demand dispatch to be used for grid-level regulation, ramping, peak smoothing, and even recovery from contingencies such as generation faults, while ensuring that QoS to consumers obeys strict constraints. Demand dispatch can only be realized by devising distributed control algorithms that meet multiple, potentially conflicting objectives: the grid needs high quality resources for regulation; the consumer expects that water supply is not interrupted, fish in the refrigerator stays fresh, and the climate within a building remains within desired bounds. The project aims to create a science for demand dispatch based on these essential ingredients:\r\n\r\n(i) \"Local intelligence\" is required to ensure local QoS constraints are met, while simultaneously providing reliable service to the grid. This is realized through local stochastic control at each load as part of an overall distributed control architecture. \r\n\r\n(ii) Capacity of service to the grid is a function of QoS constraints. The nature of these relationships will be investigated in part through the creation of prototype hardware. One outcome of these experiments will be the creation of load simulation code that will be used as part of the project, and shared with others working in this field.\r\n\r\n(iii) Insight from cost/QoS tradeoff curves will be applied in the creation of market incentives for consumer engagement.\r\n \r\nTopic (i) presents significant scientific challenges. This will require the development of stochastic control / Markov Decision Process techniques that will be a focus of the project. Analysis is based on related ideas from information theory and extensions of concepts from the theory of general state space Markov models. Grid-level analysis requires concepts from deterministic control theory such as passivity, along with traditional power systems technology. The scientific foundations to be developed have applications beyond power. The proposed computational tools for constructing local optimal policies are novel, and applicable to general classes of stochastic control models. The distributed control architecture is also likely to find applications in many fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Meyn",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Sean P Meyn",
   "pi_email_addr": "meyn@ece.ufl.edu",
   "nsf_id": "000439002",
   "pi_start_date": "2016-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 University of Florida",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 380000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to harness the inherent flexibility of most electric loads to create virtual energy storage. &nbsp;&nbsp;A grid operator should be able to broadcast a signal to a region (say, the footprint of a single utility),&nbsp; and loads enrolled in the partnership will on aggregate reduce and increase their power consumption.&nbsp;&nbsp; By design, we want the response to be better than any battery system.&nbsp; This requires the creation of ?intelligence? at each load, so that it can monitor its own service to the consumer, and calculate appropriate actions to provide service to the grid.&nbsp;&nbsp; The focus of the project has concerned the identification of the right kind of intelligence, and techniques to model the grid subject to distributed control.&nbsp;</p>\n<p>When this proposal was written in 2015, I had just learned that Ana Busic and I would receive a Google Research Award for our preliminary work on distributed control for demand dispatch (a term used to strongly distinguish our work from demand response, which DoE unfortunately ties too strongly to price signals).&nbsp; We had exciting preliminary work for a simple class of loads:&nbsp; pool cleaning and more generally irrigation.&nbsp;&nbsp;&nbsp; We felt that the extension to other loads such as water heaters would not present a significant challenge, except of course there is far greater risk due to expectations of consumes, the lack of homogeneity of the loads, and the fact that many loads such as air-conditioning &nbsp;will have strong seasonal variations in demand and hence capacity of virtual energy storage.&nbsp;&nbsp;</p>\n<p>Over the funding period we have created specialized distributed control architectures for a wide range of loads (some of this is summarized in a book chapter).&nbsp; My students and I, along with other collaborators, have done what we can to break our control design.&nbsp; That is, discover any potential lack of robustness and see how this can be remedied.&nbsp;&nbsp; So far we have found that our designs are remarkably robust, but we do have to address the complexity that ?virtual battery capacity? will vary with time of day.&nbsp; &nbsp;</p>\n<p>For specific applications such as shaving peaks in load, or absorbing extra energy on a sunny day, we fell our solution is entirely mature and ready for field tests.&nbsp; Also, loads without substantial seasonable variation such as refrigeration and water heating are perfectly suited to providing balancing reserves (as shown in the figure).</p>\n<p>We are doing what we can now to move on to these next steps.&nbsp;&nbsp; A patent application was approved in 2020, which should help to accelerate the process.</p>\n<p>There is no space here to discuss in detail all of the fundamental research developed alongside the development of these techniques.&nbsp; The research inspired general techniques for state estimation, for sensitivity analysis of controlled Markov models, and entirely new approaches to control and resource allocations that we hope will find applications beyond demand dispatch.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/04/2021<br>\n\t\t\t\t\tModified by: Sean&nbsp;P&nbsp;Meyn</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1609131/1609131_10440758_1617561233353_IMATempCyclingFig_Top2_NSF2021--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1609131/1609131_10440758_1617561233353_IMATempCyclingFig_Top2_NSF2021--rgov-800width.jpg\" title=\"Nominal power of 100,000 water heaters (top),  results using Demand Dispatch (bottom)\"><img src=\"/por/images/Reports/POR/2021/1609131/1609131_10440758_1617561233353_IMATempCyclingFig_Top2_NSF2021--rgov-66x44.jpg\" alt=\"Nominal power of 100,000 water heaters (top),  results using Demand Dispatch (bottom)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The top row shows the nominal power consumption of the population, and power consumption of a selected individual.   The second row illustrates the application of our demand dispatch control architecture:   nearly perfect tracking, even with negligible impact on the individual.</div>\n<div class=\"imageCredit\">Demand Dispatch with Heterogeneous Intelligent Loads (HICSS, 2017) and dissertation of Joel Mathias, 2021 (anticipated)</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Sean&nbsp;P&nbsp;Meyn</div>\n<div class=\"imageTitle\">Nominal power of 100,000 water heaters (top),  results using Demand Dispatch (bottom)</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project is to harness the inherent flexibility of most electric loads to create virtual energy storage.   A grid operator should be able to broadcast a signal to a region (say, the footprint of a single utility),  and loads enrolled in the partnership will on aggregate reduce and increase their power consumption.   By design, we want the response to be better than any battery system.  This requires the creation of ?intelligence? at each load, so that it can monitor its own service to the consumer, and calculate appropriate actions to provide service to the grid.   The focus of the project has concerned the identification of the right kind of intelligence, and techniques to model the grid subject to distributed control. \n\nWhen this proposal was written in 2015, I had just learned that Ana Busic and I would receive a Google Research Award for our preliminary work on distributed control for demand dispatch (a term used to strongly distinguish our work from demand response, which DoE unfortunately ties too strongly to price signals).  We had exciting preliminary work for a simple class of loads:  pool cleaning and more generally irrigation.    We felt that the extension to other loads such as water heaters would not present a significant challenge, except of course there is far greater risk due to expectations of consumes, the lack of homogeneity of the loads, and the fact that many loads such as air-conditioning  will have strong seasonal variations in demand and hence capacity of virtual energy storage.  \n\nOver the funding period we have created specialized distributed control architectures for a wide range of loads (some of this is summarized in a book chapter).  My students and I, along with other collaborators, have done what we can to break our control design.  That is, discover any potential lack of robustness and see how this can be remedied.   So far we have found that our designs are remarkably robust, but we do have to address the complexity that ?virtual battery capacity? will vary with time of day.   \n\nFor specific applications such as shaving peaks in load, or absorbing extra energy on a sunny day, we fell our solution is entirely mature and ready for field tests.  Also, loads without substantial seasonable variation such as refrigeration and water heating are perfectly suited to providing balancing reserves (as shown in the figure).\n\nWe are doing what we can now to move on to these next steps.   A patent application was approved in 2020, which should help to accelerate the process.\n\nThere is no space here to discuss in detail all of the fundamental research developed alongside the development of these techniques.  The research inspired general techniques for state estimation, for sensitivity analysis of controlled Markov models, and entirely new approaches to control and resource allocations that we hope will find applications beyond demand dispatch.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/04/2021\n\n\t\t\t\t\tSubmitted by: Sean P Meyn"
 }
}