{
 "awd_id": "1609058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SusChEM: Fungal Proteins as Agents for Organization and Delivery of Electroactive Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032925326",
 "po_email": "rduran@nsf.gov",
 "po_sign_block_name": "Randy Duran",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2016-07-11",
 "awd_max_amd_letter_date": "2017-08-09",
 "awd_abstract_narration": "Nontechnical: This SusChEM award by the Biomaterials program in the Division of Materials Research to Georgia Institute of Technology is to investigate how natural materials combine structural stability with elegant function, and how that ability may be harnessed for the production of superior semiconducting polymer assemblies for flexible/stretchable electronics. These polymers, which transport charge or harvest photons to produce charge, depend upon organization into ideally defect-free macromolecular structures. The vision presented in this proposal is to exploit the ability of some fungal proteins to encapsulate and induce the self-assembly of semiconducting polymers into organized architectures that are expected to have exceptional electronic characteristics. These features will provide access to low-cost, high performance, flexible, stretchable electronics, which could transform technology as we know it today. This SusChEM project provides opportunities to integrate research and education in technologies that will impact society. Robust, flexible and stretchable electronic systems may enable affordable sensors for applications in monitoring the environment and personal health, flexible and conformal displays and many more. The students participating in this research will be cross-trained in multiple areas to expand their knowledge and experience for professional growth and career opportunities. Further, based upon Georgia Tech's Invention Studio, the investigators plan to adopt the model of student-led training to Materials Science & Engineering through creation of a new Materials Innovation Studio to champion problem-solving and creative applications of material sciences and engineering.\r\n\r\nTechnical: This proposal will investigate how the structural stability and elegant functional properties of natural biomaterials could be harnessed for the production of superior and value added optoelectronic, and other high performance materials. These molecular or supramolecular entities depend upon organization and alignment of them into ideally defect-free, tightly stacked assemblies on a macromolecular scale. Using a class of amphiphilic fungal proteins known as hydrophobins, this proposal will exploit their ability to encapsulate and induce self-assembly of polymers into organized architectures with enhanced stacking and therefore unprecedented performance. These features are expected to provide access to low-cost, high performance, flexible, stretchable materials for many applications. Hydrophobins are powerful natural surfactants, known to form aqueous dispersions and even encapsulate gases, organic solvents, and polymer solutions. Using these fungal proteins, this project will study factors that control the maximum capsule loading, and explore the impact of crystal structure on electronic characteristics and design appropriate protocols to prepare high performance, flexible and stretchable optoelectronic materials for fabrication of devices and circuits. Students participating in this study will benefit from this multidisciplinary and collaborative environment to expand their knowledge and experience. The investigators plan a strong and long-running commitment to broadened participation of students in science and engineering, and in serving the community. Additionally, these researchers plan to expand Georgia Tech's Invention Studio with its student-led training to Materials Science & Engineering areas, and to take a leading role in problem-solving and creative applications of material sciences and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elsa",
   "pi_last_name": "Reichmanis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elsa Reichmanis",
   "pi_email_addr": "elr420@lehigh.edu",
   "nsf_id": "000514536",
   "pi_start_date": "2016-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Russo",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Paul S Russo",
   "pi_email_addr": "paul.russo@mse.gatech.edu",
   "nsf_id": "000418389",
   "pi_start_date": "2016-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7623",
   "pgm_ref_txt": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of this project was to harness the ability of natural materials to organize into entities with defined functionality, to <em>organize other entities </em>such as conjugated polymers for the production of superior, active, optoelectronic materials. These molecular or supramolecular entities, which transport charge or harvest photons to produce charge, depend upon organization and alignment of molecular structures into ideally defect-free, tightly stacked assemblies on a macroscopic scale. This project exploited the ability of selected bio-derived materials to induce the self- assembly of conjugated polymers into organized architectures with enhanced stacking and as a result, significantly improved electronic performance. The findings from this research are expected to enable the development of biocompatible, large area devices for applications ranging from displays to sensors and biomedical devices.</p>\n<p>Studies explored how interactions between polypeptides/proteins/cellulose nanocrystals and conjugated polymers develop and lead to organization of the synthetic polymer. For instance, the fungal protein <em>Cerato ulmin</em> was found to facilitate highly organization of pi-conjugated polymers with surprisingly short pi-pi stacking interactions, which is believed to be foundational for enhanced optoelectronic performance. The physicochemical characteristics of biopolymer-synthetic polymer interactions that define the key structural and interfacial characteristics leading to the assembled systems were elucidated.</p>\n<p>Research related to <em>Cerato ulmin </em>along with other bio-derived polymers<em> </em>and active polymer systems as proof-of-concept examples for sustainable process development inspired parallel efforts in broader sustainability spaces. Specifically, a comprehensive mass flow inventory was developed for production of polyethylene furanoate (PEF), which can be produced similarly to the ubiquitous polyethylene terephthalate (PET) but can be viably manufactured from cellulosic biomass. Patent mining was utilized to consider and ultimately choose environmentally sustainable technologies for each manufacturing step. This analysis provided valuable insight into the considerations needed for the development of &lsquo;greener&rsquo; advanced technologies.</p>\n<p>This three year investigation provided full support for one Ph.D and partial support for four additional students who have graduated. All students associated with this program were engaged in multidisciplinary studies at the intersection of materials science, chemistry and chemical engineering, and were immersed in the physics, electrical and mechanical engineering aspects of devices. As a result, they are developing the skills necessary to be effective global leaders engaged in the design, development and implementation of new advanced technologies for societal well-being.</p>\n<p>The students honed their leadership skills through mentoring several undergraduates and they communicated their research in peer-reviewed publications and presentations at professional society meetings. Importantly, the students trained through this research activity have also been fully engaged in outreach to K-12 students and the general public.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2019<br>\n\t\t\t\t\tModified by: Elsa&nbsp;Reichmanis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goal of this project was to harness the ability of natural materials to organize into entities with defined functionality, to organize other entities such as conjugated polymers for the production of superior, active, optoelectronic materials. These molecular or supramolecular entities, which transport charge or harvest photons to produce charge, depend upon organization and alignment of molecular structures into ideally defect-free, tightly stacked assemblies on a macroscopic scale. This project exploited the ability of selected bio-derived materials to induce the self- assembly of conjugated polymers into organized architectures with enhanced stacking and as a result, significantly improved electronic performance. The findings from this research are expected to enable the development of biocompatible, large area devices for applications ranging from displays to sensors and biomedical devices.\n\nStudies explored how interactions between polypeptides/proteins/cellulose nanocrystals and conjugated polymers develop and lead to organization of the synthetic polymer. For instance, the fungal protein Cerato ulmin was found to facilitate highly organization of pi-conjugated polymers with surprisingly short pi-pi stacking interactions, which is believed to be foundational for enhanced optoelectronic performance. The physicochemical characteristics of biopolymer-synthetic polymer interactions that define the key structural and interfacial characteristics leading to the assembled systems were elucidated.\n\nResearch related to Cerato ulmin along with other bio-derived polymers and active polymer systems as proof-of-concept examples for sustainable process development inspired parallel efforts in broader sustainability spaces. Specifically, a comprehensive mass flow inventory was developed for production of polyethylene furanoate (PEF), which can be produced similarly to the ubiquitous polyethylene terephthalate (PET) but can be viably manufactured from cellulosic biomass. Patent mining was utilized to consider and ultimately choose environmentally sustainable technologies for each manufacturing step. This analysis provided valuable insight into the considerations needed for the development of ?greener? advanced technologies.\n\nThis three year investigation provided full support for one Ph.D and partial support for four additional students who have graduated. All students associated with this program were engaged in multidisciplinary studies at the intersection of materials science, chemistry and chemical engineering, and were immersed in the physics, electrical and mechanical engineering aspects of devices. As a result, they are developing the skills necessary to be effective global leaders engaged in the design, development and implementation of new advanced technologies for societal well-being.\n\nThe students honed their leadership skills through mentoring several undergraduates and they communicated their research in peer-reviewed publications and presentations at professional society meetings. Importantly, the students trained through this research activity have also been fully engaged in outreach to K-12 students and the general public. \n\n\t\t\t\t\tLast Modified: 06/06/2019\n\n\t\t\t\t\tSubmitted by: Elsa Reichmanis"
 }
}