{
 "awd_id": "1609866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ion Hydration and Nanocalorimetry in Mass Spectrometry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 546000.0,
 "awd_amount": 966000.0,
 "awd_min_amd_letter_date": "2016-07-14",
 "awd_max_amd_letter_date": "2018-08-27",
 "awd_abstract_narration": "In this award, funded by the Chemical Measurement & Imaging (CMI) Program in the Division of Chemistry, Professor Evan Williams at the University of California, Berkeley, and his group are developing methods to investigate the interactions of ions with water in small droplets.  State-of-the-art techniques developed in the Williams lab enable new measurements of the strength of ion-water interactions, how ions affect the structure of surrounding water molecules, how ions interact with other ions, and how water stabilizes ion charge.  These measurements provide new insights into important problems in chemistry where ions play a central role, such as ion-protein structural effects that are important in biochemistry, ion solvation that plays a central role in aerosol chemistry important in the atmosphere, electrochemistry that plays an important role in batteries and fuel cells, and desalination that will likely play an increasingly important role for providing a reliable source of fresh water.  They provide benchmarks that can help theoreticians improve computational methods aimed at a deeper understanding of various processes at the molecular level.  Students working in the laboratory learn about instrumentation, computational methods, and measurement science - training which prepares them for success in a wide variety of technical careers.  \r\n\r\nIsolated nanodrops provide an ideal, well-controlled environment in which to study ion-water interactions.  These nanodrops are size-selected, and thermochemical information is obtained using a method developed in the lab called nanocalorimetry.  The accuracy of this nanocalorimetry method is being improved using UV laser light at various wavelengths for calibration.  The improved method is used to probe ion-electron recombination reactions, thereby obtaining electrochemical half-cell potentials previously immeasurable using conventional methods, and to establish an absolute electrochemical scale.  The concept of an absolute electrochemical scale has been hotly debated, but no definitive method for establishing such a scale currently exists.  The research also seeks to extend the wavelength range of infrared photodissociation spectroscopy in order to provide complementary information about how water molecules directly interact with ions and ion-pairs inside the nanodrops.  These methods are being used to improve understanding of the role of ion-water interactions for ions in the \"Hofmeister\" series, which orders ions based on their propensity to either stabilize or destabilize the native structures of proteins.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Williams",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Evan R Williams",
   "pi_email_addr": "erw@berkeley.edu",
   "nsf_id": "000242458",
   "pi_start_date": "2016-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Berkeley",
  "perf_str_addr": "2150 Shattuck Ave., Suite 300",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 546000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Evan Williams and his group at the University of California, Berkeley investigated the chemistry and physics of charged particles (ions) in or originating from charged aqueous nanodrops using a variety of methods, including several developed in the Williams group.&nbsp; Ions interact strongly with water and in turn, water can affect the structure of ions in solution.&nbsp; This is important for understanding such phenomena as the properties and interactions of proteins in solution.&nbsp;</p>\n<p>A significant outcome of this project was the development of a new way to rigorously measure energy changes associated with ion-water interactions using &ldquo;nanocalorimetry&rdquo; calibrated with laser light.&nbsp; This technology enabled determination of how many water molecules are needed to stabilize highly charged ions and even how water can stabilize an electron.&nbsp; This led to new insights into the relative stabilities of different ions in water.&nbsp; Parallel efforts provided a detailed understanding of the impact of water on molecular structure down to the level of individual water molecules.&nbsp;</p>\n<p>The Williams group also studied zwitterions &ndash; ions in which a positive charge is near a negative charge on the same molecule.&nbsp; Such ions are common in water, but have rarely been studied in the gas phase.&nbsp; These studies enabled a more detailed understanding of the impact of water and other ions on zwitterion structures, which are critical in biochemistry and biology.&nbsp; This work also provided insights into the nature of structural changes in different environments, such as in the interface between two proteins where water is largely excluded.&nbsp; Many of these experimental results have provided benchmark data that can be used by computational chemists to improve their methods for studying phenomena such as the binding of potential therapeutic molecules to protein targets.&nbsp; Accurate experimental data generated in this project is important for improving the accuracy of computational methods.&nbsp;</p>\n<p>Finally, the supported research also resulted in enhancements in the capabilities of electrospray ionization mass spectrometry (ES MS), an important molecular characterization tool recognized by John B. Fenn&rsquo;s 2002 Nobel Prize in Chemistry.&nbsp; Williams&rsquo; refinements to the electrospray process expanded the range of solutions amenable to analysis, enabling accurate measurements of important biological molecules and macromolecular complexes from solution environments that closely mimic those of cells.&nbsp; Refinements to the related mass spectrometer enabled more accurate mass measurements of large molecules and complex assemblies.&nbsp; These capabilities can inform many different scientific disciplines, such as materials chemistry for characterizing synthetic nanoparticles, atmospheric chemistry for understanding fission of charged droplets formed in thunderclouds, and biology for investigating stabilities and formation pathways of viruses. &nbsp;</p>\n<p>One of the most important outcomes of this work was the training of next-generation scientists and scientific educators, students whose work was directly or indirectly funded through this support.&nbsp; Exposure of both graduate and undergraduate students to data and ideas generated by this research significantly enhanced the broader impacts of the award.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/23/2023<br>\n\t\t\t\t\tModified by: Evan&nbsp;R&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Evan Williams and his group at the University of California, Berkeley investigated the chemistry and physics of charged particles (ions) in or originating from charged aqueous nanodrops using a variety of methods, including several developed in the Williams group.  Ions interact strongly with water and in turn, water can affect the structure of ions in solution.  This is important for understanding such phenomena as the properties and interactions of proteins in solution. \n\nA significant outcome of this project was the development of a new way to rigorously measure energy changes associated with ion-water interactions using \"nanocalorimetry\" calibrated with laser light.  This technology enabled determination of how many water molecules are needed to stabilize highly charged ions and even how water can stabilize an electron.  This led to new insights into the relative stabilities of different ions in water.  Parallel efforts provided a detailed understanding of the impact of water on molecular structure down to the level of individual water molecules. \n\nThe Williams group also studied zwitterions &ndash; ions in which a positive charge is near a negative charge on the same molecule.  Such ions are common in water, but have rarely been studied in the gas phase.  These studies enabled a more detailed understanding of the impact of water and other ions on zwitterion structures, which are critical in biochemistry and biology.  This work also provided insights into the nature of structural changes in different environments, such as in the interface between two proteins where water is largely excluded.  Many of these experimental results have provided benchmark data that can be used by computational chemists to improve their methods for studying phenomena such as the binding of potential therapeutic molecules to protein targets.  Accurate experimental data generated in this project is important for improving the accuracy of computational methods. \n\nFinally, the supported research also resulted in enhancements in the capabilities of electrospray ionization mass spectrometry (ES MS), an important molecular characterization tool recognized by John B. Fenn’s 2002 Nobel Prize in Chemistry.  Williams’ refinements to the electrospray process expanded the range of solutions amenable to analysis, enabling accurate measurements of important biological molecules and macromolecular complexes from solution environments that closely mimic those of cells.  Refinements to the related mass spectrometer enabled more accurate mass measurements of large molecules and complex assemblies.  These capabilities can inform many different scientific disciplines, such as materials chemistry for characterizing synthetic nanoparticles, atmospheric chemistry for understanding fission of charged droplets formed in thunderclouds, and biology for investigating stabilities and formation pathways of viruses.  \n\nOne of the most important outcomes of this work was the training of next-generation scientists and scientific educators, students whose work was directly or indirectly funded through this support.  Exposure of both graduate and undergraduate students to data and ideas generated by this research significantly enhanced the broader impacts of the award.\n\n\t\t\t\t\tLast Modified: 06/23/2023\n\n\t\t\t\t\tSubmitted by: Evan R Williams"
 }
}