{
 "awd_id": "1609450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Detecting the First Light and Reionization of the Universe using Advanced Radio Instrumentation",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zoran Ninkov",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 620988.0,
 "awd_amount": 620988.0,
 "awd_min_amd_letter_date": "2016-09-09",
 "awd_max_amd_letter_date": "2018-06-27",
 "awd_abstract_narration": "In the Big Bang model, the universe started in a very hot state in which the material was ionized. This is now seen as the Cosmic Microwave Background (CMB) radiation.  As the universe expanded, it cooled. At later stages, the first stars formed. These caused the neutral material to be ionized again, in the Epoch of Reionization (EoR). At later times, the limit is set by the ionization caused by the first stars.  After the first stars, the first galaxies formed. This is a theoretical scenario, so measurements are needed to provide important details needed.  The goal of this project is the first measurement of neutral hydrogen from the EoR. Such a measurement is extremely difficult because of instrumental effects. In addition, this project includes the mentoring of undergraduate, graduate and postdoctoral students. The hands-on training provides a unique introduction to ultra-precise measurements, so this will be an unequaled experience involving instrumentation and data analysis. \r\n\r\nThe goal of this project is the measurement of the hyperfine transition of neutral hydrogen. The history of the universe is traced by redshifts, so higher redshifts correspond to earlier times. The CMB arose at a redshift of about 1000. At redshifts of about 30, the most abundant constituent is neutral atomic hydrogen. The highest measured redshift for a galaxy is about 8. Presumably, at redshifts higher than 8, this material was reionized by stars, during the Epoch of Recombination (EoR). Thus the EoR should be bounded by redshifts 8 and 30. At earlier times the limit to the EoR is set by the recombination of ions caused by the CMB. The EoR allows a look back to a time before the first stars and galaxies formed. Depending on the local physical conditions, the spectral line can be either in absorption against the CMB or in emission. Though a measurement of this line, the state of the universe during the EoR can be determined in more detail. This complements the extensive, ongoing studies of the CMB. The proposers will lower the instrumental effects cause by the large linewidth and the high intensity of foreground radiation. They will accomplish this by constructing an improved receiver with a more uniform response over the range of redshifts studied. In addition they will investigate a dipole design that has a more uniform response. These advances are at the forefront of electronics design, and so require a large number of laboratory tests, each of which is very time-consuming. In addition, the proposers are improving their data reductions to further reduce the effect of systematic errors. The detection of the EoR spectrum will serve to expand our knowledge of the evolution of the universe in a very significant, perhaps transformational, fashion. This will provide an important link between the early stages of the universe, before stars formed, and the present stage. The training of students in the techniques of ultra-precise measurements is unique. The interaction with commercial firms may have wide-ranging implications for the design of much improved test equipment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judd",
   "pi_last_name": "Bowman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Judd D Bowman",
   "pi_email_addr": "judd.bowman@asu.edu",
   "nsf_id": "000387291",
   "pi_start_date": "2016-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "781 E Terrace Mall",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121800",
   "pgm_ele_name": "ADVANCED TECHNOLOGIES & INSTRM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 201298.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 208345.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 211345.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the main goals of astrophysics is to understand the history of the universe.&nbsp; The most mysterious time in the universe is when the first stars and galaxies formed over 13 billion years ago.&nbsp; Radio observations at the same wavelengths used for FM radio and TV broadcasts are expected to provide a unique new view of the early universe.&nbsp; Radio telescopes can detect the hydrogen gas between early galaxies, which is affected by ultraviolet and X-ray light from the stars in the galaxies.</p>\n<p>This award supported the Experiment to Detect the Global EoR Signature (EDGES).&nbsp; The experiment aims to develop instruments capable of achieving high-precision observations of the radio spectrum to study the hydrogen gas in the early universe.&nbsp;&nbsp; We conducted both scientific and technical investigations.&nbsp; We investigated effects that can limit the performance of the instruments, including the properties of radio antennas and the numerical models used to characterize them, laboratory calibration methods, and data analysis techniques.&nbsp; We also characterized external sources of error, including Earth&rsquo;s ionosphere and astronomical radio emission from our Milky Way galaxy and other galaxies.&nbsp; The main technical findings of the project are documented in two public collections of memoranda.&nbsp; The findings have been adopted by multiple international experiments and have informed concepts for future space missions.</p>\n<p>Based on findings from these studies, we deployed and operated several instruments.&nbsp; We collaborated with the Commonwealth Scientific and Industrial Research Organisation (CSIRO) in Australia to develop the infrastructure needed for continuous operation of EDGES at the Murchison Radio-astronomy Observatory (MRO) in Western Australia (26.72 S, 116.61 E). This location was chosen due to its radio-quiet conditions below 200 MHz with few nearby radio transmitters.&nbsp;</p>\n<p>Results from EDGES help the astronomical community understand the properties of the first galaxies and black holes, and the early history of star formation.&nbsp; We published three papers documenting constraints on astrophysical models of the cosmological epoch of reionization&mdash;the period in the history of the Universe when the gas between galaxies was ionized, becoming plasma.&nbsp; We also published evidence for absorption of background radio light by the hydrogen gas between early galaxies. &nbsp;&nbsp;If confirmed by other experiments, this would be the first direct detection of hydrogen gas when the universe was less than 250 million years old.&nbsp; The amplitude of the possible absorption signal is larger than expected and suggests that standard astrophysical models of the early universe may be incomplete.&nbsp; This prospect has motivated new theoretical work in astrophysics and particle physics that has led researchers to propose new astrophysical tests for candidate dark matter particles and other phenomena in the early universe.</p>\n<p>This award directly supported the research and training of three undergraduate students, two Ph.D. students, and one postdoctoral scholar.&nbsp; Additional students and early-career researchers conducted research based on the project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2020<br>\n\t\t\t\t\tModified by: Judd&nbsp;D&nbsp;Bowman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the main goals of astrophysics is to understand the history of the universe.  The most mysterious time in the universe is when the first stars and galaxies formed over 13 billion years ago.  Radio observations at the same wavelengths used for FM radio and TV broadcasts are expected to provide a unique new view of the early universe.  Radio telescopes can detect the hydrogen gas between early galaxies, which is affected by ultraviolet and X-ray light from the stars in the galaxies.\n\nThis award supported the Experiment to Detect the Global EoR Signature (EDGES).  The experiment aims to develop instruments capable of achieving high-precision observations of the radio spectrum to study the hydrogen gas in the early universe.   We conducted both scientific and technical investigations.  We investigated effects that can limit the performance of the instruments, including the properties of radio antennas and the numerical models used to characterize them, laboratory calibration methods, and data analysis techniques.  We also characterized external sources of error, including Earth’s ionosphere and astronomical radio emission from our Milky Way galaxy and other galaxies.  The main technical findings of the project are documented in two public collections of memoranda.  The findings have been adopted by multiple international experiments and have informed concepts for future space missions.\n\nBased on findings from these studies, we deployed and operated several instruments.  We collaborated with the Commonwealth Scientific and Industrial Research Organisation (CSIRO) in Australia to develop the infrastructure needed for continuous operation of EDGES at the Murchison Radio-astronomy Observatory (MRO) in Western Australia (26.72 S, 116.61 E). This location was chosen due to its radio-quiet conditions below 200 MHz with few nearby radio transmitters. \n\nResults from EDGES help the astronomical community understand the properties of the first galaxies and black holes, and the early history of star formation.  We published three papers documenting constraints on astrophysical models of the cosmological epoch of reionization&mdash;the period in the history of the Universe when the gas between galaxies was ionized, becoming plasma.  We also published evidence for absorption of background radio light by the hydrogen gas between early galaxies.   If confirmed by other experiments, this would be the first direct detection of hydrogen gas when the universe was less than 250 million years old.  The amplitude of the possible absorption signal is larger than expected and suggests that standard astrophysical models of the early universe may be incomplete.  This prospect has motivated new theoretical work in astrophysics and particle physics that has led researchers to propose new astrophysical tests for candidate dark matter particles and other phenomena in the early universe.\n\nThis award directly supported the research and training of three undergraduate students, two Ph.D. students, and one postdoctoral scholar.  Additional students and early-career researchers conducted research based on the project.\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2020\n\n\t\t\t\t\tSubmitted by: Judd D Bowman"
 }
}