{
 "awd_id": "1609212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Depsipeptides as Tissue Engineering Scaffolds",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032925326",
 "po_email": "rduran@nsf.gov",
 "po_sign_block_name": "Randy Duran",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 389802.0,
 "awd_amount": 389802.0,
 "awd_min_amd_letter_date": "2016-08-20",
 "awd_max_amd_letter_date": "2018-07-27",
 "awd_abstract_narration": "Non-technical: This award by the Biomaterials program in the Division of Materials Research to the University of Texas at Austin is to develop a novel class of self-assembling, peptide-based hydrogel scaffolds with the unique advantages of biologic compatibility, degradability and the ability to incorporate cells in a spatially defined manner. This award is co-funded by BioMaPS funds in the Division of Materials Research, and the Biomedical Engineering program in the Division of Chemical, Bioengineering, Environmental, and Transport Systems. An ideal tissue engineering scaffold would possess the properties of being adhesive and supportive to living cells, degradable by the body and compatible with living tissues. Furthermore, such a scaffold should be easily processable into 3D configurations, and this is ideally performed in the presence of living cells. This project would develop a novel class of hydrogels prepared from molecules known as depsipeptides. This award will study the spontaneous self-assembly of these small molecules into self-supporting hydrogels when patterned using focused ultrasound. These hydrogels are expected to fulfill all of the requirements of an ideal tissue scaffold. The cell-interactive hydrogel scaffolds have increasingly been explored for use in tissue engineering and regenerative medicine, particularly those that can both self-assemble and mimic the biological features of structural proteins.  The planned educational and outreach activities include: 1) development of a learning-centered framework with instructional modules; 2) support and mentor the UTeachEngineering Master of Arts program in the campus in the area of biomaterials; and 3) develop hands-on outreach activities to serve high school students.\r\n\r\nTechnical: With this award, this researcher will study self-assembling depsipeptides, also known as ester amides.  This system makes use of two molecular regions of the peptide: a hydrophobic tail to control assembly; and a hydrophilic depsipeptide oligomer which confers biologic activity and degradability.  These molecules can self-assemble into different ordered structures including nanoparticles and fibrous, hydrogel scaffolds.  The side chains can be varied among a wide range of chemical groups, resulting in a family of molecules with a host of possible bioactivities. The current proposal seeks to synthesize depsipeptide analogs of the canonical Arginine-Glycine-Aspartic acid sequence, an ubiquitous amino acid motif known to bind cell integrins to mediate cell adhesion and interaction with the extracellular matrix. Furthermore, due to the unique kinetics of this self-assembly, the project will utilize a focused ultrasound transducer to produce patterned, cell-laden and tissue engineered constructs. This work will develop a unique platform to explore the rational design of materials for applications in tissue engineering, where a microstructured and degradable material is needed with biologic specificity. The proposed studies are unique in that they offer a tailorable platform for the precise definition of cell and tissue responses, and the design strategy could be broadly applied for the development of other biomaterials.  The overall educational goal of this proposal is to develop a learning-centered framework of outreach and instructional modules specifically geared around biomaterials education, and hands-on outreach activities to serve high school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Suggs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Suggs",
   "pi_email_addr": "laura.suggs@mail.utexas.edu",
   "nsf_id": "000424671",
   "pi_start_date": "2016-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas at Austin",
  "perf_str_addr": "107 W. Dean Keeton St.",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7623",
   "pgm_ref_txt": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 259856.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 129946.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"paragraph\">Many tissue-engineering applications require the use of a 3D hydrogel matrix for proper cell function. Such applications often use animal-sourced proteins or synthetic polymers.&nbsp; In contrast, our group has been focused on&nbsp;small-molecule peptides&nbsp;that can form fibrous hydrogels as these&nbsp;molecules have distinct advantages over longer chain peptides or polymers.&nbsp; They are easy and inexpensive to synthesize, have minimal immunogenicity and can be designed using a bottom-up approach.&nbsp; Initially, our group was focused on degradable depsipeptides, but this modification to peptides increased toxicity. &nbsp;We then reported on&nbsp;biocompatible, nucleobase-terminated short peptides (nucleopeptides) that&nbsp;can spontaneously self-assemble into elastic, fibrous hydrogels at physiologic temperature and&nbsp;pH.&nbsp;In this work, we have demonstrated that complementary pairs of nucleobase-linked peptides exhibit enhanced&nbsp;hydrogel stability and stiffness by using matched versus mismatched pairs.&nbsp;&nbsp;Our results demonstrate the potential of nucleopeptide-based small molecules as the basis for self-assembling hydrogels where biological function is conferred by orthogonal addition performed by simple mixing of peptide-based components.&nbsp; Furthermore, our results show that nucleobase substitutions can confer unique properties though Watson-Crick type interactions for complexing drugs, nucleic acids or other nucleobase compounds.&nbsp; These unique properties allow for a modular and tunable hydrogel platform for 3D cell culture. This discovery has the potential for use both in tissue engineering as a cell-adhesive matrix as well as a potential drug and gene delivery vehicle.</p>\n<p class=\"paragraph\">Intellectual Merit:<strong>&nbsp;</strong>There have been numerous studies investigating&nbsp;alternative 3D cell culture matrices.&nbsp;Our group&nbsp;and others&nbsp;have&nbsp;proposed small molecule&nbsp;hydrogel formers&nbsp;as cell culture matrices; however, they have been limited by cytotoxicity concerns.&nbsp;Our results are novel in that&nbsp;biocompatible nucleopeptides&nbsp;have never been described as a cell culture matrix.&nbsp;</p>\n<p class=\"paragraph\">Broader Impacts:<strong>&nbsp;</strong>The work reported here offers&nbsp;a roadmap&nbsp;for creating a 3D cell culture matrix workflow through simple mixing of components during gelation.&nbsp;Our intent is that this design strategy&nbsp;would be particularly useful for tissue engineering but&nbsp;could be&nbsp;more&nbsp;broadly applied&nbsp;towards&nbsp;other&nbsp;<em>in vitro</em><em>&nbsp;</em>culture systems. We&nbsp;have disseminated our work through conference presentations and peer-reviewed publications as well as academic, medical and industrial partnerships&nbsp;both locally and nationally.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2020<br>\n\t\t\t\t\tModified by: Laura&nbsp;Suggs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Many tissue-engineering applications require the use of a 3D hydrogel matrix for proper cell function. Such applications often use animal-sourced proteins or synthetic polymers.  In contrast, our group has been focused on small-molecule peptides that can form fibrous hydrogels as these molecules have distinct advantages over longer chain peptides or polymers.  They are easy and inexpensive to synthesize, have minimal immunogenicity and can be designed using a bottom-up approach.  Initially, our group was focused on degradable depsipeptides, but this modification to peptides increased toxicity.  We then reported on biocompatible, nucleobase-terminated short peptides (nucleopeptides) that can spontaneously self-assemble into elastic, fibrous hydrogels at physiologic temperature and pH. In this work, we have demonstrated that complementary pairs of nucleobase-linked peptides exhibit enhanced hydrogel stability and stiffness by using matched versus mismatched pairs.  Our results demonstrate the potential of nucleopeptide-based small molecules as the basis for self-assembling hydrogels where biological function is conferred by orthogonal addition performed by simple mixing of peptide-based components.  Furthermore, our results show that nucleobase substitutions can confer unique properties though Watson-Crick type interactions for complexing drugs, nucleic acids or other nucleobase compounds.  These unique properties allow for a modular and tunable hydrogel platform for 3D cell culture. This discovery has the potential for use both in tissue engineering as a cell-adhesive matrix as well as a potential drug and gene delivery vehicle.\nIntellectual Merit: There have been numerous studies investigating alternative 3D cell culture matrices. Our group and others have proposed small molecule hydrogel formers as cell culture matrices; however, they have been limited by cytotoxicity concerns. Our results are novel in that biocompatible nucleopeptides have never been described as a cell culture matrix. \nBroader Impacts: The work reported here offers a roadmap for creating a 3D cell culture matrix workflow through simple mixing of components during gelation. Our intent is that this design strategy would be particularly useful for tissue engineering but could be more broadly applied towards other in vitro culture systems. We have disseminated our work through conference presentations and peer-reviewed publications as well as academic, medical and industrial partnerships both locally and nationally. \n\n \n\n\t\t\t\t\tLast Modified: 11/02/2020\n\n\t\t\t\t\tSubmitted by: Laura Suggs"
 }
}