{
 "awd_id": "1609027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Iron geochemistry and controls on phosphorus bioavailability in northern peatlands",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 100567.0,
 "awd_amount": 100567.0,
 "awd_min_amd_letter_date": "2016-05-16",
 "awd_max_amd_letter_date": "2016-05-16",
 "awd_abstract_narration": "Arctic and subarctic peatlands are highly sensitive ecosystems that are experiencing rapid changes in plant cover, permafrost thaw, and water saturation due to increasing annual temperatures. These changes are expected to increase organic matter decomposition and release greenhouse gases. Plant growth may sequester carbon in terrestrial ecosystems via photosynthesis and mitigate releases to the atmosphere over short time-scales, but the ability of increased plant growth to offset soil carbon losses is complicated by soil nutrient availability. In particular, the critical nutrient phosphorus may become increasingly limiting to plant growth as demand exceeds current supply; however, non-biological controls on phosphorus bioavailability remain a major knowledge gap for northern peatlands. This research will investigate geochemical controls on phosphorus bioavailability in high-latitude soils to evaluate the potential for tundra and boreal ecosystems to act as future sinks for atmospheric greenhouse gasses. The project will provide graduate and undergraduate students with research training in a sensitive and dynamic ecosystem. The investigators and their students will also engage in community outreach by running an educational program on soils at the Cleveland Museum of Natural History. They will use hands-on activities to teach K-6 students and their families about Arctic soils, soil diversity, and the importance of soil as a natural resource.\r\n\r\nSpecifically, the PIs will explore the hypothesis that phosphorus limitation at high-latitudes will be exacerbated by phosphorus adsorption to poorly-crystalline iron oxyhydroxides that rapidly precipitate during widespread drainage of iron-rich peatlands under changing hydrologic regimes. Phosphorus availability to plants is strongly regulated by hydrologic conditions due to redox-dependent interactions with iron oxyhydroxide minerals. Increases in iron-bound phosphorus in drying soils may lead to phosphorus limitation that constrains plant growth and limits carbon storage in plant biomass. The objective of this research is to integrate geochemical analyses (e.g., coupled iron and phosphorus extractions) with synchrotron-source spectroscopy to evaluate geochemical associations between iron and phosphorus across an experimentally-manipulated gradient of flooded to well-drained soils at the Alaska Peatland Experiment (APEX). Additional geochemical analysis of soils obtained from long-term observatories in tundra (e.g., Toolik Lake, Barrow Environmental Observatory) and boreal peatlands (e.g., Marcell Experimental Forest) will provide broader context for this study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Herndon",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth M Herndon",
   "pi_email_addr": "eherndo4@utk.edu",
   "nsf_id": "000699222",
   "pi_start_date": "2016-05-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Kinsman-Costello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren Kinsman-Costello",
   "pi_email_addr": "lkinsman@kent.edu",
   "nsf_id": "000691780",
   "pi_start_date": "2016-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "",
  "perf_city_name": "Kent",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 100567.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Arctic and boreal ecosystems are warming more quickly than the rest of the planet, and increasing soil temperatures are accelerating decomposition of soil organic matter and releasing additional greenhouse gases into the atmosphere. Future carbon storage in these ecosystems depends on the balance between microbial decomposition and primary production, both of which can be regulated by nutrients such as phosphorus. Although plant biomass is likely to increase in a climate that is warmer and enriched in carbon dioxide, geochemical and biological factors within the soil may limit phosphate availability to plants and constrain ecosystem productivity. Iron oxides minerals in particular effectively bind phosphate and keep it sequestered from plants; however, their role in regulating nutrient dynamics in northern peatlands is not well understood. Furthermore, soil properties such as pH, water content, and organic matter can influence iron geochemistry and phosphate sorption to iron oxides. &nbsp;</p>\n<p>Our goal was to investigate iron-phosphorus associations in peat soils collected from arctic and boreal ecosystems extending from Minnesota to Alaska to assess the potential for soil minerals to limit phosphorus bioavailability. Our specific objectives were to 1) identify major soil reservoirs of iron and phosphorus; 2) determine how iron geochemistry varies as a function of soil properties; 3) quantify the ability of these soils to bind phosphate; 4) quantify iron-bound phosphate; and 5) construct a landscape-scale conceptual model of iron-phosphorus interactions. We found that iron oxides, and particularly poorly crystalline iron oxides, were most abundant in low-lying saturated soils with circumneutral pH, likely due to accumulation at near-surface redox interfaces. In contrast, acidic and/or well-drained soils contained primarily organic-bound iron species. We discovered that iron speciation that varied across the landscape also controlled phosphate solubility. Soils enriched in poorly crystalline iron oxides had high capacities to bind phosphate but low concentrations of soluble phosphate relative to soils containing mostly organic-bound iron or crystalline iron oxides. Consequently, saturated soils that accumulate poorly crystalline iron oxides may also act as nutrient traps that limit phosphate solubility. We also found that approximately half of all soil phosphate was bound to soil minerals, and primarily to iron oxides. The implication of this finding is that mineral surfaces effectively compete with biological processes for phosphate and must be considered as a nutrient regulator in these sensitive ecosystems.</p>\n<p>Our results establish a framework for understanding iron and phosphorus geochemistry dynamics in these rapidly changing high-latitude ecosystems. Given that soil minerals are often assumed to have negligible influence on nutrient dynamics in Arctic and boreal peat soils, our findings are potentially transformative for understanding how nutrients are regulated in these ecosystems. Research that builds from this work must establish whether phosphate retention by iron oxides limits bioavailability or whether these minerals then serve as phosphorus reservoirs for biota. Such information is broadly important for determining the magnitude of carbon released from these ecosystems over the next century.</p>\n<p>This grant also served as a foundation for interdisciplinary research between the two early-career scientists and provided important training opportunities for three graduate and three undergraduate students. Students supported by this grant had opportunities to conduct field work in interior Alaska, learn analytical techniques in geochemical and biological sciences, collect synchrotron-source spectroscopy data at a national lab facility, and/or present their results at professional meetings. Furthermore, the PIs engaged the broader public by serving as invited expert panelists in an &ldquo;Advancing Understanding of Climate Change&rdquo; forum hosted by Kent State University and the Pulitzer Center on Crisis Reporting, and by presenting the research to K12 educators in an Earth Systems Science continuing education program. Project participants also developed a hands-on Earth Science education activity that was demonstrated to K-12 educators and disseminated more broadly to teachers throughout the Cleveland area through a collaboration with the Cleveland Museum of Natural History.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2018<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;M&nbsp;Herndon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nArctic and boreal ecosystems are warming more quickly than the rest of the planet, and increasing soil temperatures are accelerating decomposition of soil organic matter and releasing additional greenhouse gases into the atmosphere. Future carbon storage in these ecosystems depends on the balance between microbial decomposition and primary production, both of which can be regulated by nutrients such as phosphorus. Although plant biomass is likely to increase in a climate that is warmer and enriched in carbon dioxide, geochemical and biological factors within the soil may limit phosphate availability to plants and constrain ecosystem productivity. Iron oxides minerals in particular effectively bind phosphate and keep it sequestered from plants; however, their role in regulating nutrient dynamics in northern peatlands is not well understood. Furthermore, soil properties such as pH, water content, and organic matter can influence iron geochemistry and phosphate sorption to iron oxides.  \n\nOur goal was to investigate iron-phosphorus associations in peat soils collected from arctic and boreal ecosystems extending from Minnesota to Alaska to assess the potential for soil minerals to limit phosphorus bioavailability. Our specific objectives were to 1) identify major soil reservoirs of iron and phosphorus; 2) determine how iron geochemistry varies as a function of soil properties; 3) quantify the ability of these soils to bind phosphate; 4) quantify iron-bound phosphate; and 5) construct a landscape-scale conceptual model of iron-phosphorus interactions. We found that iron oxides, and particularly poorly crystalline iron oxides, were most abundant in low-lying saturated soils with circumneutral pH, likely due to accumulation at near-surface redox interfaces. In contrast, acidic and/or well-drained soils contained primarily organic-bound iron species. We discovered that iron speciation that varied across the landscape also controlled phosphate solubility. Soils enriched in poorly crystalline iron oxides had high capacities to bind phosphate but low concentrations of soluble phosphate relative to soils containing mostly organic-bound iron or crystalline iron oxides. Consequently, saturated soils that accumulate poorly crystalline iron oxides may also act as nutrient traps that limit phosphate solubility. We also found that approximately half of all soil phosphate was bound to soil minerals, and primarily to iron oxides. The implication of this finding is that mineral surfaces effectively compete with biological processes for phosphate and must be considered as a nutrient regulator in these sensitive ecosystems.\n\nOur results establish a framework for understanding iron and phosphorus geochemistry dynamics in these rapidly changing high-latitude ecosystems. Given that soil minerals are often assumed to have negligible influence on nutrient dynamics in Arctic and boreal peat soils, our findings are potentially transformative for understanding how nutrients are regulated in these ecosystems. Research that builds from this work must establish whether phosphate retention by iron oxides limits bioavailability or whether these minerals then serve as phosphorus reservoirs for biota. Such information is broadly important for determining the magnitude of carbon released from these ecosystems over the next century.\n\nThis grant also served as a foundation for interdisciplinary research between the two early-career scientists and provided important training opportunities for three graduate and three undergraduate students. Students supported by this grant had opportunities to conduct field work in interior Alaska, learn analytical techniques in geochemical and biological sciences, collect synchrotron-source spectroscopy data at a national lab facility, and/or present their results at professional meetings. Furthermore, the PIs engaged the broader public by serving as invited expert panelists in an \"Advancing Understanding of Climate Change\" forum hosted by Kent State University and the Pulitzer Center on Crisis Reporting, and by presenting the research to K12 educators in an Earth Systems Science continuing education program. Project participants also developed a hands-on Earth Science education activity that was demonstrated to K-12 educators and disseminated more broadly to teachers throughout the Cleveland area through a collaboration with the Cleveland Museum of Natural History.\n\n \n\n\t\t\t\t\tLast Modified: 09/26/2018\n\n\t\t\t\t\tSubmitted by: Elizabeth M Herndon"
 }
}