{
 "awd_id": "1609339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RET Site: Smart Sensors and Sensing Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2016-02-15",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2016-02-23",
 "awd_max_amd_letter_date": "2016-02-23",
 "awd_abstract_narration": "This award renews an exemplary Research Experiences for Teachers (RET) Site focusing on smart sensors and sensing systems at Michigan State University (MSU).  The RET Site will continue to develop a strong partnership between MSU and schools in the greater Lansing-Detroit area to advance pre-college science and engineering education by training a cadre of leaders of middle and high school teachers in the areas of Science, Technology, Engineering, and Mathematics (STEM). The RET site will expose teachers to leading engineering research spanning biological and chemical sensors, robotics sensors, micro and nano-electro mechanical sensors, microelectronic sensing circuitry, human-computer interaction, biomechanics, innovative sensing materials and manufacturing techniques, and  will connect them to the profound changes that sensors and sensing technologies are having on the daily lives and quality of life of all citizens. The interdisciplinary nature of the research theme will provide a fertile ground for developing creative and appealing middle and high school lessons and teaching activities in biology, physics, chemistry, and technology that align with state and national curricular standards. \r\n\r\nRET participants will attend a 6-week summer institute to participate in cutting-edge research projects with mentoring from engineering faculty who lead vibrant sensor and sensing related research programs. Working with principal investigators, faculty mentors, and a curriculum development specialist, teachers will develop innovative, standards-compliant curriculum modules and participate in a number of professional development activities. The teacher-created modules and lessons will be disseminated nationally through TeachEngineering.org, a nationally recognized repository for searchable, standards-based engineering curricula.   Extensive follow-up activities are planned throughout the academic year to ensure the translation of lab experience into classroom practice, and to foster and strengthen long-term partnership between engineering faculty and the local school districts. A third-party professional program evaluator will track and evaluate the program and provide feedback for improvement. The evaluator will also conduct longitudinal studies on participants to assess the longer-term impact of the RET program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wen",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wen Li",
   "pi_email_addr": "wenli@msu.edu",
   "nsf_id": "000524841",
   "pi_start_date": "2016-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Kim",
   "pi_email_addr": "kima@egr.msu.edu",
   "nsf_id": "000518156",
   "pi_start_date": "2016-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "428 S. Shaw Lane, Rm 2120",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1359",
   "pgm_ref_txt": "RET SITE-Res Exp for Tchr Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF RET Site on Smart Sensors and Sensing Systems (S4) aims to provide authentic research experiences to middle and high school teachers; improve teacher&rsquo;s skills in curriculum development, leadership, communication, and instruction; implement and disseminate innovative curricula to connect university research activities to K12 classroom practices; and strengthen, sustain, and expand a long-term, healthy partnership between Michigan State University (MSU) and local school districts. Since 2016, our Site has supported a total of 31 Michigan STEM teachers, with over 50% being female and minority participants. The RET teachers were recruited from high-needs and rural schools in the State of Michigan, including Brighton, Detriot, East Lansing, Lansing, Okemos, and Perry school districts. The Site activities consisted of a six-week Summer Institute and follow-up components. During the Summer Institute, the teachers participated in cutting-edge research projects, with &ldquo;one-on-one&rdquo; mentoring by MSU faculty who lead vibrant research programs. The teachers also developed innovative, standards-compliant curriculum modules and participated in numerous professional development activities. Follow-up academic year activities were conducted to ensure the smooth translation of lab research experience into classroom practice, strengthen the partnership between engineering faculty and teachers, and disseminate the outcomes through TeachEngineering.org, K12 Design Day workshop, and conferences. A third-party evaluation team assessed the RET Site via periodic surveys, on-site observations, and interviews to provide feedback for program improvement.</p>\n<p>Overall, our RET Site is successful and has generated significant positive impacts on K12 outreach and education through teacher training and curriculum development. Since 2016, our RET teachers have developed 36 sets of lesson and hands-on activity based on their research experiences, of which four lessons and five hands-on activities have been published by TeachEngineering.org. To date the total TE page views of our teachers&rsquo; lessons and activities are over 30,000. These curriculum materials have made significant contributions to the improvement of classroom experiences of middle and high students in Michigan and beyond. Our RET Site also helped to inspire and prepare high school students for future college studies in the STEM fields. As a result, the Computer Science major at MSU had the biggest freshmen enrollment on the record in the fall of 2018. To reach a larger audience, the RET Site disseminated the project outcomes widely through publications in journals and presentations at international and national conferences and workshops. For example, two conference presentations were delivered by the RET participants at the 2018 Michigan Science Teachers Association Conference and the 2018 International Mechanical Engineering Congress &amp; Exposition, respectively. A full-length reflective pedagogical article entitled &ldquo;Development of a Multidisciplinary Engineering Research Program for Middle/High School Teachers&rdquo; was published by the American Society of Mechanical Engineers (ASME). The success and rigor of our RET Site project were also reflected by the program assessment, where all the teacher participants reported high levels of satisfaction with many facets of the program.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/07/2019<br>\n\t\t\t\t\tModified by: Wen&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF RET Site on Smart Sensors and Sensing Systems (S4) aims to provide authentic research experiences to middle and high school teachers; improve teacher?s skills in curriculum development, leadership, communication, and instruction; implement and disseminate innovative curricula to connect university research activities to K12 classroom practices; and strengthen, sustain, and expand a long-term, healthy partnership between Michigan State University (MSU) and local school districts. Since 2016, our Site has supported a total of 31 Michigan STEM teachers, with over 50% being female and minority participants. The RET teachers were recruited from high-needs and rural schools in the State of Michigan, including Brighton, Detriot, East Lansing, Lansing, Okemos, and Perry school districts. The Site activities consisted of a six-week Summer Institute and follow-up components. During the Summer Institute, the teachers participated in cutting-edge research projects, with \"one-on-one\" mentoring by MSU faculty who lead vibrant research programs. The teachers also developed innovative, standards-compliant curriculum modules and participated in numerous professional development activities. Follow-up academic year activities were conducted to ensure the smooth translation of lab research experience into classroom practice, strengthen the partnership between engineering faculty and teachers, and disseminate the outcomes through TeachEngineering.org, K12 Design Day workshop, and conferences. A third-party evaluation team assessed the RET Site via periodic surveys, on-site observations, and interviews to provide feedback for program improvement.\n\nOverall, our RET Site is successful and has generated significant positive impacts on K12 outreach and education through teacher training and curriculum development. Since 2016, our RET teachers have developed 36 sets of lesson and hands-on activity based on their research experiences, of which four lessons and five hands-on activities have been published by TeachEngineering.org. To date the total TE page views of our teachers? lessons and activities are over 30,000. These curriculum materials have made significant contributions to the improvement of classroom experiences of middle and high students in Michigan and beyond. Our RET Site also helped to inspire and prepare high school students for future college studies in the STEM fields. As a result, the Computer Science major at MSU had the biggest freshmen enrollment on the record in the fall of 2018. To reach a larger audience, the RET Site disseminated the project outcomes widely through publications in journals and presentations at international and national conferences and workshops. For example, two conference presentations were delivered by the RET participants at the 2018 Michigan Science Teachers Association Conference and the 2018 International Mechanical Engineering Congress &amp; Exposition, respectively. A full-length reflective pedagogical article entitled \"Development of a Multidisciplinary Engineering Research Program for Middle/High School Teachers\" was published by the American Society of Mechanical Engineers (ASME). The success and rigor of our RET Site project were also reflected by the program assessment, where all the teacher participants reported high levels of satisfaction with many facets of the program.\n\n \n\n\t\t\t\t\tLast Modified: 03/07/2019\n\n\t\t\t\t\tSubmitted by: Wen Li"
 }
}