{
 "awd_id": "1609245",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:   Exploring the Transport Properties of Topological Insulators using Spectroscopic Ellipsometry",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2019-10-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2016-05-09",
 "awd_max_amd_letter_date": "2016-05-09",
 "awd_abstract_narration": "Nontechnical Abstract:\r\nThere has been a considerable interest in a novel material called Topological Insulators (TIs) where seemingly two distinct properties of materials, namely conducting and insulating phases, are interwoven into a single material.  While these materials provide a platform to address a myriad of theoretical problems in physics, because of their unique properties TIs can be exploited to produce interesting devices as well. The main focus of the project is to investigate the unique properties of TIs, paying close attention to uncovering the interplay between their surface and bulk states. Specifically, one of the main objectives is to establish a fundamental understanding of how to separate the contributions from surface and bulk states to the overall conductivity of the material. Additionally, magnetically doped TI samples are analyzed to interrogate the interplay between magnetism and various properties TIs. This project primarily uses an optical investigation technique known as spectroscopic ellipsometry to determine the contributions from the surface and the bulk states of TI samples. Additionally, temperature dependent experiments are conducted in order to uncover the intricate details that govern the physics of TIs.  The work is performed exclusively by undergraduate students in a liberal arts setting. These students receive training in materials characterization, optics, and cryogenics, preparing them for graduate studies or careers in science and technology.  To further educational goals, this project incorporates several high-impact experimental activities into existing courses in the physics curriculum. Furthermore, several outreach activities for high school students are conducted in order to foster a wider interest in the sciences. \r\n\r\nTechnical Abstract:\r\nBecause of strong spin-orbit coupling and time reversal invariant symmetry, a new class of materials, called topological insulators (TIs), are embedded with unique characteristics; it has an energy gap in the bulk but has metallic surface states that are robust against disorder-scattering. Although there has been a concerted effort made towards understanding the physics of TIs in the past few years, there are several key aspects that are still unknown; a) the interplay between the bulk and the surface states in dictating the conductivity of TIs, b) the impact of impurity bands on TIs, c) interplay between topologically protected states and magnetism, and d) the significance of electron-phonon coupling on topologically protected surface states. Insights gained about any of these aspects will enable a deeper understanding of the fundamental physics of TIs, which is the ultimate goal of the project. Spectroscopic ellipsometry is used to determine the complex conductivity in a wide spectra range (i.e., between 30 meV to 6.2 eV), which enables one to decipher the contributions from free carriers and band electrons to conductivity. Temperature dependent measurements are conducted to probe the electron-phonon coupling in TIs, which plays a vital role in influencing the surface states. Since TIs are plagued by defects, which unfortunately mask the exciting and intriguing surface phenomena, the details of defect-states are obtained by evaluating the higher-order transitions (i.e., critical points). The magnetically-doped TIs are probed to determine the origin of their magnetism and to study the breaking of time-reversal symmetry. Finally, the spin texture of TIs are probed via their circular dichroism, obtained by Mueller-Matrix based spectroscopic ellipsometry.  This project incorporates several activities to enhance  educational goals in the sciences. As the work is performed exclusively by undergraduate students in a liberal arts setting, they receive training in materials characterization, optics, and cryogenics, preparing them for graduate studies or careers in STEM-based fields.  In addition, this project injects several high-impact experimental activities into existing courses in the physics curriculum. Also, several outreach activities for high school students are conducted in order to foster a wider interest in the sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Peiris",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Frank C Peiris",
   "pi_email_addr": "peirisf@kenyon.edu",
   "nsf_id": "000290831",
   "pi_start_date": "2016-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kenyon College",
  "inst_street_address": "1 KENYON COLLEGE",
  "inst_street_address_2": "",
  "inst_city_name": "GAMBIER",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7404275114",
  "inst_zip_code": "430229623",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "KENYON COLLEGE",
  "org_prnt_uei_num": "XFWQPRJMQWP9",
  "org_uei_num": "NML9QD5ZL2F6"
 },
 "perf_inst": {
  "perf_inst_name": "Kenyon College",
  "perf_str_addr": "22 Ransom Hall",
  "perf_city_name": "Gambier",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "430229623",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The discovery of novel materials is important for technological advances as well as to further our &nbsp;understanding of &nbsp;the interesting physics of materials. Traditionally, we have understood the characteristics of materials while grouping them into three distinct categories (i.e., metals, semiconductors and insulators). In the last decade, we were pleasantly surprised to discover a material called topological insulators, that manifested both metallic and semiconducting properties, &nbsp;and that could not be understood within the conventional framework. During the past three years, thanks to the funding received from NSF, we have explored the optical properties of a variety of topological insulators, including binary compounds such as Bi<sub>2</sub>Se<sub>3</sub>, Bi<sub>2</sub>Te<sub>3</sub> and Bi<sub>2</sub>Sb<sub>3</sub>, and several other compounds produced by alloying these binary compounds, mainly to probe the intriguing physics manifested by these materials.</p>\n<p>In order to explore the physics of topological insulators, we used a technique called spectroscopic ellipsometry, which extended over a wide spectral range. This optical technique was used to map out the dielectric functions of several topological insulators in a wide spectral range. Further analyzing the dielectric functions, we obtained the contributions of &nbsp;free electrons, phonons and bound electrons. Additionally, since spectroscopic ellipsometry measurements were performed at multiple temperatures, by monitoring the temperature-dependence of conductivity, we were able to understand how the electron-phonon coupling impacted the characteristics of topological insulators. All of the work was done exclusively by undergraduate students attending Kenyon College.</p>\n<p>Our results show that the dielectric functions of some of the topological insulators are anisotropic. One of the pivotal outcomes of our work has been to produce an unambiguous method of differentiating between isotropic and anisotropic dielectric functions. Additionally, our work has also shown that carrier concentration and mobility can be measured via an optical method that is both non-destructive and efficient.</p>\n<p>In terms of broader impacts, this award supported six undergraduate students to pursue summer-research projects. Additionally, it helped several other students to engage in condensed matter physics research during the academic year. Six new experiments were incorporated into the Condensed Matter Physics course that is offered in the department. These new laboratory exercises were developed to investigate the structural, electrical and optical properties of semiconductors. In terms of outreach, several lectures were given to local high-school students taking physics in order to convey the relationship between theory and observed phenomena.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2020<br>\n\t\t\t\t\tModified by: Frank&nbsp;C&nbsp;Peiris</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe discovery of novel materials is important for technological advances as well as to further our  understanding of  the interesting physics of materials. Traditionally, we have understood the characteristics of materials while grouping them into three distinct categories (i.e., metals, semiconductors and insulators). In the last decade, we were pleasantly surprised to discover a material called topological insulators, that manifested both metallic and semiconducting properties,  and that could not be understood within the conventional framework. During the past three years, thanks to the funding received from NSF, we have explored the optical properties of a variety of topological insulators, including binary compounds such as Bi2Se3, Bi2Te3 and Bi2Sb3, and several other compounds produced by alloying these binary compounds, mainly to probe the intriguing physics manifested by these materials.\n\nIn order to explore the physics of topological insulators, we used a technique called spectroscopic ellipsometry, which extended over a wide spectral range. This optical technique was used to map out the dielectric functions of several topological insulators in a wide spectral range. Further analyzing the dielectric functions, we obtained the contributions of  free electrons, phonons and bound electrons. Additionally, since spectroscopic ellipsometry measurements were performed at multiple temperatures, by monitoring the temperature-dependence of conductivity, we were able to understand how the electron-phonon coupling impacted the characteristics of topological insulators. All of the work was done exclusively by undergraduate students attending Kenyon College.\n\nOur results show that the dielectric functions of some of the topological insulators are anisotropic. One of the pivotal outcomes of our work has been to produce an unambiguous method of differentiating between isotropic and anisotropic dielectric functions. Additionally, our work has also shown that carrier concentration and mobility can be measured via an optical method that is both non-destructive and efficient.\n\nIn terms of broader impacts, this award supported six undergraduate students to pursue summer-research projects. Additionally, it helped several other students to engage in condensed matter physics research during the academic year. Six new experiments were incorporated into the Condensed Matter Physics course that is offered in the department. These new laboratory exercises were developed to investigate the structural, electrical and optical properties of semiconductors. In terms of outreach, several lectures were given to local high-school students taking physics in order to convey the relationship between theory and observed phenomena.\n\n \n\n\t\t\t\t\tLast Modified: 02/28/2020\n\n\t\t\t\t\tSubmitted by: Frank C Peiris"
 }
}