{
 "awd_id": "1609051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Critical Mechanical Structures: Topology and Entropy",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2016-05-15",
 "awd_exp_date": "2020-04-30",
 "tot_intn_awd_amt": 285000.0,
 "awd_amount": 285000.0,
 "awd_min_amd_letter_date": "2016-05-09",
 "awd_max_amd_letter_date": "2016-05-09",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\nThis award supports theoretical research, outreach, and education on soft materials and designing new mechanical metamaterials using new concepts.  The concept of mechanical stability, which dates back to the research of J. C. Maxwell in 1864, governs many fascinating phenomena in soft matter physics, from jamming of granular matter to self-assembly of novel materials and nonlinear elasticity of biological tissue.  At the same time, this concept also guides the design of new mechanical metamaterials that can perform unprecedented functions. Mechanical metamaterials display novel mechanical properties acquired through their structure instead of their composition.\r\nThe PI will investigate the interplay between mechanical instability and the deformations of a soft material that cost very little energy, called floppy modes. Structures can be identified that are rigid in the bulk but have soft edges that are easily deformed with a fundamental property that peeling away the soft edges leads to a new material that also has soft edges. Using recently developed concepts related to topology, the branch of mathematics concerned with the properties of objects that are preserved under deformations, material phases with different mechanical properties can be identified. The PI will study these material phases, how robust they are against imperfections and thermally driven vibrations, and how soft deformations can transform a material between different material phases when a material is close to a mechanical instability.\r\nThe PI will use the understanding gained from the study of these \"topologically protected\" mechanical phases and the transformations among them to design new mechanical metamaterials.  The PI will also study what will happen when these novel devices are made small enough that thermal fluctuations are important, as well as producing these structures via self-assembly.\r\nThis project not only aims at a fundamental understanding of the physics of structures near mechanical instabilities, but also provides guidance to the design of new generation mechanical materials that have robust properties and functions.  Moreover, the project includes outreach activities which increase the awareness of the general public on soft matter physics and its contributions to our daily life, as well as educational activities that broaden participation of women and other minorities in physics through outreach in local schools and group discussions among female physics students.  \r\n\r\nTECHNICAL SUMMARY\r\nThis award supports theoretical research, outreach, and education on soft materials and designing new mechanical metamaterials using new concepts.  Central to many fascinating phenomena in soft matter physics are a collection of floppy modes, which are modes of deformations that cost little energy and signals mechanical instability. Examples include the yielding of jammed granular matter and the nonlinear elasticity of biological tissue.  In the meantime, recently there has been an explosion of investigations on mechanical metamaterials, which are materials that gain their novel mechanical properties, such as negative Poisson's ratio, negative compressibility, negative thermal expansion, phononic band-gap, via their structure instead of their composition. Interestingly, in many cases the key to realize the novel properties of these mechanical metamaterials, is also a collection of floppy modes, which are often called mechanisms.\r\nThe goal of this project is to investigate the topology and entropy of structures that are close to mechanical instabilities and exhibit floppy modes. The two main thrusts are to investigate: (1) Topological transitions in mechanical systems and design principles of transformable topological mechanical metamaterials, (2) Entropic effects on floppy modes, which will be used to understand self-assembly of mechanical metamaterials as well as design principles of machines and robots at small scales with mechanisms robust against fluctuations.  The methods that will be used in this project include analytic theory and numerical simulations.\r\nThe intellectual merit of this project stems from (1) the general classification of the unusual mechanical and acoustic properties of critical mechanical structures, (2) the characterization of novel topological transitions in mechanical systems, which share intriguing similarities with transitions in quantum topological states of matter, (3) the characterization of thermal fluctuation effects on floppy modes that exhibit interesting interplay with topology and guides the selection of robust mechanisms, (4) the designs and predictions on the self-assembly of novel open structures.\r\nThis award also supports outreach activities which increase the awareness of the general public on soft matter physics and its contributions to our daily life, as well as educational activities that broaden participation of women and other minorities in physics through outreach in local schools and group discussions among female physics students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaoming",
   "pi_last_name": "Mao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoming Mao",
   "pi_email_addr": "maox@umich.edu",
   "nsf_id": "000632073",
   "pi_start_date": "2016-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "450 Church Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 285000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is concerned with the fundamental question of how geometry and topology of ordered and disordered materials determine their mechanical response, and the role of entropy in mechanics.&nbsp; The research team especially focused on a few areas of interest: topological mechanics, soft matter physics, and biological physics. &nbsp;</p>\n<p>In the direction of topological mechanics, new theories constructed from this project revealed how critically connected mechanical networks can be reversibly transformed between distinct topological mechanical states with drastically different mechanical responses, including orders of magnitude change of surface stiffness. The research team also unraveled the role of entropy in mechanical response of structures at small scales, answering the question &ldquo;If mechanical metamaterials are pushed to smaller and smaller scales where thermal fluctuations become important, will we still get the same type of properties?&rdquo; Another exciting new research area the team opened from this project is to push the notion of topological mechanics from periodic lattices to aperiodic networks.&nbsp; The team constructed a real space topological mechanics formulation, and used it to study topologically protected edge floppy modes in disordered fiber networks, which may be of relevance in biology.</p>\n<p>In the direction of soft matter, the project led to new fundamental understandings of the emergence of rigidity in low-density materials with solid volume-fraction below typical thresholds.&nbsp; The team discovered that attractive interactions lead to spatial correlations in the materials, which endow the material with rigidity even when the solid network is dilute.&nbsp; This theory will guide future investigations in search for ultra-light materials with controllable mechanical and rheological response.&nbsp; The project also led to fundamental understandings of a new universality class of fracturing behavior, where the material, over a large range in parameter space, pushes itself to criticality during the nonlinear fracturing process.</p>\n<p>In the direction of biological physics, the PI and collaborators not only revealed scaling relations about the nonlinear elasticity of biopolymer gels, but also shed light on the fundamental question of how motile cells move on a nonlinear and heterogeneous substrate: the extracellular matrix.&nbsp; New unified models from this project captured how cells respond to mechanical cues in the environment, with durotaxis and contact guidance.</p>\n<p>The project also led to a few more new directions of research, from self-assembly to multicriticality in jamming transitions.</p>\n<p>In summary, this project resolved a number of questions in topological mechanics, soft matter, and biological physics, as well as opening up new directions of study.&nbsp; The research focused on the fundamental aspects of how geometry, topology, and entropy determines mechanics in a broad range of materials.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2020<br>\n\t\t\t\t\tModified by: Xiaoming&nbsp;Mao</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1609051/1609051_10423853_1601249519942_TTMM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1609051/1609051_10423853_1601249519942_TTMM--rgov-800width.jpg\" title=\"Transformable topological mechanical metamaterials\"><img src=\"/por/images/Reports/POR/2020/1609051/1609051_10423853_1601249519942_TTMM--rgov-66x44.jpg\" alt=\"Transformable topological mechanical metamaterials\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Transformable topological mechanical metamaterials</div>\n<div class=\"imageCredit\">https://www.nature.com/articles/ncomms14201</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Xiaoming&nbsp;Mao</div>\n<div class=\"imageTitle\">Transformable topological mechanical metamaterials</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1609051/1609051_10423853_1601249596490_fiber--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1609051/1609051_10423853_1601249596490_fiber--rgov-800width.jpg\" title=\"Topological edge floppy modes in disordered fiber networks\"><img src=\"/por/images/Reports/POR/2020/1609051/1609051_10423853_1601249596490_fiber--rgov-66x44.jpg\" alt=\"Topological edge floppy modes in disordered fiber networks\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Topological edge floppy modes in disordered fiber networks</div>\n<div class=\"imageCredit\">https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.120.068003</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Xiaoming&nbsp;Mao</div>\n<div class=\"imageTitle\">Topological edge floppy modes in disordered fiber networks</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1609051/1609051_10423853_1601249716665_gel--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1609051/1609051_10423853_1601249716665_gel--rgov-800width.jpg\" title=\"Correlated rigidity percolation in colloidal gels\"><img src=\"/por/images/Reports/POR/2020/1609051/1609051_10423853_1601249716665_gel--rgov-66x44.jpg\" alt=\"Correlated rigidity percolation in colloidal gels\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Correlated rigidity percolation in colloidal gels</div>\n<div class=\"imageCredit\">https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.123.058001?utm_source=email&utm_medium=email&utm_campaign=prl-alert</div>\n<div class=\"imageSubmitted\">Xiaoming&nbsp;Mao</div>\n<div class=\"imageTitle\">Correlated rigidity percolation in colloidal gels</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project is concerned with the fundamental question of how geometry and topology of ordered and disordered materials determine their mechanical response, and the role of entropy in mechanics.  The research team especially focused on a few areas of interest: topological mechanics, soft matter physics, and biological physics.  \n\nIn the direction of topological mechanics, new theories constructed from this project revealed how critically connected mechanical networks can be reversibly transformed between distinct topological mechanical states with drastically different mechanical responses, including orders of magnitude change of surface stiffness. The research team also unraveled the role of entropy in mechanical response of structures at small scales, answering the question \"If mechanical metamaterials are pushed to smaller and smaller scales where thermal fluctuations become important, will we still get the same type of properties?\" Another exciting new research area the team opened from this project is to push the notion of topological mechanics from periodic lattices to aperiodic networks.  The team constructed a real space topological mechanics formulation, and used it to study topologically protected edge floppy modes in disordered fiber networks, which may be of relevance in biology.\n\nIn the direction of soft matter, the project led to new fundamental understandings of the emergence of rigidity in low-density materials with solid volume-fraction below typical thresholds.  The team discovered that attractive interactions lead to spatial correlations in the materials, which endow the material with rigidity even when the solid network is dilute.  This theory will guide future investigations in search for ultra-light materials with controllable mechanical and rheological response.  The project also led to fundamental understandings of a new universality class of fracturing behavior, where the material, over a large range in parameter space, pushes itself to criticality during the nonlinear fracturing process.\n\nIn the direction of biological physics, the PI and collaborators not only revealed scaling relations about the nonlinear elasticity of biopolymer gels, but also shed light on the fundamental question of how motile cells move on a nonlinear and heterogeneous substrate: the extracellular matrix.  New unified models from this project captured how cells respond to mechanical cues in the environment, with durotaxis and contact guidance.\n\nThe project also led to a few more new directions of research, from self-assembly to multicriticality in jamming transitions.\n\nIn summary, this project resolved a number of questions in topological mechanics, soft matter, and biological physics, as well as opening up new directions of study.  The research focused on the fundamental aspects of how geometry, topology, and entropy determines mechanics in a broad range of materials.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/28/2020\n\n\t\t\t\t\tSubmitted by: Xiaoming Mao"
 }
}