{
 "awd_id": "1610094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Towards a Fundamental Basis for Controlling Shear Flow Instabilities in HCP Metals",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Yang",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2016-07-11",
 "awd_max_amd_letter_date": "2016-07-11",
 "awd_abstract_narration": "Non-Technical Abstract \r\n\r\nWhen metals are deformed to large strains they often undergo a transition from smooth, steady flow to unstable flow modes, which are usually undesirable. Shear banding, in which the strain becomes concentrated in highly localized bands is one mechanism for the flow instability.  Another mechanism, recently discovered, is sinuous flow, which is characterized by a folding process near surfaces, analogous to vortex-like fluid flow.  These instabilities can cause failure during the deformation itself, as well as leave behind defects that initiate failure in service. They are thus of critical importance in product quality for a wide range of applications (e.g., biomedical, automotive and aerospace).  The instability phenomena will be characterized in model metal systems (magnesium, titanium, zinc) using a controlled shear deformation apparatus, in concert with direct, high-speed imaging of the microscopic flow fields and image analysis. Complementary ex situ characterization of the flow will be done using advanced microscopy methods, and low-load indentation.  The experiments will be coupled with analytical and numerical modeling to develop flow mechanism maps that depict the various instabilities and the conditions of their occurrence.  The research will provide a fundamental basis for developing methods of broad applicability for controlling flow instabilities in advanced metals, advance experimental techniques for flow analysis, and facilitate understanding of other types of instability phenomena in nature. The research results will broadly impact synthesis of metal structures for energy absorption, friction and wear, metals processing and discrete products manufacturing. Complementing the research is an education program involving undergraduate and graduate students in creating a video gallery of flows in materials; and a modest focus on fostering entrepreneurship in graduate study. \r\n\r\nTechnical Abstract \r\n\r\nThe proposed research seeks to advance our understanding of meso-scale plastic flow instabilities in large-strain deformation of metals, and how these instabilities mediate transitions from laminar to unsteady fluid-like flows, e.g., shear band, sinuous and serrated flows. Prior work has established a suite of experimental techniques to characterize flow fields at high resolution that will be built upon in this work.  Three coordinated thrusts will study flow instabilities at the meso-scale to establish a fundamental basis for controlling unsteady flows. First, key flow attributes will be mapped, combining direct in situ analysis at high spatial and temporal resolution, with complementary ex situ characterization by microscopy and profilometry. Second, modeling approaches will be developed to describe the flow instabilities and development of unsteady flow dynamics. Third, by integrating the experimental results with model analyses, a phase diagram will be constructed for flows, demarcating unstable regimes and flow transitions in terms of quantitative deformation parameters. The study will be conducted specifically on model HCP alloys (Mg, Ti and Zn) selected for their experimental suitability and range of deformation responses.   The resulting flow phase diagram will provide a basis for tailoring and controlling simple-shear flows, from suppressing flow instabilities to enhancing unsteady flows for energy dissipation.  The research will foster an education program involving graduate and undergraduate students in developing video galleries to illustrate diverse flow and instability phenomena; student internships in research labs; and graduate student entrepreneurship.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Trumble",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin P Trumble",
   "pi_email_addr": "driscol@ecn.purdue.edu",
   "nsf_id": "000329909",
   "pi_start_date": "2016-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Srinivasan",
   "pi_last_name": "Chandrasekar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Srinivasan Chandrasekar",
   "pi_email_addr": "chandy@ecn.purdue.edu",
   "nsf_id": "000422067",
   "pi_start_date": "2016-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are many instances in materials processing and advanced manufacturing where structural metals are subjected to large shape changes in their transformation to finished products. Examples of such shape transformations occur in deformation processing, machining, comminution and surface engineering, and span application domains such as aerospace, automotive, energy systems and biomedical. Permanent plastic deformation is intrinsic to these shape changes and applications, with strains as large as 1-10 being typical. When such large strains are imposed in metals especially near surfaces, non-uniformity of plastic flow is quite often the form with adverse impacts on deformation energy and surface quality.</p>\n<p>In this study, we have characterized, using high-resolution, in situ observational techniques, the nucleation and propagation of unsteady (non-uniform) plastic deformation modes. Besides the well-known case of shear banding, we have identified three other distinct unsteady flow modes ? sinuous flow, plastic buckling at surface, and fracture by flow localization. Sinuous flow is an unsteady mesoscale flow mode characterized by large-amplitude folding and vortex-like flow components which is nucleated by plastic buckling of material at the surface. This flow mode involves large-energy dissipation and extensive redundant deformation. We show that this type of flow is widely prevalent in large-strain deformation of ductile and/or highly strain-hardening metals. Similarities and contrasts between sinuous flow and shear banding, in terms of strain, rotations and energy dissipation, flow have been elucidated using the in situ observational techniques, which are first-of-a-kind capturing flow phenomena at one-micron resolution. Using these observational techniques, we have also analyzed the nucleation and propagation phases of shear bands. This analysis has revealed that while shear band nucleation occurs at the microsecond time scale, it is during the propagation phase that the bulk of the highly-localized strain is imposed. The nature of the strain field in the vicinity of the shear band shows evidence for existence of plastic boundary layers. The dynamics of unsteady flows near metal surfaces, e.g., folding, show strong similarities with flow phenomena in geophysical systems. The imaging techniques can be applied to varied domains such as materials processing, friction phenomena in sliding, and manufacturing processes.</p>\n<p>Based on fundamental understanding of how unsteady flows develop, we have formulated methods to suppress as well as enhance unsteady flows. One approach to suppression involves modification of the surface deformation geometry through application of a physical constraint to the deformation. This approach has been successfully used to suppress shear banding and sinuous flow modes, and achieve uniformity of surface deformation. The benefits of this suppression include new energy-efficient methods for creating metal sheet and foil, using shear-based deformation processing, from material systems such as titanium, magnesium and advanced electrical steels. Unsteady flows can also be modulated to produce fracture in the deformation zone and limit dissipative plastic deformation. This modulation has been demonstrated by application of common organic media to the metal surface in the deformation zone. The organic media promote fracture via local embrittlement of the metal. This approach is shown to have benefits for energy-efficient cutting and comminution of soft ?gummy? metals.</p>\n<p>The flow control methods have been patented. Based on the understanding gained of unsteady flow phenomena, we are developing new sustainable materials processing methods for manufacturing of metal sheet, foil, wire and fiber. New chemo-mechanically assisted cutting and comminution processes are another outcome that we hope to achieve with metals, with good prospects for commercialization.</p>\n<p>The observational techniques have also led to creation of a number of videos of plastic flow phenomena in metals which have been extensively disseminated via the web. One of the videos related to a mechanochemical embrittlement effect in metals has received more than one million views and has been commented upon in scientific magazines and websites.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2020<br>\n\t\t\t\t\tModified by: Srinivasan&nbsp;Chandrasekar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere are many instances in materials processing and advanced manufacturing where structural metals are subjected to large shape changes in their transformation to finished products. Examples of such shape transformations occur in deformation processing, machining, comminution and surface engineering, and span application domains such as aerospace, automotive, energy systems and biomedical. Permanent plastic deformation is intrinsic to these shape changes and applications, with strains as large as 1-10 being typical. When such large strains are imposed in metals especially near surfaces, non-uniformity of plastic flow is quite often the form with adverse impacts on deformation energy and surface quality.\n\nIn this study, we have characterized, using high-resolution, in situ observational techniques, the nucleation and propagation of unsteady (non-uniform) plastic deformation modes. Besides the well-known case of shear banding, we have identified three other distinct unsteady flow modes ? sinuous flow, plastic buckling at surface, and fracture by flow localization. Sinuous flow is an unsteady mesoscale flow mode characterized by large-amplitude folding and vortex-like flow components which is nucleated by plastic buckling of material at the surface. This flow mode involves large-energy dissipation and extensive redundant deformation. We show that this type of flow is widely prevalent in large-strain deformation of ductile and/or highly strain-hardening metals. Similarities and contrasts between sinuous flow and shear banding, in terms of strain, rotations and energy dissipation, flow have been elucidated using the in situ observational techniques, which are first-of-a-kind capturing flow phenomena at one-micron resolution. Using these observational techniques, we have also analyzed the nucleation and propagation phases of shear bands. This analysis has revealed that while shear band nucleation occurs at the microsecond time scale, it is during the propagation phase that the bulk of the highly-localized strain is imposed. The nature of the strain field in the vicinity of the shear band shows evidence for existence of plastic boundary layers. The dynamics of unsteady flows near metal surfaces, e.g., folding, show strong similarities with flow phenomena in geophysical systems. The imaging techniques can be applied to varied domains such as materials processing, friction phenomena in sliding, and manufacturing processes.\n\nBased on fundamental understanding of how unsteady flows develop, we have formulated methods to suppress as well as enhance unsteady flows. One approach to suppression involves modification of the surface deformation geometry through application of a physical constraint to the deformation. This approach has been successfully used to suppress shear banding and sinuous flow modes, and achieve uniformity of surface deformation. The benefits of this suppression include new energy-efficient methods for creating metal sheet and foil, using shear-based deformation processing, from material systems such as titanium, magnesium and advanced electrical steels. Unsteady flows can also be modulated to produce fracture in the deformation zone and limit dissipative plastic deformation. This modulation has been demonstrated by application of common organic media to the metal surface in the deformation zone. The organic media promote fracture via local embrittlement of the metal. This approach is shown to have benefits for energy-efficient cutting and comminution of soft ?gummy? metals.\n\nThe flow control methods have been patented. Based on the understanding gained of unsteady flow phenomena, we are developing new sustainable materials processing methods for manufacturing of metal sheet, foil, wire and fiber. New chemo-mechanically assisted cutting and comminution processes are another outcome that we hope to achieve with metals, with good prospects for commercialization.\n\nThe observational techniques have also led to creation of a number of videos of plastic flow phenomena in metals which have been extensively disseminated via the web. One of the videos related to a mechanochemical embrittlement effect in metals has received more than one million views and has been commented upon in scientific magazines and websites.\n\n \n\n\t\t\t\t\tLast Modified: 12/29/2020\n\n\t\t\t\t\tSubmitted by: Srinivasan Chandrasekar"
 }
}