{
 "awd_id": "1610832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INFEWS N/P/H2O (SusChEM): MEMBRANE-SUPPORTED METAL COMPLEXES FOR CATCH-AND-RELEASE OF PHOSPHATES",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 499546.0,
 "awd_amount": 511875.0,
 "awd_min_amd_letter_date": "2016-07-11",
 "awd_max_amd_letter_date": "2018-07-17",
 "awd_abstract_narration": "Phosphorus is one of the elements present in DNA, the genetic material of plant and animal life.  Phosphate ions are important components of fertilizers used by farmers to enhance plant growth.  However, excess phosphate ions from farms contaminate water streams and have harmful environmental effects. Professor Valerie C. Pierre of the Department of Chemistry at the University of Minnesota, Twin-Cities conducts research to develop approaches to selectively remove phosphate ions from polluted lakes and rivers and later release these ions, at will, on farmlands in the form of fertilizers.  The research program involves graduate and undergraduate students, including underrepresented minorities, in interdisciplinary research and education.  The education activities includes teaching elementary school children from nearby public schools about scientific methodology and environmental science. In collaboration with the Tamarack Nature Center of Ramsey County, Professor Pierre teaches children how to monitor phosphate levels in lakes and ponds, and in doing so, introduces them to basic scientific concepts and experimental skills. Moreover, students working in the research group of Professor Pierre are expected to present their research to the broader scientific community through participation in regional and national meetings.  They also publish results in journals.\r\n\r\nThe Macromolecular, Supramolecular and Nanochemistry (MSN) Program of the NSF Chemistry Division supports Professor Pierre's research group to develop and promulgate novel metal-based supramolecular self-assemblies for the reversible and selective capture of phosphate ions from aqueous systems.  The approach employs the coordination chemistry of hard metal ions with open coordination sites.  The research also emphasizes supramolecular principles such as complementarity in shape and hydrogen-bonding for selective sequestering of phosphate over other oxyanions.  The ultimate goal is to produce porous membranes that can selectively remove phosphate ions from polluted lakes and rivers and reuse them in the form of fertilizer.  This work advances the field of supramolecular chemistry by investigating the structural parameters of metal-based supramolecular assemblies that govern selectivity and reversibility in binding of oxyanions.  This interdisciplinary research is at the nexus of food, water and energy systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Pierre",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie C Pierre",
   "pi_email_addr": "v.pierre@utah.edu",
   "nsf_id": "000504539",
   "pi_start_date": "2016-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "207 Pleasant Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004Z",
   "pgm_ref_txt": "Innovations at the Nexus of Food-Energy-"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  },
  {
   "pgm_ref_code": "8248",
   "pgm_ref_txt": "SusChEM"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "8676",
   "pgm_ref_txt": "Critical Elements"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 499546.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 12329.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span style=\"text-decoration: underline;\">Intellectual Merit</span>.</p>\n<p class=\"Default\">Our INFEWS NSF grant on the design of inorganic receptors for phosphate enabled us to understand and optimize the catch functionality of our metal-based receptors. The key conclusions we drew during that period&nbsp;are described below. Importantly, the intended environmental applications for our receptors defined the properties that our receptors must meet. In particular, the receptor must have (1) affinity for inorganic phosphate in the low ppm range, (2) in water (3) at neutral pH, and (4) with high selectivity over endogenous anions present in much higher concentration, notably bicarbonate and chloride. The high hydration enthalpy of inorganic phosphate led us to the use of hard metal ions at the core of the receptors. The hardness and lability (kinetics of ligand exchange) of lanthanide ions made them particularly attractive. Our research over the last grant highlighted the significant impact that the ligand has on the properties of the complex.</p>\n<p class=\"Default\">From our studies, the chelating moiety has the greatest effect on the nature of the equilibrium between lanthanide complexes with open coordination sites and coordinating anions. The most stable complexes are formed with the more basic ligands. The more stable the complex, the lower the affinity for anions. Outstanding selectivity for phosphate over bicarbonate and other anions can be achieved by slightly destabilizing the most stable complex via minor modification of the ligand cap. Those complexes will bind phosphate preferentially over other anions. At this point, the affinity of the complex for phosphate can be adjusted by orders of magnitudes by incorporating charged or hydrogen-bonding moieties peripheral to the open coordination sites. Importantly, these changes do not affect the selectivity of the receptor for phosphate over competing anions. Crystal structures of these complexes demonstrated the lack of any steric hindrance at the open coordination sites. Computational and solution NMR studies indicated that complexes of this class are highly fluxional, rapidly interconverting between multiple isomers. Selectivity for phosphate over other anions is due primarily to the strength of the lanthanide-phosphate bond and weak allosteric interactions. These receptors thus differ from other phosphate receptors in that recognition and selection of phosphate does not involve the careful orientation of weak intermolecular interactions in order to match the geometry of the anionic guest within a receptor&rsquo;s pocket. Anion recognition with lanthanide complexes does not appear to follow the standard lock-and-key geometric standards of supramolecular chemistry articulated by Emil Fischer.</p>\n<p class=\"Default\">At the conclusion of this research, we developed new receptors and technologies that enable sequestration of phosphate from polluted waters. In a next step, recycling of the receptors will enable recovery of phosphorus in the form of fertilizer. The impact of this technology on society and the industry is two-fold. First, removing excess phosphorus from lakes and rivers will help secure clean water. Second, when the source of phosphorus for fertilizer is increasingly diminishing, the capability to recycle phosphorus will provide new sources of necessary fertilizer to safeguard our food supply.</p>\n<p class=\"Default\"><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p class=\"Default\">Beyond the development of new receptor for phosphate, the interdisciplinary nature of this project will create a training environment for undergraduate and graduate students that produces next-generation scientists with broad multidisciplinary skills in synthesis, inorganic chemistry, materials processing and characterization, and analytical chemistry. Moreover, this grant supported the development and evaluation of a new outreach laboratory activity targeted at middle school students. During these lab activities, performed directly at the schools, the students measured the phosphate levels in tap water and in samples of water of nearby lakes and rivers using the EPA protocol. The purpose of these activities was to introduce schoolchildren to experimental science, to encourage them to see themselves as scientists, and to perceive science as something they can actively contribute to. This outreach activity enables us to analyze the impact of real hands-on activities on the attitude of 6<sup>th</sup> grader toward science and how it affects the pipeline of students going toward STEM fields.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2020<br>\n\t\t\t\t\tModified by: Valerie&nbsp;C&nbsp;Pierre</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Intellectual Merit.\nOur INFEWS NSF grant on the design of inorganic receptors for phosphate enabled us to understand and optimize the catch functionality of our metal-based receptors. The key conclusions we drew during that period are described below. Importantly, the intended environmental applications for our receptors defined the properties that our receptors must meet. In particular, the receptor must have (1) affinity for inorganic phosphate in the low ppm range, (2) in water (3) at neutral pH, and (4) with high selectivity over endogenous anions present in much higher concentration, notably bicarbonate and chloride. The high hydration enthalpy of inorganic phosphate led us to the use of hard metal ions at the core of the receptors. The hardness and lability (kinetics of ligand exchange) of lanthanide ions made them particularly attractive. Our research over the last grant highlighted the significant impact that the ligand has on the properties of the complex.\nFrom our studies, the chelating moiety has the greatest effect on the nature of the equilibrium between lanthanide complexes with open coordination sites and coordinating anions. The most stable complexes are formed with the more basic ligands. The more stable the complex, the lower the affinity for anions. Outstanding selectivity for phosphate over bicarbonate and other anions can be achieved by slightly destabilizing the most stable complex via minor modification of the ligand cap. Those complexes will bind phosphate preferentially over other anions. At this point, the affinity of the complex for phosphate can be adjusted by orders of magnitudes by incorporating charged or hydrogen-bonding moieties peripheral to the open coordination sites. Importantly, these changes do not affect the selectivity of the receptor for phosphate over competing anions. Crystal structures of these complexes demonstrated the lack of any steric hindrance at the open coordination sites. Computational and solution NMR studies indicated that complexes of this class are highly fluxional, rapidly interconverting between multiple isomers. Selectivity for phosphate over other anions is due primarily to the strength of the lanthanide-phosphate bond and weak allosteric interactions. These receptors thus differ from other phosphate receptors in that recognition and selection of phosphate does not involve the careful orientation of weak intermolecular interactions in order to match the geometry of the anionic guest within a receptor’s pocket. Anion recognition with lanthanide complexes does not appear to follow the standard lock-and-key geometric standards of supramolecular chemistry articulated by Emil Fischer.\nAt the conclusion of this research, we developed new receptors and technologies that enable sequestration of phosphate from polluted waters. In a next step, recycling of the receptors will enable recovery of phosphorus in the form of fertilizer. The impact of this technology on society and the industry is two-fold. First, removing excess phosphorus from lakes and rivers will help secure clean water. Second, when the source of phosphorus for fertilizer is increasingly diminishing, the capability to recycle phosphorus will provide new sources of necessary fertilizer to safeguard our food supply.\nBroader Impacts\nBeyond the development of new receptor for phosphate, the interdisciplinary nature of this project will create a training environment for undergraduate and graduate students that produces next-generation scientists with broad multidisciplinary skills in synthesis, inorganic chemistry, materials processing and characterization, and analytical chemistry. Moreover, this grant supported the development and evaluation of a new outreach laboratory activity targeted at middle school students. During these lab activities, performed directly at the schools, the students measured the phosphate levels in tap water and in samples of water of nearby lakes and rivers using the EPA protocol. The purpose of these activities was to introduce schoolchildren to experimental science, to encourage them to see themselves as scientists, and to perceive science as something they can actively contribute to. This outreach activity enables us to analyze the impact of real hands-on activities on the attitude of 6th grader toward science and how it affects the pipeline of students going toward STEM fields.\n\n \n\n\t\t\t\t\tLast Modified: 11/19/2020\n\n\t\t\t\t\tSubmitted by: Valerie C Pierre"
 }
}