{
 "awd_id": "1610967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "On-chip studies of neuron cells under magnetic field stimulation",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Svetlana Tatic-Lucic",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 363113.0,
 "awd_amount": 363113.0,
 "awd_min_amd_letter_date": "2016-06-17",
 "awd_max_amd_letter_date": "2016-09-22",
 "awd_abstract_narration": "Proposal  Title: On-chip studies of neuron cells under magnetic field stimulation\r\n \r\nBrief description of project Goals:\r\n\r\nThis project is to develop a microchip for studying the single neuron cells and their interaction under magnetic field stimulation.\r\n\r\n\r\nNontechnical Abstract:\r\nOne in five Americans above the age of 18 suffer from diagnosable neurological disorders and there are 50,000 new cases of Parkinson's disease diagnosed every year in the United States. 10 to 20% of apparently healthy service members returning from conflicts in Iraq and Afghanistan suffer from post-traumatic stress disorder (PTSD). Therefore there is a critical need to develop new, safe, non-invasive methods for the treatment of deep brain disorders. Non-invasive techniques including repetitive transcranial magnetic stimulation (TMS) and transcranial direct current stimulation (tDCS) have had some success, but progress has been limited because of poor understanding of interaction of magnetic fields with neurons. Basically the molecular/cellular mechanisms of neurons under TMS are still lacking. To address these issues, the scientific and technical component of this project focuses on the investigation of the effect of transient magnetic fields on the neuronal growth rate and synaptic activity, which is essential in developing new treatment procedures for debilitating neurological disorders such as Parkinson's disease, PTSD and traumatic brain injury.  The education, dissemination and outreach component of this project includes mentoring graduate, undergraduate and underrepresented/minority students, dissemination and outreach to the local community. The overall educational goal is to help next-generation workforce development by training students to carry out research with sound technical background and allowing them to gain hands-on laboratory skills for their advanced careers.\r\n\r\nTechnical Abstract:\r\nThe proposed project seeks to develop an integrated microchip that allows, for the first time, studying the growth, synaptic activity and regeneration of single neuron cells and interaction among the separated neuron cells under both AC/transcranial magnetic and DC magnetic field stimulation. Specifically, this project focuses on: (i) the development of a new microchip, which consists of microholder arrays with integrated patch-clamp probes to store single neuron cells; (ii) the study of the growth behavior and monitoring of the action potential of single neuron cells (N27 cells and PC12 cells as the models) under AC/transcranial magnetic field stimulation; (iii) the study of the growth behavior of the neuron cells inside a 3D extracellular matrix, mimicking the in vivo environment, under AC/transcranial magnetic field stimulation; and (iv) the study of the guided neuron growth by functionalizing the neuron cells with magnetic nanoparticles (mNPs) under DC and AC/transcranial magnetic field stimulation. This proposed research may help advance fundamental knowledge of growth and regeneration of single neuron cells under the magnetic field stimulation, which might have significant impact on the field of regenerative medicine from both scientific and engineering points of view. This proposed integrated technical platform offers some unique features otherwise unavailable by any other existing platforms, providing the capability for monitoring the behaviors of single neuron cells and the interactions among them. These functions in this platform might help trigger some basic discoveries, some important ideas and innovations for biomedical applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Long",
   "pi_last_name": "Que",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Long Que",
   "pi_email_addr": "lque@iastate.edu",
   "nsf_id": "000339111",
   "pi_start_date": "2016-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Jiles",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Jiles",
   "pi_email_addr": "dcjiles@iastate.edu",
   "nsf_id": "000388043",
   "pi_start_date": "2016-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Schneider",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ian C Schneider",
   "pi_email_addr": "ians@iastate.edu",
   "nsf_id": "000543170",
   "pi_start_date": "2016-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ravi",
   "pi_last_name": "Hadimani",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ravi L Hadimani",
   "pi_email_addr": "rhadimani@vcu.edu",
   "nsf_id": "000626718",
   "pi_start_date": "2016-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112207",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "104E",
   "pgm_ref_txt": "MEMS/NEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 363113.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, the behaviors of dopaminergic neural cells (N27 cells) growth on nanostructured surface and under magnetic stimulation (MS) at single cell level on chip have been studied.</p>\n<p>First, a live/dead assay has been performed to evaluate the viability of N27 cells under MS.&nbsp; It has been found that MS has negligible cytotoxic effects on N27 cells.</p>\n<p>Second, the effects of MS on the proliferation and growth of N27 cells have been evaluated by measuring cell sizes and monitoring the cell division process. It has been found that MS has a statistically significant effect on both cell morphology and cell division/proliferation. Specifically, MS can expedite the division of N27 cells regardless of the direction in which it is applied. As a result, more N27 cells can be generated with MS than without. These results indicate that MS might help the proliferation and regeneration of N27 cells; more largely, the results may enhance current understandings of the potential for MS to be used in the treatment of neurological disorders.</p>\n<p>Third, to characterize the difference in adhesion of N27 cells shown on nanostructured surfaces and smooth surfaces, both F-actin and paxillin have been fixed and stained in N27 cells. It has been found that while the surface type (smooth surfaces vs. nanostructured surfaces) did affect cell morphology, there were no gross changes in the cell morphology after MS. In addition, there were no large differences in the cytosolic paxillin fluorescence comparing with and without MS. Interestingly, the paxillin level in the nucleus, which was high on nanostructured surfaces decreases when the cells were treated with MS and could be associated with changes in transcription brought on by MS. This was not seen on the smooth surfaces and may only be observable in well-spread cells. MS did not seem to change the central to peripheral focal adhesion ratio on nanostructured surfaces, but it did decrease it on smooth surfaces. Finally, there was a small increase in the number of binucleated cells after MS on nanostructured surfaces. Taken together, it appeared that MS decreased paxillin localization to the nucleus. This likely was caused by enhanced adhesion, resulting in cytokinesis defects leading to binucleated cells.</p>\n<p>Fourth, the effect of MS on the GDNF secretion of N27 cells has been evaluated using the nanosensors. Specifically, the GDNF concentrations in N27 cell conditioned media have been measured. It has been found that the concentration of GDNF in conditioned media samples increased compared to the control on 5 days in vitro (DIV) after one MS treatment on 1 DIV, 2 DIV, 3 DIV and 4 DIV, respectively. The different strength of the magnetic field from 0.41 to 0.73 MA/m of MS did not show a statistically different effect on the GDNF secretion. As a survival promoting factor for dopamine-producing neural cells, the enhanced secretion of GDNF from N27 cells under MS treatment might be one of possible reasons to explain why the MS shows some benefits for treating Parkinson's disease.</p>\n<p>Finally, totally 8 PhD students (3 female students among them), 3 undergraduate students (1 female student among them) and 1 high schooler (female student) have worked on this project or the related topic of this project. The PhD thesis topics of 4 PhD students were completely or partly based on this project. 8 papers have been published in journals and conference proceedings. 6 technical talks were given at major international conferences and domestic conferences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/18/2021<br>\n\t\t\t\t\tModified by: Long&nbsp;Que</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, the behaviors of dopaminergic neural cells (N27 cells) growth on nanostructured surface and under magnetic stimulation (MS) at single cell level on chip have been studied.\n\nFirst, a live/dead assay has been performed to evaluate the viability of N27 cells under MS.  It has been found that MS has negligible cytotoxic effects on N27 cells.\n\nSecond, the effects of MS on the proliferation and growth of N27 cells have been evaluated by measuring cell sizes and monitoring the cell division process. It has been found that MS has a statistically significant effect on both cell morphology and cell division/proliferation. Specifically, MS can expedite the division of N27 cells regardless of the direction in which it is applied. As a result, more N27 cells can be generated with MS than without. These results indicate that MS might help the proliferation and regeneration of N27 cells; more largely, the results may enhance current understandings of the potential for MS to be used in the treatment of neurological disorders.\n\nThird, to characterize the difference in adhesion of N27 cells shown on nanostructured surfaces and smooth surfaces, both F-actin and paxillin have been fixed and stained in N27 cells. It has been found that while the surface type (smooth surfaces vs. nanostructured surfaces) did affect cell morphology, there were no gross changes in the cell morphology after MS. In addition, there were no large differences in the cytosolic paxillin fluorescence comparing with and without MS. Interestingly, the paxillin level in the nucleus, which was high on nanostructured surfaces decreases when the cells were treated with MS and could be associated with changes in transcription brought on by MS. This was not seen on the smooth surfaces and may only be observable in well-spread cells. MS did not seem to change the central to peripheral focal adhesion ratio on nanostructured surfaces, but it did decrease it on smooth surfaces. Finally, there was a small increase in the number of binucleated cells after MS on nanostructured surfaces. Taken together, it appeared that MS decreased paxillin localization to the nucleus. This likely was caused by enhanced adhesion, resulting in cytokinesis defects leading to binucleated cells.\n\nFourth, the effect of MS on the GDNF secretion of N27 cells has been evaluated using the nanosensors. Specifically, the GDNF concentrations in N27 cell conditioned media have been measured. It has been found that the concentration of GDNF in conditioned media samples increased compared to the control on 5 days in vitro (DIV) after one MS treatment on 1 DIV, 2 DIV, 3 DIV and 4 DIV, respectively. The different strength of the magnetic field from 0.41 to 0.73 MA/m of MS did not show a statistically different effect on the GDNF secretion. As a survival promoting factor for dopamine-producing neural cells, the enhanced secretion of GDNF from N27 cells under MS treatment might be one of possible reasons to explain why the MS shows some benefits for treating Parkinson's disease.\n\nFinally, totally 8 PhD students (3 female students among them), 3 undergraduate students (1 female student among them) and 1 high schooler (female student) have worked on this project or the related topic of this project. The PhD thesis topics of 4 PhD students were completely or partly based on this project. 8 papers have been published in journals and conference proceedings. 6 technical talks were given at major international conferences and domestic conferences.\n\n \n\n\t\t\t\t\tLast Modified: 09/18/2021\n\n\t\t\t\t\tSubmitted by: Long Que"
 }
}