{
 "awd_id": "1610126",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OP: Interlayer Excitons in Double Layer Black Phosphorus",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James H. Edgar",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 466954.0,
 "awd_amount": 466954.0,
 "awd_min_amd_letter_date": "2016-05-21",
 "awd_max_amd_letter_date": "2016-05-21",
 "awd_abstract_narration": "Nontechnical description: When a semiconductor absorbs light, an electron can be promoted to a higher energy level and leave behind a hole.  The attraction between the negatively charged electron and the positively charged hole can cause the two particles to stick together.  This bound electron-hole pair is called an exciton.  In a new class of atomically thin semiconductors, excitons are extraordinarily stable, even at room temperature.  The research team aims to understand, using both experiment and theory, the behavior of excitons in black phosphorus, and to find out whether it will be possible to construct potentially transformative optoelectronic devices using excitons in this class of materials.  In particular, double layer black phosphorus (two atomically thin layers separated by an insulating spacer) provides a compelling combination of properties for the exploration of excitons, including longer exciton lifetimes and vertical orientation of the positive and negative charges making up the exciton.  Both of these properties, combined with the relatively high electrical conductivity of black phosphorus, will promote both the fundamental study and device applications of excitons in this material.  This research activity provides mentoring and training of a widely inclusive group of high school, undergraduate, and graduate students.  Outreach activities focus on encouraging the enrollment of underrepresented groups at the University of Arkansas.\r\n\r\nTechnical description: Absent screening by a 3D bulk, 2D materials generate strong Coulomb interactions and therefore host excitons at high temperatures.  This project aims to characterize and understand the basic properties of excitons in pristine, encapsulated, few-layer black phosphorus.  Given sufficient carrier mobility and exciton lifetimes, it is possible to create excitonic devices that transport excitons from one part of a circuit to another.  This movement of excitons could be used to encode and transmit information, or it could be used to modulate optical signals in a nanoscale structure.  In particular, double layer black phosphorus (two atomically thin layers separated by a dielectric spacer) provides a compelling combination of properties for the exploration of excitons, including enhanced lifetimes, relatively high and anisotropic mobility, and vertically-aligned dipoles that promote control of exciton motion by non-uniform electric fields.  The research team measures and analyzes exciton energies, linewidths, positions, and lifetimes as a function of black phosphorus thickness, temperature, and charge density (both electrons and holes) to provide baseline material properties of pristine black phosphorus. This information provides input to effective theoretical models, which guides the creation and understanding of excitonic devices in which excitons are controlled by gates voltages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hugh",
   "pi_last_name": "Churchill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hugh Churchill",
   "pi_email_addr": "hchurch@uark.edu",
   "nsf_id": "000708730",
   "pi_start_date": "2016-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Salvador",
   "pi_last_name": "Barraza-Lopez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Salvador Barraza-Lopez",
   "pi_email_addr": "sbarraza@uark.edu",
   "nsf_id": "000609732",
   "pi_start_date": "2016-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "825 Dickson St.",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 466954.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Atomically thin two-dimensional materials have physical properties that in many cases are completely different from normal, three-dimensional materials.&nbsp; Understanding and harnessing these properties could lead to revolutionary electronic devices impacting, for example, long distance telecommunication.&nbsp; While the best-known two-dimensional material, graphene, is remarkably stable in ambient conditions, hundreds of other two-dimensional materials are known with properties complementary to those of graphene, but in many cases, they degrade upon exposure to air.&nbsp; In this project, we focused on one such air-sensitive material, the semiconductor black phosphorus and several closely related materials using approaches from both experimental and theoretical physics and materials science.&nbsp;</p>\n<p>We gained new insights about these materials covering a large number of different aspects of their behavior:&nbsp; 1. We developed new methods for handling, analyzing, and fabricating devices with these materials while maintaining their pristine condition.&nbsp; 2. We also theoretically predicted novel mechanical properties of these materials that lead to a unique type of structural transformation and that also generate a new phase of matter known as a &ldquo;quantum paraelastic phase&rdquo; in which a material that might otherwise be well-ordered, similar to a magnet, becomes disordered by consequences of quantum behavior.&nbsp; 3. In another aspect of the research, we examined the unusual properties of crystals of the elements selenium and tellurium, which have a structure consisting of bundles of spiraling chains.&nbsp; Although these chains are commonly thought to be weakly bound together, our calculations suggest otherwise and explain the experimental observation that separating the bundles into individual chains is in fact quite difficult without breaking the chains.&nbsp; 4. Other research in this project investigated the mid- to far-infrared electronic and optical properties of black phosphorus nanoribbons and 5. measured the ability of black phosphorus antennas to become better electrical conductors when excited with extremely short laser pulses.&nbsp; 6. Finally, we also showed that two-dimensional materials provide superior performance in a certain kind of superconducting device that is useful for the development of quantum computers.</p>\n<p>Significant outcomes of the project in terms of training and outreach include research education for four graduate students, six undergraduate students, and three high school students, as well as hands-on workshops about two-dimensional materials reaching more than 100 undergraduate students from around Arkansas and surrounding states.&nbsp; A new graduate course covering the physics of two-dimensional materials has been offered three times to more than 20 graduate students in physics and materials science at the University of Arkansas.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2020<br>\n\t\t\t\t\tModified by: Hugh&nbsp;Churchill</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1610126/1610126_10425888_1603982375788_BPphotoconductiveantenna--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1610126/1610126_10425888_1603982375788_BPphotoconductiveantenna--rgov-800width.jpg\" title=\"Black phosphorus photoconductive antenna\"><img src=\"/por/images/Reports/POR/2020/1610126/1610126_10425888_1603982375788_BPphotoconductiveantenna--rgov-66x44.jpg\" alt=\"Black phosphorus photoconductive antenna\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Upper: Detail of a photoconductive antenna using a 50-nm thick flake of black phosphorus as the photoconductor.  Lower: Full image of the antenna structure.</div>\n<div class=\"imageCredit\">Hugh Churchill</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Hugh&nbsp;Churchill</div>\n<div class=\"imageTitle\">Black phosphorus photoconductive antenna</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nAtomically thin two-dimensional materials have physical properties that in many cases are completely different from normal, three-dimensional materials.  Understanding and harnessing these properties could lead to revolutionary electronic devices impacting, for example, long distance telecommunication.  While the best-known two-dimensional material, graphene, is remarkably stable in ambient conditions, hundreds of other two-dimensional materials are known with properties complementary to those of graphene, but in many cases, they degrade upon exposure to air.  In this project, we focused on one such air-sensitive material, the semiconductor black phosphorus and several closely related materials using approaches from both experimental and theoretical physics and materials science. \n\nWe gained new insights about these materials covering a large number of different aspects of their behavior:  1. We developed new methods for handling, analyzing, and fabricating devices with these materials while maintaining their pristine condition.  2. We also theoretically predicted novel mechanical properties of these materials that lead to a unique type of structural transformation and that also generate a new phase of matter known as a \"quantum paraelastic phase\" in which a material that might otherwise be well-ordered, similar to a magnet, becomes disordered by consequences of quantum behavior.  3. In another aspect of the research, we examined the unusual properties of crystals of the elements selenium and tellurium, which have a structure consisting of bundles of spiraling chains.  Although these chains are commonly thought to be weakly bound together, our calculations suggest otherwise and explain the experimental observation that separating the bundles into individual chains is in fact quite difficult without breaking the chains.  4. Other research in this project investigated the mid- to far-infrared electronic and optical properties of black phosphorus nanoribbons and 5. measured the ability of black phosphorus antennas to become better electrical conductors when excited with extremely short laser pulses.  6. Finally, we also showed that two-dimensional materials provide superior performance in a certain kind of superconducting device that is useful for the development of quantum computers.\n\nSignificant outcomes of the project in terms of training and outreach include research education for four graduate students, six undergraduate students, and three high school students, as well as hands-on workshops about two-dimensional materials reaching more than 100 undergraduate students from around Arkansas and surrounding states.  A new graduate course covering the physics of two-dimensional materials has been offered three times to more than 20 graduate students in physics and materials science at the University of Arkansas.\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2020\n\n\t\t\t\t\tSubmitted by: Hugh Churchill"
 }
}