{
 "awd_id": "1611072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Carbon dots and squarylium dyes for sensing, screening, and separations",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2016-07-02",
 "awd_max_amd_letter_date": "2016-07-02",
 "awd_abstract_narration": "With funding from the Chemical Measurement and Imaging Program of the National Science Foundation's Chemistry Division, Professor Christa Colyer of Wake Forest University is developing new strategies for enhanced drug screening. This project uses the Grant Opportunities for Academic Liaison with Industry (GOALI) program to support an academic - industry partnership with Dr. Greg McIntire of Ameritox, Ltd..  This research project also includes an international component, that involves student travel opportunities to engage with Japanese collaborators. Thus, this work is also supported by the Office of International Science and Engineering. The work responds to the emergence of designer drugs such as \"bath salts\" as well as to recent legislative changes at the state level. Basic research is translated into analytical tools capable of addressing these market-driven and socially-relevant issues facing the forensic testing, law enforcement, and medication monitoring industries. Within this context, advances in the areas of nanomaterials development, fluorescence sensing, and high-resolution molecular separations, are being pursued. The research project includes: (i) a genuine partnership between industry (Ameritox, Ltd.) and academia (Wake Forest University), enabled by close proximity and successful prior institutional interactions; (ii) exposure of students to industry practices and standards as a path to career readiness to complement their undergraduate and Ph.D. chemistry training; and (iii) enhanced international collaborations (with Osaka Prefecture and Saitama Universities in Japan), offering expertise in ligand development and fluorescent dye synthesis. These activities accelerate the proposed research while providing opportunities for the development of increased global and cultural competencies of the involved students. The broader impacts of this research include an international study and cultural sensitivity for global scientific collaboration, case study development for a flipped analytical chemistry classroom, and laboratory curriculum development in the area of instrument design and fabrication by additive manufacturing for the provision of low-cost analytical tools to public schools for enhanced education.\r\n\r\nTo provide enhanced drug screening through an academic - industrial partnership, this research project employs the focusing effects characteristic of transient isotachophoresis to provide enhanced sensitivity and resolution in free solution, capillary-based electroseparations. Advances include on-column labeling with novel, functionalized squarylium dye design, and improved analyte discrimination based on multiple discriminant analysis. These components facilitate selective determination of drug and drug metabolites (such as synthetic cathinones and glucuronide metabolites) in complex sample matrices, as required by confirmation testing in the medication monitoring industry. Furthermore, the ability to rapidly discover functional ligands in the form of DNA aptamers, capable of screening for drug targets, represents an alternative to the ubiquitous use of enzyme immunoassay screening procedures. This research employs carbon dots to both fluorescently tag and modify the mobility of unbound DNA library members, thus enabling expedited DNA aptamer discovery for specific targets.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christa",
   "pi_last_name": "Colyer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christa L Colyer",
   "pi_email_addr": "colyercl@wfu.edu",
   "nsf_id": "000249472",
   "pi_start_date": "2016-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "McIntire",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory L McIntire",
   "pi_email_addr": "Greg.McIntire@ameritox.com",
   "nsf_id": "000707955",
   "pi_start_date": "2016-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University",
  "inst_street_address": "1834 WAKE FOREST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367585888",
  "inst_zip_code": "271096000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBU6HCLNZ431"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University",
  "perf_str_addr": "1834 Wake Forest Road",
  "perf_city_name": "Winston-Salem",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271066000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "5983",
   "pgm_ref_txt": "JAPAN AND KOREA PROGRAM"
  },
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 480000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report,&nbsp;</strong></p>\n<p><strong>&nbsp;</strong><strong>NSF Award <strong>1611072</strong>:&nbsp; GOALI: Carbon dots and squarylium dyes for sensing, screening, and separations</strong></p>\n<p><strong>C.L. Colyer, Wake Forest University</strong></p>\n<p>Basic research is needed to explore, develop, and assess new analytical tools; and when conducted in collaboration with industry and international collaborators, such research is empowered to deliver transformational outcomes by way of direct application to market-driven or socially relevant problems. &nbsp;It was the overarching aim of this project to <strong>explore and apply carbon dots (CDs) and squarylium (SQ) dyes as tools for analytical sensing, screening, and separations method development, </strong>while recognizing the centrality of three GOALI program-specific features to this aim: <strong>(I)</strong> a genuine partnership between industry (Ameritox, Ltd. and Aegis Sciences Corporation) and academia (Wake Forest University), to provide an opportunity for translation of basic science findings into applied analytical practices by the medication monitoring and forensic testing industry; <strong>(II)</strong> exposure of students to industry practices and standards as a path to career readiness and to complement their liberal arts undergraduate and focused Ph.D. chemistry training; and <strong>(III)</strong> enhanced international collaborations (with Osaka Prefecture and Saitama Universities in Japan), offering expertise in ligand development and fluorescent dye synthesis, in order to accelerate research while providing opportunities for increased global and cultural competencies.</p>\n<p>The <strong>intellectual merit</strong> of this project was manifest in two primary outcomes:</p>\n<p><strong><em>(i) The development of high efficiency, modified capillary transient isotachophoresis (ct</em></strong><strong>ITP<em>) methods employing squarylium dyes for drug and drug metabolite detection. </em></strong>Our collaborators at Osaka Prefecture University (Japan) synthesized new squarylium SQ dyes specifically designed to interact with drug targets of interest to our industry partners. The use of such fluorescent dyes to label synthetic cathinone drugs was demonstrated during this project for the first time. Synthetic cathinones (also known as bath salts) are included in the class of unregulated drugs known as new psychoactive substances (NPS), which often evade law enforcement and drug screening efforts. A significant outcome of this project was the use of dilute soluble polymer (polyethylene oxide PEO) as a buffer additive to improve the resolution of a mixture of SQ dye-labeled bath salts by way of an electrically driven separation method known as capillary transient isotachophoresis, ctITP. Furthermore, we found that an ionic liquid (tetrabutylammonium chloride, TBAC) acting in conjunction with a cyclodextrin (&beta;-CD) allowed for the enantiomeric resolution of six bath salts (pentylone, 4-MEC, methylone, MDPBP, MDPV, and naphyrone), whereas neither buffer additive on its own was capable of achieving this separation. These outcomes will permit improved drug screening for NPS as well as a greater understanding of differences in biological activity of enantiomers of bath salts.</p>\n<p><strong><em>(ii)&nbsp; The selection of DNA aptamers against analytically relevant, small molecule drug targets to facilitate the development of rapid screening assays. </em></strong>&nbsp;The ability to rapidly discover functional ligands capable of screening for drug targets has the potential to transform forensic testing and the medication monitoring industry by providing an alternative to the ubiquitous use of enzyme immunoassay screening procedures. This project built upon our established methods employing modified capillary transient isotachophoresis (<em>ct</em>ITP) as a separation method for free- and ssDNA-bound drug targets (developed together with collaborators from Saitama University, Japan), by demonstrating the utility of nitrogen-doped carbon dots (NCDs) as buffer modifiers. Carbon dots are nanomaterials of great interest due to their low toxicity, biocompatibility, excellent photostability, high fluorescence emission, and low cost. Nitrogen doping increases the fluorescence quantum yield and binding capability of these nanomaterials. In this project, carbon dots served to both fluorescently tag and modify the mobility of unbound ssDNA library members. This functionality allowed us to use NCDs to resolve a mixture of ssDNA molecules ranging in size from 10-150 bases in length, which had not previously been achieved by way of a free-solution electrokinetic separation. It also allowed us to resolve a fluorescently labeled ssDNA sequence (aptamer) when in it was bound to its drug target (cocaine) from the same aptamer when it was in a mixture of nonspecific ssDNA sequences bound to carbon dots. In addition, we demonstrated the resolution of metallated and unmetallated forms of an important iron transport protein transferrin, based upon their differential interaction with NCDs. It is anticipated that NCD-mediated separations will be exploited for the identification of new ssDNA molecules capable of screening for NPS, &nbsp;cannabinoids, and synthetic cannabinoids in the near future, thus providing effective new tools to the forensic testing and drug monitoring industries.</p>\n<p>The <strong>broader impacts</strong> of this project were manifest in the following outcomes: (a) international study and cultural sensitivity development for undergraduate and graduate students involved in this international scientific collaboration; (b) the training of highly qualified STEM personnel (10 undergraduate research students (70% women) and 6 graduate students); (c) the development of analytical chemistry case study curricular materials; and (d) community engagement with K-12 students and teachers.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2021<br>\n\t\t\t\t\tModified by: Christa&nbsp;L&nbsp;Colyer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report, \n\n NSF Award 1611072:  GOALI: Carbon dots and squarylium dyes for sensing, screening, and separations\n\nC.L. Colyer, Wake Forest University\n\nBasic research is needed to explore, develop, and assess new analytical tools; and when conducted in collaboration with industry and international collaborators, such research is empowered to deliver transformational outcomes by way of direct application to market-driven or socially relevant problems.  It was the overarching aim of this project to explore and apply carbon dots (CDs) and squarylium (SQ) dyes as tools for analytical sensing, screening, and separations method development, while recognizing the centrality of three GOALI program-specific features to this aim: (I) a genuine partnership between industry (Ameritox, Ltd. and Aegis Sciences Corporation) and academia (Wake Forest University), to provide an opportunity for translation of basic science findings into applied analytical practices by the medication monitoring and forensic testing industry; (II) exposure of students to industry practices and standards as a path to career readiness and to complement their liberal arts undergraduate and focused Ph.D. chemistry training; and (III) enhanced international collaborations (with Osaka Prefecture and Saitama Universities in Japan), offering expertise in ligand development and fluorescent dye synthesis, in order to accelerate research while providing opportunities for increased global and cultural competencies.\n\nThe intellectual merit of this project was manifest in two primary outcomes:\n\n(i) The development of high efficiency, modified capillary transient isotachophoresis (ctITP) methods employing squarylium dyes for drug and drug metabolite detection. Our collaborators at Osaka Prefecture University (Japan) synthesized new squarylium SQ dyes specifically designed to interact with drug targets of interest to our industry partners. The use of such fluorescent dyes to label synthetic cathinone drugs was demonstrated during this project for the first time. Synthetic cathinones (also known as bath salts) are included in the class of unregulated drugs known as new psychoactive substances (NPS), which often evade law enforcement and drug screening efforts. A significant outcome of this project was the use of dilute soluble polymer (polyethylene oxide PEO) as a buffer additive to improve the resolution of a mixture of SQ dye-labeled bath salts by way of an electrically driven separation method known as capillary transient isotachophoresis, ctITP. Furthermore, we found that an ionic liquid (tetrabutylammonium chloride, TBAC) acting in conjunction with a cyclodextrin (&beta;-CD) allowed for the enantiomeric resolution of six bath salts (pentylone, 4-MEC, methylone, MDPBP, MDPV, and naphyrone), whereas neither buffer additive on its own was capable of achieving this separation. These outcomes will permit improved drug screening for NPS as well as a greater understanding of differences in biological activity of enantiomers of bath salts.\n\n(ii)  The selection of DNA aptamers against analytically relevant, small molecule drug targets to facilitate the development of rapid screening assays.  The ability to rapidly discover functional ligands capable of screening for drug targets has the potential to transform forensic testing and the medication monitoring industry by providing an alternative to the ubiquitous use of enzyme immunoassay screening procedures. This project built upon our established methods employing modified capillary transient isotachophoresis (ctITP) as a separation method for free- and ssDNA-bound drug targets (developed together with collaborators from Saitama University, Japan), by demonstrating the utility of nitrogen-doped carbon dots (NCDs) as buffer modifiers. Carbon dots are nanomaterials of great interest due to their low toxicity, biocompatibility, excellent photostability, high fluorescence emission, and low cost. Nitrogen doping increases the fluorescence quantum yield and binding capability of these nanomaterials. In this project, carbon dots served to both fluorescently tag and modify the mobility of unbound ssDNA library members. This functionality allowed us to use NCDs to resolve a mixture of ssDNA molecules ranging in size from 10-150 bases in length, which had not previously been achieved by way of a free-solution electrokinetic separation. It also allowed us to resolve a fluorescently labeled ssDNA sequence (aptamer) when in it was bound to its drug target (cocaine) from the same aptamer when it was in a mixture of nonspecific ssDNA sequences bound to carbon dots. In addition, we demonstrated the resolution of metallated and unmetallated forms of an important iron transport protein transferrin, based upon their differential interaction with NCDs. It is anticipated that NCD-mediated separations will be exploited for the identification of new ssDNA molecules capable of screening for NPS,  cannabinoids, and synthetic cannabinoids in the near future, thus providing effective new tools to the forensic testing and drug monitoring industries.\n\nThe broader impacts of this project were manifest in the following outcomes: (a) international study and cultural sensitivity development for undergraduate and graduate students involved in this international scientific collaboration; (b) the training of highly qualified STEM personnel (10 undergraduate research students (70% women) and 6 graduate students); (c) the development of analytical chemistry case study curricular materials; and (d) community engagement with K-12 students and teachers.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/31/2021\n\n\t\t\t\t\tSubmitted by: Christa L Colyer"
 }
}