{
 "awd_id": "1611622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterizing mathematical reasoning in the introductory chemistry course: Metamodeling knowledge and its role in students' construction and use of mathematical models",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 299652.0,
 "awd_amount": 299652.0,
 "awd_min_amd_letter_date": "2016-09-02",
 "awd_max_amd_letter_date": "2016-09-02",
 "awd_abstract_narration": "Introductory college chemistry courses are critical gateways for students seeking to major in and develop further understandings of science, technology, engineering, and mathematics (STEM) fields. Mathematical problem solving is a key challenge, and many chemistry students resort to using mathematical expressions algorithmically, with little understanding of how the equations they use relate to what is happening with the chemistry of invisible particles at the molecular level. Yet mathematical models are important predictive and explanatory tools for scientists and engineers. One promising way to support students' reasoning with mathematics in chemistry courses is to help students better understand how to develop and use mathematical models. This project will design learning activities to promote understanding of mathematical models used in chemistry and study students' reasoning with mathematical models in introductory college chemistry classrooms. Results from this research are expected to provide insights regarding ways to improve chemistry students' understanding of mathematical modeling and problem solving, and their understanding of its applications in other STEM fields.\r\n\r\nSupported by NSF's Improving Undergraduate STEM Education and EHR Core Research programs, this project will design, implement, and investigate the effectiveness of mathematical modeling-focused learning activities integrated into a general chemistry course for STEM majors at the University of Iowa. The collaborative learning activities will engage students in developing and testing mathematical models used to understand chemistry, and will leverage resources such as chemistry simulations developed by the Physics Education Technology (PhET) at the University of Colorado to allow students to test and refine their models. Students' use of mathematical models to help explain chemical phenomena will be assessed through semi-structured interviews. The interviews will also probe students' meta-knowledge of modeling, which includes understanding the empirical basis of models, and the assumptions and limitations associated with particular mathematical models. Interview responses will be analyzed to characterize students' 1) understandings of specific models in the undergraduate chemistry sequence (e.g., ideal gas law, equilibrium constant expression); 2) metamodeling ideas associated with these models; and 3) model-based explanations of chemical and physical changes. Students' explanations and reasoning will be compared across different chemistry topics to examine the impact of context on students' use of models and meta-knowledge of modeling. This work will provide researchers and instructors with a better understanding of how students use core chemistry content knowledge and understandings of modeling to engage in the practices of science. These characterizations will also provide a basis for developing assessments that will enable researchers to trace growth in students' model-based explanations and reasoning across chemistry courses, and eventually across other STEM disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Becker",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole M Becker",
   "pi_email_addr": "nbecker@msu.edu",
   "nsf_id": "000686502",
   "pi_start_date": "2016-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 299652.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The central aim of this project was to investigate student engagement in model-based reasoning to inform the development of curricular resources that support students in this science practice. Over the lifetime of the project our team produced multiple academic publications detailing our work. One of the outcomes of this work was a novel diagnostic multiple-choice assessment tool designed to elicit students' ideas about models, in which each potential response reflects ideas about models with varying levels of sophistication. This approach toward assessment provides instructors and researchers developmental information about how students conceptualize scientific models. Overall, our body of research provided insight regarding variation in the sophistication of students' ideas regarding the nature and purpose of models, indicating students have productive ideas about viewing models as explanatory, predictive tools that are developed empirically. However, the context matters, and students need more support to apply these ideas about models to mathematical models such as equations and graphs. To this end, our work involved the development of collaborative learning activities that specifically focused on mathematical models, scaffolding students to consider how models are developed and how they can be used to draw conclusions. Our work has the potential to impact future curriculum development, assessments, and teaching interventions, providing ready-to-use resources for instructors to assess students' ideas about models and support them in model-based reasoning in the classroom. In broad strokes, this is critical in the way it relates to science literacy as students become more familiar with the use of models as part of the practice of science, contributing to students' overall success in chemistry and subsequent STEM courses.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2021<br>\n\t\t\t\t\tModified by: Nicole&nbsp;M&nbsp;Becker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe central aim of this project was to investigate student engagement in model-based reasoning to inform the development of curricular resources that support students in this science practice. Over the lifetime of the project our team produced multiple academic publications detailing our work. One of the outcomes of this work was a novel diagnostic multiple-choice assessment tool designed to elicit students' ideas about models, in which each potential response reflects ideas about models with varying levels of sophistication. This approach toward assessment provides instructors and researchers developmental information about how students conceptualize scientific models. Overall, our body of research provided insight regarding variation in the sophistication of students' ideas regarding the nature and purpose of models, indicating students have productive ideas about viewing models as explanatory, predictive tools that are developed empirically. However, the context matters, and students need more support to apply these ideas about models to mathematical models such as equations and graphs. To this end, our work involved the development of collaborative learning activities that specifically focused on mathematical models, scaffolding students to consider how models are developed and how they can be used to draw conclusions. Our work has the potential to impact future curriculum development, assessments, and teaching interventions, providing ready-to-use resources for instructors to assess students' ideas about models and support them in model-based reasoning in the classroom. In broad strokes, this is critical in the way it relates to science literacy as students become more familiar with the use of models as part of the practice of science, contributing to students' overall success in chemistry and subsequent STEM courses.\n\n \n\n\t\t\t\t\tLast Modified: 12/11/2021\n\n\t\t\t\t\tSubmitted by: Nicole M Becker"
 }
}