{
 "awd_id": "1611328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Viscoelastic Effects at the Nanoscale: Probe Rheology Theory and Simulations",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2016-08-16",
 "awd_max_amd_letter_date": "2018-06-04",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\nThis award supports theoretical and computational research, and education to develop computer simulation methods for the determination of mechanical properties of materials on the scale of nanometers - some 100,000 times smaller than the diameter of a human hair.  Recent advances in chemical synthesis and fabrication technologies have made applications involving nanotechnology increasingly commonplace.  Examples include the use of nanocomposites for athletic equipment and nanoparticle based drug delivery.  The interesting properties of these nanosystems which make them practical and useful are determined by the specific interactions between the molecules in the system.  Conventional instruments that are used for measuring mechanical properties are unable to probe the important molecular interactions and their implications for nanoscale mechanical properties of the system.  In this project, a robust theory-simulation technique will be created for investigating the relationship between the molecular characteristics of a material and its nanoscale mechanical properties.   \r\n\r\nExperimentation at the nanoscale is inherently difficult and very expensive.  If successful, the technique developed in this project can help guide the experiments, thus leading to savings in time and cost.  The formalism can also be used for designing practical applications such as cancer treatment using nanoparticle based drug delivery.  Educational aspects of the work will consist of multidisciplinary training of graduate students.  Outreach will be achieved via participation in a program aimed at getting junior high and high school girls interested in careers in science.  \r\n\r\n\r\n\r\nTECHNICAL SUMMARY\r\nThis award supports theoretical and computational research, and education to develop computer simulation methods for probe particle microrheology, which involves determining viscoelastic properties of materials by monitoring motion of a microscopic probe particle in the medium. This method has become an established experimental technique for determining viscoelasticity of complex soft matter.  Recent advances in experimental techniques have made it possible to apply the technique at the nanoscale.  The nanoscale viscoelastic properties of interest are governed by the specific interactions and structure in the system at these length scales. Thus, a simulation technique would be valuable for interpreting probe particle nanorheology experimental results in terms of the molecular properties of the system.  In addition to the need for explicitly accounting for the molecular interactions, such an endeavor faces additional challenges at the nanoscale such as availability of an expanded frequency range, and the need to account for the medium and particle inertia when analyzing the particle trajectory. A particulate theory-simulation technique for nanoscale bead rheology will be created in the project that will allow for the investigation of viscoelasticity in complex matter.  The inertial extension of the generalized Stokes-Einstein relation (IGSER) will be used to extract medium viscoelasticity from nanoparticle motion.  \r\n\r\nThe PIs will focus on three aspects: \r\n(1) The frequency range that can be investigated in molecular simulations is severely restricted due to the long-range hydrodynamic interactions between the images of the moving probe particle, which are the result of the periodic boundary conditions that are used in the simulations.  A framework will be created to modify the particle trajectory analysis procedure in order to quantitatively account for these hydrodynamic interactions. Such a formalism will significantly extend the frequency range that can be probed by simulations.  \r\n(2) Probe rheology is presumed to have the ability to determine the local viscoelastic properties of the medium.  This hypothesis will be tested by creating a model system with a nanoscale temperature gradient, which in turn, will result in a gradient in viscoelasticity.  \r\n(3) Particle rheology is usually used to infer viscoelasticity from the knowledge of the probe particle motion.  The usage of particle rheology in the reverse direction - predicting the extent of particle motion in the complex medium - given the knowledge of the viscoelastic spectrum of the medium, will be investigated in the project.  Accomplishing these tasks will yield a combined theory-simulation technique for the determination of the nanoscale viscoelasticity in complex soft matter.  \r\n\r\nExperimentation at the nanoscale is inherently difficult and very expensive.  If successful, the technique developed in this project can help guide the experiments, thus leading to savings in time and cost.  The formalism can also be used for designing practical applications such as cancer treatment using nanoparticle based drug delivery.  Educational aspects of the work will consist of multidisciplinary training of graduate students.  Outreach will be achieved via participation in a program aimed at getting junior high and high school girls interested in careers in science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rajesh",
   "pi_last_name": "Khare",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rajesh S Khare",
   "pi_email_addr": "rajesh.khare@ttu.edu",
   "nsf_id": "000238657",
   "pi_start_date": "2016-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The field of rheology involves the study of flow and deformation of matter. Traditional approach for measuring the rheological or mechanical properties of materials consists of deforming the entire material sample in a rheometer device.&nbsp; In recent decades, a new technique known as probe rheology has been developed for determining rheological properties; the technique is based on the principle of relating the motion of a small probe in a medium to the mechanical properties of that medium.&nbsp; The probe rheology technique is gentler since it does not involve deformation of the entire material and can also be used when a small amount of sample is available, as is often the case in biological applications.&nbsp;</p>\n<p>The laboratory experimental probe rheology technique has been successfully developed in the last two decades.&nbsp; Experiments, however, are difficult for the nanoscale systems such as ultrathin films and nanofiller suspensions, and computer simulations offer an attractive alternative in these cases.&nbsp; The goal of the project was to develop a robust computational approach for studying mechanical properties of the nanomaterials.&nbsp; We have created a computational analog of the probe rheology technique that can be used to determine the mechanical properties on the nanoscale.&nbsp; Progress was made on two fronts in terms of technique development: (1) A robust methodological framework is developed for the technique that allows its application to any soft material without the need for trial and error.&nbsp; &nbsp;&nbsp;(2) The applicability of a computational technique is often limited by the computer power.&nbsp; We developed an approach for probe rheology that allows the use of small model systems, in turn, allowing for extending the time scale of measurement of the mechanical properties.&nbsp;</p>\n<p>A number of practical systems such as thin films and composites formed by mixing stiff materials in soft matrices are structurally non-uniform.&nbsp; The structural heterogeneity in these systems leads to non-uniform mechanical properties that vary with location in the material sample.&nbsp; Commonly used techniques for determining mechanical properties typically measure the overall properties of the entire sample and it is difficult to measure location specific mechanical properties.&nbsp; In this project, we showed that the probe rheology simulation technique can determine the local mechanical properties in systems where the properties change with the location.&nbsp;</p>\n<p>The demonstrated ability to relate motion of small particles to the mechanical properties of the medium in which they are moving will be useful in biomedical engineering for designing nanoparticle based drug delivery methods.&nbsp; &nbsp;Similarly, the nanomanufacturing sector will benefit from the ability to relate the mechanical properties of suspensions of nanoparticles to their chemical properties.&nbsp;</p>\n<p>In terms of education, three doctoral students received research training in the project.&nbsp; In addition, we participated in the Science It's a Girl Thing (SIGT) outreach program at Texas Tech University that is designed to get junior-high and high school girls interested in careers in science.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/24/2021<br>\n\t\t\t\t\tModified by: Rajesh&nbsp;S&nbsp;Khare</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe field of rheology involves the study of flow and deformation of matter. Traditional approach for measuring the rheological or mechanical properties of materials consists of deforming the entire material sample in a rheometer device.  In recent decades, a new technique known as probe rheology has been developed for determining rheological properties; the technique is based on the principle of relating the motion of a small probe in a medium to the mechanical properties of that medium.  The probe rheology technique is gentler since it does not involve deformation of the entire material and can also be used when a small amount of sample is available, as is often the case in biological applications. \n\nThe laboratory experimental probe rheology technique has been successfully developed in the last two decades.  Experiments, however, are difficult for the nanoscale systems such as ultrathin films and nanofiller suspensions, and computer simulations offer an attractive alternative in these cases.  The goal of the project was to develop a robust computational approach for studying mechanical properties of the nanomaterials.  We have created a computational analog of the probe rheology technique that can be used to determine the mechanical properties on the nanoscale.  Progress was made on two fronts in terms of technique development: (1) A robust methodological framework is developed for the technique that allows its application to any soft material without the need for trial and error.    (2) The applicability of a computational technique is often limited by the computer power.  We developed an approach for probe rheology that allows the use of small model systems, in turn, allowing for extending the time scale of measurement of the mechanical properties. \n\nA number of practical systems such as thin films and composites formed by mixing stiff materials in soft matrices are structurally non-uniform.  The structural heterogeneity in these systems leads to non-uniform mechanical properties that vary with location in the material sample.  Commonly used techniques for determining mechanical properties typically measure the overall properties of the entire sample and it is difficult to measure location specific mechanical properties.  In this project, we showed that the probe rheology simulation technique can determine the local mechanical properties in systems where the properties change with the location. \n\nThe demonstrated ability to relate motion of small particles to the mechanical properties of the medium in which they are moving will be useful in biomedical engineering for designing nanoparticle based drug delivery methods.   Similarly, the nanomanufacturing sector will benefit from the ability to relate the mechanical properties of suspensions of nanoparticles to their chemical properties. \n\nIn terms of education, three doctoral students received research training in the project.  In addition, we participated in the Science It's a Girl Thing (SIGT) outreach program at Texas Tech University that is designed to get junior-high and high school girls interested in careers in science. \n\n\t\t\t\t\tLast Modified: 02/24/2021\n\n\t\t\t\t\tSubmitted by: Rajesh S Khare"
 }
}