{
 "awd_id": "1611801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2016",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2016-05-09",
 "awd_max_amd_letter_date": "2016-05-09",
 "awd_abstract_narration": "Postdoctoral Fellow: Joelle A. Labastide\r\n\r\nProposal Number: 000705861\r\n\r\nThis action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2016, Broadening Participation of Groups Under-represented in Biology. The fellowship supports a research and training plan for the Fellow that will increase the participation of groups underrepresented in biology.  The title of the research plan for this fellowship to Joelle A. Labastide is \"Super-resolution Tracking of Position and Orientation During Cargo-Motor Transport.\" The host institution for this fellowship is the University of Massachusetts-Amherst, and the sponsoring scientist is Dr. Jennifer Ross.\r\n\r\nThis research involves the development and implementation of a novel technique that will greatly improve understanding of how cells transport molecules such as proteins. Cells, the building blocks of all living organisms, are complex, dynamic microsystems that perform tasks necessary for life. The essential activities of cells require robust mechanisms for transporting vital elements - called cargoes - into, out of, and within the cell. From previous research, intracellular transport consists of the cell's internal network, the cytoskeleton, which is made up of microtubule and actin filaments that act as tracks, and motor proteins that move along the tracks, carrying cargoes. Some of the most important of these active transport processes are cell division and nervous system function. Without intracellular transport, the most vital of life-sustaining processes cannot occur. Due to the experimental limitations of traditional microscopy, remarkably little is known about the mechanism by which motor proteins navigate the types of complex and dense microtubule networks that are found in cells. The Fellow is designing and implementing a new microscopic technique capable of extracting highly resolved space, time, and orientation information for cargo-carrying kinesin-1 motor proteins as they navigate increasingly complex microtubule networks. The Fellow is using Polarization-Enhanced Super Resolution Imaging to construct a complete mechanistic picture of motor transport within cells. This represents a broadly applicable new imaging technique that promises many cross-disciplinary applications. \r\n\r\nThe Fellow is receiving interdisciplinary training that draws upon concepts in materials science, engineering, physics, and chemistry to develop new tools for improved studies of complicated biological systems, thereby broadening the experimental and technological resources available to all of these fields. Such interdisciplinary research is needed as the scientific community tackles the increasing complexity of biological issues of societal importance. The Fellow's training is providing her with a deep understanding of the relationship between physical and biological scientific disciplines, allowing her to become an effective leader and mentor to future generations of interdisciplinary scientists. To increase the participation of under-represented groups in biology, the Fellow is creating environments in the research laboratory and in the classroom that foster intellectual and cultural diversity, and emphasize the value of this diversity to the broader scientific community. The Fellow is developing a magazine that is authored, produced, and published by students and is focused on the intersection between science and cultural identity. This provides a unique opportunity for a diverse group of undergraduates, graduates, postdocs and faculty members to identify the ways in which their personal experiences and identities can serve as assets, not drawbacks, in scientific endeavors, and learn to communicate these findings to the broader university community. The personal growth opportunities provided to faculty educators and administrators through this format will be beneficial for all involved, and will increase understanding between previously disparate groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joelle",
   "pi_last_name": "Labastide",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joelle A Labastide",
   "pi_email_addr": "",
   "nsf_id": "000705861",
   "pi_start_date": "2016-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Labastide               Joelle         A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Amherst",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "01002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": null,
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": null
}