{
 "awd_id": "1612062",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2016",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2017-01-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2016-06-27",
 "awd_max_amd_letter_date": "2016-06-27",
 "awd_abstract_narration": "Postdoctoral Fellow: Matthew R. Borths\r\nProposal Number 1612062\r\n\r\nThis action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2016, Interdisciplinary Research Using Biological Collections. The fellowship supports a research and training plan for the Fellow to engage in research and training that utilizes biological collections.  The title of the research plan for this fellowship to Matthew Borths is \"Mammalian carnivore diversity, replacement, and extinction when the modern African ecosystem emerged.\" The host institution for this fellowship is Ohio University, and the sponsoring scientist is Nancy Stevens.\r\n\r\nThis project examines changes in African food webs after the continent of Africa collided with Eurasia twenty-three million years ago. When this continental collision occurred, animals native to Africa spread into Asian, European, and American ecosystems while animals native to these northern continents spread south into African ecosystems. Before the collision, the top of the African food chain was occupied by predators from Hyaenodonta, a group of mammals that are now extinct. After the collision, relatives of modern cats, dogs, and mongooses invaded Africa and started to occupy carnivore niches alongside hyaenodonts. By about eight million years ago, the hyaenodonts, once a diverse and dominant group of carnivores, were extinct. The Fellow is examining this crucial time period in African history, when carnivores from different continents encountered one another, establishing a natural experiment that will facilitate understanding how changes at the top of the food chain affect the ecosystem. To accomplish this goal, the Fellow is using several biological collections to analyze changes in African carnivore assemblages, and developing models of the niches occupied by the once-dominant hyaenodont carnivores before and after the invasion of carnivores from outside Africa. Newly discovered hyaenodont material collected in the Rukwa Rift Basin of Tanzania and Meswa Bridge in Kenya is being described to better understand the full diversity of hyaenodonts during this ecological transition. Today, carnivores play a significant role in stabilizing their ecosystems and supporting biodiversity. But, around the world, carnivores are rapidly being lost in modern ecosystems. The discoveries made through this project will provide a deep time perspective to policymakers who must confront the rapid decrease in mammalian carnivore diversity and populations in North America and around the world. \r\n\r\nThe Fellow is receiving training in paleobiological methods and niche modeling. He is also mentoring undergraduate researchers recruited from underrepresented groups in science, including the Appalachian Scholars program at Ohio University. The Fellow is making his results accessible to a wider, non-specialized audience through Past Time, a project he co-created and that uses blogging, podcasts, and virtual fieldtrips to paleontology labs to illustrate the scientific process through paleontology. The Fellow is also collaborating with sponsor Stevens to create online and physical exhibits for a natural history and environment museum at Ohio University, which will feature portions of this project. For many K-12 students in Appalachian Ohio and West Virginia, this museum will be the closest natural history exhibit space.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Borths",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew R Borths",
   "pi_email_addr": "",
   "nsf_id": "000709788",
   "pi_start_date": "2016-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Borths                  Matthew        R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Athens",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "",
  "inst_zip_code": "457012668",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": null,
  "perf_city_name": "Athens",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "001Y00",
   "pgm_ele_name": "Collections Postdocs"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Twenty-three million years ago, the continent of Africa collided with Eurasia after tens of millions of years of tectonic isolation. Lineages of animals we think of as African &ndash; like lions, zebras, giraffes, and hyenas &ndash; originated on the northern continents and crossed into Africa on the newly-formed land bridge. This project focused on this turbulent time in African ecological and geological history, a time that led directly to the assembly of modern ecosystems in Africa and across the northern continents.</p>\n<p>Studies of modern ecosystems demonstrate the significance of carnivores as key species in the food web. Despite their crucial role, mammalian terrestrial carnivores are among the most threatened species in Africa and Eurasia. In order to understand the origins and evolution of African ecosystems, this project focused on carnivores before and after the collision. Before the collision, the top of the African food chain was occupied by predators from Hyaenodonta, a group of extinct, meat-eating mammals unrelated to hyenas and other carnivorans. After the collision, the carnivoran relatives of cats, dogs, and hyenas invaded Africa and occupied carnivore niches alongside hyaenodonts. In turn, African hyaenodonts crossed into Eurasia, invading ecosystems occupied by northern carnivorans. By eight million years ago, hyaenodonts, once a diverse and dominant group of carnivores, were extinct, leaving carnivorans as the only mammalian meat-eaters in Africa and Eurasia.</p>\n<p>This project used biological collections in the United States (North Carolina,&nbsp;Massachusetts, New Haven,&nbsp;California, New York, Berkeley, Utah, Ohio, and Illinois), Kenya, Egypt, France, the United Kingdom, and Germany to investigate the evolution of hyaenodonts and carnivores in Africa and Eurasia. It also used paleontological fieldwork in Tanzania to expand collections from a crucial interval before the collision. Among the broader impacts of this project were five first-authored, peer-reviewed manuscripts; three peer-reviewed abstracts at scientific meetings; multiple podcast episodes and blog posts on project findings; public talks to Kenyan students in Nairobi; tours of Ohio University fossil collections for K-12 students in Athens, Ohio; public talks at universities and museums; and the development of a natural history exhibition space at Ohio University.</p>\n<p>Results of this project include the description of three carnivores new to science. The first is <em>Masrasector nananubis</em>, a raccoon-sized hyaenodont from Egypt that lived 32 million years ago. <em>Masrasector </em>was part of the pre-collision, hyaenodont-dominated ecosystem in Africa between the extinction of non-avian dinosaurs and the arrival of carnivorans. <em>Masrasector</em> was preserved with portions of its skeleton, which was used to analyze hyaenodont movement and compare it to carnivoran movement. The second is <em>Pakakali rukwaensis</em>, a bobcat-sized hyaenodont from Tanzania that lived 25 million years ago. <em>Pakakali </em>is the only carnivore known from the Rukwa Rift Basin, an area in southwestern Tanzania that preserves the African ecosystem immediately before the arrival of Eurasian lineages. The type specimen of <em>Pakakali</em> has its baby teeth, a discovery that led to an investigation of the developmental differences between hyaenodonts and carnivorans. The development project created microCT scans of hyaenodont and carnivoran fossils that are publically available through the online, NSF-supported platform MorphoSource. The final new species is <em>Simbakubwa kutokaafrika</em>. The 22 million year old specimens of <em>Simbakubwa </em>were discovered over thirty years ago and were accessioned at the National Museums of Kenya. In collaboration with the KNM, the gigantic carnivore was finally described as part of this project. The gigantic hyaenodont was larger than a polar bear, and is the oldest species in a lineage of massive hyaenodonts that dispersed from Africa into Eurasia along with other African mammal lineages like elephants. These new species received press coverage upon their publication. In each press release and interview, the Fellow emphasized the importance of museum collections for understanding ecological and environmental change through time and role the NSF played supporting these discoveries.</p>\n<p>During the project interval, the Fellow collected more data than could be published during two-years of grant support. As part of the broader impacts of this project, these data form the foundation of ongoing investigations into ecological changes in Africa. This project sparked a series of research collaborations on parallel ecological events in North America and in Madagascar. These data are being used by high school, undergraduate, and graduate students as part of independent research projects at Ohio University and Duke University. The Fellow translated skills learned from project mentor, Dr. Nancy Stevens, and from work in biological collections to a permanent position as curator of a significant fossil collection at Duke University. As curator, the former Fellow is now responsible for research and outreach based on the Duke collection. The Fellow continues to explore the drivers of extinction and recovery in the fossil record of Africa, Madagascar, and North America while sharing those discoveries with the broader public.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/20/2019<br>\n\t\t\t\t\tModified by: Matthew&nbsp;R&nbsp;Borths</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558375353508_PrimaryImageOutcomes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558375353508_PrimaryImageOutcomes--rgov-800width.jpg\" title=\"New species of hyaenodont carnivores described in this project\"><img src=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558375353508_PrimaryImageOutcomes--rgov-66x44.jpg\" alt=\"New species of hyaenodont carnivores described in this project\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Three new species were described as part of this project. These species bracket the collision of Africa and Eurasia 23 million years ago. Collection and field-based research helped build the larger ecological and evolutionary context for these taxa.</div>\n<div class=\"imageCredit\">Reconstructions by Mauricio Anton, figure by Matthew Borths</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Matthew&nbsp;R&nbsp;Borths</div>\n<div class=\"imageTitle\">New species of hyaenodont carnivores described in this project</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558365163458_4-VisualAbstractinhorizonalorientation--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558365163458_4-VisualAbstractinhorizonalorientation--rgov-800width.jpg\" title=\"Pakakali rukwaensis infographic\"><img src=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558365163458_4-VisualAbstractinhorizonalorientation--rgov-66x44.jpg\" alt=\"Pakakali rukwaensis infographic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Visual summary of the major conclusions based on the discovery of a new species of hyaenodont from the Rukwa Rift Basin, Tanzania</div>\n<div class=\"imageCredit\">Matthew Borths</div>\n<div class=\"imageSubmitted\">Matthew&nbsp;R&nbsp;Borths</div>\n<div class=\"imageTitle\">Pakakali rukwaensis infographic</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558378967675_SimbakubwaInfographic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558378967675_SimbakubwaInfographic--rgov-800width.jpg\" title=\"Simbakubwa kutoaafrika infographic\"><img src=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558378967675_SimbakubwaInfographic--rgov-66x44.jpg\" alt=\"Simbakubwa kutoaafrika infographic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Excavated decades ago and described after years of careful museum preservation, this gigantic hyaenodont and its lineage demonstrate the complexity of the Miocene interchange between Africa and Eurasia.</div>\n<div class=\"imageCredit\">Matthew Borths. Reconstruction by Mauricio Anton</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Matthew&nbsp;R&nbsp;Borths</div>\n<div class=\"imageTitle\">Simbakubwa kutoaafrika infographic</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558379620783_CompleteTreeColor--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558379620783_CompleteTreeColor--rgov-800width.jpg\" title=\"Hyaenodont relationships\"><img src=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558379620783_CompleteTreeColor--rgov-66x44.jpg\" alt=\"Hyaenodont relationships\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Tree based on Bayesian phylogenetic and biogeographic analysis of hyaenodont relationships and dispersal patterns</div>\n<div class=\"imageCredit\">Matthew Borths</div>\n<div class=\"imageSubmitted\">Matthew&nbsp;R&nbsp;Borths</div>\n<div class=\"imageTitle\">Hyaenodont relationships</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558381475038_Hyaenodontbodymassanddiet--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558381475038_Hyaenodontbodymassanddiet--rgov-800width.jpg\" title=\"Hyaenodont life history variables in Africa before and after the arrival of Carnivora\"><img src=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558381475038_Hyaenodontbodymassanddiet--rgov-66x44.jpg\" alt=\"Hyaenodont life history variables in Africa before and after the arrival of Carnivora\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Ancestral State reconstruction shows how different lineages change through time in their body size and dietary specializations. With the arrival of Carnivora, hyaenodonts adapt to new, specialized niches that may have made them vulnerable to extinction</div>\n<div class=\"imageCredit\">Matthew Borths</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Matthew&nbsp;R&nbsp;Borths</div>\n<div class=\"imageTitle\">Hyaenodont life history variables in Africa before and after the arrival of Carnivora</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558382426160_Deciduousdentition--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558382426160_Deciduousdentition--rgov-800width.jpg\" title=\"Dental eruption sequences in African hyaenodonts\"><img src=\"/por/images/Reports/POR/2019/1612062/1612062_10436304_1558382426160_Deciduousdentition--rgov-66x44.jpg\" alt=\"Dental eruption sequences in African hyaenodonts\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">One study from this project demonstrated hyaenodonts differ from carnivorans through dental development. Data was collected from microCT scans of hyaenodont fossils to study life history strategies in African carnivores.</div>\n<div class=\"imageCredit\">Matthew Borths</div>\n<div class=\"imageSubmitted\">Matthew&nbsp;R&nbsp;Borths</div>\n<div class=\"imageTitle\">Dental eruption sequences in African hyaenodonts</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nTwenty-three million years ago, the continent of Africa collided with Eurasia after tens of millions of years of tectonic isolation. Lineages of animals we think of as African &ndash; like lions, zebras, giraffes, and hyenas &ndash; originated on the northern continents and crossed into Africa on the newly-formed land bridge. This project focused on this turbulent time in African ecological and geological history, a time that led directly to the assembly of modern ecosystems in Africa and across the northern continents.\n\nStudies of modern ecosystems demonstrate the significance of carnivores as key species in the food web. Despite their crucial role, mammalian terrestrial carnivores are among the most threatened species in Africa and Eurasia. In order to understand the origins and evolution of African ecosystems, this project focused on carnivores before and after the collision. Before the collision, the top of the African food chain was occupied by predators from Hyaenodonta, a group of extinct, meat-eating mammals unrelated to hyenas and other carnivorans. After the collision, the carnivoran relatives of cats, dogs, and hyenas invaded Africa and occupied carnivore niches alongside hyaenodonts. In turn, African hyaenodonts crossed into Eurasia, invading ecosystems occupied by northern carnivorans. By eight million years ago, hyaenodonts, once a diverse and dominant group of carnivores, were extinct, leaving carnivorans as the only mammalian meat-eaters in Africa and Eurasia.\n\nThis project used biological collections in the United States (North Carolina, Massachusetts, New Haven, California, New York, Berkeley, Utah, Ohio, and Illinois), Kenya, Egypt, France, the United Kingdom, and Germany to investigate the evolution of hyaenodonts and carnivores in Africa and Eurasia. It also used paleontological fieldwork in Tanzania to expand collections from a crucial interval before the collision. Among the broader impacts of this project were five first-authored, peer-reviewed manuscripts; three peer-reviewed abstracts at scientific meetings; multiple podcast episodes and blog posts on project findings; public talks to Kenyan students in Nairobi; tours of Ohio University fossil collections for K-12 students in Athens, Ohio; public talks at universities and museums; and the development of a natural history exhibition space at Ohio University.\n\nResults of this project include the description of three carnivores new to science. The first is Masrasector nananubis, a raccoon-sized hyaenodont from Egypt that lived 32 million years ago. Masrasector was part of the pre-collision, hyaenodont-dominated ecosystem in Africa between the extinction of non-avian dinosaurs and the arrival of carnivorans. Masrasector was preserved with portions of its skeleton, which was used to analyze hyaenodont movement and compare it to carnivoran movement. The second is Pakakali rukwaensis, a bobcat-sized hyaenodont from Tanzania that lived 25 million years ago. Pakakali is the only carnivore known from the Rukwa Rift Basin, an area in southwestern Tanzania that preserves the African ecosystem immediately before the arrival of Eurasian lineages. The type specimen of Pakakali has its baby teeth, a discovery that led to an investigation of the developmental differences between hyaenodonts and carnivorans. The development project created microCT scans of hyaenodont and carnivoran fossils that are publically available through the online, NSF-supported platform MorphoSource. The final new species is Simbakubwa kutokaafrika. The 22 million year old specimens of Simbakubwa were discovered over thirty years ago and were accessioned at the National Museums of Kenya. In collaboration with the KNM, the gigantic carnivore was finally described as part of this project. The gigantic hyaenodont was larger than a polar bear, and is the oldest species in a lineage of massive hyaenodonts that dispersed from Africa into Eurasia along with other African mammal lineages like elephants. These new species received press coverage upon their publication. In each press release and interview, the Fellow emphasized the importance of museum collections for understanding ecological and environmental change through time and role the NSF played supporting these discoveries.\n\nDuring the project interval, the Fellow collected more data than could be published during two-years of grant support. As part of the broader impacts of this project, these data form the foundation of ongoing investigations into ecological changes in Africa. This project sparked a series of research collaborations on parallel ecological events in North America and in Madagascar. These data are being used by high school, undergraduate, and graduate students as part of independent research projects at Ohio University and Duke University. The Fellow translated skills learned from project mentor, Dr. Nancy Stevens, and from work in biological collections to a permanent position as curator of a significant fossil collection at Duke University. As curator, the former Fellow is now responsible for research and outreach based on the Duke collection. The Fellow continues to explore the drivers of extinction and recovery in the fossil record of Africa, Madagascar, and North America while sharing those discoveries with the broader public.\n\n\t\t\t\t\tLast Modified: 05/20/2019\n\n\t\t\t\t\tSubmitted by: Matthew R Borths"
 }
}