{
 "awd_id": "1612271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2016",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2016-06-21",
 "awd_max_amd_letter_date": "2016-07-21",
 "awd_abstract_narration": "Postdoctoral Fellow: Isaac Ligocki\r\n\r\nProposal number: 1612271\r\n\r\nThis action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2016, Research Using Biological Collections. The fellowship supports a research and training plan for the Fellow to take transformative approaches to grand challenges in biology that employ biological collections in highly innovative ways.  The title of the research plan for this fellowship to Isaac Ligocki is \"Understanding the behavioral, physiological, and neuroendocrine impacts of agricultural pollutants: an integrative approach.\" The host institution for this fellowship is University of California, Davis, and the sponsoring scientist is Dr. Rebecca Calisi Rodríguez.  \r\n\r\nThe primary objective of this project is to investigate how agricultural pollutants influence the biology, neuroendocrinology, behavior, development, and population dynamics of both wild terrestrial and aquatic inhabitants as compared to those collected from areas free of such pollutants. Agricultural activities, while critical for food production, can have non-intended negative impacts on farmland and its inhabitants. In recent decades, the use of pesticides and herbicides has expanded greatly on farmland and its adjacent or associated water systems, differentially exposing terrestrial and aquatic organisms to various toxicants. Little is known about how exposure to agricultural pollutants impacts the development and survival of wild organisms, or the persistence of their populations. The Fellow is exploring these questions, using museum collections as a key element of the study. These collections are providing detailed insights into the historical impact of pollutants on organisms over the last century, and enhancing comparisons among current populations. Because many agricultural pesticides are endocrine disruptors, the Fellow is testing the hypothesis that exposure to these chemicals will impact the aforementioned biological functions and behaviors, and predicts that this will be observable from a historical perspective through comparisons of museum and field collections. This project is one of the most complete investigations of how certain agricultural practices affect wild species.  \r\n\r\nThe fellow is gaining expertise in a number of cutting edge research techniques and establishing collaborations with other scientists, thereby contributing to his success as an independent researcher. The Fellow's research is facilitating measures to assess, strategize, and potentially circumvent the negative impacts of environmental contaminants on human and wildlife communities. The Fellow is implementing a number of broader impact activities, including educational outreach to students both locally and in agricultural communities near field sites throughout California and the surrounding states, with a particular emphasis on broadening the participation of underrepresented groups in STEM fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isaac",
   "pi_last_name": "Ligocki",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Isaac Y Ligocki",
   "pi_email_addr": "",
   "nsf_id": "000689370",
   "pi_start_date": "2016-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ligocki                 Isaac          Y",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "",
  "inst_zip_code": "432121415",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": null,
  "perf_city_name": "Athens",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "001Y00",
   "pgm_ele_name": "Collections Postdocs"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many animal species have evolved traits that are under selection either to convey information to the opposite sex about their quality as a mate or as a signal to individuals of the same sex of their quality as a competitor. Generally, these <em>sexually selected traits</em> are associated with higher fitness &ndash; although they may be energetically costly to grow, develop, and maintain. We investigated variation in these secondary sex characteristics in a fish called the western mosquitofish, <em>Gambusia affinis</em>, and asked how human impacts have influenced selection on these traits. To achieve this goal, we compared the morphology of over 1000 preserved fish in historical museum collections collected over the last 80 years to roughly the same number of fish we collected ourselves from the same sites where the preserved fish originated throughout the Central Valley of California.</p>\n<p>&nbsp;</p>\n<p>In addition to investigating morphological changes within populations, we are also interested in how specific physiological changes associated with human impacts lead to observed morphological changes, as well as whether and how behavior varies with these morphological and physiological changes. To answer these questions, we&rsquo;ve investigated changes in morphology, gene expression, hormone levels, and behavior resulting from exposure to agricultural pollutants and invasive predators. One finding we&rsquo;ve published on in the peer-reviewed journal <em>Aquatic Toxicology</em> is that exposure to a widely used pesticide influences the expression of a subset of genes associated with reproduction and the stress response in the brain of female fish, but did not influence genes associated with reproduction in other tissue, or the behavior of these fish.</p>\n<p>&nbsp;</p>\n<p>While much of this work is ongoing and more results are forthcoming, in general our research has shown that human impacts on organisms are complex. In response to this complexity, it is our experience and opinion that it is essential to consider multiple endpoints (e.g. morphology, gene expression, behavior) together to understand whether and how organisms are influenced by specific environmental change, and how they are responding to these pressures. &nbsp;</p>\n<p>&nbsp;</p>\n<p>In addition to the training and mentoring I received as a NSF postdoctoral fellow, I also had the opportunity to train and mentor ten undergraduate research students who participated in research associated with this project. Five of these students developed and carried out their own independent research project in association with this project, and are currently analyzing the data they collected. In addition to training on research techniques, I also advised these students as they made decisions regarding diverse career opportunities in STEM fields. I also mentored three graduate students in skills and techniques associated with this project, two of whom are coauthors on a manuscript that resulted from this project.</p>\n<p>&nbsp;</p>\n<p>In conjunction with this project, I developed an online learning module geared towards high school students to introduce them to secondary sex traits, why they are important for animals, and how environmental changes might influence selection on them. This module was piloted in the summer of 2019 with a class of 12 high school students taking an introductory biology course and is currently undergoing revisions based on feedback generated from the instructor and students. Upon completion, this module will be made publicly available for educators to freely use.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2019<br>\n\t\t\t\t\tModified by: Isaac&nbsp;Y&nbsp;Ligocki</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany animal species have evolved traits that are under selection either to convey information to the opposite sex about their quality as a mate or as a signal to individuals of the same sex of their quality as a competitor. Generally, these sexually selected traits are associated with higher fitness &ndash; although they may be energetically costly to grow, develop, and maintain. We investigated variation in these secondary sex characteristics in a fish called the western mosquitofish, Gambusia affinis, and asked how human impacts have influenced selection on these traits. To achieve this goal, we compared the morphology of over 1000 preserved fish in historical museum collections collected over the last 80 years to roughly the same number of fish we collected ourselves from the same sites where the preserved fish originated throughout the Central Valley of California.\n\n \n\nIn addition to investigating morphological changes within populations, we are also interested in how specific physiological changes associated with human impacts lead to observed morphological changes, as well as whether and how behavior varies with these morphological and physiological changes. To answer these questions, we?ve investigated changes in morphology, gene expression, hormone levels, and behavior resulting from exposure to agricultural pollutants and invasive predators. One finding we?ve published on in the peer-reviewed journal Aquatic Toxicology is that exposure to a widely used pesticide influences the expression of a subset of genes associated with reproduction and the stress response in the brain of female fish, but did not influence genes associated with reproduction in other tissue, or the behavior of these fish.\n\n \n\nWhile much of this work is ongoing and more results are forthcoming, in general our research has shown that human impacts on organisms are complex. In response to this complexity, it is our experience and opinion that it is essential to consider multiple endpoints (e.g. morphology, gene expression, behavior) together to understand whether and how organisms are influenced by specific environmental change, and how they are responding to these pressures.  \n\n \n\nIn addition to the training and mentoring I received as a NSF postdoctoral fellow, I also had the opportunity to train and mentor ten undergraduate research students who participated in research associated with this project. Five of these students developed and carried out their own independent research project in association with this project, and are currently analyzing the data they collected. In addition to training on research techniques, I also advised these students as they made decisions regarding diverse career opportunities in STEM fields. I also mentored three graduate students in skills and techniques associated with this project, two of whom are coauthors on a manuscript that resulted from this project.\n\n \n\nIn conjunction with this project, I developed an online learning module geared towards high school students to introduce them to secondary sex traits, why they are important for animals, and how environmental changes might influence selection on them. This module was piloted in the summer of 2019 with a class of 12 high school students taking an introductory biology course and is currently undergoing revisions based on feedback generated from the instructor and students. Upon completion, this module will be made publicly available for educators to freely use.\n\n \n\n\t\t\t\t\tLast Modified: 08/28/2019\n\n\t\t\t\t\tSubmitted by: Isaac Y Ligocki"
 }
}