{
 "awd_id": "1613388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Equilibrium thermodynamics of semiconductor nanocrystal ligand and ion exchange via calorimetry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 409200.0,
 "awd_amount": 420779.0,
 "awd_min_amd_letter_date": "2016-05-24",
 "awd_max_amd_letter_date": "2018-04-26",
 "awd_abstract_narration": "Equilibrium thermodynamics of semiconductor nanocrystal ligand and ion exchange via calorimetry\r\n\r\nThis grant supports Dr. Andrew Greytak of the University of South Carolina in the effort to develop an improved understanding of colloidal quantum dot chemistry through the use of isothermal titration calorimetry (ITC). Nanocrystal quantum dots (QDs) are soluble, nanometer-scale particles composed of semiconductor materials. QDs can have bright and size-tunable fluorescence, and have current applications in flat-panel displays and in bio-imaging. QDs are also of interest for solution-processable solar cells that can be scaled sustainably to meet worldwide energy needs. However, the performance of QD solar cells remains far below the theoretical limit.  There is considerable variability in fluorescence performance among QD samples of similar size and composition, due to structural differences at the QD surface. It is important to connect emerging analytical methods and theoretical models to the design of stable QDs with desirable surface properties. This project takes a new approach to developing a fundamental understanding of QD structure and chemistry by measuring the heat that is emitted or absorbed when chemical transformations of QDs take place. The ITC approach is expected to be broadly applicable to semiconductor nanocrystal science.  The technique is being used here to advance knowledge that could lead to improved QD solar cell performance. Dr. Greytak's research program at the University of South Carolina engages students at the high school, undergraduate, and graduate levels. He has demonstrated nationally-recognized leadership in chemistry education.  He also serves as the head judge for chemistry at the South Carolina Midlands Regional Science Fair for high school students.\r\n\r\nColloidal nanocrystals (NCs) are complex assemblies of a crystalline core and an interfacial layer that, given time, may exchange matter with the solution and other NCs. It is highly advantageous to have a set of metrics that allows different NC samples to be profiled, both so that they can be characterized with sufficient precision to predict synthetic and physical behaviors.  It is also adventitious to have a sufficiently rich experimental description of the system to constrain models that begin to capture the complexity of NC-ligand and ligand-ligand interactions. In this program, Dr. Greytak is being supported to measure equilibrium constants, enthalpies, equivalencies, and interaction terms associated with representative ligand exchange and ion exchange reactions at NC quantum dot (QD) surfaces in anhydrous solvents. Purification techniques such as gel permeation chromatography are used to provide QDs in a well-defined initial state. The knowledge acquired from these types of measurements represents a fundamental advance in QD chemistry that hastens the discovery of higher-performing and more sophisticated QD assemblies and solution structures. In particular, the performance and material scope of QD-based photovoltaics can be expanded through improved understanding of ligand exchange and ion exchange reactions. This project also provides research training opportunities to graduate and undergraduate students, who are building expertise in nanocrystal preparative chemistry, calorimetry, and other analytical techniques that are necessary to advance the field of nanoscience into practical technologies. Dr. Greytak has been active in broadening research participation through the Scientific Advocate Network and the American Chemical Society's Project SEED program. He has also initiated an annual USC Sustainability Research and Practice Showcase that creates a focal point for research groups, graduate and undergraduate students, and staff to educate each other about opportunities for research participation, entrepreneurship, integrative learning, and outreach that advances regional and national competitiveness.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Greytak",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew B Greytak",
   "pi_email_addr": "greytak@mailbox.sc.edu",
   "nsf_id": "000595084",
   "pi_start_date": "2016-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "631 Sumter St",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 409200.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 11579.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research outcomes</p>\n<p>This project has introduced experimental techniques, data analysis methods, and representative examples that validate isothermal titration calorimetry (ITC) as an appropriate technique to study surface reactions on colloidal quantum dots (QDs). QDs are semiconductor nanocrystals with size-tunable optical and electronic properties, and can be highly fluorescent, but maintaining high performance in different applications and solution requirements requires detail control of QD surface chemistry. Historically it has been difficult to fully characterize QDs and understand structure/activity relationships because QDs are complex assemblies of a crystalline core and an interfacial layer that, given time, may exchange matter with the solution and with other nanocrystals. This project used ITC along with other methods to determine the identity, surface density, and exchange equivalencies of small organic molecules coordinating QD surfaces (ligands) on several representative classes of semiconductor QDs.</p>\n<p>In one case, the reaction of oleate-capped CdSe QDs with alkylphosphonic acid to yield phosphonate-capped QDs was measured by ITC. The reaction was shown to proceed spontaneously and the results conclusively identify the reaction as exothermic. Heat is emitted each time the alkylphosphonic acid is introduced at constant temperature, until the reaction is complete and the signal returns to background level. A novel time-trace analysis technique for ITC signals was developed to separate two components of the total exothermic signal, describing two different chemical processes that occur in the course of the phosphonic acid addition. Processes that are difficult to resolve by other methods such as NMR and PXRD could be resolved via ITC. Additionally, the ITC measurement was able to resolve differing initial oleate ligand densities on QDs that had been purified in different conditions, highlighting the importance of purification techniques and surface ligand quantification in specifying QD samples.</p>\n<p>Building on this example, the project moved to investigate purification and ligand exchange of technologically-relevant indium phosphide (InP) QDs modified with metal ions to produce highly fluorescent particles with greatly diminished toxic metal content, demonstrating that similar carboxylate-to-phosphonate exchange could be accomplished without displacing surface metal ions. Purification and ligand quantification of a size series of lead sulfide (PbS) QDs relevant to solar cells and infrared detectors was reported, demonstrating size-dependent ligand stability. ITC was used to study ligand exchange reactions used to increase the stability of highly fluorescent lead halide perovskite (CsPbBr3) QDs. In a foray into aqueous QD chemistry, the relative stability of polymeric imidazole ligands for CdSe/CdZnS core/shell QDs in water was compared for block and random copolymer sequences by probing interactions with a small molecule thiol competitor.</p>\n<p>Broader impact outcomes</p>\n<p>Through publications and research presentations at national and international meetings, the results of this project have been presented to the field and indeed, several other groups in the US and elsewhere are now working on ITC-based studies of QD surfaces. A cohort of 7 graduate students and 4 undergraduate researchers have gained experience through research supported by this project and many have continued into professional positions.</p>\n<p>Additional broader impacts of the project were made through outreach and undergraduate education. The PI and supported graduate students co-organized and contributed to a Sustainability Showcase on the USC campus in which researchers and student entrepreneurs shared their ideas and achievements. For this project, presentations highlighted the importance of quantum dots to solid-state lighting and displays, solar photovoltaics, and electronics. Educational impacts were achieved through modifications to undergraduate courses, including introduction of a fluorescence anisotropy measurement on lipid vesicles in a Physical Chemistry advanced undergraduate lab course that transmits key research concepts related to fluorescence and the thermodynamics of colloidal systems.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2021<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Greytak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nResearch outcomes\n\nThis project has introduced experimental techniques, data analysis methods, and representative examples that validate isothermal titration calorimetry (ITC) as an appropriate technique to study surface reactions on colloidal quantum dots (QDs). QDs are semiconductor nanocrystals with size-tunable optical and electronic properties, and can be highly fluorescent, but maintaining high performance in different applications and solution requirements requires detail control of QD surface chemistry. Historically it has been difficult to fully characterize QDs and understand structure/activity relationships because QDs are complex assemblies of a crystalline core and an interfacial layer that, given time, may exchange matter with the solution and with other nanocrystals. This project used ITC along with other methods to determine the identity, surface density, and exchange equivalencies of small organic molecules coordinating QD surfaces (ligands) on several representative classes of semiconductor QDs.\n\nIn one case, the reaction of oleate-capped CdSe QDs with alkylphosphonic acid to yield phosphonate-capped QDs was measured by ITC. The reaction was shown to proceed spontaneously and the results conclusively identify the reaction as exothermic. Heat is emitted each time the alkylphosphonic acid is introduced at constant temperature, until the reaction is complete and the signal returns to background level. A novel time-trace analysis technique for ITC signals was developed to separate two components of the total exothermic signal, describing two different chemical processes that occur in the course of the phosphonic acid addition. Processes that are difficult to resolve by other methods such as NMR and PXRD could be resolved via ITC. Additionally, the ITC measurement was able to resolve differing initial oleate ligand densities on QDs that had been purified in different conditions, highlighting the importance of purification techniques and surface ligand quantification in specifying QD samples.\n\nBuilding on this example, the project moved to investigate purification and ligand exchange of technologically-relevant indium phosphide (InP) QDs modified with metal ions to produce highly fluorescent particles with greatly diminished toxic metal content, demonstrating that similar carboxylate-to-phosphonate exchange could be accomplished without displacing surface metal ions. Purification and ligand quantification of a size series of lead sulfide (PbS) QDs relevant to solar cells and infrared detectors was reported, demonstrating size-dependent ligand stability. ITC was used to study ligand exchange reactions used to increase the stability of highly fluorescent lead halide perovskite (CsPbBr3) QDs. In a foray into aqueous QD chemistry, the relative stability of polymeric imidazole ligands for CdSe/CdZnS core/shell QDs in water was compared for block and random copolymer sequences by probing interactions with a small molecule thiol competitor.\n\nBroader impact outcomes\n\nThrough publications and research presentations at national and international meetings, the results of this project have been presented to the field and indeed, several other groups in the US and elsewhere are now working on ITC-based studies of QD surfaces. A cohort of 7 graduate students and 4 undergraduate researchers have gained experience through research supported by this project and many have continued into professional positions.\n\nAdditional broader impacts of the project were made through outreach and undergraduate education. The PI and supported graduate students co-organized and contributed to a Sustainability Showcase on the USC campus in which researchers and student entrepreneurs shared their ideas and achievements. For this project, presentations highlighted the importance of quantum dots to solid-state lighting and displays, solar photovoltaics, and electronics. Educational impacts were achieved through modifications to undergraduate courses, including introduction of a fluorescence anisotropy measurement on lipid vesicles in a Physical Chemistry advanced undergraduate lab course that transmits key research concepts related to fluorescence and the thermodynamics of colloidal systems.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/03/2021\n\n\t\t\t\t\tSubmitted by: Andrew Greytak"
 }
}