{
 "awd_id": "1613880",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Comparative Biodiversity and the Hermit Crab Tree of Life: An East Meets West Approach",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 5400.0,
 "awd_amount": 5400.0,
 "awd_min_amd_letter_date": "2016-07-08",
 "awd_max_amd_letter_date": "2016-07-08",
 "awd_abstract_narration": "In the wake of environmental disasters such as the Deepwater Horizon oil spill in the Gulf of Mexico, thorough surveys documenting the makeup of sea-floor animal communities have observed changes in the health and diversity of crabs, shrimp, and lobsters. The primary objective of this project is to use DNA sequences to determine the true number of hermit crab species in the western Pacific and understand the genetic relationships among them. The results from this project in the West Pacific will be combined with results from similar studies in the Gulf of Mexico to identify any trends in hermit crab diversity that may be related to environmental impacts.  \r\n\r\nLack of knowledge about the number of hermit crab species in the West Pacific prevents broader study of the health of sea-floor animal communities and, by extension, overall ecosystem health in the region. Studies show that determinations of species identity based on DNA sequences provides the highest standard of sensitivity to species diversity. With the guidance of Professor Peter Ng and experienced researchers at the National University of Singapore, DNA sequences for numerous West Pacific specimens stored in the Lee Kong Chian Natural History Museum in Singapore will be collected using modern laboratory techniques. The resulting DNA sequences will be analyzed algorithmically to establish both the species identity of the specimen, and the genetic relationships among specimens. The primary impact of the proposed research is that it will increase our understanding of world-wide hermit crab diversity and information about the correspondence between geographical distribution, diversity, and evolutionary relationships among marine hermit crabs in the western Pacific. An additional outcome is the formation of a multinational working group that will combine the efforts of the applicant and key authors in the field from Singapore and the United States. The establishment of this collaborative effort represents an opportunity to increase the impact of National Science Foundation funding within the international science community. \r\n\r\nThis award under the East Asia and Pacific Summer Institutes program supports summer research by a U.S. graduate student and is jointly funded by NSF and the National Research Foundation of Singapore.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Craig",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine W Craig",
   "pi_email_addr": "",
   "nsf_id": "000706422",
   "pi_start_date": "2016-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Craig                   Catherine",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Lafayette",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "",
  "inst_zip_code": "70503",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "National University of Singapore",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "SN",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Singapore",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-6b8f0869-d4b6-d170-2f50-68220592da81\">\n<p dir=\"ltr\"><span>In the wake of environmental disasters such as the Deepwater Horizon oil spill in the Gulf of Mexico, thorough surveys documenting the makeup of seafloor animal communities have observed changes in the health and diversity of crabs, shrimp, and lobsters at historically sampled sites. Infected sores on the shells of crabs and shrimp found in the Gulf of Mexico, along with changes in the number of species present at well studied sites suggests that these species are useful in studying environmental impacts. A particularly complex dependence on a fully functioning ecosystem can be seen among the marine hermit crabs, most of which depend on abandoned snail shells for survival. This necessary interaction may suggest that hermit crabs are especially sensitive to environmental damage</span><span>. The waters of the West Pacific are widely known for extraordinary levels of species diversity across many animal groups including hermit crabs, but the fate of that diversity remains difficult to predict in the face of environmental change. The link between changes in species diversity and changes in environmental conditions means that it is necessary to establish a basic understanding of regional species diversity and biology before significant environmental disturbance. Currently, a lack of knowledge about the number of hermit crab species and the genetic distance among them prevents full evaluation of seafloor animal communities and, by extension, overall ecosystem health in the West Pacific and worldwide. </span></p>\n<p dir=\"ltr\"><span>With the help of National Science Foundation funding, two primary activities were undertaken. Because previous researchers have shown that determinations of species identity based on DNA sequences provides the highest standard of sensitivity, t</span><span>he central objective of this EAPSI project was to use DNA sequences to determine the true number of hermit crab species in the West Pacific and understand the genetic relationships among them.</span><span> With the guidance of experienced researchers at the National University of Singapore, and relying on the collection of West Pacific specimens stored in the Lee Kong Chian Natural History Museum, tissue samples were taken for DNA analysis. Time constraints have so far dictated that much of the genetic work is not yet finished. However, once the primary gene sequencing is completed the resulting DNA sequences will be analyzed using established statistical methods to determine both the species identity and the genetic relationships among specimens.</span><span> </span><span>In total, tissues from 55 specimens were taken, representing around 40 species from the West Pacific.</span><span> The resultant analysis is expected to fill a conspicuous gap in the existing information base for a major group of marine taxa in a geographic region long recognized as a hotspot of diversity.</span><span> Despite the usefulness of DNA in recognizing genetic differences, much can be learned about hermit crab biology through detailed examination of an animal&rsquo;s physical traits. In order to gain experience in observing the biology and physical attributes of the marine hermit crabs of the world, the EAPSI fellow examined and illustrated specimens of numerous species for which no material is available in the United States, as well as those of species not found in the Atlantic or East Pacific. The primary findings are that many long established species require new descriptions, either because they lack detail sufficient for species identification, or because the current descriptions are inaccurate. Through the generosity of the National University of Singapore host researcher Professor Peter K. Ng, an Indonesian expert on marine hermit crabs, Dr. Dwi Listyo Rahayu, was able to visit Singapore and communicate</span><span> foundational knowledge, often including unpublished hypotheses and observations made over decades of active research. </span></p>\n<span>Funding provided for this fellowship has yielded multiple outcomes consistent with National Science Foundation objectives related to</span><span> the necessity of understanding biodiversity and species dynamics in our changing world. While this small study focused on hermit crabs of the West Pacific, </span><span>the results from this project will be combined with results from previous studies in the Gulf of Mexico. Such a comparison of diversity between the two regions will identify any trends related to unique environmental conditions in the Gulf of Mexico. </span><span>An additional outcome is the formation of a multinational working group combining the efforts of the EAPSI fellow and key authors in crustacean biology from Singapore, Indonesia, and the United States. </span><span>This coalition enables an interchange of data, analyses, and specimens that will greatly facilitate endeavors to understand the place of hermit crabs in broader evolutionary and environmental contexts.</span><span> Through facilitation of this collaboration, the impact of National Science Foundation funding within the international science community has been increased, and existing National Science Foundation partnerships have been strengthened.</span><span> </span></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/15/2017<br>\n\t\t\t\t\tModified by: Catherine&nbsp;W&nbsp;Craig</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nIn the wake of environmental disasters such as the Deepwater Horizon oil spill in the Gulf of Mexico, thorough surveys documenting the makeup of seafloor animal communities have observed changes in the health and diversity of crabs, shrimp, and lobsters at historically sampled sites. Infected sores on the shells of crabs and shrimp found in the Gulf of Mexico, along with changes in the number of species present at well studied sites suggests that these species are useful in studying environmental impacts. A particularly complex dependence on a fully functioning ecosystem can be seen among the marine hermit crabs, most of which depend on abandoned snail shells for survival. This necessary interaction may suggest that hermit crabs are especially sensitive to environmental damage. The waters of the West Pacific are widely known for extraordinary levels of species diversity across many animal groups including hermit crabs, but the fate of that diversity remains difficult to predict in the face of environmental change. The link between changes in species diversity and changes in environmental conditions means that it is necessary to establish a basic understanding of regional species diversity and biology before significant environmental disturbance. Currently, a lack of knowledge about the number of hermit crab species and the genetic distance among them prevents full evaluation of seafloor animal communities and, by extension, overall ecosystem health in the West Pacific and worldwide. \nWith the help of National Science Foundation funding, two primary activities were undertaken. Because previous researchers have shown that determinations of species identity based on DNA sequences provides the highest standard of sensitivity, the central objective of this EAPSI project was to use DNA sequences to determine the true number of hermit crab species in the West Pacific and understand the genetic relationships among them. With the guidance of experienced researchers at the National University of Singapore, and relying on the collection of West Pacific specimens stored in the Lee Kong Chian Natural History Museum, tissue samples were taken for DNA analysis. Time constraints have so far dictated that much of the genetic work is not yet finished. However, once the primary gene sequencing is completed the resulting DNA sequences will be analyzed using established statistical methods to determine both the species identity and the genetic relationships among specimens. In total, tissues from 55 specimens were taken, representing around 40 species from the West Pacific. The resultant analysis is expected to fill a conspicuous gap in the existing information base for a major group of marine taxa in a geographic region long recognized as a hotspot of diversity. Despite the usefulness of DNA in recognizing genetic differences, much can be learned about hermit crab biology through detailed examination of an animal?s physical traits. In order to gain experience in observing the biology and physical attributes of the marine hermit crabs of the world, the EAPSI fellow examined and illustrated specimens of numerous species for which no material is available in the United States, as well as those of species not found in the Atlantic or East Pacific. The primary findings are that many long established species require new descriptions, either because they lack detail sufficient for species identification, or because the current descriptions are inaccurate. Through the generosity of the National University of Singapore host researcher Professor Peter K. Ng, an Indonesian expert on marine hermit crabs, Dr. Dwi Listyo Rahayu, was able to visit Singapore and communicate foundational knowledge, often including unpublished hypotheses and observations made over decades of active research. \nFunding provided for this fellowship has yielded multiple outcomes consistent with National Science Foundation objectives related to the necessity of understanding biodiversity and species dynamics in our changing world. While this small study focused on hermit crabs of the West Pacific, the results from this project will be combined with results from previous studies in the Gulf of Mexico. Such a comparison of diversity between the two regions will identify any trends related to unique environmental conditions in the Gulf of Mexico. An additional outcome is the formation of a multinational working group combining the efforts of the EAPSI fellow and key authors in crustacean biology from Singapore, Indonesia, and the United States. This coalition enables an interchange of data, analyses, and specimens that will greatly facilitate endeavors to understand the place of hermit crabs in broader evolutionary and environmental contexts. Through facilitation of this collaboration, the impact of National Science Foundation funding within the international science community has been increased, and existing National Science Foundation partnerships have been strengthened. \n\n \n\n\t\t\t\t\tLast Modified: 03/15/2017\n\n\t\t\t\t\tSubmitted by: Catherine W Craig"
 }
}