{
 "awd_id": "1613133",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Maintaining Cohesion Among Tibetan Macaques: How Followers Affect Collective Decision Making",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 5400.0,
 "awd_amount": 5400.0,
 "awd_min_amd_letter_date": "2016-07-18",
 "awd_max_amd_letter_date": "2016-07-18",
 "awd_abstract_narration": "The researcher will investigate how a group of wild Tibetan macaques at Mt. Huangshan National Park in Anhui, China use collective decision making in an effort to stay cohesive and reap the benefits of sociality. The research will be conducted in collaboration with Dr. Jin-Hua Li and Dr. Dongpo Xia of Anhui University, who are notable experts of Tibetan macaques. The hosts will provide aid in identification of individuals and essential information regarding age, sex, dominance rank and kin relationships. The award will allow for the completion of novel research in collective decision making. The research will lead to the discovery of collective decision making models that can be applied to a variety of animal taxa and an increased understanding of complex group movement which allowed for the expansion and success of humans.\r\n\r\nThe researcher will examine the mechanisms driving collective decision making during group movement in the YA1 group of wild, but provisioned Tibetan macaques. Specifically, the researcher will use a combination of all occurrence and focal animal sampling to investigate the utilization of a quorum threshold during collective movement, and how this quorum is related to the number of fans an individual has. A fan will be defined as an individual who joined within the first half of a movement (based on time) during at least 70% of movements initiated by a specific individual. The researcher will determine whether the movement initiator?s number of fans effects movement efficiency, what makes an individual a fan and what factors cause an individual to have more fans. The researcher hypothesizes that a quorum threshold of 60 percent of the group exists, leaders with more consistent followers will drive a more efficient movement, consistent followers will be macaques in the core of the social network and dominant females with a greater number of kin will have more fans. \r\n\r\nThis award under the East Asia and Pacific Summer Institutes program supports summer research by a U.S. graduate student and is jointly funded by NSF and the Ministry of Science and Technology of China.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Rowe",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda K Rowe",
   "pi_email_addr": "",
   "nsf_id": "000710737",
   "pi_start_date": "2016-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rowe                    Amanda         K",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ellensburg",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "989265147",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "WA08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Anhui University",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">Primate societies must undergo successful collective decision making during group movement to stay cohesive and reap the benefits of sociality. This project examined the principles used during group movement in the YA1 group of Tibetan macaques (</span><em><span style=\"font-family: Calibri; font-size: small;\">Macaca thibetana</span></em><span style=\"font-family: Calibri; font-size: small;\">) at Mt. Huangshan National Reserve in Anhui, China. The PI conducted behavioral observations, focusing on affiliative encounters and movements, of the YA1 group from 2016-06-26 to 2016-08-27. This resulted in 1,102 observed movements, 972 focal animal samples and 953 proximity scans. These data were used to probe into how a fan structure facilitates successful group movement. A fan is an individual who consistently follows another individual during movement. Structural equation modeling (SEM) was used to determine the relative influences of sex, age, kinship, dominance and centrality on the number of fans an individual had, and the number of individuals a monkey was a fan of (fandom). It was hypothesized that dominant females would have more fans and individuals at the core of the social network would be fans of more individuals. In addition, the relationship between the fan structure and movement efficiency were examined. It was hypothesized that individuals with more fans would lead more efficient movements. These findings uncovered a complex network of social relationships within Tibetan macaque societies that are used not only during affiliative interactions, but also during group movement organization to reap the benefits of sociality. </span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">This project allowed for an increased understanding of complex group movement and decision making processes that allowed for evolutionary success and expansion of </span><em><span style=\"font-family: Calibri; font-size: small;\">Homo sapiens</span></em><span style=\"font-family: Calibri; font-size: small;\">. In addition, due to the near threatened status of Tibetan macaques and the high degree of management at the research site, this project had major conservation implications, shedding light on the social organization of a rare species and increasing understanding of movement of the YA1 group that can aid in management. This project allowed the PI, a masters student, to gain valuable experience conducting international research, conducting behavioral studies on wild primates and using complex techniques to analyze the collected data. These skills will be applied as the PI moves on to her PhD. Novel methods used in this study, particularly the investigation of a fan structure and use of SEM to analyze the complex network of associations, proved powerful tools in answering questions regarding collective decision making and can be applied to similar questions and systems in the future. </span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/15/2017<br>\n\t\t\t\t\tModified by: Amanda&nbsp;K&nbsp;Rowe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPrimate societies must undergo successful collective decision making during group movement to stay cohesive and reap the benefits of sociality. This project examined the principles used during group movement in the YA1 group of Tibetan macaques (Macaca thibetana) at Mt. Huangshan National Reserve in Anhui, China. The PI conducted behavioral observations, focusing on affiliative encounters and movements, of the YA1 group from 2016-06-26 to 2016-08-27. This resulted in 1,102 observed movements, 972 focal animal samples and 953 proximity scans. These data were used to probe into how a fan structure facilitates successful group movement. A fan is an individual who consistently follows another individual during movement. Structural equation modeling (SEM) was used to determine the relative influences of sex, age, kinship, dominance and centrality on the number of fans an individual had, and the number of individuals a monkey was a fan of (fandom). It was hypothesized that dominant females would have more fans and individuals at the core of the social network would be fans of more individuals. In addition, the relationship between the fan structure and movement efficiency were examined. It was hypothesized that individuals with more fans would lead more efficient movements. These findings uncovered a complex network of social relationships within Tibetan macaque societies that are used not only during affiliative interactions, but also during group movement organization to reap the benefits of sociality. \n\nThis project allowed for an increased understanding of complex group movement and decision making processes that allowed for evolutionary success and expansion of Homo sapiens. In addition, due to the near threatened status of Tibetan macaques and the high degree of management at the research site, this project had major conservation implications, shedding light on the social organization of a rare species and increasing understanding of movement of the YA1 group that can aid in management. This project allowed the PI, a masters student, to gain valuable experience conducting international research, conducting behavioral studies on wild primates and using complex techniques to analyze the collected data. These skills will be applied as the PI moves on to her PhD. Novel methods used in this study, particularly the investigation of a fan structure and use of SEM to analyze the complex network of associations, proved powerful tools in answering questions regarding collective decision making and can be applied to similar questions and systems in the future. \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 03/15/2017\n\n\t\t\t\t\tSubmitted by: Amanda K Rowe"
 }
}