{
 "awd_id": "1614406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI:Identifying Indicator Species of Desert Steppe, Typical Steppe and Meadow Steppe Environments Along a Grazing Gradient in Inner Mongolia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 5400.0,
 "awd_amount": 5400.0,
 "awd_min_amd_letter_date": "2016-06-14",
 "awd_max_amd_letter_date": "2016-06-14",
 "awd_abstract_narration": "Indicator species are a species of plant that can be used to infer conditions within a particular habitat. The classification of such species is essential to monitoring rangeland conditions and implementing proper land management strategies. Over the last few decades, the nomadic people of Inner Mongolia have been under intense pressures from desertification, overgrazing, and degrading landscapes from the rapidly growing coal-mining industry. In the United States, indicator species are used to identify environmental conditions of a region, and propose early action for change when indicator species are recognized as endangered. With this research, the principal investigator (PI) will work in collaboration with Dr. Guodong Han of the Inner Mongolia Agricultural University (IMAU). As a leading expert on ecosystem services, grassland management systems, and grazing techniques, Dr. Han will be invaluable while conducting research on the grasslands of the Mongolian Plateau. The PI will take measurements within the plant communities of three different regions to gauge the vulnerability of the ecosystem to encroaching sands. A collaborative effort between the PI and IMAU will encourage a partnership between land management agencies in the US and China, and provide the opportunity for scientific knowledge to be shared between both nations.\r\n\r\nTo identify indicator species on the Mongolian Plateau, the researcher needs to understand the structure of the ecosystem. The PI will measure attributes including species abundance, species presence or absence, density, frequency, biomass, and basal and canopy cover. Sampling vegetation attributes will allow for the researcher to make better-informed decisions, and develop effective mitigation strategies for grassland management within the study area and beyond. The research will be conducted using a 3 x 4 design with 1m x 1m quadrats easily constructed from minimal material; factors will be ecological site (n=3) and grazing intensity (n=4). Grazing intensities will be categorized as heavy, moderate, light, and none (control), as defined by increased distances from water. Vegetation attributes, combined with general traits of each species (e.g. growth form, life span, reproduction strategy, flowering time, and size) will provide a framework for the identification of indicator species within the research sites.\r\n\r\nThis award under the East Asia and Pacific Summer Institutes program supports summer research by a U.S. graduate student and is jointly funded by NSF and the Ministry of Science and Technology of China.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Berthelette",
   "pi_mid_init": "M",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Gerald M Berthelette",
   "pi_email_addr": "",
   "nsf_id": "000709112",
   "pi_start_date": "2016-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Berthelette             Gerald         M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Tucson",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "",
  "inst_zip_code": "857199600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Inner Mongolia Agricultural University",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5400.0
  }
 ],
 "por": null
}