{
 "awd_id": "1614382",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAPSI: Development of an Improved Visualization Method for Accelerated Quantitative Measurement of High Speed Flows",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 5400.0,
 "awd_amount": 5400.0,
 "awd_min_amd_letter_date": "2016-07-07",
 "awd_max_amd_letter_date": "2016-07-07",
 "awd_abstract_narration": "Many real world environments, such as mines, bunkers, and tunnels, are at risk of being damaged by shock waves either accidentally or as the result of terrorism. This award supports research motivated by the potential benefits from developing better ways to protect people and property from shock waves using improved flow visualization techniques. An experimental setup will be constructed to apply a variation of the Background Oriented Schlieren (BOS) flow visualization method, known as Simplified Background Oriented Schlieren (S-BOS) to high speed flows.  Traditional schlieren visualization uses optics to increase the visibility of density gradients in a flow.  BOS is a variation on this which enables quantitative measurement of flow properties by placing a pattern behind the flow and using image processing algorithms to determine the density field based on the distortion of the image.  This has the drawback of being computationally demanding.  S-BOS is a recently developed method which uses periodic bands for the background pattern in order to enable much faster processing for selected cases.  This method will now be extended to flows featuring shock waves.  The work will be performed in the lab of Professor Tsutomu Saito, an expert in the visualization of supersonic flows, at the Muroran Institute of Technology.\r\n\r\nAn experimental setup will be constructed to apply a variation of the background oriented schlieren method known as Simplified Background Oriented Schlieren (S-BOS) to high speed flows.  S-BOS dramatically accelerates the speed of the image processing by using a background pattern that produces periodic bands of illumination with intensity varying sinusoidally.  The displacement of each pixel can then be found using the shift in phase of the brightness profile. This has been shown to be much less computationally demanding than using digital image correlation on a pattern of random dots.  While S-BOS has proven effective for measuring low speed flows, this work will extend the method to supersonic flows featuring shock waves.  By working to apply the method to flow over a model in a supersonic wind tunnel, the presence of discontinuities in flow properties and their effect on image processing will be addressed.  The effectiveness of this method will be determined, both in terms of its accuracy at quantifying the density profile in the flow, and its ability to produce these results more quickly than with current algorithms applied to patterns of random dots.\r\n\r\nThis award under the East Asia and Pacific Summer Institutes program supports summer research by a U.S. graduate student and is jointly funded by NSF and the Japan Society for the Promotion of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Gross",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan R Gross",
   "pi_email_addr": "",
   "nsf_id": "000685723",
   "pi_start_date": "2016-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gross                   Jonathan       R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Los Angeles",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "900890001",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "CA37",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Muroran Institute of Technology",
  "perf_str_addr": null,
  "perf_city_name": "Muroran",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-bf0453aa-c57d-f34d-3f7b-33f2176e59eb\"> <span id=\"docs-internal-guid-bf0453aa-c583-3b3f-efdf-446b86df75e9\"> <span id=\"docs-internal-guid-bf0453aa-c585-b6bb-a4c2-cc7910463be4\"> <span id=\"docs-internal-guid-bf0453aa-c58a-4353-318a-1b4f05a76fe1\">\n<p dir=\"ltr\"><span>Working in the laboratory of Professor Tsutomu Saito, the PI sought to develop image processing scripts to improve upon current methods for extracting density gradients from images of shock waves. &nbsp;This has the potential to dramatically improve the speed and ease with which information about the density field in a fluid can be noninvasively collected in industry and academic laboratories. </span></p>\n<p dir=\"ltr\"><span>This effort was largely successful. &nbsp;</span><span>With the help of the host researcher and his lab, codes for image processing were created in the Python programming language. &nbsp;These codes perform the visualization technique known as Background Oriented Schlieren (BOS), as well as a variation known as Simplified Background Oriented Schlieren (S-BOS). The codes were tested using various experiments to produce flows featuring density gradients that were then visualized using the new codes. &nbsp;These experiments included shock waves attached to an airfoil in a supersonic wind tunnel, and the thermal plume rising off a flame. &nbsp;Several methods were tested to improve the results of the image processing codes through the use of different background patterns, image preprocessing, and image postprocessing. &nbsp;While these resulted in improvements to the quality of the images that were extracted, additional improvements in image quality and processing speed are certainly possible, and will require further exploration.</span></p>\n<p dir=\"ltr\"><span>One improvement that remains to be completed is the extension of the S-BOS technique to enable density gradients in two direction to be detected simultaneously. &nbsp;This effort was begun through the use of color images as a way of treating a single color camera as three separate grayscale sensors, but was not completed. &nbsp;Coupling between color channels added noise to the images which must be solved before bidirectional S-BOS will become practical. &nbsp;Additionally, S-BOS remains a qualitative method for the visualization of density gradients in fluids, rather than quantitative. &nbsp;While progress was made toward this goal, it was not finish during the term of this summer fellowship.</span></p>\n<span>The output &nbsp;of this work is being shared to ensure that it can be put to good use. &nbsp;The computer codes that were produced were posted to a public repository online to make them available to other researchers and to interested laypeople, along with instructions on their operation and a selection of images to practice with. &nbsp;Information gained during the fellowship is being shared with the PI&rsquo;s colleagues back in the US. &nbsp;A fruitful international partnership was also formed, which lays the groundwork for additional collaboration in the future between the laboratory of the PI, and that of his host.</span></span>\n<p dir=\"ltr\">&nbsp;</p>\n</span></span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/12/2017<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;R&nbsp;Gross</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n   \nWorking in the laboratory of Professor Tsutomu Saito, the PI sought to develop image processing scripts to improve upon current methods for extracting density gradients from images of shock waves.  This has the potential to dramatically improve the speed and ease with which information about the density field in a fluid can be noninvasively collected in industry and academic laboratories. \nThis effort was largely successful.  With the help of the host researcher and his lab, codes for image processing were created in the Python programming language.  These codes perform the visualization technique known as Background Oriented Schlieren (BOS), as well as a variation known as Simplified Background Oriented Schlieren (S-BOS). The codes were tested using various experiments to produce flows featuring density gradients that were then visualized using the new codes.  These experiments included shock waves attached to an airfoil in a supersonic wind tunnel, and the thermal plume rising off a flame.  Several methods were tested to improve the results of the image processing codes through the use of different background patterns, image preprocessing, and image postprocessing.  While these resulted in improvements to the quality of the images that were extracted, additional improvements in image quality and processing speed are certainly possible, and will require further exploration.\nOne improvement that remains to be completed is the extension of the S-BOS technique to enable density gradients in two direction to be detected simultaneously.  This effort was begun through the use of color images as a way of treating a single color camera as three separate grayscale sensors, but was not completed.  Coupling between color channels added noise to the images which must be solved before bidirectional S-BOS will become practical.  Additionally, S-BOS remains a qualitative method for the visualization of density gradients in fluids, rather than quantitative.  While progress was made toward this goal, it was not finish during the term of this summer fellowship.\nThe output  of this work is being shared to ensure that it can be put to good use.  The computer codes that were produced were posted to a public repository online to make them available to other researchers and to interested laypeople, along with instructions on their operation and a selection of images to practice with.  Information gained during the fellowship is being shared with the PI?s colleagues back in the US.  A fruitful international partnership was also formed, which lays the groundwork for additional collaboration in the future between the laboratory of the PI, and that of his host.\n \n\n\n\t\t\t\t\tLast Modified: 03/12/2017\n\n\t\t\t\t\tSubmitted by: Jonathan R Gross"
 }
}