{
 "awd_id": "1614663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Data Modeling with Young Learners and Their Families",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928447",
 "po_email": "cshen@nsf.gov",
 "po_sign_block_name": "Chia Shen",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 976804.0,
 "awd_amount": 1075488.0,
 "awd_min_amd_letter_date": "2016-09-17",
 "awd_max_amd_letter_date": "2018-06-14",
 "awd_abstract_narration": "There is a growing need for citizens to be able to work with data and consider how data is represented. This work employs a design, make, play framework to create data modeling learning experiences for young children and their caregivers in an informal setting. The project will develop and test a curriculum for a workshop series for 5-8 year old children to engage them in playful exploration of data modelling. Children will engage in data collection, data representation and data analysis drawing their own experiences of the world. The curriculum will support developing children's interest and engagement with data, a foundational concept for a range of STEM careers and disciplines. This work will provide a model for similar learning experiences in data modeling and representation. This project will advance efforts of the Innovative Technology Experiences for Students and Teachers (ITEST) program to better understand and promote practices that increase students' motivations and capacities to pursue careers in fields of science, technology, engineering, or mathematics (STEM).\r\n\r\nThe project is grounded in a theoretical framework for young children's learning that focus on playful exploration, design, and building on children's own experiences and questions. The research questions examine how the curriculum needs to be designed to support multi-age groups of children in data modeling, engagement in data modeling by younger (ages 5-6) and older (ages 7-8) children, and evidence of increased in active approaches to learning about STEM. The design and development project will test and investigate the materials using a design-based research framework. The children should increase their confidence in solve problems, in taking initiative and in drawing on available resources to pursue their own questions and respond to novel challenges. Data to be collected include interviews with participants, artifacts of children's work during the activity, and an observational instrument to document problem solving, persistence, and engagement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "McMillan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine McMillan",
   "pi_email_addr": "kculp@nyscience.org",
   "nsf_id": "000278544",
   "pi_start_date": "2016-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Janella",
   "pi_last_name": "Watson",
   "pi_mid_init": "",
   "pi_sufx_name": "Ms.",
   "pi_full_name": "Janella Watson",
   "pi_email_addr": "jwatson@nysci.org",
   "nsf_id": "000709533",
   "pi_start_date": "2016-09-17",
   "pi_end_date": "2017-05-15"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "ChangChia",
   "pi_last_name": "Liu",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "ChangChia J Liu",
   "pi_email_addr": "jliu@nysci.org",
   "nsf_id": "000739657",
   "pi_start_date": "2017-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York Hall of Science",
  "inst_street_address": "4701 111TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CORONA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7185959173",
  "inst_zip_code": "113682950",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "NEW YORK HALL OF SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "UQ7FBRE34HS5"
 },
 "perf_inst": {
  "perf_inst_name": "New York Hall of Science",
  "perf_str_addr": "47-01 111th Street",
  "perf_city_name": "Queens",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113682950",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "005Y00",
   "pgm_ele_name": "STEM + Computing (STEM+C) Part"
  },
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 976804.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 98684.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-aa34873d-7fff-cde7-1726-0ddf8b44e645\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>The purpose of the </span><span>Data Modeling with Young Children and their Families</span><span> was two-fold: to create informal, creative opportuniites for underserved young children (ages 5-8) and their caregivers to learn about data science, and to better understand how families interpret and learn to support young children's engagement with the core practices of data science. The project workshops invited children and their families to explore the processes and practices of data modeling--collecting, representing, and analyzing data and drawing inferences from their analyses to inform meaningful project work. We accomplished this by inviting family groups to participate in sustained, collaborative, data-rich inquiries about their own experiences of museum exhibitions at the New York Hall of Science, and then to create their own models of new exhibits based on the conclusions and decisions they drew from data they had collected about other exhibits, and based on their personal interests. The project draws</span><span> </span><span>on current research relating to a) the critical and growing role of data science in innovative STEM</span><span> </span><span>careers; b) prior research on supporting data modeling in formal education settings (English, 2012; Lehrer &amp;</span><span> </span><span>Schauble, 2002); and c) the importance of early informal learning experiences, family support, and experiences with positive, active learning approaches to children's long-term academic engagement and choices to pursue STEM careers.</span></p>\n<p dir=\"ltr\"><span>The project is one of the few studies of family mathematics learning that includes consideration of the learning experiences of non-native English-speaking children in multi-lingual environments.</span><span> The</span><span> </span><span>curriculum</span><span>&nbsp;</span><span>design and implementation build upon NYSCI's strong relationships with its highly</span><span> </span><span>diverse local community and its well-established early childhood programs. To document families' engagement with data science concepts, we conducted&nbsp;observations and interviews with participants, collected artifacts of children's work throughout the series, and recorded and transcrbed families' conversations. The results showed that the program may support c</span>hildren build their confidence in working with mathematics concepts and drawing on available resources to pursue their own questions and respond to novel challenges. The findings also indicated that during the workshops, caregivers and children talked extensively about the stages of the data cycle, and that over the course of the workshop series those conversations shifted in two important and related ways: caregivers became less directive in their exchanges with children, and their conversations increasingly focused on the meaning-making stages of the data cycle (interpretation and analysis). We also identified specific challenges that parents may have in learning with young children about early mathematics. Overall, the program provided a unique and ambitious learning experience for families from background that are underrepresented in STEM careers in general and who have few opportunities to explore and understand the fundamental principles of data science. The project also developed, tested and disseminated a practical approach of providgin such an experience in inormal learning environment that can be adopted by other cultural institutions.</p>\n<p dir=\"ltr\"><strong>Intellectual Merit</strong><strong>:</strong> This project contributes to developmental and learning science research on supporting children's understanding of data modeling (Konold, 2002; Lehrer &amp; Schauble, 2002) by testing how effective practices from classrooms can be translated for use in playful informal settings. It also contributes to the literature on the role of family in supporting underrepresented young children's engagement with STEM learning. The results of the project have been shared in practitioner and academic conferences (e.g., ASTC &amp; AERA) and the results are being published in peer-reviewed journals.</p>\n<p dir=\"ltr\"><span><strong>Broader Impacts</strong></span><span><strong>:</strong> The project created research-based curriculum and research findings that will help to broaden access to high-quality STEM learning for underrepresented children and build their families' ability to engage with and support their children's STEM learning. It provided an important exemplar to the early mathematics learning community, by demonstrating concrete strategies for effectively translating ambitious learning and teaching strategies out of formal, single-age classroom settings and into family-oriented, informal learning environments. The results of this project also provided a new justification for using informal educational settings to broaden the reach and impact of innovative, ambitious teaching and learning strategies for young mathematics learners. The work produced a curriculum and evidence of its impact on learning that continues to be implemented at NYSCI with underrepresented children and their families and is disseminated to other informal STEM institutions to support broad implementation. The project also models for other informal institutions innovative approaches to engaging children across a range of ages, and their caregivers, in ambitious, extended playful learning experiences, and generates evidence to guide the effective design and implementation of future programs. By doing this we help to create more opportunities for young children and their families to engage in high-quality, evidence-based creative mathematics exploration outside of school.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2019<br>\n\t\t\t\t\tModified by: Changchia&nbsp;J&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572453798720_BDLKimage_6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572453798720_BDLKimage_6--rgov-800width.jpg\" title=\"Celebration\"><img src=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572453798720_BDLKimage_6--rgov-66x44.jpg\" alt=\"Celebration\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A child celebrated receiving the \"Museum Maker\" certificate during the last workshop.</div>\n<div class=\"imageCredit\">Ann-Sophie Fjelloe-Jensen</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Changchia&nbsp;J&nbsp;Liu</div>\n<div class=\"imageTitle\">Celebration</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452418434_BDLKimage_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452418434_BDLKimage_3--rgov-800width.jpg\" title=\"Data Sharing\"><img src=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452418434_BDLKimage_3--rgov-66x44.jpg\" alt=\"Data Sharing\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A child is writing down her measurements of an exhibit on the shared poster.</div>\n<div class=\"imageCredit\">Nadia Hadjidin</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Changchia&nbsp;J&nbsp;Liu</div>\n<div class=\"imageTitle\">Data Sharing</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452692335_BDLKimage_4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452692335_BDLKimage_4--rgov-800width.jpg\" title=\"Organizing Data\"><img src=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452692335_BDLKimage_4--rgov-66x44.jpg\" alt=\"Organizing Data\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Children wrote the data they collected on a share table.</div>\n<div class=\"imageCredit\">ChangChia James Liu</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Changchia&nbsp;J&nbsp;Liu</div>\n<div class=\"imageTitle\">Organizing Data</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452881248_BDLKimage_5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452881248_BDLKimage_5--rgov-800width.jpg\" title=\"Notes and Notebooks\"><img src=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452881248_BDLKimage_5--rgov-66x44.jpg\" alt=\"Notes and Notebooks\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An image of a parent's and her children's notes and notebooks.</div>\n<div class=\"imageCredit\">Ann-Sophie Fjelloe-Jensen</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Changchia&nbsp;J&nbsp;Liu</div>\n<div class=\"imageTitle\">Notes and Notebooks</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452108531_BDLKImage_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452108531_BDLKImage_1--rgov-800width.jpg\" title=\"Working on the Poster\"><img src=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452108531_BDLKImage_1--rgov-66x44.jpg\" alt=\"Working on the Poster\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A child working on the poster of his exhibit design.</div>\n<div class=\"imageCredit\">Todd Narasuwan</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Changchia&nbsp;J&nbsp;Liu</div>\n<div class=\"imageTitle\">Working on the Poster</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452206677_BDLKimage_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452206677_BDLKimage_2--rgov-800width.jpg\" title=\"Measuring the Bubble Table\"><img src=\"/por/images/Reports/POR/2019/1614663/1614663_10463238_1572452206677_BDLKimage_2--rgov-66x44.jpg\" alt=\"Measuring the Bubble Table\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A child is measuring the size of the iconic exhibit, Bobble Table, using a measuring tape.</div>\n<div class=\"imageCredit\">Nadia Hadjidin</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Changchia&nbsp;J&nbsp;Liu</div>\n<div class=\"imageTitle\">Measuring the Bubble Table</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nThe purpose of the Data Modeling with Young Children and their Families was two-fold: to create informal, creative opportuniites for underserved young children (ages 5-8) and their caregivers to learn about data science, and to better understand how families interpret and learn to support young children's engagement with the core practices of data science. The project workshops invited children and their families to explore the processes and practices of data modeling--collecting, representing, and analyzing data and drawing inferences from their analyses to inform meaningful project work. We accomplished this by inviting family groups to participate in sustained, collaborative, data-rich inquiries about their own experiences of museum exhibitions at the New York Hall of Science, and then to create their own models of new exhibits based on the conclusions and decisions they drew from data they had collected about other exhibits, and based on their personal interests. The project draws on current research relating to a) the critical and growing role of data science in innovative STEM careers; b) prior research on supporting data modeling in formal education settings (English, 2012; Lehrer &amp; Schauble, 2002); and c) the importance of early informal learning experiences, family support, and experiences with positive, active learning approaches to children's long-term academic engagement and choices to pursue STEM careers.\nThe project is one of the few studies of family mathematics learning that includes consideration of the learning experiences of non-native English-speaking children in multi-lingual environments. The curriculum design and implementation build upon NYSCI's strong relationships with its highly diverse local community and its well-established early childhood programs. To document families' engagement with data science concepts, we conducted observations and interviews with participants, collected artifacts of children's work throughout the series, and recorded and transcrbed families' conversations. The results showed that the program may support children build their confidence in working with mathematics concepts and drawing on available resources to pursue their own questions and respond to novel challenges. The findings also indicated that during the workshops, caregivers and children talked extensively about the stages of the data cycle, and that over the course of the workshop series those conversations shifted in two important and related ways: caregivers became less directive in their exchanges with children, and their conversations increasingly focused on the meaning-making stages of the data cycle (interpretation and analysis). We also identified specific challenges that parents may have in learning with young children about early mathematics. Overall, the program provided a unique and ambitious learning experience for families from background that are underrepresented in STEM careers in general and who have few opportunities to explore and understand the fundamental principles of data science. The project also developed, tested and disseminated a practical approach of providgin such an experience in inormal learning environment that can be adopted by other cultural institutions.\nIntellectual Merit: This project contributes to developmental and learning science research on supporting children's understanding of data modeling (Konold, 2002; Lehrer &amp; Schauble, 2002) by testing how effective practices from classrooms can be translated for use in playful informal settings. It also contributes to the literature on the role of family in supporting underrepresented young children's engagement with STEM learning. The results of the project have been shared in practitioner and academic conferences (e.g., ASTC &amp; AERA) and the results are being published in peer-reviewed journals.\nBroader Impacts: The project created research-based curriculum and research findings that will help to broaden access to high-quality STEM learning for underrepresented children and build their families' ability to engage with and support their children's STEM learning. It provided an important exemplar to the early mathematics learning community, by demonstrating concrete strategies for effectively translating ambitious learning and teaching strategies out of formal, single-age classroom settings and into family-oriented, informal learning environments. The results of this project also provided a new justification for using informal educational settings to broaden the reach and impact of innovative, ambitious teaching and learning strategies for young mathematics learners. The work produced a curriculum and evidence of its impact on learning that continues to be implemented at NYSCI with underrepresented children and their families and is disseminated to other informal STEM institutions to support broad implementation. The project also models for other informal institutions innovative approaches to engaging children across a range of ages, and their caregivers, in ambitious, extended playful learning experiences, and generates evidence to guide the effective design and implementation of future programs. By doing this we help to create more opportunities for young children and their families to engage in high-quality, evidence-based creative mathematics exploration outside of school.\n\n\t\t\t\t\tLast Modified: 11/30/2019\n\n\t\t\t\t\tSubmitted by: Changchia J Liu"
 }
}