{
 "awd_id": "1614766",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Multiscale Modeling of Phase Transitions Driven by Multivalency and Disordered Proteins",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 963476.0,
 "awd_amount": 963476.0,
 "awd_min_amd_letter_date": "2016-07-14",
 "awd_max_amd_letter_date": "2019-06-03",
 "awd_abstract_narration": "This project will uncover how biological matter is organized into tiny functional compartments inside cells. These compartments resemble liquid droplets. They are known as membraneless organelles and they perform different functions in different types of cells. They collect different types of molecules and form in different locations within cells. An example of a specific membraneless organelle is one that collects key protein and RNA molecules to assist in the formation of connections in the brain. This is essential for learning and the development of memories. Distinct protein molecules drive the formation of distinct membraneless organelles. In some cases, the identities of the relevant proteins are known. It is also known that membraneless organelles form by processes known as phase separation, which are similar to processes that lead to the separation of oil from vinegar. Research in this project will uncover the relationships between specific proteins and the physical and chemical interactions that lead to the formation of membraneless organelles via phase separation. This research is important because membraneless organelles control a variety of cellular functions that can go wrong and give rise to diseases. The research will use computations that combine physics and chemistry to answer biologically relevant questions. The research will also fuel the development of specific instruction modules, which will be used in the INSPIRE program at Washington University. The goal is to attract rising high-school freshmen from the St. Louis area and teach them the importance of quantitative sciences for driving discoveries in biology. This will help prepare the next generation of scientists to take on technological challenges at the intersection of physics, chemistry, mathematics and biology.\r\n\r\nMembrane-less organelles are dense, highly viscous liquids that form via liquid-liquid phase separation. This refers to the separation of polymers into dense, polymer-rich liquids that are in equilibrium with polymer-poor dispersed phases. It is often the case that a single protein is necessary and sufficient to drive the formation of a specific organelle. Multivalent interactions and intrinsic disorder are defining features of proteins that drive phase separation. The project will focus on the specificity of interactions among short linear motifs, their valencies, and the patterning of motifs in archetypal sequences that drive phase separation. The research will also test specific predictions that have been made recently regarding the role of disordered linkers as modulators of the phase behavior of multidomain proteins. A suite of novel multiscale, multiresolution, high-throughput computational methods will drive the project research. These will be combined with experiments in test tubes and in cells. The experiments will be performed in collaboration with accomplished investigators in the field of intracellular phase separation. Polymer physics theories will be adapted to facilitate integration of computational results with experimental data. Integration of the results investigations using polymer physics theories will lead to a comprehensive understanding of how sequence features of low complexity IDPs influence the driving forces for phase separation.\r\n\r\nThis project is jointly funded by the Molecular Biophysics Cluster in the Division of Molecular and Cellular Biosciences and the Physics of Living Systems Program in the Division of Physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rohit",
   "pi_last_name": "Pappu",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Rohit V Pappu",
   "pi_email_addr": "pappu@wustl.edu",
   "nsf_id": "000093653",
   "pi_start_date": "2016-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University in St. Louis",
  "perf_str_addr": "One Brookings Drive",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 467501.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 244323.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 251652.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cells are bags of proteins and nucleic acids including DNA and RNA. These molecules are organized into specific compartments, many of which are bound by membranes. In addition, there are hundreds of membraneless compartments known as biomolecular condensates that form and dissolve in specifc cellular locations at specific times, often in response to specific cues. The physical principles underlying the formation of biomolecular condensates have been the focus of the grant that was completed over the past five years, plus an extra year, supported via a no cost extension. During this period, the grant has helped in the discovery of fundamental principles regarding the features of proteins that contribute to condensate formation and dissolution. This was achieved through adaptation of physical principles from the world of associative polymers, which led to the development, deployment, and advancement of the stickers-and-spacers framework for describing proteins that drive condensate formation through a mechanism known as phase separation coupled to percolation. Over the funding period, new tools were developed, new principles discovered, and new approaches to design were developed and deployed. Specifically, proteins with intrinsically disordered regions were demonstrated to encode specific features that contribute as stickers that mediate the driving forces for phase separation. Regions that intersperse stickers were shown to modulate the nature of phase transitions, enabling phase separation and the formation of crosslinked networks known as percolation or bypassing phase separation to drive percolation without phase separation. The discoveries in this project have been disseminated through 28 peer reviewed publications that acknowledge partial or full support from the NSF. In addition, a new course came into existence at Washington University in St. Louis. This course entitled Physics of Biopolymers incorporates concepts that drove discoveries in the project and findings that were made as part of the project. Training opportunities were created for trainees supported by the project. This included opportunities for training to work at the interface between scientific discovery and entrepreneurship as well as in the development and deployment of new machine learning aided advances in studies that were part of the project. Trainees developed outreach programs into inner city middle and high schools. And software suites were created and disseminated, free of charge, that allow the community to apply the tools in their own projects.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/13/2022<br>\n\t\t\t\t\tModified by: Rohit&nbsp;V&nbsp;Pappu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCells are bags of proteins and nucleic acids including DNA and RNA. These molecules are organized into specific compartments, many of which are bound by membranes. In addition, there are hundreds of membraneless compartments known as biomolecular condensates that form and dissolve in specifc cellular locations at specific times, often in response to specific cues. The physical principles underlying the formation of biomolecular condensates have been the focus of the grant that was completed over the past five years, plus an extra year, supported via a no cost extension. During this period, the grant has helped in the discovery of fundamental principles regarding the features of proteins that contribute to condensate formation and dissolution. This was achieved through adaptation of physical principles from the world of associative polymers, which led to the development, deployment, and advancement of the stickers-and-spacers framework for describing proteins that drive condensate formation through a mechanism known as phase separation coupled to percolation. Over the funding period, new tools were developed, new principles discovered, and new approaches to design were developed and deployed. Specifically, proteins with intrinsically disordered regions were demonstrated to encode specific features that contribute as stickers that mediate the driving forces for phase separation. Regions that intersperse stickers were shown to modulate the nature of phase transitions, enabling phase separation and the formation of crosslinked networks known as percolation or bypassing phase separation to drive percolation without phase separation. The discoveries in this project have been disseminated through 28 peer reviewed publications that acknowledge partial or full support from the NSF. In addition, a new course came into existence at Washington University in St. Louis. This course entitled Physics of Biopolymers incorporates concepts that drove discoveries in the project and findings that were made as part of the project. Training opportunities were created for trainees supported by the project. This included opportunities for training to work at the interface between scientific discovery and entrepreneurship as well as in the development and deployment of new machine learning aided advances in studies that were part of the project. Trainees developed outreach programs into inner city middle and high schools. And software suites were created and disseminated, free of charge, that allow the community to apply the tools in their own projects. \n\n\t\t\t\t\tLast Modified: 05/13/2022\n\n\t\t\t\t\tSubmitted by: Rohit V Pappu"
 }
}