{
 "awd_id": "1614474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Differential Measures of Parton Energy Loss in the Quark Gluon Plasma Using Photon Jet Correlations",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2016-08-01",
 "awd_max_amd_letter_date": "2018-07-02",
 "awd_abstract_narration": "It is a well-established fact that protons and neutrons are made up of smaller constituents called quarks and gluons.  In collisions using two beams of heavy nuclei, a new state of matter is formed, called the quark-gluon plasma (QGP).  This project will answer fundamental questions about the QGP, such as how matter is transformed from a collection of protons and neutrons to a free state where quarks and gluons can travel through space unhindered, much like they did in the primordial soup of matter following the Big Bang.  The goal of the project is to probe the inner workings of the QGP by resolving its properties at much shorter length scales by using hard collisions of quarks to probe this hot nuclear medium.  This research will be performed at the Solenoidal Tracker at the Relativistic  Heavy Ion Collider (STAR), which is located at Brookhaven National Laboratory. \r\n\r\nParticle jets are formed in the very initial stages of the heavy ion collision, when two quarks or gluons have a hard scattering in which they are kicked  in opposite directions from one another and roughly perpendicular to beam of  heavy ion particles.  The quarks and gluons that are kicked out in such an interaction will travel through the medium, interacting and losing energy to it.  They then fragment and hadronize into a spray of particles that can be measured by the detectors at STAR.   Specifically, the effort will concentrate on observables related to prompt photon-jet correlations at the top energies at RHIC.  This has the advantage over other observables that the transverse momentum of the jet is explicitly known  due to both conservation of momentum, and the fact that the photon does not interact with the Quark Gluon Plasma. These measures will be necessary to understand the temperature and energy dependence of key features of theoretical models of the quark-gluon interactions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rosi",
   "pi_last_name": "Reed",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rosi Reed",
   "pi_email_addr": "rjr215@lehigh.edu",
   "nsf_id": "000710111",
   "pi_start_date": "2016-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153182",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of this grant was to study the matter that is produced in collisions of atomic nuclei that are accelerated nearly to the speed of light.&nbsp; This matter is hot enough that it melts the protons and neutrons into their constituent quarks and gluons (which are collectively called partons) forming the Quark Gluon Plasma (QGP).&nbsp; We studied these &ldquo;heavy-ion collisions&rdquo; with the Solenoidal Tracker at RHIC (STAR) experiment at the Relativistic Heavy Ion Collider (RHIC), located at Brookhaven National Laboratory.&nbsp; Another important goal was to train undergraduate and graduate students in the methods of physics research.</p>\n<p>Studying the properties of the QGP allow us to test the theory of the strong nuclear force, which is known as Quantum Chromodynamics (QCD).&nbsp; The QGP rapidly expands and cools after its creation, until the quarks and gluons recombine into normal particles known as hadrons.&nbsp; The very small size and lifetime of the QGP droplet means that it is impossible to use an external probe to examine its properties.&nbsp; However, in some of the heavy-ion collisions, two nucleons will strike each other with enough energy to knock a quark or gluon out at a high rate of speed.&nbsp; This quark or gluon will travel through the QGP, losing energy to it via its QCD interactions, and then produce a spray of particles which can be measured in our detectors, called a \"jet\".&nbsp; The jets created in this fashion can then be used as probes of the QGP, by comparing them with jets from collisions where a QGP was not formed.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Under this grant we examined the experimental techniques for measuring jets in heavy-ion collisions, including details of the precise way the background was treated for different types of measurements.&nbsp; This is important because thousands of particles are produced in a heavy-ion collision which can obfuscate the jets if they are not properly accounted for.&nbsp; The measurements that seemed promising to perform at RHIC were to measure the correlation between photons, which are particles of light, and the jets.&nbsp; Photons do not interact through QCD, so measuring the photon&rsquo;s momentum allows a better determination of the momentum and energy of the parton that eventually becomes a jet.&nbsp; There is no also no bias in the measurement due to the geometry of the QGP droplet, which depends on the distance between the centers of the colliding nuclear.&nbsp; In order to perform this measurement a sub-system of the STAR detector, call the Barrel Shower Max Detector (BSMD) was incorporated into the experimental data structure.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We also determined that to better understand the medium, that we would also want a measurement of the jets that depends on the geometry of the QGP droplet.&nbsp; This required a new subdetector which could measure particles correlated with this geometry in a region far away from the jets we were measuring in order to not bias the measurement.&nbsp; Under this grant, we completed the successful construction, installation, commissioning and calibration of the STAR Event Plane Detector (EPD) in conjunction with physicists from Ohio, California, New York, Indiana and China.&nbsp; This grant supported the construction of all of the optical fiber assemblies needed for the detector, as well as the support needed to analyze and calibrate the data.&nbsp; The EPD had an amazingly uniform response, with a timing resolution of 0.4 ns, meeting the design requirements. &nbsp;This detector continues to run and is a key component of the STAR research plan for the next few years.</p>\n<p>&nbsp;</p>\n<p>One of the open questions in nuclear physics is the specific details of the phase transition between the QGP and normal nuclear matter.&nbsp; The flow of baryons, which are made up of three quarks such as protons, versus collision energy and longitudinal position can be a signature of a first order phase transition.&nbsp; With our collaborators from Ohio, we studied this directed flow using lambda baryons, and which had a similar behavior to protons, suggesting a first-order phase transition.&nbsp; The large statistical uncertainty prevents us from making strong quantitative conclusion.</p>\n<p>&nbsp;</p>\n<p>In additional to the intellectual merit described above, there have been broader impacts to society in the areas of computing and education.&nbsp; The graduate students and undergraduate students that participated in the research above received training in problem solving, as well as developing practical STEM skills such as learning to program, using CAD programs for design, learning electronics basics.&nbsp; Every student supported by this grant had a chance to report their research at conferences, which develops their science communications skills and allows them to network with the large body of nuclear physicists.&nbsp; This research requires large-scale computing in order to acquire and analyze data on the petabyte scale, which allowed the students to gain experience in big data analytics.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2020<br>\n\t\t\t\t\tModified by: Rosi&nbsp;Reed</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1614474/1614474_10445855_1596514049920_STAREPD--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1614474/1614474_10445855_1596514049920_STAREPD--rgov-800width.jpg\" title=\"STAR EPD\"><img src=\"/por/images/Reports/POR/2020/1614474/1614474_10445855_1596514049920_STAREPD--rgov-66x44.jpg\" alt=\"STAR EPD\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Event Plane Detector (EPD) at the STAR experiment after its first installation</div>\n<div class=\"imageCredit\">Rosi Reed</div>\n<div class=\"imageSubmitted\">Rosi&nbsp;Reed</div>\n<div class=\"imageTitle\">STAR EPD</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1614474/1614474_10445855_1596514778148_TshirtPlotLHC--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1614474/1614474_10445855_1596514778148_TshirtPlotLHC--rgov-800width.jpg\" title=\"Nuclear Modification at the LHC\"><img src=\"/por/images/Reports/POR/2020/1614474/1614474_10445855_1596514778148_TshirtPlotLHC--rgov-66x44.jpg\" alt=\"Nuclear Modification at the LHC\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The nuclear modification factor for charge particles, electromagnetic probes and jets at a center of mass energy of 2.76 TeV</div>\n<div class=\"imageCredit\">Rev. Mod. Phys. 90, 025005</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Rosi&nbsp;Reed</div>\n<div class=\"imageTitle\">Nuclear Modification at the LHC</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe main goal of this grant was to study the matter that is produced in collisions of atomic nuclei that are accelerated nearly to the speed of light.  This matter is hot enough that it melts the protons and neutrons into their constituent quarks and gluons (which are collectively called partons) forming the Quark Gluon Plasma (QGP).  We studied these \"heavy-ion collisions\" with the Solenoidal Tracker at RHIC (STAR) experiment at the Relativistic Heavy Ion Collider (RHIC), located at Brookhaven National Laboratory.  Another important goal was to train undergraduate and graduate students in the methods of physics research.\n\nStudying the properties of the QGP allow us to test the theory of the strong nuclear force, which is known as Quantum Chromodynamics (QCD).  The QGP rapidly expands and cools after its creation, until the quarks and gluons recombine into normal particles known as hadrons.  The very small size and lifetime of the QGP droplet means that it is impossible to use an external probe to examine its properties.  However, in some of the heavy-ion collisions, two nucleons will strike each other with enough energy to knock a quark or gluon out at a high rate of speed.  This quark or gluon will travel through the QGP, losing energy to it via its QCD interactions, and then produce a spray of particles which can be measured in our detectors, called a \"jet\".  The jets created in this fashion can then be used as probes of the QGP, by comparing them with jets from collisions where a QGP was not formed. \n\n \n\nUnder this grant we examined the experimental techniques for measuring jets in heavy-ion collisions, including details of the precise way the background was treated for different types of measurements.  This is important because thousands of particles are produced in a heavy-ion collision which can obfuscate the jets if they are not properly accounted for.  The measurements that seemed promising to perform at RHIC were to measure the correlation between photons, which are particles of light, and the jets.  Photons do not interact through QCD, so measuring the photon’s momentum allows a better determination of the momentum and energy of the parton that eventually becomes a jet.  There is no also no bias in the measurement due to the geometry of the QGP droplet, which depends on the distance between the centers of the colliding nuclear.  In order to perform this measurement a sub-system of the STAR detector, call the Barrel Shower Max Detector (BSMD) was incorporated into the experimental data structure. \n\n \n\nWe also determined that to better understand the medium, that we would also want a measurement of the jets that depends on the geometry of the QGP droplet.  This required a new subdetector which could measure particles correlated with this geometry in a region far away from the jets we were measuring in order to not bias the measurement.  Under this grant, we completed the successful construction, installation, commissioning and calibration of the STAR Event Plane Detector (EPD) in conjunction with physicists from Ohio, California, New York, Indiana and China.  This grant supported the construction of all of the optical fiber assemblies needed for the detector, as well as the support needed to analyze and calibrate the data.  The EPD had an amazingly uniform response, with a timing resolution of 0.4 ns, meeting the design requirements.  This detector continues to run and is a key component of the STAR research plan for the next few years.\n\n \n\nOne of the open questions in nuclear physics is the specific details of the phase transition between the QGP and normal nuclear matter.  The flow of baryons, which are made up of three quarks such as protons, versus collision energy and longitudinal position can be a signature of a first order phase transition.  With our collaborators from Ohio, we studied this directed flow using lambda baryons, and which had a similar behavior to protons, suggesting a first-order phase transition.  The large statistical uncertainty prevents us from making strong quantitative conclusion.\n\n \n\nIn additional to the intellectual merit described above, there have been broader impacts to society in the areas of computing and education.  The graduate students and undergraduate students that participated in the research above received training in problem solving, as well as developing practical STEM skills such as learning to program, using CAD programs for design, learning electronics basics.  Every student supported by this grant had a chance to report their research at conferences, which develops their science communications skills and allows them to network with the large body of nuclear physicists.  This research requires large-scale computing in order to acquire and analyze data on the petabyte scale, which allowed the students to gain experience in big data analytics. \n\n\t\t\t\t\tLast Modified: 08/04/2020\n\n\t\t\t\t\tSubmitted by: Rosi Reed"
 }
}