{
 "awd_id": "1614101",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The energy landscape for folding and function of biomolecules: integrating physical models, genetic information and experiments",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 1390775.0,
 "awd_amount": 1390775.0,
 "awd_min_amd_letter_date": "2016-09-12",
 "awd_max_amd_letter_date": "2019-07-22",
 "awd_abstract_narration": "This project is jointly funded by the Molecular Biophysics Cluster in the Division of Molecular and Cellular Biosciences, the Physics of Living Systems in the Division of Physics and the Chemistry of Life Processes Program in the Division of Chemistry.\r\n\r\nThe life of cells is orchestrated by a network of chemical reactions involving numerous proteins and nucleic acids, and the transport of these molecules between cellular compartments. The research supported by this award focuses on the structure-function relationship of biomolecules, focusing mostly on proteins but also with extensions to nucleic acids. Using the power of theoretical approaches, this project investigates how proteins distribute their energy between structure and function. The project also explores the three-dimensional organization of the genome by creating new physical models for chromatin organization.  The theoretical work may be used to guide and influence the research in folding and function in both theoretical and experimental communities. This research provides training for students and postdoctoral fellows in the highly interdisciplinary field of molecular biophysics.\r\n\r\nStructure based models (SBMs) have been shown to be a useful tool for understanding the global geometrical features governing folding. Grounded on energy landscape theory (ELT) and the funnel concept, these models are supported by the fact that most naturally occurring proteins have sufficiently reduced energetic frustration.  Structure-based models are limited by the availability of structural information, particularly those pertaining to all the different functional configurations. Direct Coupling Analysis (DCA) may predict amino acid contacts in proteins. The research is based on SBMs supplemented by DCA information and integrated with explicit solvent all-atom simulations. The project focuses on proteins and several biomolecular machines. Finally, inspired by the early successes of this approach to proteins and other molecular machines, an important goal of this project deals with chromosome folding and function.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Onuchic",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jose N Onuchic",
   "pi_email_addr": "jonuchic@rice.edu",
   "nsf_id": "000439699",
   "pi_start_date": "2016-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main Street",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 795388.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 198463.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 198462.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 198462.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project utilized the power of theoretical physics and biomolecular simulations to investigate how proteins and protein machines, and also riboswitches and chromatin, share their energy landscape between folding and function. Since most proteins energetically favor spatial contacts that exist in the native structure over non-native ones, structure-based models (an energy model based on the protein structure) have shown to be a powerful tool for understanding the global geometrical features governing folding and function. In addition, we have made major advances developing an approach to determine the three-dimensional structural ensemble of human chromosomes utilizing as input only epigenetic modification information. This approach is now utilized to many different human cells as well as for many other species.</p>\n<p>&nbsp;A few highlights include; 1) A mechanistic understanding of how the spike protein reconfigures itself to attach to and invade cells during the COVID virus infection. Of particular importance are glycans, sugar molecules that are attached to the head domain of the spike protein. They create a cage while the fusion peptide tails go in search of a cell to invade. This cage formed by these steric (nonbinding but influential) glycans hold the head domain into a long-live trapped state, giving the fusion peptides sufficient time to look around and therefore succeed in encountering the host membrane.; 2) In a joint theoretical/experimental partnership, an exploration of the tree of life has unveiled a new classification system for chromatin architecture at the cell nuclei. We have also discovered a method for transmuting one architecture type of cell nucleus into another. By investigating genome folding across the eukaryotic tree of life, we find two types of three-dimensional genome architectures at the chromosome scale. Each type appears and disappears repeatedly during eukaryotic evolution. The two architectural features, type-I and type-II, are clustered on the basis of how likely the features are to co-occur. Type-I includes the three Rabl-like features: centromere clustering, telomere clustering, and a telomere-to-centromere axis. Type-II includes only chromosome territories. &nbsp;The type of genome architecture that an organism exhibits correlates with the presence or absence of condensing II subunits; and 3) The structure of condensin, a ring-shaped motor complex responsible for chromosome segregation was determined utilizing a combination of sequence coevolutionary information and structure-based molecular dynamics simulations. Many challenges had to be overcome to determine the structure of this gigantic protein system composed of 2,924 residues. These studies identified the interaction surfaces between the subunits and also investigated the plausibility of alternative stoichiometries of the complex.</p>\n<p>&nbsp;In our public software development, our SMOG2 software was further expanded to include new tools that aid user-defined customization of force fields, as well as an interface with the OpenMM simulation libraries. SMOG 2 and OpenSMOG provide robust support for researchers who seek to develop and apply structure-based models to large and/or intricate biomolecular systems. Finally, we have an innovative program for training students in both needed physics methodology and in a deep appreciation of biological data and biological experimental approaches. We are proud of the fact that many of our postdoctoral researchers move on to highly regarded faculty positions and our graduate students are in demand both in academia and industry. &nbsp;We have also been involved in the Center for Theoretical Biological Physics frontiers in science (FIS) undergraduate effort that brings students from underrepresented groups to our center to expose them to the challenges and excitement of conducting frontier research.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/11/2023<br>\nModified by: Jose&nbsp;N&nbsp;Onuchic</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project utilized the power of theoretical physics and biomolecular simulations to investigate how proteins and protein machines, and also riboswitches and chromatin, share their energy landscape between folding and function. Since most proteins energetically favor spatial contacts that exist in the native structure over non-native ones, structure-based models (an energy model based on the protein structure) have shown to be a powerful tool for understanding the global geometrical features governing folding and function. In addition, we have made major advances developing an approach to determine the three-dimensional structural ensemble of human chromosomes utilizing as input only epigenetic modification information. This approach is now utilized to many different human cells as well as for many other species.\n\n\nA few highlights include; 1) A mechanistic understanding of how the spike protein reconfigures itself to attach to and invade cells during the COVID virus infection. Of particular importance are glycans, sugar molecules that are attached to the head domain of the spike protein. They create a cage while the fusion peptide tails go in search of a cell to invade. This cage formed by these steric (nonbinding but influential) glycans hold the head domain into a long-live trapped state, giving the fusion peptides sufficient time to look around and therefore succeed in encountering the host membrane.; 2) In a joint theoretical/experimental partnership, an exploration of the tree of life has unveiled a new classification system for chromatin architecture at the cell nuclei. We have also discovered a method for transmuting one architecture type of cell nucleus into another. By investigating genome folding across the eukaryotic tree of life, we find two types of three-dimensional genome architectures at the chromosome scale. Each type appears and disappears repeatedly during eukaryotic evolution. The two architectural features, type-I and type-II, are clustered on the basis of how likely the features are to co-occur. Type-I includes the three Rabl-like features: centromere clustering, telomere clustering, and a telomere-to-centromere axis. Type-II includes only chromosome territories. The type of genome architecture that an organism exhibits correlates with the presence or absence of condensing II subunits; and 3) The structure of condensin, a ring-shaped motor complex responsible for chromosome segregation was determined utilizing a combination of sequence coevolutionary information and structure-based molecular dynamics simulations. Many challenges had to be overcome to determine the structure of this gigantic protein system composed of 2,924 residues. These studies identified the interaction surfaces between the subunits and also investigated the plausibility of alternative stoichiometries of the complex.\n\n\nIn our public software development, our SMOG2 software was further expanded to include new tools that aid user-defined customization of force fields, as well as an interface with the OpenMM simulation libraries. SMOG 2 and OpenSMOG provide robust support for researchers who seek to develop and apply structure-based models to large and/or intricate biomolecular systems. Finally, we have an innovative program for training students in both needed physics methodology and in a deep appreciation of biological data and biological experimental approaches. We are proud of the fact that many of our postdoctoral researchers move on to highly regarded faculty positions and our graduate students are in demand both in academia and industry. We have also been involved in the Center for Theoretical Biological Physics frontiers in science (FIS) undergraduate effort that brings students from underrepresented groups to our center to expose them to the challenges and excitement of conducting frontier research.\n\n\n\t\t\t\t\tLast Modified: 12/11/2023\n\n\t\t\t\t\tSubmitted by: JoseNOnuchic\n"
 }
}