{
 "awd_id": "1615457",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Singular Problems in Continuum Mechanics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 285166.0,
 "awd_amount": 285166.0,
 "awd_min_amd_letter_date": "2016-09-05",
 "awd_max_amd_letter_date": "2016-09-05",
 "awd_abstract_narration": "The investigator studies several problems in fluid mechanics and mechanics of elastic materials that are characterized by a singular or nearly singular behavior.  In the first part of the project, the investigator focuses on understanding and modeling the behavior of complex fluid flows under the requirement of incompressibility, that is, preserving the volume occupied by the fluid.  Many fluids are approximately incompressible, including water and under some conditions even air.  The complex behavior that is investigated is due to friction between the fluid and rigid walls, and to stirring of the fluid itself.  Both are major phenomena in fluid mechanics and are still not fully understood rigorously.  Wall friction creates drag and produces swirls in the flow that contribute to the onset of turbulence.  Quantifying the effect of stirring and mixing in fluid flows has direct impact on many physical processes, from extrusion and molding, to efficient combustion, to pollutant dispersal.  In the second part of the project, the investigator studies the propagation of time-periodic waves in elastic materials.  Waves can be used to remotely probe materials by recording their elastic response under an applied disturbance.  This is a so-called inverse problem, as material properties are inferred from measurements, and it is highly sensitive to errors.  Mathematical algorithms are used to improve the reliability of the reconstruction.  The type of inverse problem that is studied finds applications in geological exploration, earthquake prediction, and ground-penetrating radar.  The project provides training opportunities for both graduate and undergraduate students.\r\n\r\nThe investigator uses analytical and computational techniques to study problems in incompressible fluid mechanics and in mechanics of deformable solids.  The project has two main parts: I. Incompressible Fluid Mechanics: I.a. Vanishing viscosity limit and boundary layer analysis; I.b. Optimal mixing and irregular transport. II. Elasticity: Inverse boundary problem for time-harmonic waves in elastic media.  These problems are characterized by the presence of singularities, in the form of singular problems for partial differential equations (PDE), such as the zero-viscosity limit for the Navier-Stokes equations, or in the form of singular coefficients in the PDE, such as in mixing problems under non-Lipschitz flows, or singular domains for the PDE, such as domains with corners.  The project addresses some fundamental open questions in fluid mechanics concerning the behavior of incompressible fluids at high Reynolds numbers.  It seeks to shed light on the mechanism for boundary layer separation and the validity of Prandtl approximation through the rigorous analysis of special flows.  It also seeks to quantify mixing properties of flows under the strong divergence-free constraint from the point of view of transport equations and geometric analysis.  In the second part, the project addresses the stability and performance of reconstruction algorithms in inverse boundary problems, which have had a major impact on non-invasive imaging techniques.  The appearance of singularities and the interplay between analysis and geometry are recurring themes of the project.  A variety of techniques, in many cases combined in a novel way, such as in mixing problems, are used to carry out the work.  The project provides training opportunities for both graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Mazzucato",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Anna L Mazzucato",
   "pi_email_addr": "alm24@psu.edu",
   "nsf_id": "000253923",
   "pi_start_date": "2016-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 285166.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The goal if this project is to investigate from a mathematical point of view several problems in mechanics, more specifically in fluid mechanics and mechanics of elastic materials. These problems are characterized by a singular or nearly singular behavior.</p>\n<p>In the first part of the project, the Principal Investigator (PI) focused on understanding and modeling the behavior of complex fluid flows under the requirement of incompressibility, that is,&nbsp; preserving the volume occupied by the fluid. Many fluids are approximately incompressible, including water and even air under some conditions. The complex behavior that was studied is due to the friction between the fluid and rigid walls, and stirring of the fluid itself. Both are major phenomena in fluid mechanics and are still not fully understood rigorously. The PI was able to rigorously established a reduced model, the Prandtl model, for flows at very small viscosity near walls in several cases. She also produced the first rigorous examples of flows in two space dimensions that mix at an exponential rate. Wall friction creates drag and produces swirls in the flow that contribute to the onset of turbulence. Quantifying the effect of stirring and mixing in fluid flows has direct impact on many physical processes from extrusion and molding, to efficient combustion, to pollutant dispersal.</p>\n<p>In the second part of the project, the PI&nbsp; studied the behavior of elastic materials, in particular so-called inverse problems in elasticity. In an inverse problem, one seeks to find the input, e.g. material properties,&nbsp; from some knowledge of the output, e.g. measurements of the response of the material to stimuli. This type of problems is highly sensitive to errors and mathematical algorithms are used to improve the reliability of the reconstruction. Most imaging modalities are inverse problems. The PI studied non-invasive probing of Earth's crust arising from the elastic response of rock formations. In particular, she studied whether it is possible to determine the location and shape of a buried fault and the slippage of the rock along the fault from measurements of the relative movement of&nbsp; Earth's surface, such as from GPS or satellite data. The PI was able to rigorously show that a single&nbsp; measurement on an open patch of&nbsp; Earth's surface is sufficient to uniquely determine the fault and the slip, under some conditions. This result has potential applications to fault monitoring.&nbsp;</p>\n<p>The PI disseminated the results of the project to the scientific community through several publications in peer-reviewed journals and several presentations at universities, conferences, and professional meetings.</p>\n<p>The PI trained two PhD students during the duration of the award, one of whom from an under-represented group, and supervised two undergraduate students, one of whom from an under-represented group, in research projects. She further fostered diversity by collaborating with female colleagues around the world.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2020<br>\n\t\t\t\t\tModified by: Anna&nbsp;L&nbsp;Mazzucato</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe goal if this project is to investigate from a mathematical point of view several problems in mechanics, more specifically in fluid mechanics and mechanics of elastic materials. These problems are characterized by a singular or nearly singular behavior.\n\nIn the first part of the project, the Principal Investigator (PI) focused on understanding and modeling the behavior of complex fluid flows under the requirement of incompressibility, that is,  preserving the volume occupied by the fluid. Many fluids are approximately incompressible, including water and even air under some conditions. The complex behavior that was studied is due to the friction between the fluid and rigid walls, and stirring of the fluid itself. Both are major phenomena in fluid mechanics and are still not fully understood rigorously. The PI was able to rigorously established a reduced model, the Prandtl model, for flows at very small viscosity near walls in several cases. She also produced the first rigorous examples of flows in two space dimensions that mix at an exponential rate. Wall friction creates drag and produces swirls in the flow that contribute to the onset of turbulence. Quantifying the effect of stirring and mixing in fluid flows has direct impact on many physical processes from extrusion and molding, to efficient combustion, to pollutant dispersal.\n\nIn the second part of the project, the PI  studied the behavior of elastic materials, in particular so-called inverse problems in elasticity. In an inverse problem, one seeks to find the input, e.g. material properties,  from some knowledge of the output, e.g. measurements of the response of the material to stimuli. This type of problems is highly sensitive to errors and mathematical algorithms are used to improve the reliability of the reconstruction. Most imaging modalities are inverse problems. The PI studied non-invasive probing of Earth's crust arising from the elastic response of rock formations. In particular, she studied whether it is possible to determine the location and shape of a buried fault and the slippage of the rock along the fault from measurements of the relative movement of  Earth's surface, such as from GPS or satellite data. The PI was able to rigorously show that a single  measurement on an open patch of  Earth's surface is sufficient to uniquely determine the fault and the slip, under some conditions. This result has potential applications to fault monitoring. \n\nThe PI disseminated the results of the project to the scientific community through several publications in peer-reviewed journals and several presentations at universities, conferences, and professional meetings.\n\nThe PI trained two PhD students during the duration of the award, one of whom from an under-represented group, and supervised two undergraduate students, one of whom from an under-represented group, in research projects. She further fostered diversity by collaborating with female colleagues around the world.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2020\n\n\t\t\t\t\tSubmitted by: Anna L Mazzucato"
 }
}