{
 "awd_id": "1615482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Substrate Reporters and Microelectrophoretic Tools for Lysate and Single-Cell Studies of PKB Activity in Dictyostelium discoideum",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steve Clouse",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 212253.0,
 "awd_amount": 212253.0,
 "awd_min_amd_letter_date": "2016-06-10",
 "awd_max_amd_letter_date": "2016-06-10",
 "awd_abstract_narration": "Cell-to-cell variation is an important property of cell populations that has implications for the understanding of embryonic development, the immune system, the sense of smell, and many other normal and abnormal processes. The role of cell-to-cell variability in these processes is currently not well understood, and in this project the activity of an important signaling protein will be measured in individual cells of a single-celled, but social, organism. This will provide, cell-by-cell, the resolution needed to understand in this system the significance of cell variability. Undergraduate students will have an opportunity to engage in interdisciplinary research involving biochemistry, microfluidics, computer simulations and the development of new analytical tools.\r\n\r\nCyclic AMP (cAMP) is a signal (acting through Protein Kinase B, PKB) that induces cell aggregation and the onset of the social phase of the life cycle of the amoeba, Dictyostelium discoideum.  Microfluidic single-cell assays of PKB will be carried out on single cells of Dictyostelium, enabling quantitative measurement of variability and a greater understanding of the significance of this variability as the organism responds to signaling with cAMP.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Kovarik",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle L Kovarik",
   "pi_email_addr": "Michelle.kovarik@trincoll.edu",
   "nsf_id": "000707756",
   "pi_start_date": "2016-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trinity College",
  "inst_street_address": "300 SUMMIT ST",
  "inst_street_address_2": "",
  "inst_city_name": "HARTFORD",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8602975347",
  "inst_zip_code": "061063100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "THE TRUSTEES OF TRINITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "RG7YYBN8C835"
 },
 "perf_inst": {
  "perf_inst_name": "Trinity College",
  "perf_str_addr": "300 Summit Street",
  "perf_city_name": "Hartford",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "061063100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9180",
   "pgm_ref_txt": "PUBLIC SCIENCE LITERACY EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 212253.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many of the tools developed for biomedical research could be used to study fundamental biological problems, but they are not always used beyond their initial applications. In this project, we studied molecular reporters and microchannel devices that were originally designed for cancer biology to see how they could be applied to a fundamental study of cell signaling in the social amoeba <em>Dictyostelium discoideum</em>. We investigated how the method used to load the molecular reporter into cells changed its behavior and compared three different reporter molecules to see how their chemical characteristics affected measurements of signaling in cell lysates. In our work on microchannels, we adapted a device designed for human cells for use with <em>D. discoideum</em> and made the first &ldquo;chemical cytometry&rdquo; measurements of the chemical contents of individual amoebae. We also improved the performance of these microchannel devices by optimizing the lipid coatings used to prevent cell adhesion and clogging. These studies resulted in three peer-reviewed publications and over 30 conference presentations, effectively disseminating our results to the wider research community.</p>\n<p>Several research communities have benefited from our results. Our comparison of molecular reporters across species will make these tools more widely available to researchers working on non-mammalian species. Our optimization of methods to load reporters has direct utility to <em>D. discoideum</em> researchers and can inform bioanalytical research more generally, since we found a correlation between loading method and measurement outcome. Our chemical cytometry studies of <em>D. discoideum</em> demonstrated the applicability of this method to unicellular organisms, particularly this important model organism for studies of cellular migration and differentiation. Beyond the technological advance, our findings are relevant to biological scientists studying oxidative stress response in this organism and other microbes. Fourteen undergraduate students were directly supported by the award, doing interdisciplinary research on the project using biochemistry, microscopy, microfluidics, and other analytical tools. Ten students co-authored manuscripts on this work, and 12 students presented on their projects at local, regional, and/or national conferences. Of 11 students who have since graduated with their Bachelor&rsquo;s degree, three are enrolled in STEM doctoral programs, three have matriculated to medical or dental school, three are working in scientific research in industry or academic laboratories, and one is working as a high school science teacher. All of these students are making use of the scientific training they received while working on this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2021<br>\n\t\t\t\t\tModified by: Michelle&nbsp;L&nbsp;Kovarik</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany of the tools developed for biomedical research could be used to study fundamental biological problems, but they are not always used beyond their initial applications. In this project, we studied molecular reporters and microchannel devices that were originally designed for cancer biology to see how they could be applied to a fundamental study of cell signaling in the social amoeba Dictyostelium discoideum. We investigated how the method used to load the molecular reporter into cells changed its behavior and compared three different reporter molecules to see how their chemical characteristics affected measurements of signaling in cell lysates. In our work on microchannels, we adapted a device designed for human cells for use with D. discoideum and made the first \"chemical cytometry\" measurements of the chemical contents of individual amoebae. We also improved the performance of these microchannel devices by optimizing the lipid coatings used to prevent cell adhesion and clogging. These studies resulted in three peer-reviewed publications and over 30 conference presentations, effectively disseminating our results to the wider research community.\n\nSeveral research communities have benefited from our results. Our comparison of molecular reporters across species will make these tools more widely available to researchers working on non-mammalian species. Our optimization of methods to load reporters has direct utility to D. discoideum researchers and can inform bioanalytical research more generally, since we found a correlation between loading method and measurement outcome. Our chemical cytometry studies of D. discoideum demonstrated the applicability of this method to unicellular organisms, particularly this important model organism for studies of cellular migration and differentiation. Beyond the technological advance, our findings are relevant to biological scientists studying oxidative stress response in this organism and other microbes. Fourteen undergraduate students were directly supported by the award, doing interdisciplinary research on the project using biochemistry, microscopy, microfluidics, and other analytical tools. Ten students co-authored manuscripts on this work, and 12 students presented on their projects at local, regional, and/or national conferences. Of 11 students who have since graduated with their Bachelor’s degree, three are enrolled in STEM doctoral programs, three have matriculated to medical or dental school, three are working in scientific research in industry or academic laboratories, and one is working as a high school science teacher. All of these students are making use of the scientific training they received while working on this project.\n\n\t\t\t\t\tLast Modified: 07/16/2021\n\n\t\t\t\t\tSubmitted by: Michelle L Kovarik"
 }
}