{
 "awd_id": "1615814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing the Epoch of Reionization with the Brightest High-Redshift Quasars",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927373",
 "po_email": "jpesce@nsf.gov",
 "po_sign_block_name": "Joseph E. Pesce",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 379646.0,
 "awd_amount": 379646.0,
 "awd_min_amd_letter_date": "2016-09-01",
 "awd_max_amd_letter_date": "2018-06-14",
 "awd_abstract_narration": "An important period in the early history of the universe is the so-called \"epoch of reionization\".  This is a period a few hundred million years after the Big Bang during which all of the atomic Hydrogen gas in the universe was ionized by newly formed massive stars.  These were the first stars to form in the universe.  Understanding this early period is one of the main goals of astrophysics.   This is because properties of the unverse (and the objects causing the ionization) carry implications for models and simulations of how galaxies form and the physics of the matter being ionized (the intergalactic medium or IGM).  \r\n\r\nThis project will shed new light on reionization and high-redshift galaxies by observing the IGM after the epoch of reionization.  At these times, the IGM contains a large amount of information on when and how reionization occurred. Fortunately, in the past year a set of \"ultra-bright\" quasars have been discovered that are much brighter than previously known quasars at similar distances. The PI and his team will make entirely new or greatly improved measurements of three aspects of the post-reionization IGM: (i) the smoothing of baryons in the IGM due to heating during reionization, (ii) the thermal changes of the IGM due to cool-down following reionization, and (iii) the most sensitive study to date of the enrichment of elements heavier than helium of gas in galaxies from this period.  This latter measurement will aid in the understanding of early-period star formation.\r\n\r\nEducation efforts supported by this project will reach young children in predominantly Hispanic, low-income communities. The PI and graduate student funded by this grant will help to develop, manage, and perform astronomy-themed workshops designed to promote STEM education in kindergarten, first, and second-grade students. The workshops will address California's Common Core State Standards for science, and target underserved communities in Riverside and surrounding areas. Workshop themes will include Touching the Universe, The Spiral Universe, Constellations Everywhere, and Smells of the Universe.\r\n \r\nThis project clearly relates to NSF's mission to promote the progress of science.  In addition, the \"Broader Impact\" portion of the project does this, and advances the national health, prosperity and welfare by helping to develop interest in, and educating, STEM activities among the next generation of diverse individuals.\r\n\r\n\r\nUnderstanding the epoch of reionization remains one of the forefront goals of astrophysics. Along with being the last global phase change of the Universe, reionization carries key implications for models of galaxy formation and the physics of the intergalactic medium (IGM). Over the past several years, notable advances have been made through observations of high-redshift galaxies, quasars, the cosmic microwave background, and other probes. Currently, however, the combined constraints on when reionization occurred remain relatively weak, with the bulk of observations being consistent with reionization ending either relatively late (z~6-7) or significantly earlier (z~8-9).\r\n\r\nMotivated by these new objects, the PI and his team will make entirely new or greatly improved measurements of three aspects of the post-reionization IGM and galaxy-IGM interface: (i) Measuring the Jeans smoothing of the IGM at z~5 will reveal how much energy has been injected at higher redshifts via photo-heating, and hence when reionization occurred (more total heating = earlier reionization). This measurement will constrain the characteristic redshift of reionization to within Deltazreion=+/-0.7, or a factor of two better than current CMB constraints. (ii) Measuring the temperature of the IGM out to the highest redshifts ever (z=5.7) will determine whether the IGM is still warm at that epoch from having recently been reionized. Alternatively, an IGM that has already cooled by z~5.5 will imply that reionization largely occurred at z>7.5. (iii) Finally, the survey for CIV at z~5 will be sensitive to metals down to the cosmic mean density, probing a factor of six more volume than any other direct survey at any redshift. This will reveal, for the first time, the full extent to which reionization-era galaxies enriched their surroundings via galactic winds. Searching for weak O I systems at z~6 also will establish whether the drop in C IV with redshift at z>5 is due to a decline in metallicity or evolution of the UV background.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Becker",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "George D Becker",
   "pi_email_addr": "george.becker@ucr.edu",
   "nsf_id": "000080123",
   "pi_start_date": "2016-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 University Ave",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925219800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 140023.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 122366.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 117257.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 7\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>The research goal of this grant was to investiage how ultraviolet radiation from the first galaxies ionized the gas in deep space early in the history of the Universe. &nbsp;This so-called \"epoch of reionization\" was a transformational event in cosmic history and has been studied with multiple techniques because of its implications for the growth of the first galaxies. &nbsp;Here we used the fact that as the gas in deep space is ionized it is also heated. &nbsp;The impact of this heating is retained in the small-scale characteristics of the gas in deep space (the intergalacitc medium, or IGM), which we can study using the way the gas absorbs light from bright background objects such as quasars.</p>\n<p>We studied the thermal history of the IGM during and shortly after the reionization epoch by obtaining high quality data for a large sample of bright and ultra-distant quasars using the Keck and VLT telescopes. &nbsp;The spectra of these objects were analyzed for signatures that indicated both the temperature of the gas and the total amount of heating the gas had experienced. &nbsp;Critically, the data were compared to numerical simulations that could predict the spectral characteristics for a wide range of thermal properties. &nbsp;</p>\n<p>We found that roughly a billion years after the Big Bang the IGM was already relatively \"cool,\" with a typical temperature of approximately 8000 Kelvin, and had experienced a total heat input of approximately 5 electron volts per proton. &nbsp;These were the most robust measurements to date of the temperature at that epoch, and the first ever measuremnets of the total heating. &nbsp;Comparing to predictions for different reionization histories, we found that our measuremts favored a midpoint to reionization around 600 million years after the Big Bang. &nbsp;This result is consistent with other constraints such as those from the WMAP and Plack satellites, and points to a scenario wherein reionization may have completed around one billion years after the Big Bang, or roughly 7 per cent of the present age of the Universe. &nbsp;Most importantly, this study established a new standard for how studies of the thermal history of intergalactic gas can be used to study the interactions between galaxies and their environemnts at these early epochs.</p>\n<p><span>This grant also provided support for education and outreach events in Riverside area schools. We conducted workshops for nearly 1200 students in pre-K through 5th grade. A large fraction of these were Hispanic or other under- epresented minorities, many in economically disadvantaged communities. &nbsp;Our events provided exposure to science at a developmental stage that is critical for developing interest in STEM careers. In addition, this grant supported training for high school STEM teachers in southern California through the UCR Summer Physics Teacher Academy.</span></p>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/20/2019<br>\n\t\t\t\t\tModified by: George&nbsp;D&nbsp;Becker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe research goal of this grant was to investiage how ultraviolet radiation from the first galaxies ionized the gas in deep space early in the history of the Universe.  This so-called \"epoch of reionization\" was a transformational event in cosmic history and has been studied with multiple techniques because of its implications for the growth of the first galaxies.  Here we used the fact that as the gas in deep space is ionized it is also heated.  The impact of this heating is retained in the small-scale characteristics of the gas in deep space (the intergalacitc medium, or IGM), which we can study using the way the gas absorbs light from bright background objects such as quasars.\n\nWe studied the thermal history of the IGM during and shortly after the reionization epoch by obtaining high quality data for a large sample of bright and ultra-distant quasars using the Keck and VLT telescopes.  The spectra of these objects were analyzed for signatures that indicated both the temperature of the gas and the total amount of heating the gas had experienced.  Critically, the data were compared to numerical simulations that could predict the spectral characteristics for a wide range of thermal properties.  \n\nWe found that roughly a billion years after the Big Bang the IGM was already relatively \"cool,\" with a typical temperature of approximately 8000 Kelvin, and had experienced a total heat input of approximately 5 electron volts per proton.  These were the most robust measurements to date of the temperature at that epoch, and the first ever measuremnets of the total heating.  Comparing to predictions for different reionization histories, we found that our measuremts favored a midpoint to reionization around 600 million years after the Big Bang.  This result is consistent with other constraints such as those from the WMAP and Plack satellites, and points to a scenario wherein reionization may have completed around one billion years after the Big Bang, or roughly 7 per cent of the present age of the Universe.  Most importantly, this study established a new standard for how studies of the thermal history of intergalactic gas can be used to study the interactions between galaxies and their environemnts at these early epochs.\n\nThis grant also provided support for education and outreach events in Riverside area schools. We conducted workshops for nearly 1200 students in pre-K through 5th grade. A large fraction of these were Hispanic or other under- epresented minorities, many in economically disadvantaged communities.  Our events provided exposure to science at a developmental stage that is critical for developing interest in STEM careers. In addition, this grant supported training for high school STEM teachers in southern California through the UCR Summer Physics Teacher Academy.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/20/2019\n\n\t\t\t\t\tSubmitted by: George D Becker"
 }
}