{
 "awd_id": "1615338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bilateral BBSRC-NSF/BIO:  Excitocell: A rewired eukaryotic cell model for the analysis and design of cellular morphogenesis",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 529237.0,
 "awd_amount": 529237.0,
 "awd_min_amd_letter_date": "2016-08-19",
 "awd_max_amd_letter_date": "2016-08-19",
 "awd_abstract_narration": "Virtually every important thing cells and tissues do involve changes in cell morphology:  cell division, cell migration, and wound healing all involve profound changes in cell shape.  These shape changes are powered by the outer layer of the cell, which is called the \"cortex\".  The cortex contains a meshwork of fibrous proteins that can contract, protrude, and slide.  These movements provide the basis of cell shape changes.  The control of this fibrous network is the domain of a protein called Rho.  Rho is somehow activated in distinct patterns, each of which corresponds to a different cell shape change.  Thus, in order to understand and control processes such as cell division, cell migration and wound healing, it is essential to learn how to understand and control patterns of Rho activation.  In this collaborative project, investigators from the US and the UK use synthetic cell biology and mathematical modeling to test mechanisms underlying cortical pattern formation.  This project will provide research opportunities for interdisciplinary training at the interface between quantitative cell biology and mathematical modeling for undergraduates, graduate students, and postdocs.  The project also offers embedded research opportunities for high-school teachers as well as topic-specific K-12 and public outreach activities. \r\n\r\nPrevious studies by the PIs demonstrated that cells can support sustained waves of dynamically-coupled Rho activity and actin assembly, and mathematical modeling followed by experimental verification revealed that cortical wave propagation is based on Rho autoactivation and actin-mediated Rho inactivation.  This constitutes the basis of an \"excitable\" system, a family of well-established theoretical models with few previously-known cellular manifestations.  This project will deduce and experimentally validate a minimal molecular mechanism and basic design elements required for cortical excitability.  To achieve the goals of this project, a novel semi-synthetic platform for replicating complex cell behaviors using simple macromolecular parts will be employed, enabling manipulation of the molecular network at escalating complexity instead of by dissecting a complex physiological network.  The project will couple computational modeling of excitable dynamics to live-cell imaging in whole cells and in a new ex vivo model of cortical dynamics.  First, excitable dynamics will be reconstituted in resting, non-mitotic cells (oocytes of frogs and echinoderms) using natural regulators and their mutants, followed by their replacement with synthetic equivalents.  Second, a quantifiable ex vivo model will be developed (using frog oocyte or egg extracts and supported lipid bilayers) that permits precise control of system composition in a simplified context.  Third, to achieve on-demand control of cortical pattern formation, an optogenetic approach in animal oocytes will be used to explore the repertoire of both natural and synthetic cortical pattern formation.  Iterative experimentation and computational modeling will be employed throughout the project to 1) interpret biological data, 2) express candidate mechanisms in the form of mathematical models, 3) generate predictions, and 4) test those predictions experimentally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Miller",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ann L Miller",
   "pi_email_addr": "annlm@umich.edu",
   "nsf_id": "000647368",
   "pi_start_date": "2016-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "830 North University Ave.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091048",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 529237.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The cell cortex is the outermost layer of the cell, and it is comprised of both lipid and protein components. The cortex is remodeled to support changes in cell shape, including pinching the cell in two during the final stage of cell division. Before shape change occurs, the cortex undergoes dynamic patterning with waves of Rho GTPase, a signaling molecule, and filamentous actin (F-actin), a structural protein, traveling across the cell surface. This phenomenon has been termed \"cortical excitability\", and related types of patterning have been observed across various biological systems. A major goal of this work was to develop a new, synthetic system to investigate the mechanisms that drive cortical patterning. We have developed a cell-free system and termed it the \"artificial cell cortex\". We found that the artificial cell cortex successfully recapitulates the dynamics of cortical patterning observed in living cells.</p>\n<p>We developed the artificial cell cortex using supported lipid bilayers to mimic the cell membrane and cytoplasmic extract isolated from <em>Xenopus</em> <em>laevis</em> (African-clawed frog) eggs. The signaling (Rho) and structural (F-actin) proteins in the cytoplasmic extract associate with the supported lipid bilayer, and the addition of fluorescently tagged probes for these proteins of interest allows us to image their dynamics in real time by live microscopy. Using this approach, we found that the artificial cell cortex reconstitutes two types of patterning that share characteristics with cortical patterns seen in cells: excitable waves and coherent oscillations. We also found that excitable wave formation and propagation was dependent on supported lipid bilayer fluidity. This finding has led to new ideas about how cortical excitability is regulated by lipid dynamics. The artificial cell cortex is an ideal system for investigating the relationship between lipids and cortical patterns, as we can more easily manipulate lipid composition in the artificial cell cortex than we can in cells. Finally, we determined that Rho and F-actin patterns in the artificial cell cortex system required both Rho activity and dynamic F-actin, which agrees with previous findings from our collaborators' experiments in cells.&nbsp; This project was enriched by our collaboration with our project partners on this award who provided useful intellectual input, key reagents, data analysis, and mathematical modeling.</p>\n<p>Intellectual Merit: This work demonstrates that the artificial cell cortex is a useful tool to characterize and investigate the molecular mechanisms that drive cortical patterning. Moving forward, this tool will help bridge the gap in our understanding of how protein dynamics form emergent behaviors, like cortical Rho and F-actin waves, to drive essential cellular functions such as cell division.</p>\n<p>Broader Impacts: This project provided training opportunities for one postdoc, several undergraduates, and several lab staff members. The postdoc will soon start her own independent lab building on the discoveries made through this project. In addition to her scientific contributions to the project, the PI developed her science communication skills by participating in the Science Communication Fellows Program at the University of Michigan Natural History Museum. She developed and presented a hands-on activity to engage museum visitors in learning about the lab's cytoskeleton research, and this activity was adapted into a docent-presented recurring demo for museum visitors.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2022<br>\n\t\t\t\t\tModified by: Ann&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1615338/1615338_10452257_1671633984689_Millerimage1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1615338/1615338_10452257_1671633984689_Millerimage1--rgov-800width.jpg\" title=\"Rho and F-actin self-organize within an artificial cell cortex\"><img src=\"/por/images/Reports/POR/2022/1615338/1615338_10452257_1671633984689_Millerimage1--rgov-66x44.jpg\" alt=\"Rho and F-actin self-organize within an artificial cell cortex\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The artificial cell cortex is made up of Xenopus extract with probes for F-actin and active Rho, which sits atop a supported lipid bilayer. Both excitable waves and coherent oscillations have been observed and analyzed using the artificial cortex. This will be a useful platform for future research.</div>\n<div class=\"imageCredit\">Jennifer Landino, Ann Miller lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ann&nbsp;Miller</div>\n<div class=\"imageTitle\">Rho and F-actin self-organize within an artificial cell cortex</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe cell cortex is the outermost layer of the cell, and it is comprised of both lipid and protein components. The cortex is remodeled to support changes in cell shape, including pinching the cell in two during the final stage of cell division. Before shape change occurs, the cortex undergoes dynamic patterning with waves of Rho GTPase, a signaling molecule, and filamentous actin (F-actin), a structural protein, traveling across the cell surface. This phenomenon has been termed \"cortical excitability\", and related types of patterning have been observed across various biological systems. A major goal of this work was to develop a new, synthetic system to investigate the mechanisms that drive cortical patterning. We have developed a cell-free system and termed it the \"artificial cell cortex\". We found that the artificial cell cortex successfully recapitulates the dynamics of cortical patterning observed in living cells.\n\nWe developed the artificial cell cortex using supported lipid bilayers to mimic the cell membrane and cytoplasmic extract isolated from Xenopus laevis (African-clawed frog) eggs. The signaling (Rho) and structural (F-actin) proteins in the cytoplasmic extract associate with the supported lipid bilayer, and the addition of fluorescently tagged probes for these proteins of interest allows us to image their dynamics in real time by live microscopy. Using this approach, we found that the artificial cell cortex reconstitutes two types of patterning that share characteristics with cortical patterns seen in cells: excitable waves and coherent oscillations. We also found that excitable wave formation and propagation was dependent on supported lipid bilayer fluidity. This finding has led to new ideas about how cortical excitability is regulated by lipid dynamics. The artificial cell cortex is an ideal system for investigating the relationship between lipids and cortical patterns, as we can more easily manipulate lipid composition in the artificial cell cortex than we can in cells. Finally, we determined that Rho and F-actin patterns in the artificial cell cortex system required both Rho activity and dynamic F-actin, which agrees with previous findings from our collaborators' experiments in cells.  This project was enriched by our collaboration with our project partners on this award who provided useful intellectual input, key reagents, data analysis, and mathematical modeling.\n\nIntellectual Merit: This work demonstrates that the artificial cell cortex is a useful tool to characterize and investigate the molecular mechanisms that drive cortical patterning. Moving forward, this tool will help bridge the gap in our understanding of how protein dynamics form emergent behaviors, like cortical Rho and F-actin waves, to drive essential cellular functions such as cell division.\n\nBroader Impacts: This project provided training opportunities for one postdoc, several undergraduates, and several lab staff members. The postdoc will soon start her own independent lab building on the discoveries made through this project. In addition to her scientific contributions to the project, the PI developed her science communication skills by participating in the Science Communication Fellows Program at the University of Michigan Natural History Museum. She developed and presented a hands-on activity to engage museum visitors in learning about the lab's cytoskeleton research, and this activity was adapted into a docent-presented recurring demo for museum visitors.\n\n\t\t\t\t\tLast Modified: 12/21/2022\n\n\t\t\t\t\tSubmitted by: Ann Miller"
 }
}