{
 "awd_id": "1615866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Protein Interactions Underlying Mutagenic Translesion Synthesis in Yeast",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927323",
 "po_email": "mhingora@nsf.gov",
 "po_sign_block_name": "Manju Hingorani",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 649999.0,
 "awd_amount": 649999.0,
 "awd_min_amd_letter_date": "2016-07-15",
 "awd_max_amd_letter_date": "2018-06-07",
 "awd_abstract_narration": "This project aims to elucidate tightly controlled mechanisms that allow eukaryotic cells to faithfully reproduce their genetic material despite the presence of DNA damage. DNA lesions can block replication, triggering a cascade of events leading to cell death. To prevent this, cells utilize translesion synthesis (TLS) DNA polymerases that can copy over the DNA lesions while temporarily leaving them unrepaired. These TLS enzymes are central to cell survival after DNA damage; however, they are also error-prone and often introduce mutations in genomic DNA. The project will employ an interdisciplinary approach that combines structural biology, biochemical methods and in vivo assays to decipher key protein-protein interactions (PPIs) underlying mutagenic TLS in a yeast model system. This research will advance our understanding of the structural organization of the multi-protein TLS complexes and also provide new insights into mechanistic questions about TLS: How do mutagenic TLS enzymes gain access to DNA replication forks? How do active multi-polymerase complexes assemble? What molecular events drive TLS DNA polymerase switching? These questions are central to our understanding of events leading to mutagenesis in eukaryotes and the ability of cells to cope with DNA damage and faithfully transfer genetic information from one generation to the next. This project creates a solid platform for integration of research and education at multiple levels, from advanced post-PhD training to K-12 education. The project will provide plentiful material for graduate and undergraduate teaching, including advanced training courses such as the Connecticut NMR Workshop, laboratory projects for graduate students, and mini-projects for the diverse undergraduate students from the Undergraduate Summer Research Internship program. Finally, it will also engage students from the nearby Farmington High School in \"real world\" scientific research under the umbrella of the Cutting Edge Bioresearch Internship program. \r\n\r\nIn S. cerevisiae, replicative bypass of most DNA lesions requires the coordinated action of TLS polymerases Rev1, pol eta and pol zeta that replace replicative polymerases at replication forks stalled by DNA damage or fill damage-containing single-stranded DNA gaps left after replication. This process is initiated by mono-ubiquitination of the processivity factor PCNA, which plays a key role in the assembly of the multi-polymerase TLS complex at DNA damage sites. The mechanism by which this TLS complex, often called the Rev1/pol zeta mutasome, is assembled on ubiquitinated PCNA is poorly understood. Important questions remain unanswered about how TLS enzymes gain access to sites of DNA damage and how DNA polymerases switch during TLS. The main goal of this project is to understand the mechanisms by which the TLS mutasome achieves efficient lesion bypass by analyzing its organization at a structural level. Our central hypothesis is that mutasome activity is regulated by protein-protein interactions (PPIs) mediated by accessory domains and regulatory subunits of the TLS DNA polymerases. We will test this hypothesis by using a structural analysis to precisely map PPIs that influence the assembly of the S. cerevisiae Rev1/pol zeta mutasome, combined with in vivo assays to probe the significance of these PPIs for mutagenic TLS. To date, the structure and PPIs of accessory modules of yeast TLS enzymes remain largely uncharacterized. To gain insights into the structural organization and regulation of the yeast TLS machinery, we will undertake the following specific aims. In Aim 1, we will examine key PPIs that control the Rev1/pol zeta mutasome interactions with the sliding clamp PCNA. In Aim 2, we will determine structures and probe PPIs of the essential accessory modules that mediate assembly of the Rev1/pol zeta complex. In Aim 3, we will explore additional PPIs that stabilize multi-subunit Rev1/pol zeta assembly. The project will provide new insights into how individual components of the TLS mutasome work together to achieve efficient lesion bypass.\r\n\r\nThe project is funded jointly by the Genetic Mechanisms Cluster and the Molecular Biophysics Cluster in the Division of Molecular and Cellular Biosciences in the Directorate for Biological Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dmitry",
   "pi_last_name": "Korzhnev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitry Korzhnev",
   "pi_email_addr": "korzhniev@uchc.edu",
   "nsf_id": "000598976",
   "pi_start_date": "2016-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut Health Center",
  "inst_street_address": "263 FARMINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARMINGTON",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606794040",
  "inst_zip_code": "060300001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CT05",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT HEALTH CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "H6D6JMXJXDE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut Health Center",
  "perf_str_addr": "263 Farmington Ave.",
  "perf_city_name": "Farmington",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "060321956",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CT05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 218000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 216001.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 215998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project employed an interdisciplinary approach that combines structural biology, biochemical and cell biology methods to study key protein-protein interactions underlying translesion synthesis (TLS) in eukaryotes. The error-prone TLS DNA polymerases enable replication of damaged DNA and play a central role in cell survival after DNA damage. These TLS enzymes are assembled into a multi-protein complex, called the <em>Rev1/pol&zeta; mutasome,</em> stabilized by protein-protein interactions mediated by the two scaffold proteins, Rev1 and PCNA. Our NSF funded research advanced understanding of the structural organization of Rev1/pol&zeta; TLS mutasome in yeast and humans and provided new insights into the mechanisms of mutagenic TLS. Similarities and differences in structural organization of yeast and mammalian TLS assemblies stabilized by a network of protein-protein interactions represent a critical gap in understanding of TLS mechanisms that was addressed by our research. As a result of this project, we determined the structural basis of PCNA recognition by the Rev1-BRCT domain, revealing the details of interaction between the two scaffold proteins of the TLS pathway. We also characterized protein-protein interactions and homo-dimerization occurring <em>via</em> the HORMA interface of the Rev7 subunit of human TLS polymerase pol&zeta;, and demonstrated the significance of Rev3-mediated Rev7 dimerization for the assembly and function of Rev1/pol&zeta; TLS mutasome. Surprisingly, we established that yeast Rev7, unlike its human counterpart, is unable to form a dimer in solution, revealing a key difference in PPIs that mediate assembly of the TLS mutasome in mammals and yeast. We also characterized additional protein-protein interactions that stabilize the TLS complex involving PIP and RIR motifs of TLS polymerases and PCNA or the Rev1-CT domain, which led to a better understanding of PIP and RIR motif specificities in human TLS enzymes. Overall, our studies of structural organization of the TLS mutasome represent an important step towards understanding DNA damage tolerance in eukaryotes.</p>\n<p>&nbsp;</p>\n<p>The project provided plentiful training opportunities at professional, graduate and undergraduate levels through student participation in laboratory research and advanced training workshops. The PI took part in organizing and teaching regional and international workshops in NMR structural biology that provided training opportunities for graduate students and researchers in the US and abroad. The project also guided career choices of students from the Farmington High School though their participation in Cutting Edge Bioresearch Internship program at the University of Connecticut Health Center engaging them in \"real world\" scientific research. The outreach activities in the frame of this project contributed towards training a new generation of scientists.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2021<br>\n\t\t\t\t\tModified by: Dmitry&nbsp;Korzhnev</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project employed an interdisciplinary approach that combines structural biology, biochemical and cell biology methods to study key protein-protein interactions underlying translesion synthesis (TLS) in eukaryotes. The error-prone TLS DNA polymerases enable replication of damaged DNA and play a central role in cell survival after DNA damage. These TLS enzymes are assembled into a multi-protein complex, called the Rev1/pol&zeta; mutasome, stabilized by protein-protein interactions mediated by the two scaffold proteins, Rev1 and PCNA. Our NSF funded research advanced understanding of the structural organization of Rev1/pol&zeta; TLS mutasome in yeast and humans and provided new insights into the mechanisms of mutagenic TLS. Similarities and differences in structural organization of yeast and mammalian TLS assemblies stabilized by a network of protein-protein interactions represent a critical gap in understanding of TLS mechanisms that was addressed by our research. As a result of this project, we determined the structural basis of PCNA recognition by the Rev1-BRCT domain, revealing the details of interaction between the two scaffold proteins of the TLS pathway. We also characterized protein-protein interactions and homo-dimerization occurring via the HORMA interface of the Rev7 subunit of human TLS polymerase pol&zeta;, and demonstrated the significance of Rev3-mediated Rev7 dimerization for the assembly and function of Rev1/pol&zeta; TLS mutasome. Surprisingly, we established that yeast Rev7, unlike its human counterpart, is unable to form a dimer in solution, revealing a key difference in PPIs that mediate assembly of the TLS mutasome in mammals and yeast. We also characterized additional protein-protein interactions that stabilize the TLS complex involving PIP and RIR motifs of TLS polymerases and PCNA or the Rev1-CT domain, which led to a better understanding of PIP and RIR motif specificities in human TLS enzymes. Overall, our studies of structural organization of the TLS mutasome represent an important step towards understanding DNA damage tolerance in eukaryotes.\n\n \n\nThe project provided plentiful training opportunities at professional, graduate and undergraduate levels through student participation in laboratory research and advanced training workshops. The PI took part in organizing and teaching regional and international workshops in NMR structural biology that provided training opportunities for graduate students and researchers in the US and abroad. The project also guided career choices of students from the Farmington High School though their participation in Cutting Edge Bioresearch Internship program at the University of Connecticut Health Center engaging them in \"real world\" scientific research. The outreach activities in the frame of this project contributed towards training a new generation of scientists.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/03/2021\n\n\t\t\t\t\tSubmitted by: Dmitry Korzhnev"
 }
}