{
 "awd_id": "1615084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Signatures of Shocks and Particle Acceleration from Novae in our Galaxy",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 342679.0,
 "awd_amount": 342679.0,
 "awd_min_amd_letter_date": "2016-06-09",
 "awd_max_amd_letter_date": "2016-06-09",
 "awd_abstract_narration": "1.\tA nova eruption is a dramatic increase in energy output caused by runaway thermonuclear burning of hydrogen on the surface of a white dwarf star.  Ordinarily, a white dwarf (a star with the mass of our Sun crammed into a volume about the size of the Earth) contains little or no hydrogen.  If it has an ordinary star as a companion, however, a white dwarf can sometimes accumulate hydrogen from the companion onto its surface.  As little as a few ten-thousandths of the mass of our Sun can be enough to trigger the thermonuclear \"burning\" of this hydrogen fuel.  Runaway hydrogen burning produces the observed nova outburst and violently ejects mass from the white dwarf.  Recent spacecraft observations have revealed gamma-ray emission during nova outbursts.  These observations demonstrate that hydrodynamic shocks occur in novae.  This research aims to use computer simulations to study the origin, appearance, and implications of these shocks.  The work will greatly improve the understanding of emission at many different wavelengths during nova outbursts.  It will also improve scientists? understanding of the acceleration of ions and electrons to extremely high energies.  The Intellectual Merit of the work comes from such advances.  The involvement of undergraduate students in the research and public outreach through movies and an interactive website are good Broader Impacts of the research.\r\n\r\n2.\tNovae are sudden outbursts of energy powered by runaway thermonuclear burning on the surface of a white dwarf that has accreted matter from a stellar companion.  The recent discovery of GeV gamma rays emitted during nova outbursts provides a striking indicator that hydrodynamic shocks occur in these systems.  This project will employ hydrodynamic calculations to study the origin, appearance, and implications of shocks in novae.  The work will also investigate the efficiency of shock acceleration of electrons and ions as well as magnetic-field amplification at the shock.  In addition, the combination of numerical simulations and multi-wavelength modelling will be used to constrain various shock parameters.  The Intellectual Merit of the research derives from improved understanding of emission from novae and of a mechanism of particle acceleration in astrophysics.  The results will also inform both radio and optical surveys for transient phenomena.  The Broader Impacts of the work will involve not only research opportunities for undergraduates but also public outreach through an interactive website, color movies, and a workshop for high school teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Metzger",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brian D Metzger",
   "pi_email_addr": "bdm2129@columbia.edu",
   "nsf_id": "000630137",
   "pi_start_date": "2016-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 342679.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Classical novae are astrophysical transients that arise from the explosive burning of hydrogen-rich gas accumulated on the surface of a white dwarf due to accretion from a binary companion star. &nbsp;Despite being among the brightest transients in the night sky (\"guest stars\" to our ancestors), our understanding of novae remains surprisingly incomplete. &nbsp;Nothing highlights this state of affairs better than the nearly universal surprise which accompanied the discovery of high-energy gamma-ray emission from novae starting in 2010. &nbsp;<br />The gamma-rays observed in novae implicate the acceleration of relativistic particles by internal shocks, as multiple phases of ejecta collide during the outburst. &nbsp;We studied these shocks, and their implications for mass-loss in nova more broadly, by means of hydrodynamical simulations including radiative cooling, using a novel numerical technique that allows for high gas compression ratios and minimizes artificial numerical conductivity. &nbsp;The results of our simulations were used either directly, or via post-processing/semi-analytic modeling, to ascertain the thermal and non-thermal signatures of shock interaction across the electromagnetic spectrum (radio, infrared, optical, X-ray, gamma-ray). &nbsp;These predictions were then compared to observations of novae taken from the ground (radio, optical) and in space (infrared, X-ray, gamma-ray). &nbsp;<br />The most important findings of our study include: (1) the optical emission in at least some novae is not powered directly by nuclear burning on the white dwarf surface, but instead by reprocessed shock emission; (2) the shocks in novae accelerate relativistic electrons, which power early radio synchrotron emission; (3) shock interaction plays a crucial role in shaping the large-scale morphology of nova ejecta and may&minus;via compression and hydrodynamical instabilities&minus;generate the large densities and inhomogeneities (\"clumpiness\") requisite for molecule and dust formation; (4) &nbsp;internal shocks in novae accelerate relativistic ions with an efficiency of ~1%, a value with important implications for the gamma-ray and neutrino emissions from other astrophysical explosions whose light output is dominated by shocks but which are too distant to detect as individual gamma-ray sources; (5) the hot gas behind radiative shocks in novae is thermally unstable, which we show acts to suppress the thermal X-ray emission of the gas, consistent with observations; (6) the non-thermal hard X-ray emission in novae is also suppressed due to the Coulomb losses experienced by relativistic electrons in the dense post-shock gas, again consistent with observations.<br />Our detailed characterization of shocks in nova, calibrated to high-quality data, finds immediate application to shock-powered emission from more distant, extragalactic transients, including supernovae, tidal disruption events, and stellar mergers. &nbsp;Undergraduate and graduate students received mentorship and were involved in all stages of the research. &nbsp;The PI and collaborators reported the findings to both professional and public audiences in the form of peer-reviewed articles, colloquia, conference talks, and public presentations. &nbsp;The generally finding that these \"backyard\" transients - which amateur astronomers regularly discover and observe - are powered internally by shocks, and that we have only appreciated this fact in the past few years, offers a powerful outreach tool to explain the way that science is done and continues to evolve today. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2020<br>\n\t\t\t\t\tModified by: Brian&nbsp;D&nbsp;Metzger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nClassical novae are astrophysical transients that arise from the explosive burning of hydrogen-rich gas accumulated on the surface of a white dwarf due to accretion from a binary companion star.  Despite being among the brightest transients in the night sky (\"guest stars\" to our ancestors), our understanding of novae remains surprisingly incomplete.  Nothing highlights this state of affairs better than the nearly universal surprise which accompanied the discovery of high-energy gamma-ray emission from novae starting in 2010.  \nThe gamma-rays observed in novae implicate the acceleration of relativistic particles by internal shocks, as multiple phases of ejecta collide during the outburst.  We studied these shocks, and their implications for mass-loss in nova more broadly, by means of hydrodynamical simulations including radiative cooling, using a novel numerical technique that allows for high gas compression ratios and minimizes artificial numerical conductivity.  The results of our simulations were used either directly, or via post-processing/semi-analytic modeling, to ascertain the thermal and non-thermal signatures of shock interaction across the electromagnetic spectrum (radio, infrared, optical, X-ray, gamma-ray).  These predictions were then compared to observations of novae taken from the ground (radio, optical) and in space (infrared, X-ray, gamma-ray).  \nThe most important findings of our study include: (1) the optical emission in at least some novae is not powered directly by nuclear burning on the white dwarf surface, but instead by reprocessed shock emission; (2) the shocks in novae accelerate relativistic electrons, which power early radio synchrotron emission; (3) shock interaction plays a crucial role in shaping the large-scale morphology of nova ejecta and may&minus;via compression and hydrodynamical instabilities&minus;generate the large densities and inhomogeneities (\"clumpiness\") requisite for molecule and dust formation; (4)  internal shocks in novae accelerate relativistic ions with an efficiency of ~1%, a value with important implications for the gamma-ray and neutrino emissions from other astrophysical explosions whose light output is dominated by shocks but which are too distant to detect as individual gamma-ray sources; (5) the hot gas behind radiative shocks in novae is thermally unstable, which we show acts to suppress the thermal X-ray emission of the gas, consistent with observations; (6) the non-thermal hard X-ray emission in novae is also suppressed due to the Coulomb losses experienced by relativistic electrons in the dense post-shock gas, again consistent with observations.\nOur detailed characterization of shocks in nova, calibrated to high-quality data, finds immediate application to shock-powered emission from more distant, extragalactic transients, including supernovae, tidal disruption events, and stellar mergers.  Undergraduate and graduate students received mentorship and were involved in all stages of the research.  The PI and collaborators reported the findings to both professional and public audiences in the form of peer-reviewed articles, colloquia, conference talks, and public presentations.  The generally finding that these \"backyard\" transients - which amateur astronomers regularly discover and observe - are powered internally by shocks, and that we have only appreciated this fact in the past few years, offers a powerful outreach tool to explain the way that science is done and continues to evolve today.  \n\n\t\t\t\t\tLast Modified: 07/01/2020\n\n\t\t\t\t\tSubmitted by: Brian D Metzger"
 }
}