{
 "awd_id": "1615014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: SlackTrack: Efficiently Exploiting Circuit Slack in Multi-Cycle Datapaths",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yuanyuan Yang",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 449936.0,
 "awd_amount": 449936.0,
 "awd_min_amd_letter_date": "2016-06-16",
 "awd_max_amd_letter_date": "2016-06-16",
 "awd_abstract_narration": "The microprocessor and system-on-chip industry is increasingly focused on mobile platforms, where maximizing battery life is paramount. As a result, static and dynamic power consumption are now primary design constraints for general-purpose microprocessors. In response, chip designers are integrating a plethora of customized on-die accelerators, which reduce energy consumption because their control logic, datapaths, interconnect, and memory are tailored for a specific task. This project tackles the main remaining source of power consumption in accelerators clocked storage elements and investigates the design of novel accelerators with very few such elements. Without these kinds of dramatic innovations in the design of power-efficient, high-performance chips, the continued device scaling of future nanometer technologies may no longer provide substantial returns in utility or performance. As a result, the microprocessor industry, and by extension, the computer industry as a whole, faces a serious challenge in maintaining the growth-based business model that has sustained it for four decades. This research has broad industry- and economy-wide impact since it helps to address or avert these challenges. The findings from this project will be integrated into graduate level courses which will help students get a more in depth understanding of the power wall issue which is a big challenge for architects in the near future.\r\n\r\nRemoving the overheads imposed by clocked elements will enable accelerator designs to approach a true energy lower bound for the cost of computation. Furthermore, pipeline latch removal also exposes additional opportunities for improvement to the power efficiency and performance of datapath circuits. Most importantly, since the critical delay paths in a multi-cycle datapath span multiple clock cycles and traverse many more levels of logic than the base naive pipeline, the likelihood that random and within-die variations will slow down a critical path is substantially lower. In other words, since critical paths are two, four, or even more times longer than in the base case, random and within-die process variations are amortized over a longer total delay path and are more likely to cancel each others' effects, leading to a smaller net effect on achievable cycle time. This tightened variance can be exploited to reduce design-time margins, allowing the datapath to be operated at a lower voltage for a given frequency. Furthermore, novel run-time approaches for measuring and controlling available slack in the circuit's operation enable aggressive timing speculation, allowing the datapath to run at nearly nominal frequencies while minimizing operating voltage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikko",
   "pi_last_name": "Lipasti",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Mikko H Lipasti",
   "pi_email_addr": "mikko@engr.wisc.edu",
   "nsf_id": "000290802",
   "pi_start_date": "2016-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1415 Engineering Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061607",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7941",
   "pgm_ref_txt": "COMPUTER ARCHITECTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 449936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated a family of novel microarchitectural approaches that enable exploitation of cycle time in modern processors.&nbsp; Conventional microprocessors set a minimum cycle time (corresponding to maximum operating frequency) at design time based on a set of conservative assumptions. This is known as designing for the worst case. However, under most operating conditions, and while performing the majority of computations during its lifetime, the processor could comfortably exceed these limits, since there is a substantial amount of cycle time slack as individual computations complete much earlier than under the worst case assumption.&nbsp; Unfortunately, the amount of slack varies over time, slowly due to environmental changes (supply voltage fluctuations, thermal conditions), and rapidly due to its relationship with both operation type (multiply vs. addition) and the actual values that are being computed.&nbsp; This research has substantially advanced the design and co-design of CPU core and peripheral building blocks and associated control mechanisms and policies which are capable of effectively exploiting both slowly changing (coarse-grained) and rapidly changing (fine-grained) cycle time slack, providing designs with much higher levels of performance and energy efficiency than existing, conventional approaches.</p>\n<p>&nbsp;</p>\n<p>Specifically, the project led to designs and surgical prototypes of approaches for capturing slack that demonstrated substantial improvements in performance and energy efficiency for both spatial microarchitectures as well as conventional out-of-order processors. This required inventing novel mechanisms for dynamically tracking the availability of slack by propagating delay information through the program?s dataflow graph, as well as microarchitectural control mechanisms for harvesting this slack by early clocking of results where the accumulated slack exceeds an entire clock period. In contrast to prior approaches, the proposed approaches are not limited to slow moving changes in slack but are capable of harvesting slack that varies across individual instruction instances. The proposed approaches are also compatible with current approaches for designing complex digital hardware, as they build on standard synchronous design flows and minimize the impact on correctness and timing verification, unlike prior work that relies on asynchronous approaches. Furthermore, this approach was extended from the microprocessor core to peripheral building blocks in the processor chip, streamlining communication across processor chips and enabling long-hop communications from one node to another, where the long-hop spans multiple clock periods but is not limited to quantization at node boundaries. This reduces end-to-end latency for cross-chip communication, leading to improvements in chip performance and throughput.</p>\n<p>&nbsp;</p>\n<p>Without the kinds of innovations described here, that dramatically alter the design and architecture of future processor cores and peripheral building blocks, the continued device scaling of future nanometer semiconductor technologies will fail to provide substantial returns in terms of improvements in utility or performance. As a result, the microprocessor industry, and by extension, the computer industry as a whole, faces serious challenges in maintaining the growth-based business model that has sustained it for four decades. This research has had broad industry- and economy-wide impact by helping to address or avert these impending challenges, while effectively training graduate students in the technical skills required to accomplish these goals, and leading to technology transfer via internships and permanent employment.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2020<br>\n\t\t\t\t\tModified by: Mikko&nbsp;H&nbsp;Lipasti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated a family of novel microarchitectural approaches that enable exploitation of cycle time in modern processors.  Conventional microprocessors set a minimum cycle time (corresponding to maximum operating frequency) at design time based on a set of conservative assumptions. This is known as designing for the worst case. However, under most operating conditions, and while performing the majority of computations during its lifetime, the processor could comfortably exceed these limits, since there is a substantial amount of cycle time slack as individual computations complete much earlier than under the worst case assumption.  Unfortunately, the amount of slack varies over time, slowly due to environmental changes (supply voltage fluctuations, thermal conditions), and rapidly due to its relationship with both operation type (multiply vs. addition) and the actual values that are being computed.  This research has substantially advanced the design and co-design of CPU core and peripheral building blocks and associated control mechanisms and policies which are capable of effectively exploiting both slowly changing (coarse-grained) and rapidly changing (fine-grained) cycle time slack, providing designs with much higher levels of performance and energy efficiency than existing, conventional approaches.\n\n \n\nSpecifically, the project led to designs and surgical prototypes of approaches for capturing slack that demonstrated substantial improvements in performance and energy efficiency for both spatial microarchitectures as well as conventional out-of-order processors. This required inventing novel mechanisms for dynamically tracking the availability of slack by propagating delay information through the program?s dataflow graph, as well as microarchitectural control mechanisms for harvesting this slack by early clocking of results where the accumulated slack exceeds an entire clock period. In contrast to prior approaches, the proposed approaches are not limited to slow moving changes in slack but are capable of harvesting slack that varies across individual instruction instances. The proposed approaches are also compatible with current approaches for designing complex digital hardware, as they build on standard synchronous design flows and minimize the impact on correctness and timing verification, unlike prior work that relies on asynchronous approaches. Furthermore, this approach was extended from the microprocessor core to peripheral building blocks in the processor chip, streamlining communication across processor chips and enabling long-hop communications from one node to another, where the long-hop spans multiple clock periods but is not limited to quantization at node boundaries. This reduces end-to-end latency for cross-chip communication, leading to improvements in chip performance and throughput.\n\n \n\nWithout the kinds of innovations described here, that dramatically alter the design and architecture of future processor cores and peripheral building blocks, the continued device scaling of future nanometer semiconductor technologies will fail to provide substantial returns in terms of improvements in utility or performance. As a result, the microprocessor industry, and by extension, the computer industry as a whole, faces serious challenges in maintaining the growth-based business model that has sustained it for four decades. This research has had broad industry- and economy-wide impact by helping to address or avert these impending challenges, while effectively training graduate students in the technical skills required to accomplish these goals, and leading to technology transfer via internships and permanent employment.\n\n \n\n\t\t\t\t\tLast Modified: 09/30/2020\n\n\t\t\t\t\tSubmitted by: Mikko H Lipasti"
 }
}