{
 "awd_id": "1615480",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Dispersive Water Waves in Multiscale Interaction Problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 129960.0,
 "awd_amount": 129960.0,
 "awd_min_amd_letter_date": "2016-06-06",
 "awd_max_amd_letter_date": "2016-06-06",
 "awd_abstract_narration": "This project contributes to a better understanding of various phenomena related to water waves.  Of special interest are two problems that go beyond the classical setting of a homogeneous medium: (i) surface waves interacting with internal waves and (ii) surface waves interacting with rough topography.  These two problems are of physical importance.  In case (i), internal waves are large-amplitude waves that play a key role in many oceanic processes like mixing and energy dissipation, which impact the transport and diffusion of contaminants and nutrients.  The strong currents associated with them also affect ocean acoustics, and present a potential hazard to offshore and submerged structures.  In case (ii), the character of coastal wave dynamics is known to be very complex and can lead to extreme phenomena such as wave breaking.  In turn, these wave phenomena influence many other coastal processes such as current generation and sediment transport which eventually drive sandbar formation and beach erosion.  A detailed description of these two problems entails considerable mathematical challenges due to the complexity of the physical mechanisms involved.  This project develops analytical and numerical tools that can help address a wide range of questions, ranging from theoretical to more practical ones (e.g., to improve the remote sensing of internal waves, the parameterization of wave forecasting models, and the design of wave energy farms in coastal regions).  The project thus has broader impacts in oceanography, marine biology, coastal engineering, and climatology, which ultimately affect human activities, and also has far-reaching applications to wave problems in such diverse areas as material science that share similarities with the present ones.  Graduate students are involved in the work of the project.\r\n\r\nThe investigator studies wave-wave and wave-bottom interactions occurring at substantially disparate scales, which poses serious challenges to their asymptotic analysis and direct numerical simulation.  More specifically, attention is paid to long internal waves resonantly coupled with smaller surface wavepackets in case (i), and to surface waves propagating over rapidly varying topography in case (ii).  Such interactions produce complex dynamics such as wave localization and scattering, and a better understanding has important physical and technological implications.  So far little effort has been devoted to examining these two problems analytically and in particular they still lack a mathematically justified asymptotic theory.  The investigator develops building blocks for such a theory by deriving new reduced models that describe essential features of these nonlinear dispersive wave systems based on the large separation of scales.  For this purpose, he develops new analytical methods from Hamiltonian systems and homogenization theory to deal with the multiple scales.  Of special interest is the modulational regime for surface waves, in which the solution exhibits a two-scale dependence allowing for fast and slow dynamics.  The latter can be described by an evolutionary partial differential equation (or a system of such equations), while the former can be determined by e.g. resonance conditions and their effects can be reproduced via effective coefficients in this equation.  Together with the rapid progress in optical and imaging technologies, such models have the potential to improve the performance of remote sensing techniques for internal waves, and the subgrid parameterization of wave-bottom interactions that have so far been poorly represented in operational forecasting.  Graduate students are involved in the work of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philippe",
   "pi_last_name": "Guyenne",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Philippe J Guyenne",
   "pi_email_addr": "guyenne@math.udel.edu",
   "nsf_id": "000238020",
   "pi_start_date": "2016-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1303",
   "pgm_ref_txt": "CLIMATE MODELING & PREDICTION"
  },
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 129960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oceans cover 70% of the Earth's surface and, as such, strongly affect the Earth's climate and human activities. In particular, ocean waves have long been a source of fascination and research. Mathematically, the water wave problem is challenging because of its multidimensionality, nonlinearity and the presence of multiple length and time scales. It is described by a complicated set of nonlinear partial differential equations called the Euler equations. The situation is further complicated by the fact that the domain itself (i.e. the top moving boundary) is to be found as part of the solution.</p>\n<p>In this project, the PI investigates various wave problems that go beyond the classical setting of a homogeneous medium. These include surface waves interacting with an ambient current (as generated by subsurface internal waves or a large-scale background flow), with rough topography or with floating sea ice. The latter case is especially relevant in light of recent enviromental issues related to climate change and the rapid decline of summer ice extent in the Arctic ocean. A common denominator in the approach proposed by the PI is a unified Hamiltonian formulation of the governing equations, which lends itself well to both rigorous mathematical analysis and direct numerical simulation. This allows the PI and collaborators to develop and apply powerful techniques taken from the point of view of transformation theory in the context of Hamiltonian systems.</p>\n<p>The main accomplishments from this project include the development of a direct numerical solver for nonlinear surface gravity waves interacting with a shear current. The Euler equations are solved efficiently and accurately by a pseudospectral method. This represents a significant step in the extension of this numerical method from the classical irrotational case to the more general rotational case (with constant vorticity). Our direct simulations confirm that the Benjamin-Feir instability can be amplified in the presence of a strong adverse current and, as a consequence, large-amplitude rogue waves can emerge.</p>\n<p>Another achievement is the development of a direct numerical solver for nonlinear gravity waves propagating along a fragmented ice sheet. Our detailed study confirm that wave scattering due to sea ice is a dominant mechanism for wave attenuation in the marginal ice zone. Depending on such parameters as ice concentration and ice fragmentation, different types of wave decay are observed. Motivated by these numerical results, the PI and collaborators develop a theoretical model for the ice-ocean system, based on a continuum poroelastic representation of the ice cover, and derive an exact dispersion relation for traveling wave solutions. A key feature of this model is the porosity which accounts for the ice-cover heterogeneity and thus makes it applicable to various types of ice cover. The predictions are found to be consistent with typical results of wave dispersion and attenuation in sea ice. More notably, this model is able to reproduce a non-monotonic behavior of the attenuation rate (roll-over phenomenon) which has long been reported in field observations but has eluded most existing models. It is hoped that such poroelastic theory may be used to help refine the parameterization of wave decay in operational wave forecasting models for the polar regions.</p>\n<p>In recent years, there has been a surge of activity in the development of discontinuous Galerkin methods and their application to solving nonlinear water wave models, especially to simulating wave phenomena in coastal zones where the bathymetry plays an important role. The popularity of these methods is due to their flexibility and high-order accuracy. As a contribution to this research area, the PI and collaborators propose a central discontinous Galerkin method to solve the shallow-water and Green-Naghdi equations for coastal waves. This method is designed in such a way that it is well-balanced and preserves positivity of the water height, to ensure accurate solutions in the presence of variable topography. Our tests show excellent agreement with experimental data.</p>\n<p>In addition to direct numerical simulation, it is common to use reduced models to investigate wave dynamics in the weakly nonlinear regime. Many existing models however share a fundamental shortcoming: they lack basic energy conservation, which is in contrast to the Hamiltonian structure of the original Euler equations for water waves. To help resolve this issue, the PI and collaborators develop a systematic perturbation approach to derive Hamiltonian envelope equations for weakly modulated wavetrains on deep water. This approach involves normal form transformations to eliminate non-resonant terms and canonical transformations to accommodate the modulational Ansatz. As an application, a Hamiltonian Dysthe equation valid up to one order higher than the classical nonlinear Schrodinger equation, is established. This higher-order model contains contributions from higher harmonics and the wave-induced mean flow, which are important for describing larger-amplitude waves. Excellent agreement is found in comparison to direct numerical simulations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/04/2019<br>\n\t\t\t\t\tModified by: Philippe&nbsp;J&nbsp;Guyenne</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOceans cover 70% of the Earth's surface and, as such, strongly affect the Earth's climate and human activities. In particular, ocean waves have long been a source of fascination and research. Mathematically, the water wave problem is challenging because of its multidimensionality, nonlinearity and the presence of multiple length and time scales. It is described by a complicated set of nonlinear partial differential equations called the Euler equations. The situation is further complicated by the fact that the domain itself (i.e. the top moving boundary) is to be found as part of the solution.\n\nIn this project, the PI investigates various wave problems that go beyond the classical setting of a homogeneous medium. These include surface waves interacting with an ambient current (as generated by subsurface internal waves or a large-scale background flow), with rough topography or with floating sea ice. The latter case is especially relevant in light of recent enviromental issues related to climate change and the rapid decline of summer ice extent in the Arctic ocean. A common denominator in the approach proposed by the PI is a unified Hamiltonian formulation of the governing equations, which lends itself well to both rigorous mathematical analysis and direct numerical simulation. This allows the PI and collaborators to develop and apply powerful techniques taken from the point of view of transformation theory in the context of Hamiltonian systems.\n\nThe main accomplishments from this project include the development of a direct numerical solver for nonlinear surface gravity waves interacting with a shear current. The Euler equations are solved efficiently and accurately by a pseudospectral method. This represents a significant step in the extension of this numerical method from the classical irrotational case to the more general rotational case (with constant vorticity). Our direct simulations confirm that the Benjamin-Feir instability can be amplified in the presence of a strong adverse current and, as a consequence, large-amplitude rogue waves can emerge.\n\nAnother achievement is the development of a direct numerical solver for nonlinear gravity waves propagating along a fragmented ice sheet. Our detailed study confirm that wave scattering due to sea ice is a dominant mechanism for wave attenuation in the marginal ice zone. Depending on such parameters as ice concentration and ice fragmentation, different types of wave decay are observed. Motivated by these numerical results, the PI and collaborators develop a theoretical model for the ice-ocean system, based on a continuum poroelastic representation of the ice cover, and derive an exact dispersion relation for traveling wave solutions. A key feature of this model is the porosity which accounts for the ice-cover heterogeneity and thus makes it applicable to various types of ice cover. The predictions are found to be consistent with typical results of wave dispersion and attenuation in sea ice. More notably, this model is able to reproduce a non-monotonic behavior of the attenuation rate (roll-over phenomenon) which has long been reported in field observations but has eluded most existing models. It is hoped that such poroelastic theory may be used to help refine the parameterization of wave decay in operational wave forecasting models for the polar regions.\n\nIn recent years, there has been a surge of activity in the development of discontinuous Galerkin methods and their application to solving nonlinear water wave models, especially to simulating wave phenomena in coastal zones where the bathymetry plays an important role. The popularity of these methods is due to their flexibility and high-order accuracy. As a contribution to this research area, the PI and collaborators propose a central discontinous Galerkin method to solve the shallow-water and Green-Naghdi equations for coastal waves. This method is designed in such a way that it is well-balanced and preserves positivity of the water height, to ensure accurate solutions in the presence of variable topography. Our tests show excellent agreement with experimental data.\n\nIn addition to direct numerical simulation, it is common to use reduced models to investigate wave dynamics in the weakly nonlinear regime. Many existing models however share a fundamental shortcoming: they lack basic energy conservation, which is in contrast to the Hamiltonian structure of the original Euler equations for water waves. To help resolve this issue, the PI and collaborators develop a systematic perturbation approach to derive Hamiltonian envelope equations for weakly modulated wavetrains on deep water. This approach involves normal form transformations to eliminate non-resonant terms and canonical transformations to accommodate the modulational Ansatz. As an application, a Hamiltonian Dysthe equation valid up to one order higher than the classical nonlinear Schrodinger equation, is established. This higher-order model contains contributions from higher harmonics and the wave-induced mean flow, which are important for describing larger-amplitude waves. Excellent agreement is found in comparison to direct numerical simulations.\n\n\t\t\t\t\tLast Modified: 11/04/2019\n\n\t\t\t\t\tSubmitted by: Philippe J Guyenne"
 }
}