{
 "awd_id": "1615207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Group-Based Cloud Computing for STEM Education Project",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Celestine Pea",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 457755.0,
 "awd_amount": 457755.0,
 "awd_min_amd_letter_date": "2016-08-25",
 "awd_max_amd_letter_date": "2016-08-25",
 "awd_abstract_narration": "This project will advance efforts of the Innovative Technology Experiences for Students and Teachers (ITEST) program to better understand and promote practices that increase students' motivations and capacities to pursue careers in fields of science, technology, engineering, or mathematics (STEM) by designing, developing, implementing, and studying a socio-technological system for group-centered STEM teaching and learning consistent with a nationally recognized pre-service program. The project will use results from more than 30 years of research to demonstrate how network supported, group-based learning grounded in principles of Generative Design can improve learning for all learners, across racial/ethnic backgrounds. The project will also offer detailed analyses of activity designs and implementation strategies that will help pre-service teachers to develop more fully participatory and socially-supported approaches to classroom learning, using authentic STEM practices in group-centered learning environments. This work will be particularly important to advancing knowledge in the field for pre-service teacher preparation, since few pre-service programs use this approach in preparing teachers for today?s classrooms.  Through a focus on the initial implementation of twelve model activities taught by pre-service teachers in K-12 classrooms nationwide, this study will also provide concrete and quantitative evidence that group-based learning is both appealing to early-career and induction-years teachers, and that it is feasible to implement in real classrooms.\r\n\r\nThe project takes a design-based research approach to creating and studying technologies and materials that support generative teaching and learning in STEM.  Sites associated with a nationally recognized and expanding approach to STEM teacher preparation and certification will serve as incubators and testbeds for the project?s innovation and development efforts.  Computational thinking, including agent-based modeling, and simulation across STEM domains as well as geo-spatial reasoning about personally meaningful learner-collected data will provides an important scientific foundation for the project.  This will be achieved by developing a highly-interactive and group-optimized, browser- and cloud-based, device-independent and open-source architecture and by integrating and extending leading computational tools including the NSF-funded NetLogo Web agent-based modeling language and environment. The project will also achieve this outcome by publishing its technology-mediated activities and materials in the public domain and by capturing extensive qualitative and quantitative data on the intensity and nature of use of these technologies and materials. Collectively, the project will foster the growth of educational infrastructures to enable the dissemination and effective adoption of generative teaching and learning in STEM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Stroup",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Walter M Stroup",
   "pi_email_addr": "wstroup@umassd.edu",
   "nsf_id": "000160666",
   "pi_start_date": "2016-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Petrosino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony Petrosino",
   "pi_email_addr": "apetrosino@smu.edu",
   "nsf_id": "000201095",
   "pi_start_date": "2016-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "1912 Speedway, Stop D5700",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121293",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}