{
 "awd_id": "1616774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Software-Defined Data Plane for Datacenters",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2016-08-29",
 "awd_max_amd_letter_date": "2016-08-29",
 "awd_abstract_narration": "Many popular cloud applications that power our daily lives, such as Facebook, Google, Amazon, and Twitter, spend a large fraction of their time performing network operations.  Even supposedly computationally intensive applications such as parallel machine learning are often limited by communication performance.  Datacenter network designers have been racing to keep up with this increased reliance on network usage, but they have had only limited success in achieving desirable system properties as they are often constrained by the lack of switch support for deploying new protocols.\r\n\r\nFortunately, innovation in switch and network interface card (NIC) design is now focused on building not just faster but also more flexible packet processing devices. Whereas traditional switches and NICs typically provide functionality to route and forward packets, many upcoming switches have support for transforming the packet as well as performing computations on the packet before routing it towards its destination.  These devices have the potential to revolutionize the use of networking devices within datacenters as they provide the ability to reconfigure packet processing and deploy new protocols.\r\n\r\nThis project will investigate flexible packet processing functionality on NICs and switches and their potential for optimizing high performance networked systems inside the datacenter. This work provides new abstractions and building blocks for the use of flexible packet processing pipelines, while respecting the hardware constraints that will be associated with these technologies.  The researchers will examine how the resulting data plane functionality can be used to implement resource allocation mechanisms inside the datacenter so as to enable congestion control, performance isolation, adaptive routing, and efficient load balancing.  They will also examine implementing on the NICs and switches some of the packet processing traditionally done in end-host software. The goal is to show how and by how much flexible packet processing can benefit widely used datacenter applications and also provide guidance on what features that future iterations of the hardware should provide in order to significantly improve application performance.\r\n\r\nBroader Impact: Network-intensive datacenter applications are used by literally billions of people around the globe on a daily basis. By improving the efficiency of network operations, results from this project can dramatically reduce the cost of provisioning existing public services, like Wikipedia, as well as make it much cheaper for new public services to be developed. By enabling the deployment of more effective resource allocation protocols on flexible switches, this work also has the potential to provide substantial improvements to the networking performance within datacenters.  The researchers will publicly release the developed software and enable a rich set of network protocols and high-performance datacenter applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arvind",
   "pi_last_name": "Krishnamurthy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arvind Krishnamurthy",
   "pi_email_addr": "arvind@cs.washington.edu",
   "nsf_id": "000488256",
   "pi_start_date": "2016-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xi",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xi Wang",
   "pi_email_addr": "xi@cs.washington.edu",
   "nsf_id": "000684160",
   "pi_start_date": "2016-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "185 Stevens Way",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Emerging networking architectures are allowing for flexible and reconfigurable packet processing at line rate. These emerging technologies address a key limitation with Software Defined Networking (SDN) solutions such as OpenFlow, which allow for custom handling of flows only as part of the switch's control plane. Many network protocols, such as those that perform resource allocation, require per-packet processing, which is feasible only if the switch's data plane can be customized to the needs of the protocol. These new technologies thus have the potential to truly enable a Software Defined Data Plane, which can be leveraged by network protocols, end host stacks, and applications to achieve greater performance and isolation.</p>\n<p>&nbsp;</p>\n<p>The goal of the project is to investigate flexible packet processing functionality on NICs and switches and their potential for optimizing high performance networked systems inside the datacenter. Our work will provide new abstractions and building blocks for the use of flexible packet processing pipelines, while respecting the hardware constraints that will be associated with these upcoming technologies. Our project examines how the resulting data plane functionality can be used to implement resource allocation mechanisms inside the datacenter so as to enable congestion control, performance isolation, adaptive routing, and efficient load balancing.</p>\n<p><br />In particular, our aim is to understand the implications of this new paradigm for application, operating system, network protocol, and hardware design. What new network protocols are enabled by these flexible packet processing hardware?&nbsp; How to overcome the restrictions in packet processing functionality and state in these network elements? Is there a common set of building blocks that can be developed efficiently on this hardware, which can then be used across a broad class of protocols and applications? How to allow for multiple end-points and applications to install endpoint specific processing operations on these switches without compromising security and performance? How to design end-host stacks that best work with these programmable switches and NICs? And how to co-design datacenter applications to take advantage of the performance benefits enabled by this paradigm? We aim to answer all of these questions in this project.</p>\n<p>&nbsp;</p>\n<p>The students involved in the project are a mix of junior and senior students who are getting experience in all aspects of research ? ranging from problem definition, devising solutions, implementing systems, and writing technical papers. Many of them have also started giving public talks at conferences to help disseminate their work. They are also closely working with our industry partners to better understand the hardware innovations that are happening and to perform tech transfer back to the industry. One of them just finished his dissertation and has joined Google.</p>\n<p>&nbsp;</p>\n<p>Our industry partner Cavium has started adopting many of the building blocks that we developed as part of the project as well as started supporting new hardware features on their upcoming switches based on our analysis of the limitations of today's switches.</p>\n<p>&nbsp;</p>\n<p>Network-intensive datacenter applications are used by literally billions of people around the globe on a daily basis. By improving the efficiency of network operations and reducing the overhead of I/O, we can dramatically reduce the cost of provisioning existing public services, like Wikipedia, as well as make it much cheaper for new public services to be developed.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2019<br>\n\t\t\t\t\tModified by: Arvind&nbsp;Krishnamurthy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEmerging networking architectures are allowing for flexible and reconfigurable packet processing at line rate. These emerging technologies address a key limitation with Software Defined Networking (SDN) solutions such as OpenFlow, which allow for custom handling of flows only as part of the switch's control plane. Many network protocols, such as those that perform resource allocation, require per-packet processing, which is feasible only if the switch's data plane can be customized to the needs of the protocol. These new technologies thus have the potential to truly enable a Software Defined Data Plane, which can be leveraged by network protocols, end host stacks, and applications to achieve greater performance and isolation.\n\n \n\nThe goal of the project is to investigate flexible packet processing functionality on NICs and switches and their potential for optimizing high performance networked systems inside the datacenter. Our work will provide new abstractions and building blocks for the use of flexible packet processing pipelines, while respecting the hardware constraints that will be associated with these upcoming technologies. Our project examines how the resulting data plane functionality can be used to implement resource allocation mechanisms inside the datacenter so as to enable congestion control, performance isolation, adaptive routing, and efficient load balancing.\n\n\nIn particular, our aim is to understand the implications of this new paradigm for application, operating system, network protocol, and hardware design. What new network protocols are enabled by these flexible packet processing hardware?  How to overcome the restrictions in packet processing functionality and state in these network elements? Is there a common set of building blocks that can be developed efficiently on this hardware, which can then be used across a broad class of protocols and applications? How to allow for multiple end-points and applications to install endpoint specific processing operations on these switches without compromising security and performance? How to design end-host stacks that best work with these programmable switches and NICs? And how to co-design datacenter applications to take advantage of the performance benefits enabled by this paradigm? We aim to answer all of these questions in this project.\n\n \n\nThe students involved in the project are a mix of junior and senior students who are getting experience in all aspects of research ? ranging from problem definition, devising solutions, implementing systems, and writing technical papers. Many of them have also started giving public talks at conferences to help disseminate their work. They are also closely working with our industry partners to better understand the hardware innovations that are happening and to perform tech transfer back to the industry. One of them just finished his dissertation and has joined Google.\n\n \n\nOur industry partner Cavium has started adopting many of the building blocks that we developed as part of the project as well as started supporting new hardware features on their upcoming switches based on our analysis of the limitations of today's switches.\n\n \n\nNetwork-intensive datacenter applications are used by literally billions of people around the globe on a daily basis. By improving the efficiency of network operations and reducing the overhead of I/O, we can dramatically reduce the cost of provisioning existing public services, like Wikipedia, as well as make it much cheaper for new public services to be developed.\n\n\t\t\t\t\tLast Modified: 10/21/2019\n\n\t\t\t\t\tSubmitted by: Arvind Krishnamurthy"
 }
}