{
 "awd_id": "1616529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Impact of Collective Motions on Protein Function",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jaroslaw Majewski",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 615646.0,
 "awd_amount": 615646.0,
 "awd_min_amd_letter_date": "2016-08-19",
 "awd_max_amd_letter_date": "2021-06-21",
 "awd_abstract_narration": "Title:  Impact of Collective Motions on Protein Function\r\nProteins are molecular machines responsible for nearly all of life's processes.  Proteins often must change their shape in order to do their work. How certain proteins can change shape so efficiently, and why others cannot, is not known.  A possible answer lies in vibrations of these molecules. This project provides necessary data to improve calculations to predict protein shape changes. The work uses a unique experimental setup to measure protein vibrations, as well as a collaborative approach to improve the predictive power of calculations based on the experimental measurements.  The research will train graduate students and undergraduates in interdisciplinary research (optical physics, molecular biology, materials science and computational chemistry). In addition, a large number of undergraduates and high school students will participate in experiential learning, with hands-on measurements and calculations on proteins that respond to light such as light harvesting proteins involved in photosynthesis.  To increase international and cultural awareness, students, supported by a collaborator in Mexico, will participate in the research and produce instructional media in Spanish.\r\n  \r\nThe researchers will investigate the role of intramolecular motions in protein function by applying a unique tool developed to directly measure protein intramolecular vibrational motions: anisotropy terahertz microscopy (ATM). The work will focus on several bench marking proteins which have been extensively studied by other techniques to characterize structure and dynamics. Combined with molecular modeling, ATM measurements of photoactive yellow protein (PYP), chicken egg white lysozyme (CEWL) and dihydrofolate reductase (DHFR) and their mutants will identify long range structural motions that impact function. The measurements on PYP will examine if vibrations within the protein backbone enhance chromophore isomerization for photoactive proteins, such as light sensing protein in the eye, rhodopsin.   The proposed measurements will determine if collective vibrations overlap the oscillations of the PYP chromophore, and if photocycling is impacted by detuning the frequencies. The measurements will also examine if remote mutations of CEWL and DHFR affect catalytic rates by perturbing the intramolecular dynamics. The PI and co-PI will refine approaches for calculating the isotropic and anisotropic terahertz absorbance of protein solutions and crystals, and develop methods for analysis of the motions corresponding to the observed resonances.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Markelz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Markelz",
   "pi_email_addr": "amarkelz@buffalo.edu",
   "nsf_id": "000315672",
   "pi_start_date": "2016-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wenjun",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenjun Zheng",
   "pi_email_addr": "wjzheng@buffalo.edu",
   "nsf_id": "000508341",
   "pi_start_date": "2016-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "239 Fronczak Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 615646.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Proteins are amazing molecular machines which are responsible for almost all processes in life.&nbsp; Understanding the underlying principles of how they achieve reliable outcomes within a crowded environment is important for both understanding when things go wrong (disease) and for developing new technologies such as chemical manufacturing by microbes.&nbsp; Most proteins have unique three- dimensional structures, part of which is used for their biochemistry.&nbsp; Within a functional cycle, such as signal transduction (vision) or catalysis (digestion) this structure must change to proceed with the biochemistry.&nbsp; The question is how does this change efficiently occur.&nbsp; Our work measures the inherent vibrations within a protein structure to see if these motions &ldquo;prime the pump&rdquo; to bias motions toward the new structures.&nbsp; We invented a technique to measure these motions, and under this funding were able to demonstrate that the vibrations do change with the functional state of the protein, and these changes can proceed a large structural change.&nbsp; The method measures the light absorbance by the proteins in the terahertz frequency range.&nbsp; This light is not detectable by human eyes, and is above the frequency range of cell phones and below that of night vision goggles.&nbsp; The technology for this frequency range is under rapid development.&nbsp; What is truly unique about the instrument is its ability to separate the absorption from protein vibrations moving in specific directions.&nbsp; Without this separation, one cannot detect changes in how the vibrations are moving the protein.&nbsp; Because this is an entirely new technique we needed to also develop computational modeling to compare to our measurements to enable us to identify what motions are changing.&nbsp; When developing a new technique which provides data never seen before, it is necessary to test it for reliability and for what can change the signal.&nbsp; Do small changes in sample preparation change the signal?&nbsp; How many different samples must be measured to determine the result? How similar do the measurements look like calculations?&nbsp; &nbsp;It is only after rigorous testing of a technique and determining what information can be gleaned from the data that one can begin to use it to answer specific biomolecular questions.&nbsp; Our discovery of the bias of the protein vibrations in particular directions is impacting structural and molecular biology.&nbsp; The work is also motivating optical scientists and engineers to develop new more efficient ways to manipulate the terahertz light with more compact and easier to manufacture optics than used in our current instrument.&nbsp; Our results are also motivating computational scientists to consider how to properly model such large systems accurately.&nbsp; Conventional wisdom was that because there were so many of these motions for the large molecules with 1000&rsquo;s of atoms, there could be no real impact on biological function. Our findings demonstrate that in spite of the diversity of the vibrations there is an overall bias in their motions and this bias changes with the functional state or with initiating function.&nbsp; This is the first step towards finding out how the structural motions can be optimized for biological outcomes.&nbsp; In addition to these scientific outcomes, this funding enabled the training of 1 high school student, 11 undergraduates, 4 PhD&rsquo;s and 3 postdoctoral fellows.&nbsp; We have also been able to participate in educational activities to inform the public on how scientific research is done and how marvelous biology is from a physics perspective.&nbsp; &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2022<br>\n\t\t\t\t\tModified by: Andrea&nbsp;Markelz</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1616529/1616529_10452438_1668720929034_ATMschematic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1616529/1616529_10452438_1668720929034_ATMschematic--rgov-800width.jpg\" title=\"Overview of SSATM\"><img src=\"/por/images/Reports/POR/2022/1616529/1616529_10452438_1668720929034_ATMschematic--rgov-66x44.jpg\" alt=\"Overview of SSATM\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">a) schematic of stationary sample anisotropic terahertz microspectroscopy (SSATM) optical system b) mounting plate for protein crystal sample; c) lysozyme protein crystal mounted on the aperture; d) schematic of the protein crystal with the alignment of the molecules relative to the THz polarization</div>\n<div class=\"imageCredit\">A.G. Markelz, Yanting Deng, and Timothy Lafave</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Andrea&nbsp;Markelz</div>\n<div class=\"imageTitle\">Overview of SSATM</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nProteins are amazing molecular machines which are responsible for almost all processes in life.  Understanding the underlying principles of how they achieve reliable outcomes within a crowded environment is important for both understanding when things go wrong (disease) and for developing new technologies such as chemical manufacturing by microbes.  Most proteins have unique three- dimensional structures, part of which is used for their biochemistry.  Within a functional cycle, such as signal transduction (vision) or catalysis (digestion) this structure must change to proceed with the biochemistry.  The question is how does this change efficiently occur.  Our work measures the inherent vibrations within a protein structure to see if these motions \"prime the pump\" to bias motions toward the new structures.  We invented a technique to measure these motions, and under this funding were able to demonstrate that the vibrations do change with the functional state of the protein, and these changes can proceed a large structural change.  The method measures the light absorbance by the proteins in the terahertz frequency range.  This light is not detectable by human eyes, and is above the frequency range of cell phones and below that of night vision goggles.  The technology for this frequency range is under rapid development.  What is truly unique about the instrument is its ability to separate the absorption from protein vibrations moving in specific directions.  Without this separation, one cannot detect changes in how the vibrations are moving the protein.  Because this is an entirely new technique we needed to also develop computational modeling to compare to our measurements to enable us to identify what motions are changing.  When developing a new technique which provides data never seen before, it is necessary to test it for reliability and for what can change the signal.  Do small changes in sample preparation change the signal?  How many different samples must be measured to determine the result? How similar do the measurements look like calculations?   It is only after rigorous testing of a technique and determining what information can be gleaned from the data that one can begin to use it to answer specific biomolecular questions.  Our discovery of the bias of the protein vibrations in particular directions is impacting structural and molecular biology.  The work is also motivating optical scientists and engineers to develop new more efficient ways to manipulate the terahertz light with more compact and easier to manufacture optics than used in our current instrument.  Our results are also motivating computational scientists to consider how to properly model such large systems accurately.  Conventional wisdom was that because there were so many of these motions for the large molecules with 1000’s of atoms, there could be no real impact on biological function. Our findings demonstrate that in spite of the diversity of the vibrations there is an overall bias in their motions and this bias changes with the functional state or with initiating function.  This is the first step towards finding out how the structural motions can be optimized for biological outcomes.  In addition to these scientific outcomes, this funding enabled the training of 1 high school student, 11 undergraduates, 4 PhD’s and 3 postdoctoral fellows.  We have also been able to participate in educational activities to inform the public on how scientific research is done and how marvelous biology is from a physics perspective.   \n\n\t\t\t\t\tLast Modified: 11/17/2022\n\n\t\t\t\t\tSubmitted by: Andrea Markelz"
 }
}