{
 "awd_id": "1616311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Functional and bioinformatic analysis of unconventional DNA replication programs in Tetrahymena",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924517",
 "po_email": "sdifazio@nsf.gov",
 "po_sign_block_name": "Stephen DiFazio",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2016-08-09",
 "awd_max_amd_letter_date": "2016-08-09",
 "awd_abstract_narration": "Research on the model eukaryote, Tetrahymena thermophila, a single-cell ciliate, has provided a wealth of information on the functional organization of chromosomes and the requirements for their proper transmission.  Chromosomes must be duplicated once and only once per cell division, otherwise the progeny may not survive.  Yet, many thousands of sites on a chromosome may be chosen to start DNA replication, and we do not know much about how replication initiation sites are chosen and regulated.  New DNA sequencing technologies will be exploited in this project to determine where replication initiates in the ~200 chromosomes in the Tetrahymena macronucleus.  This project will provide extensive training in bioinformatics to undergraduate and graduate researchers, as well as offer opportunities for high school students to get a taste for research, through computer-based and wet bench lab experiences.  \r\n\r\nA central dogma in the eukaryotic DNA replication field is that replication initiation sites are dictated by the recruitment of the Origin Recognition Complex to specific sites in chromosomes (origins of replication).  Previous studies in Tetrahymena demonstrated that ORC is rapidly depleted following exposure to the genotoxic agent, hydroxyurea.  Known origins are bypassed and novel backup pathways replicate the entire genome prior to ORC replenishment.  This project will determine where and how DNA replication initiates by mapping replication initiation sites on a genome-wide scale under normal and ORC-depleted conditions.  High throughput sequencing of nascent strand DNA libraries will be used to identify segments of the genome that encompass constitutive and differentially regulated replication origins.  Reverse genetic approaches will be used to validate origin activity using plasmid-based assays.  Mutational studies will determine which DNA sequences are important and whether they require ORC or initiate DNA replication through an ORC-independent mechanism. These studies may reveal conserved pathways that are shared between protists and higher eukaryotes, such as plants, mice and humans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Kapler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey M Kapler",
   "pi_email_addr": "gkapler@medicine.tamhsc.edu",
   "nsf_id": "000118418",
   "pi_start_date": "2016-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The Texas A&M University System HSC",
  "inst_street_address": "6003 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778430001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY SYSTEM HEALTH SCIENCE CENTER",
  "org_prnt_uei_num": "HFT7XTHB6563",
  "org_uei_num": "HFT7XTHB6563"
 },
 "perf_inst": {
  "perf_inst_name": "The Texas A&M University System HSC",
  "perf_str_addr": "Reynolds Medical Building",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778431114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A genome-wide approach was used to identify over 4000 sites that function to initiate the duplication of chromosomes- and essential step in cell division- in the model eukaryote,&nbsp;<em>Tetrahymena thermophila</em>. This research project generated three major findings that advance our understanding of how chromosomes are safely and precisely duplicated. &nbsp;First, our analysis revealed that replication initiation sites contain a conserved DNA sequence signature that functions as a landing pad for the Tetrahymena Origin Recognition Complex (ORC), which is comprised of 6 protein subunits that are conserved in all eukaryotic organisms. &nbsp;ORC recruits the DNA replication machinery to these sites so that origins fire once and only once per cell cycle, assuring that chromosomes are fully and faithfully duplicated. In contrast to humans and all other studied metazoans, we previously determined that Tetrahymena ORC contains an additional subunit, a novel RNA molecule that was shown to bind to complementary DNA sequences at the ribosomal DNA origin of replication. We now know that this DNA sequence motif is conserved at all Tetrahymena origins.&nbsp;&nbsp;The association of ORC with DNA is required to recruit enzymes that unwind the DNA duplex and copy both DNA strands. &nbsp;Secondly, these studies examined the contribution of histone proteins that package DNA into chromatin. Histones associate along the entire length of chromosomes, but replication initiation sites make up a small fraction of chromosomes. Accessibility of potential origins of DNA replication to ORC and/or activation of origins can be modulated by regional&nbsp;differences in the post-translational modification of histone protein subunits. Our studies revealed that monomethylation of histone H3 lysine 27 (H3K27me1), which is enriched at the 3&rsquo; end of genes, plays a critical role in determining where replication starts. &nbsp;Mutations that prevent this modification inactivate a subset of Tetrahymena origins. Conversely, the same mutation in the histone methyltransferase leads to the activation of 'cryptic' origins that are normally silenced in wild type cells. Hence, DNA replication initiation sites are under both genetic (DNA sequence) and epigenetic (histone modification) control. Thirdly, our research uncovered an unprecedented relationship between DNA replication, which duplicates both DNA strands, and transcription, which copies one DNA strand into messenger RNA. DNA replication in human chromosomes typically initiates upstream of genes which are transcribed by RNA polymerase. &nbsp;This genomic arrangement prevents head-on collisions between the macromolecular machines that respectively replicate and transcribe DNA. &nbsp;Collisions of this kind can lead to genome instability when replication forks collapse in the wreakage. Remarkably, the vast majority of Tetrahymena origins are located downstream of transcribed genes. They typically reside between genes that are transcribed convergently towards one another. This arrangement could create two head on collisions since DNA replication is bidirectional. Yet, nature has selected this genomic organization in Tetrahymena. &nbsp;We speculate that histone modifications, in particular, H3K27me1, generate local safe regions where the two macromolecular machines can bypass one another, analogous to the way railroad switching stations allow two locomotives to safely travel in opposite directions on a shared set of rails. This unique eukaryotic chromosome organization makes Tetrahymena an excellent model system for studying how head-to-head collisions can be averted. This research is particularly relevant to human health, in particular cancer biology, where massive genome instability promotes unchecked cell proliferation. Tetrahymena has served as an excellent model system for revealing both novel mechanisms- unique solutions to problems (i.e. the novel ORC subunit, 26T RNA), and evolutionarily conserved mechanisms that are shared by all species (i.e. the ubiquitous ORC proteins subunits). The major findings of this NSF-funded project illustrate the importance of biodiversity in model organism research.</p><br>\n<p>\n Last Modified: 12/18/2023<br>\nModified by: Geoffrey&nbsp;M&nbsp;Kapler</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA genome-wide approach was used to identify over 4000 sites that function to initiate the duplication of chromosomes- and essential step in cell division- in the model eukaryote,Tetrahymena thermophila. This research project generated three major findings that advance our understanding of how chromosomes are safely and precisely duplicated. First, our analysis revealed that replication initiation sites contain a conserved DNA sequence signature that functions as a landing pad for the Tetrahymena Origin Recognition Complex (ORC), which is comprised of 6 protein subunits that are conserved in all eukaryotic organisms. ORC recruits the DNA replication machinery to these sites so that origins fire once and only once per cell cycle, assuring that chromosomes are fully and faithfully duplicated. In contrast to humans and all other studied metazoans, we previously determined that Tetrahymena ORC contains an additional subunit, a novel RNA molecule that was shown to bind to complementary DNA sequences at the ribosomal DNA origin of replication. We now know that this DNA sequence motif is conserved at all Tetrahymena origins.The association of ORC with DNA is required to recruit enzymes that unwind the DNA duplex and copy both DNA strands. Secondly, these studies examined the contribution of histone proteins that package DNA into chromatin. Histones associate along the entire length of chromosomes, but replication initiation sites make up a small fraction of chromosomes. Accessibility of potential origins of DNA replication to ORC and/or activation of origins can be modulated by regionaldifferences in the post-translational modification of histone protein subunits. Our studies revealed that monomethylation of histone H3 lysine 27 (H3K27me1), which is enriched at the 3 end of genes, plays a critical role in determining where replication starts. Mutations that prevent this modification inactivate a subset of Tetrahymena origins. Conversely, the same mutation in the histone methyltransferase leads to the activation of 'cryptic' origins that are normally silenced in wild type cells. Hence, DNA replication initiation sites are under both genetic (DNA sequence) and epigenetic (histone modification) control. Thirdly, our research uncovered an unprecedented relationship between DNA replication, which duplicates both DNA strands, and transcription, which copies one DNA strand into messenger RNA. DNA replication in human chromosomes typically initiates upstream of genes which are transcribed by RNA polymerase. This genomic arrangement prevents head-on collisions between the macromolecular machines that respectively replicate and transcribe DNA. Collisions of this kind can lead to genome instability when replication forks collapse in the wreakage. Remarkably, the vast majority of Tetrahymena origins are located downstream of transcribed genes. They typically reside between genes that are transcribed convergently towards one another. This arrangement could create two head on collisions since DNA replication is bidirectional. Yet, nature has selected this genomic organization in Tetrahymena. We speculate that histone modifications, in particular, H3K27me1, generate local safe regions where the two macromolecular machines can bypass one another, analogous to the way railroad switching stations allow two locomotives to safely travel in opposite directions on a shared set of rails. This unique eukaryotic chromosome organization makes Tetrahymena an excellent model system for studying how head-to-head collisions can be averted. This research is particularly relevant to human health, in particular cancer biology, where massive genome instability promotes unchecked cell proliferation. Tetrahymena has served as an excellent model system for revealing both novel mechanisms- unique solutions to problems (i.e. the novel ORC subunit, 26T RNA), and evolutionarily conserved mechanisms that are shared by all species (i.e. the ubiquitous ORC proteins subunits). The major findings of this NSF-funded project illustrate the importance of biodiversity in model organism research.\t\t\t\t\tLast Modified: 12/18/2023\n\n\t\t\t\t\tSubmitted by: GeoffreyMKapler\n"
 }
}