{
 "awd_id": "1616037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Basis and Behavior of Cosmic Ray Feedback",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927456",
 "po_email": "eajhar@nsf.gov",
 "po_sign_block_name": "Edward Ajhar",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 322744.0,
 "awd_amount": 322744.0,
 "awd_min_amd_letter_date": "2016-05-26",
 "awd_max_amd_letter_date": "2016-05-26",
 "awd_abstract_narration": "As galaxies in our Universe form and live out their lives, they exchange matter and energy with their surroundings.  Galactic winds are a key component of this exchange of matter and energy.  This project aims to study the initiation and propagation of galactic winds with particular focus on the role of particles moving at speeds near the speed of light.  Such particles are known as cosmic rays.  (In fact, such cosmic rays from our own Milky Way Galaxy interact with each of us every day!)  The major outcome of this project will be improved and extended models of galactic winds (1) that build insight into the nature of galactic winds, (2) that can be used by astronomers to connect galaxy and cosmic ray properties with wind properties, and (3) that can be adapted to advanced computer simulations of how galaxies form and change throughout their lifetimes.  This project will also strengthen the US science workforce by directly training graduate and undergraduate students in plasma and computational physics and by using the project results to develop teaching materials for university courses.  In addition, the investigators will develop a new public outreach program, \"The Sun in the Park,\" that will offer solar viewing and participatory exercises in urban parks in Madison and Milwaukee.\r\n\r\nMore technically, winds are detected from galaxies of many types.  Simulations of galaxy formation and evolution have shown that star formation must be limited by feedback processes and that galactic winds driven by stellar energy and momentum output may be a key part of this feedback.  Radio and gamma-ray probes of cosmic rays in a variety of galactic environments have greatly extended our knowledge of cosmic ray properties and those of the underlying galaxies.  Although cosmic rays account for a small fraction of the energy output from stars, they have an outsized role in driving galactic winds through their high mobility, long cooling times, and strong coupling to the background through plasma waves.  This project will investigate the basis for this coupling in a variety of interstellar environments.  This part of the work will address whether cosmic rays couple efficiently to both fully and weakly ionized outflows, how small scale interstellar turbulence affects momentum and energy transfer, and how extreme conditions including high gas densities and weak magnetic fields affect the coupling.  The investigators will create a versatile grid of outflow models based on a small number of parameters to aid in interpreting observations of winds and implementing them in galaxy simulations.  They will use this work as a basis for improved treatments of cosmic rays in collaborative advanced numerical simulations of galaxy formation and evolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Zweibel",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen G Zweibel",
   "pi_email_addr": "zweibel@astro.wisc.edu",
   "nsf_id": "000196751",
   "pi_start_date": "2016-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N Park St",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 322744.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed and implemented new methods to account for how cosmic rays affect the evolution of galaxies.</p>\n<p>&nbsp;</p>\n<p>The Milky Way galaxy and others like it is made up&nbsp; Dark Matter, which is detected only through its gravitational field, and ordinary matter in the form of stars and gas. What controls the proportions of Dark Matter, stars, and gas relative to each other, and how these proportions change over time, are among the most important &nbsp;unsolved problems in astronomy.</p>\n<p>&nbsp;</p>\n<p>Advanced computer simulations of galactic mass budgets predict too many stars and not enough gas compared with the best telescopic observations. This has led to a search for one or more key ingredients that could prevent or slow down the formation of stars. This project &nbsp;has shown that cosmic rays could be that ingredient. The accompanying image from two computer models shows how cosmic rays can drive outflows from the Large Magnellanic Cloud, a satellite galaxy orbiting the Milky Way.</p>\n<p>.While most of the gas &nbsp;in galaxies is very cold, with slowly moving, low energy &nbsp;particles, about one electrically charged interstellar particle&nbsp; in a billion travels at almost the speed of light. These &ldquo;hot&rdquo;, high energy particles constitute the cosmic rays. They have as much energy as the rest of the gas, but how to tap that energy? The solution turns out to be the weak &nbsp;magnetic field that threads the gas. Charged particles and magnetic fields, combined, support many different types of plasma waves, including some which can transfer energy between cosmic rays and ordinary gas. We found that when this energy is accounted for in computer models, they agree much better with astronomical observations. We communicated the results of our work to the scientific community in 18 papers published in professional journals and by invitation at many universities and scientific conferences. We also spoke to general audiences and volunteered at public science programs.</p>\n<p>On the human side, the project has been a learning opportunity for four bachelors level, three PhD level and one postdoctoral student at the University of Wisconsin. They all had the opportunity to learn astronomy, plasma physics, and advanced computing technique, and are putting them to work&nbsp; in physics teaching, astronomy research, computer science research, and medical software development. I am very&nbsp; grateful for having been able to support these young scientists and move us closer to understanding the evolution of galaxies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2019<br>\n\t\t\t\t\tModified by: Ellen&nbsp;G&nbsp;Zweibel</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1616037/1616037_10426732_1574349616911_LMC--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1616037/1616037_10426732_1574349616911_LMC--rgov-800width.jpg\" title=\"Computer Simulations of Large Magellanic Cloud\"><img src=\"/por/images/Reports/POR/2019/1616037/1616037_10426732_1574349616911_LMC--rgov-66x44.jpg\" alt=\"Computer Simulations of Large Magellanic Cloud\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Computer simulations of winds driven by cosmic rays in the Large Magellanic Cloud, a satellite galaxy of the Milky Way. The two images show how our results depend on cosmic ray plasma physics. We believe the lower one is more accurate.</div>\n<div class=\"imageCredit\">Chad Bustard</div>\n<div class=\"imageSubmitted\">Ellen&nbsp;G&nbsp;Zweibel</div>\n<div class=\"imageTitle\">Computer Simulations of Large Magellanic Cloud</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project developed and implemented new methods to account for how cosmic rays affect the evolution of galaxies.\n\n \n\nThe Milky Way galaxy and others like it is made up  Dark Matter, which is detected only through its gravitational field, and ordinary matter in the form of stars and gas. What controls the proportions of Dark Matter, stars, and gas relative to each other, and how these proportions change over time, are among the most important  unsolved problems in astronomy.\n\n \n\nAdvanced computer simulations of galactic mass budgets predict too many stars and not enough gas compared with the best telescopic observations. This has led to a search for one or more key ingredients that could prevent or slow down the formation of stars. This project  has shown that cosmic rays could be that ingredient. The accompanying image from two computer models shows how cosmic rays can drive outflows from the Large Magnellanic Cloud, a satellite galaxy orbiting the Milky Way.\n\n.While most of the gas  in galaxies is very cold, with slowly moving, low energy  particles, about one electrically charged interstellar particle  in a billion travels at almost the speed of light. These \"hot\", high energy particles constitute the cosmic rays. They have as much energy as the rest of the gas, but how to tap that energy? The solution turns out to be the weak  magnetic field that threads the gas. Charged particles and magnetic fields, combined, support many different types of plasma waves, including some which can transfer energy between cosmic rays and ordinary gas. We found that when this energy is accounted for in computer models, they agree much better with astronomical observations. We communicated the results of our work to the scientific community in 18 papers published in professional journals and by invitation at many universities and scientific conferences. We also spoke to general audiences and volunteered at public science programs.\n\nOn the human side, the project has been a learning opportunity for four bachelors level, three PhD level and one postdoctoral student at the University of Wisconsin. They all had the opportunity to learn astronomy, plasma physics, and advanced computing technique, and are putting them to work  in physics teaching, astronomy research, computer science research, and medical software development. I am very  grateful for having been able to support these young scientists and move us closer to understanding the evolution of galaxies.\n\n\t\t\t\t\tLast Modified: 11/22/2019\n\n\t\t\t\t\tSubmitted by: Ellen G Zweibel"
 }
}