{
 "awd_id": "1616754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Tidal Disruption of Stars in Galaxy Centers: Connecting Models to Observations",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 285163.0,
 "awd_amount": 285163.0,
 "awd_min_amd_letter_date": "2016-05-21",
 "awd_max_amd_letter_date": "2016-05-21",
 "awd_abstract_narration": "Abstract for 1615881/Ramirez-Ruiz + 1616754/Kasen\r\n\r\n1.\tGalaxies like our own Milky Way are vast collections of hundreds of billions of stars orbiting in a disk perhaps 100,000 light-years in diameter.  Lurking in the centers of many and perhaps all galaxies are supermassive black holes?mysterious objects containing millions or billions of times as much mass as our own Sun, but crammed into a volume that would fit easily within the inner solar system.  In the past few years, astronomers have discovered luminous flares emanating from the core regions of nearby galaxies.  These are thought to originate from the disruption of individual stars that were orbiting so close to the black hole that they were ripped apart by its strong gravitational force.  The energy emitted as the remains of the star fall into the black hole produces the luminous flare.  The collaborators on this project will carry out detailed numerical modeling of these events and will make publicly available their computer codes.  The collaborators also plan to make their work accessible to a wide audience by teaming experts with students in the visual arts and digital media to produce visual simulations of great power and beauty.  In addition, they will participate in a strong program to recruit and mentor astronomy students from under-represented groups.\r\n\r\n2.\tOver the past several years, wide-field transient surveys have begun to deliver more and better data about tidal disruption events (TDEs).  A TDE is produced when a star is tidally disrupted by a supermassive black hole (SMBH) in the core of a galaxy.  Because the theoretical understanding of such events remains incomplete, the collaborators will bring together experts in numerical hydrodynamics and non-equilibrium radiative transfer to study how matter from the tidally disrupted star loses kinetic energy and accretes onto the SMBH, identify the radiative processes that generate the X-ray/ultraviolet/optical spectra and light curves of TDEs, develop a numerical toolset to be used in analyzing TDEs, and apply it to constrain the properties of the star and the SMBH in observed events.  For TDEs with well-resolved light curves, their models will enable a better characterization of the SMBHs and the dense stellar clusters that surround them.  Building upon existing strengths of the partner institutions, the collaborators will also cross-fertilize the training of computational scientists and students in the visual arts and digital media using state-of-the-art astrophysical simulations as common ground.  The resulting visual products will be used to disseminate the results, help to inform the general public about science and the universe, and provide raw material for science curricula, documentaries, and astronomy presentations.  The investigators will also continue their program to recruit and mentor astronomy students from under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Kasen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Kasen",
   "pi_email_addr": "kasen@berkeley.edu",
   "nsf_id": "000520442",
   "pi_start_date": "2016-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "Department of Physics",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 285163.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A star that wanders too close to a super-massive black hole (SMBHs) can be torn apart by the extreme tidal gravitational forces. Part of the destroyed star will fallback and accrete onto the black hole, which may result in luminous emission known as a Tidal Disruption Event (TDE). TDEs provide a unique opportunity to study a variety of important topics in astrophysics, such as the size and demographics of supermassive black holes (SMBHs) at the center in galaxies, the stellar populations and dynamics in galactic nuclei, and the physics of black hole accretion under well defined conditions. While astronomers have observed numerous TDEs, the physical interpretation of the data has proven difficult. The aim of this project has been to further develop and apply numerical hydrodynamics and radiative transfer codes to fill important theoretical gaps in modeling the emission (spectra and light curves) of TDEs. The project team improved the fidelity of simulation codes (by, e.g., adding plasma physics effects, improving the atomic data inputs, and using updated numerical methods) and applied them to model TDEs. The calculations demonstrated how observations of TDE spectra can provide information on the mass, temperature, and kinematics of the stellar debris, and how time-dependent light curve observations are related to the geometrical structure of the TDE debris and the energy source that powers the emission (suggested to be the activity of the central black hole as it consumes the stellar debris). We studied the orbits of stars approaching binary SMBHs and estimated the rates of disruption and the anticipated observational signatures. Using general relativistic simulations, we also studied the dynamics of stars penetrating very close to a SMBH, and showed how the extreme distortion of the star could lead to self-intersection shocks and x-ray flares which may be observable with future x-ray satellites. Progress under this grant has improved understanding of current observations of TDEs, and sets the stage for developing larger-scale, more self-consistent models in the future. Such models will be important for understanding the larger number of TDEs expected to be discovered by new ground and space based telescope facilities. The further development, under this project, of numerical simulation codes (run on high-performance supercomputers) and the training of students in numerical methods, parallel programing, and simulation will be of continuing benefit to much broader topics in astrophysics as well as areas outside of astrophysics that involve related problems in radiation-hydrodynamics and non-equilibrium physics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2022<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Kasen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA star that wanders too close to a super-massive black hole (SMBHs) can be torn apart by the extreme tidal gravitational forces. Part of the destroyed star will fallback and accrete onto the black hole, which may result in luminous emission known as a Tidal Disruption Event (TDE). TDEs provide a unique opportunity to study a variety of important topics in astrophysics, such as the size and demographics of supermassive black holes (SMBHs) at the center in galaxies, the stellar populations and dynamics in galactic nuclei, and the physics of black hole accretion under well defined conditions. While astronomers have observed numerous TDEs, the physical interpretation of the data has proven difficult. The aim of this project has been to further develop and apply numerical hydrodynamics and radiative transfer codes to fill important theoretical gaps in modeling the emission (spectra and light curves) of TDEs. The project team improved the fidelity of simulation codes (by, e.g., adding plasma physics effects, improving the atomic data inputs, and using updated numerical methods) and applied them to model TDEs. The calculations demonstrated how observations of TDE spectra can provide information on the mass, temperature, and kinematics of the stellar debris, and how time-dependent light curve observations are related to the geometrical structure of the TDE debris and the energy source that powers the emission (suggested to be the activity of the central black hole as it consumes the stellar debris). We studied the orbits of stars approaching binary SMBHs and estimated the rates of disruption and the anticipated observational signatures. Using general relativistic simulations, we also studied the dynamics of stars penetrating very close to a SMBH, and showed how the extreme distortion of the star could lead to self-intersection shocks and x-ray flares which may be observable with future x-ray satellites. Progress under this grant has improved understanding of current observations of TDEs, and sets the stage for developing larger-scale, more self-consistent models in the future. Such models will be important for understanding the larger number of TDEs expected to be discovered by new ground and space based telescope facilities. The further development, under this project, of numerical simulation codes (run on high-performance supercomputers) and the training of students in numerical methods, parallel programing, and simulation will be of continuing benefit to much broader topics in astrophysics as well as areas outside of astrophysics that involve related problems in radiation-hydrodynamics and non-equilibrium physics.\n\n\t\t\t\t\tLast Modified: 01/13/2022\n\n\t\t\t\t\tSubmitted by: Daniel Kasen"
 }
}