{
 "awd_id": "1616008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of Protein Dynamics on Multiple Timescales by  Neutron Scattering and Molecular Dynamics Simulations",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 428271.0,
 "awd_amount": 136103.0,
 "awd_min_amd_letter_date": "2016-06-27",
 "awd_max_amd_letter_date": "2018-09-20",
 "awd_abstract_narration": "This project will utilize neutron scattering and molecular dynamics simulations to study proteins from hyperthermophilic microorganism found in deep-sea thermal vent communities. The overall objective is to develop a fundamental understanding of the relationship between protein dynamics and structures, and to correlate this information with biological functions at the molecular level. The proteins that will be studied have the ability to perform catalytic activity at extreme pressures and temperatures. Such a study will give a complete picture of protein dynamics and conformational changes under different conditions. It will provide a framework for comprehensive and systematic studies of the dynamics in biological systems under various timescales. This interdisciplinary project encompasses various fields, including physical chemistry, statistical mechanics, structural biology, and computational biochemistry. Therefore, students involved in this project will be trained in a multidisciplinary environment. The integrated research and educational outreach will expose students to cutting-edge research in biophysics. It will improve biophysics teaching and education in inner-city middle and high school in Detroit, where there is a large population of under-represented groups with little exposure to modern scientific techniques.\r\n\r\nThe biological functions of proteins, such as catalysis, are often understood from their crystallographic structures; however, it is crucial to take into account dynamic behaviors in order to fully comprehend these functions. Proteins undergo sophisticated changes in space and time, in order to keep the cells functioning. These motions are believed to govern the biological function and activities of the protein on multiple time scales. Neutron scattering is an exceptional tool for studying the structures and dynamics of proteins in real time at the molecular level.  In this project, complementary neutron scattering experiments and theoretical simulations will be carried out to study the effect of pressure and temperature on protein dynamics and structural changes on different timescales at the molecular level: (1) the structural changes will be monitored and analyzed by small angle neutron and X-ray scattering; (2) mid-time dynamics in ps to ns timescales, which is most relevant to biological activity, will be studied by quasi-elastic neutron scattering; (3) in the long-time range, from microsecond to millisecond, protein domain motions will be probed by neutron spin echo; (4) the short-time dynamics, in less than ps time range, phonon-like motions in proteins will be investigated by inelastic neutron and X-ray scattering; (5) theoretical modeling and molecular dynamics simulations will be employed to interpret and extend neutron scattering experimental data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiang-qiang",
   "pi_last_name": "Chu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiang-qiang Chu",
   "pi_email_addr": "chux@wayne.edu",
   "nsf_id": "000675143",
   "pi_start_date": "2016-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5057 Woodward",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 136102.0
  }
 ],
 "por": null
}