{
 "awd_id": "1617513",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Small: Enhancing the Security and Performance of GPU Access in Web Browsers",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Indrajit Ray",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2020-05-31",
 "tot_intn_awd_amt": 499805.0,
 "awd_amount": 515805.0,
 "awd_min_amd_letter_date": "2016-06-10",
 "awd_max_amd_letter_date": "2017-05-22",
 "awd_abstract_narration": "Modern personal computers have embraced increasingly powerful Graphics Processing Units (GPUs), hardware components that enable high performance graphics. The software that controls the programming of these GPUs in today's computers (i.e., the graphics stack) was designed to be used by applications acquired from trustworthy developers and installed directly by the user. However, web applications (i.e., applications running inside a web browser) are gaining in popularity and WebGL is a recent industry effort to provide GPU-based graphics for web applications. However, WebGL has posed serious security concerns as malicious web applications have used WebGL to accomplish attacks on user's systems. Unfortunately, web browser-based protection techniques have not solved the security concerns and have significantly worsened WebGL performance. This project is developing techniques to improve the security of GPU-based graphics for web applications, without worsening performance.\r\n\r\nThe project is proceeding in two research thrusts. In the first thrust, the researchers are using GPU virtualization technology to sandbox a web application's access to the GPU, providing hardware-level isolation for sharing a GPU. In this design, each web application uses a dedicated virtual GPU (or vGPU) allowing the web application to achieve high graphics performance, while isolating it from the rest of the system. The project is developing a new operating system compositor to control and schedule the shared resources between the vGPUs. Unfortunately, the vGPU-based architecture cannot prevent all possible GPU-based security attacks, including some forms of information leakage, denials-of-service, and memory integrity attacks. In the second thrust, the researchers are studying these remaining attack vectors and developing complementary solutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ardalan",
   "pi_last_name": "Amiri Sani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ardalan Amiri Sani",
   "pi_email_addr": "ardalan@uci.edu",
   "nsf_id": "000702468",
   "pi_start_date": "2016-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "3062 Bren Hall",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 499805.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-4a0e6ff6-7fff-deed-1919-0f8a6b50cfff\">\n<p dir=\"ltr\"><span>The goal of this project was to enhance the security of GPU access in web browsers while achieving close-to-native performance. This was achieved with two research thrusts. The first thrust investigated decoupling the data and control planes of the operating system and browser graphics stack using GPU virtualization. In this design, each web app uses a dedicated virtual GPU (or vGPU) as an isolated data plane while the operating system compositor uses a privileged vGPU as the control plane. Moreover, the whole graphics stack for the data plane (from the web app down to the hardware) runs inside the web app process, isolating it from other web apps and from the rest of the system, improving the system security. Moreover, such a design eliminates the need for security checks performed by the browser and hence improves the graphics performance achieved by web apps as well. Decoupling and isolating the data and control planes of the graphics stack protects against many attack vectors. However, a malicious web app can still leverage side channels, attack the GPU resources shared between vGPUs, or attack the trusted component in the web app process, such as the JavaScript engine, using vGPU&rsquo;s Direct Memory Access (DMA) capability. The second thrust studied these attack vectors and investigated solutions to defeat them.</span></p>\n<p dir=\"ltr\"><span>The team built several systems for these two research thrusts. For the first thrust, the team built Sugar and designed IDaaS. Sugar decouples the data and control planes of WebGL in web browsers using GPU virtualization. IDaaS is a design that allows the software stack (i.e., the data plane and the control plane) of an I/O device (including GPUs) to be fully decoupled from the system and run closer to the device itself in order to enhance the security of the system.</span></p>\n<span>For the second research thrust, the team built Milkomeda, Viola, Ditio, Tabellion, Hecaton, and SchrodinText. Milkomeda runs security checks for application's access to the graphics stack at the WebGL/OpenGL ES interface. Ditio and Viola perform security checks on the stack of some I/O devices in the virtual machine monitor layer. Tabellion, among others, secures the content shown on the display (including content rendered by the GPU) in the virtual machine monitor and ARM TrustZone&rsquo;s secure world layers. Hecaton enhances the security of device drivers (including GPU device drivers) by finding bugs in them using an efficient and effective reboot-free fuzzing scheme. </span><span>SchrodinText protects textual content against a compromised OS, while allowing the OS to use the GPU to render its UI. </span><span>These systems can collectively protect against various GPU-related attacks.</span></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2020<br>\n\t\t\t\t\tModified by: Ardalan&nbsp;Amiri Sani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe goal of this project was to enhance the security of GPU access in web browsers while achieving close-to-native performance. This was achieved with two research thrusts. The first thrust investigated decoupling the data and control planes of the operating system and browser graphics stack using GPU virtualization. In this design, each web app uses a dedicated virtual GPU (or vGPU) as an isolated data plane while the operating system compositor uses a privileged vGPU as the control plane. Moreover, the whole graphics stack for the data plane (from the web app down to the hardware) runs inside the web app process, isolating it from other web apps and from the rest of the system, improving the system security. Moreover, such a design eliminates the need for security checks performed by the browser and hence improves the graphics performance achieved by web apps as well. Decoupling and isolating the data and control planes of the graphics stack protects against many attack vectors. However, a malicious web app can still leverage side channels, attack the GPU resources shared between vGPUs, or attack the trusted component in the web app process, such as the JavaScript engine, using vGPU’s Direct Memory Access (DMA) capability. The second thrust studied these attack vectors and investigated solutions to defeat them.\nThe team built several systems for these two research thrusts. For the first thrust, the team built Sugar and designed IDaaS. Sugar decouples the data and control planes of WebGL in web browsers using GPU virtualization. IDaaS is a design that allows the software stack (i.e., the data plane and the control plane) of an I/O device (including GPUs) to be fully decoupled from the system and run closer to the device itself in order to enhance the security of the system.\nFor the second research thrust, the team built Milkomeda, Viola, Ditio, Tabellion, Hecaton, and SchrodinText. Milkomeda runs security checks for application's access to the graphics stack at the WebGL/OpenGL ES interface. Ditio and Viola perform security checks on the stack of some I/O devices in the virtual machine monitor layer. Tabellion, among others, secures the content shown on the display (including content rendered by the GPU) in the virtual machine monitor and ARM TrustZone’s secure world layers. Hecaton enhances the security of device drivers (including GPU device drivers) by finding bugs in them using an efficient and effective reboot-free fuzzing scheme. SchrodinText protects textual content against a compromised OS, while allowing the OS to use the GPU to render its UI. These systems can collectively protect against various GPU-related attacks.\n\n \n\n\t\t\t\t\tLast Modified: 10/02/2020\n\n\t\t\t\t\tSubmitted by: Ardalan Amiri Sani"
 }
}