{
 "awd_id": "1617374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH-L: Restoration and Resilience in Coupled Human-Natural Systems: Reciprocal Dynamics of a Coastal Lagoon",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 1600000.0,
 "awd_amount": 1600000.0,
 "awd_min_amd_letter_date": "2016-07-20",
 "awd_max_amd_letter_date": "2016-07-20",
 "awd_abstract_narration": "This interdisciplinary research project will explore the role of small-scale, community-based restoration projects in facilitating enhanced resilience within both human and ecological systems.  This project will increase knowledge of the processes through which human engagement in ecosystem restoration promotes beneficial feedbacks within coastal ecosystems.  It will enhance understanding about the specific pathways through which restoration disrupts degraded ecosystems and influences human behavior.  A large number of complementary, integrated datasets will be assembled, allowing the project to provide a system-level assessment of ecosystem services related to coastal restoration.  The project also will explore the potential for changes in human perception and a sense of place to create feedbacks through altered human behavior that impact natural system dynamics.  In addition to its fundamental intellectual merit, the project will yield a diverse set of positive broader impacts.  It will quantify relationships between restoration success and impact within and between human and natural components of coastal ecosystems in order to improve likelihoods that future restorations will effectively reduce human vulnerability and improve ecological function.  The investigators will engage local research participants, such as fishermen and business owners, in ecological restoration and in the use of techniques like participatory geographic information systems.  They also will engage elementary and secondary school educators and students in research through hands-on workshops focused on using digital technologies for storytelling, mapping, and data analysis.\r\n\r\nSignificant attention has been given to the degradation and exploitation of natural resources, but ecosystem restoration represents an activity through which humans seek to improve natural systems.  Despite growing investments in restoration, a critical knowledge gap persists in understanding what constitutes \"success\" and whether traditionally accepted metrics of restoration success (such as the survival rate of plantings or the number of volunteers who participate) are truly indicative of measurable \"impacts\" (such as improvements to ecological function or enhanced stakeholder buy-in).  The investigators will leverage a decade-long monitoring dataset for more than 80 oyster reef and living shoreline restoration projects that have involved over 51,000 volunteers spanning along Florida's Indian River Lagoon.  They will generate experimental data to examine restoration impacts on local and regional biogeochemistry, hydraulics, sediment transport, recreational fisheries, and threatened or endangered wading birds.  Combining these restoration-impact measures with traditional restoration success metrics for both site- and lagoon-scale ecosystem responses will provide a more complete and quantitative understanding of restoration outcomes.  They also will conduct a comprehensive assessment of stakeholder perceptions, attitudes, and the creation of a \"sense of place\" within the restored and surrounding natural system.  Research products will create highly transferable knowledge regarding the critical attributes of restoration and local community engagement that cascade into beneficial feedbacks between humans and restored ecosystems.  This project is supported by the NSF Dynamics of Coupled Natural and Human Systems (CNH) Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Walters",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Linda J Walters",
   "pi_email_addr": "linda.walters@ucf.edu",
   "nsf_id": "000214881",
   "pi_start_date": "2016-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Rivera",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando Rivera",
   "pi_email_addr": "Fernando.Rivera@ucf.edu",
   "nsf_id": "000654672",
   "pi_start_date": "2016-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Chambers",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa G Chambers",
   "pi_email_addr": "lisa.chambers@ucf.edu",
   "nsf_id": "000692233",
   "pi_start_date": "2016-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Hawthorne",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy L Hawthorne",
   "pi_email_addr": "tlh0069@auburn.edu",
   "nsf_id": "000699608",
   "pi_start_date": "2016-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Kibler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly Kibler",
   "pi_email_addr": "Kelly.Kibler@ucf.edu",
   "nsf_id": "000702072",
   "pi_start_date": "2016-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "4110 Libra Drive",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162368",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the role of nature in sustaining humankind is a topic of growing importance. Significant attention is often given to the degradation and exploitation of natural resources by society, but human activities also seek to improve natural systems through restoration. Despite the prevalence of coastal restoration projects, there is a critical knowledge gap in understanding what constitutes success and whether traditionally accepted metrics of success (e.g., oyster density, survival of plantings) are indeed indicative of measurable impacts (e.g., improved fish numbers, sediment accretion). Our multidisciplinary project was the first to simultaneously compare traditional restoration success metrics versus nine ecosystem services for intertidal oyster reef and shoreline restoration projects. By having a team of scientists examine a multitude of important variables on the same reefs/shorelines over the same time frames, we have greatly moved forward the field of restoration science.</p>\n<p>Our focal area was the Indian River Lagoon, an estuary in peril along Florida's east coast. Most local restoration efforts are led by community groups without resources to track beyond traditional success metrics. This makes our data critical for improving this and all estuarine restoration efforts. Traditional metrics for intertidal oyster reef restoration include oyster density, oyster size, and canopy height. On restored shorelines, traditional metrics include plant densities and percent cover. For this project, we added diversity and abundances of infauna (sediment-dwelling organisms such as worms), mobile invertebrates, forage fish, sportfish (juvenile, adult), threatened/endangered wading birds, invasive species, and terrestrial vertebrates (e.g., bobcats, feral hogs). Also critical was understanding ecohydraulics (flow dynamics) and biogeochemistry of both restored systems.</p>\n<p>We were encouraged by how well traditional success metrics tracked with multiple aspects of ecosystem recovery. On restored reefs, oyster densities were similar to nearby productive (reference) oyster reefs within one year. Infauna, mobile invertebrates, and forage fish abundances and diversities were likewise similar to reference reefs within twelve months. Wading birds began to forage on restored reefs within days, but it took three years to have similar abundances and behaviors on restored and reference reefs. With sportfish, juveniles responded positively to restoration with 1-3 years, but no patterns were found with highly mobile, adult sportfish. On restored shorelines, plant coverage went from 0 to &gt;90% in three years and sediment accretion outpaced local sea level rise. Seagrass recruited to subtidal areas near oyster reef and shoreline areas.</p>\n<p>Our research on sediment chemistry and microorganisms documents the rapid response of these microscopic responses, showing that microbial community abundance and function are easily reinvigorated by oyster reef restoration. Moreover, bioavailable nitrogen and organic carbon concentrations on restored reefs matched or exceed those found on natural oyster reefs as quickly as 6 months post-restoration, which is a result of the nutrient-rich biodeposits produced by young oysters. Over time, restored sites bury and transform nutrients, developing into biogeochemical ?hot spots? in coastal environments. These important, but invisible, changes to the chemical and microbial ecological system can result in visible shifts in water quality.</p>\n<p>Field-based experiments to document interactions between flowing water and organisms in restored habitats quantified hydrodynamic restoration, including changes in water flow speeds and wave heights. Building this type of scientific understanding is vital to making successful restoration investments and designing natural infrastructure aimed at lessening impacts of flooding and erosion to coastal communities. &nbsp;&nbsp;&nbsp;</p>\n<p>Our GIS research offers new insights into understanding emotional attachment as a measure of sense of place across a site. Furthermore, the work infuses such data into maps that allow restoration scientists to visualize areas of high and low emotional attachment. Our work demonstrates how knowledge from community stakeholders can inform and influence future restoration priorities at various scales. Results gained from such a mapping framework will allow restoration teams to prioritize their science communication and education strategies to align human systems level data with natural systems level data already driving restoration work in our site and beyond.</p>\n<p>We directly supported the next generation of STEM and geospatial technology workforce by funding seven post-doctoral scholars, plus two Ph.D. candidates, eleven M.S./M.A. candidates, and four undergraduate honors thesis students through degree completion. Forty-nine additional undergraduates were likewise directly engaged for a total of 73 members in our community of scholars. Many were provided with their first significant, interdisciplinary team-focused research experience. Of our thirty-five published manuscripts, over half had student co-authors.</p>\n<p>Through this award, we created two novel, compelling educational outreach initiatives for K-12 children and families. The first, Oyster Storytelling Yoga, merges scientifically accurate information on estuaries and biodiversity with large muscle movement and yoga. This method works well in both classrooms and while explaining restoration deployment plans with community volunteers and has been shared with over 1000 educators. The GIS team developed the Maps, Apps and Drones Tour that enabled over 10,000 youth, families, and teachers to learn about GIS, mapping, and drones in coastal environments.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2022<br>\n\t\t\t\t\tModified by: Linda&nbsp;J&nbsp;Walters</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654104565134_DSC_0060--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654104565134_DSC_0060--rgov-800width.jpg\" title=\"Community-Based Shoreline Stabilization\"><img src=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654104565134_DSC_0060--rgov-66x44.jpg\" alt=\"Community-Based Shoreline Stabilization\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Community members are all smiles after the completion of a challenging restoration event at which we deployed hundreds of mangrove and marshgrass plants plus biodegradable wavebreaks in Canaveral National Seashore.</div>\n<div class=\"imageCredit\">Paul Sacks</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Linda&nbsp;J&nbsp;Walters</div>\n<div class=\"imageTitle\">Community-Based Shoreline Stabilization</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654104267980_DSC_0116--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654104267980_DSC_0116--rgov-800width.jpg\" title=\"Biodegradable Oyster Reef Restoration\"><img src=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654104267980_DSC_0116--rgov-66x44.jpg\" alt=\"Biodegradable Oyster Reef Restoration\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Community volunteers deploying biodegradable oyster reef restoration made from potato chip waste.</div>\n<div class=\"imageCredit\">Linda Walters</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Linda&nbsp;J&nbsp;Walters</div>\n<div class=\"imageTitle\">Biodegradable Oyster Reef Restoration</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654118885978_DSC_0246--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654118885978_DSC_0246--rgov-800width.jpg\" title=\"Community Volunteers in Action\"><img src=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654118885978_DSC_0246--rgov-66x44.jpg\" alt=\"Community Volunteers in Action\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Community members restoring highly eroded shoreline in Canaveral National Seashore.</div>\n<div class=\"imageCredit\">Linda Walters</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Linda&nbsp;J&nbsp;Walters</div>\n<div class=\"imageTitle\">Community Volunteers in Action</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654119047019_DSC_0943(2)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654119047019_DSC_0943(2)--rgov-800width.jpg\" title=\"Pelican Resting on Restoration Sign\"><img src=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654119047019_DSC_0943(2)--rgov-66x44.jpg\" alt=\"Pelican Resting on Restoration Sign\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">One important aspect of our project was coastal bird responses to restoration. This brown pelican looks to be approving our restoration efforts.</div>\n<div class=\"imageCredit\">Linda Walters</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Linda&nbsp;J&nbsp;Walters</div>\n<div class=\"imageTitle\">Pelican Resting on Restoration Sign</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654119302825_DSC_0406(2)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654119302825_DSC_0406(2)--rgov-800width.jpg\" title=\"Threatened Oystercatcher Forages on Restored Oyster Reef\"><img src=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654119302825_DSC_0406(2)--rgov-66x44.jpg\" alt=\"Threatened Oystercatcher Forages on Restored Oyster Reef\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Oystercatchers focus their feeding on oyster reefs, making them a good model system for understanding restoration success.</div>\n<div class=\"imageCredit\">Linda Walters</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Linda&nbsp;J&nbsp;Walters</div>\n<div class=\"imageTitle\">Threatened Oystercatcher Forages on Restored Oyster Reef</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654119611007_DSC_5966b--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654119611007_DSC_5966b--rgov-800width.jpg\" title=\"Indian River Lagoon at Sunrise\"><img src=\"/por/images/Reports/POR/2022/1617374/1617374_10442387_1654119611007_DSC_5966b--rgov-66x44.jpg\" alt=\"Indian River Lagoon at Sunrise\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This beautiful photograph is deceiving in that everything looks calm and serene. In reality, red mangrove numbers have increased on these reefs by 198% over the past two decades, and these mangroves can reduce porewater pH which may be dangerous for oyster shell integrity.</div>\n<div class=\"imageCredit\">Linda Walters</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Linda&nbsp;J&nbsp;Walters</div>\n<div class=\"imageTitle\">Indian River Lagoon at Sunrise</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the role of nature in sustaining humankind is a topic of growing importance. Significant attention is often given to the degradation and exploitation of natural resources by society, but human activities also seek to improve natural systems through restoration. Despite the prevalence of coastal restoration projects, there is a critical knowledge gap in understanding what constitutes success and whether traditionally accepted metrics of success (e.g., oyster density, survival of plantings) are indeed indicative of measurable impacts (e.g., improved fish numbers, sediment accretion). Our multidisciplinary project was the first to simultaneously compare traditional restoration success metrics versus nine ecosystem services for intertidal oyster reef and shoreline restoration projects. By having a team of scientists examine a multitude of important variables on the same reefs/shorelines over the same time frames, we have greatly moved forward the field of restoration science.\n\nOur focal area was the Indian River Lagoon, an estuary in peril along Florida's east coast. Most local restoration efforts are led by community groups without resources to track beyond traditional success metrics. This makes our data critical for improving this and all estuarine restoration efforts. Traditional metrics for intertidal oyster reef restoration include oyster density, oyster size, and canopy height. On restored shorelines, traditional metrics include plant densities and percent cover. For this project, we added diversity and abundances of infauna (sediment-dwelling organisms such as worms), mobile invertebrates, forage fish, sportfish (juvenile, adult), threatened/endangered wading birds, invasive species, and terrestrial vertebrates (e.g., bobcats, feral hogs). Also critical was understanding ecohydraulics (flow dynamics) and biogeochemistry of both restored systems.\n\nWe were encouraged by how well traditional success metrics tracked with multiple aspects of ecosystem recovery. On restored reefs, oyster densities were similar to nearby productive (reference) oyster reefs within one year. Infauna, mobile invertebrates, and forage fish abundances and diversities were likewise similar to reference reefs within twelve months. Wading birds began to forage on restored reefs within days, but it took three years to have similar abundances and behaviors on restored and reference reefs. With sportfish, juveniles responded positively to restoration with 1-3 years, but no patterns were found with highly mobile, adult sportfish. On restored shorelines, plant coverage went from 0 to &gt;90% in three years and sediment accretion outpaced local sea level rise. Seagrass recruited to subtidal areas near oyster reef and shoreline areas.\n\nOur research on sediment chemistry and microorganisms documents the rapid response of these microscopic responses, showing that microbial community abundance and function are easily reinvigorated by oyster reef restoration. Moreover, bioavailable nitrogen and organic carbon concentrations on restored reefs matched or exceed those found on natural oyster reefs as quickly as 6 months post-restoration, which is a result of the nutrient-rich biodeposits produced by young oysters. Over time, restored sites bury and transform nutrients, developing into biogeochemical ?hot spots? in coastal environments. These important, but invisible, changes to the chemical and microbial ecological system can result in visible shifts in water quality.\n\nField-based experiments to document interactions between flowing water and organisms in restored habitats quantified hydrodynamic restoration, including changes in water flow speeds and wave heights. Building this type of scientific understanding is vital to making successful restoration investments and designing natural infrastructure aimed at lessening impacts of flooding and erosion to coastal communities.    \n\nOur GIS research offers new insights into understanding emotional attachment as a measure of sense of place across a site. Furthermore, the work infuses such data into maps that allow restoration scientists to visualize areas of high and low emotional attachment. Our work demonstrates how knowledge from community stakeholders can inform and influence future restoration priorities at various scales. Results gained from such a mapping framework will allow restoration teams to prioritize their science communication and education strategies to align human systems level data with natural systems level data already driving restoration work in our site and beyond.\n\nWe directly supported the next generation of STEM and geospatial technology workforce by funding seven post-doctoral scholars, plus two Ph.D. candidates, eleven M.S./M.A. candidates, and four undergraduate honors thesis students through degree completion. Forty-nine additional undergraduates were likewise directly engaged for a total of 73 members in our community of scholars. Many were provided with their first significant, interdisciplinary team-focused research experience. Of our thirty-five published manuscripts, over half had student co-authors.\n\nThrough this award, we created two novel, compelling educational outreach initiatives for K-12 children and families. The first, Oyster Storytelling Yoga, merges scientifically accurate information on estuaries and biodiversity with large muscle movement and yoga. This method works well in both classrooms and while explaining restoration deployment plans with community volunteers and has been shared with over 1000 educators. The GIS team developed the Maps, Apps and Drones Tour that enabled over 10,000 youth, families, and teachers to learn about GIS, mapping, and drones in coastal environments.\n\n \n\n\t\t\t\t\tLast Modified: 06/01/2022\n\n\t\t\t\t\tSubmitted by: Linda J Walters"
 }
}