{
 "awd_id": "1619243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: Leveraging User Preferences for Mobile User Experience Improvement",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yuanyuan Yang",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 409980.0,
 "awd_amount": 409980.0,
 "awd_min_amd_letter_date": "2016-06-17",
 "awd_max_amd_letter_date": "2016-06-17",
 "awd_abstract_narration": "Mobile users always have demanding requirements on gaining an excellent user experience which is the top challenge faced by todays mobile device designers and producers. From computer system perspective, the battery life (i.e., energy) and quality-of-service (QoS) (i.e., performance) are the two major factors to the user experience. Effectively balancing these two factors is essential to enable a high mobile user experience. There have been studies on achieving the optimal trade-offs between energy and performance for various computing platforms, but they are not adaptable to the emerging mobile platforms which are much more user-centric. Various users have diverse perceptions on the device with the same energy and performance, and even the same user perceives the same energy and performance differently at different circumstances. The individual user?s preferences are generally considered as the paramount factor that determines the user satisfaction with the device QoS and battery life. Different users possess different preferences due to the impact of psychology. Moreover, the surrounding circumstances also significantly change the user's preferences. It is crucial to accurately characterize the preferences of different users at different circumstances, and leverage them to guide the battery life and QoS trade-offs for the user experience enhancement. The project will facilitate the mobile devices to meet the increasing demands on the excellent user experience, and enforce the desire of launching more useful applications into the mobile devices, making the normal living and working more convenient and efficient. This project will also contribute to society through engaging under-represented groups, and collaborating with local industries and Texas Medical Center.\r\n\r\nThe investigator is exploring an innovative research program to characterize the diversity of user preferences depending on personality, emotion, demographics, and perform the preferences-guided energy-performance trade-off in mobile platforms to effectively improve the mobile user experience. This project, which rethinks the mobile platform design from the user perspective, will open the door for next generation mobile platforms that can intelligently, automatically, and human-imperceptibly customize their configurations to satisfy each single user at different circumstances.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xin",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xin Fu",
   "pi_email_addr": "xfu8@central.uh.edu",
   "nsf_id": "000583715",
   "pi_start_date": "2016-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7941",
   "pgm_ref_txt": "COMPUTER ARCHITECTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 409980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project is to&nbsp;perform the user preferences-guided energy-performance trade-off to effectively improve the mobile user experience. We have made the following three achievements:</p>\n<p>(1) Obtaining optimal energy-performance trade-off for each individual mobile user</p>\n<p>(a) Delivering an excellent use experience to the customers is the top challenge faced by today&rsquo;s mobile device designers and producers. To address this, we first introduced a novel and comprehensive definition of quality-of-service (QoS) and proposed the accurate QoS measurement and management methodologies. We then observed that user&rsquo;s personality greatly determines his/her preferences between QoS and energy, and proposed an online personality-guided user satisfaction prediction model based on the QoS and energy, guided by the user personality inferred from his/her device usage history. Finally, we proposed our customized power management policy based on the prediction model for individual users.</p>\n<p>(b) In this project, we introduced the smart manufacturing into the mobile device design, and customized the ideal device for each individual customer based on their needs. We explored the customizing system that bridges the mobile device configuration to the user experience, therefore, selecting the optimal mobile device configuration per user to satisfy each individual user, given the user's budget constraint and the user-dependent application usage. We first modeled both the smartphone price and user experience given any device configuration, we then conducted comprehensive design space exploration to find the optimal configuration for each individual customer.</p>\n<p>(2) Fast and energy-efficient AI in mobile devices</p>\n<p>(a) Intelligent Personal Assistants (IPAs) with the capability of natural language processing (NLP) are increasingly popular in today&rsquo;s mobile devices. Long-Short Term Memory networks (LSTMs), are becoming the core machine learning technique applied in the NLP-based IPAs. However, LSTMs exhibit quite inefficient memory access pattern when executed on mobile GPUs due to the redundant data movements and limited off-chip bandwidth. To address these issues, we proposed to parallelize the originally sequentially executed LSTM cells to improve the data locality across cells, and dynamically skip the loads and computations of rows in the weight matrices with trivial contribution to the outputs. Moreover, our techniques are equipped with thresholds which provide a unique tuning space for performance-accuracy trade-offs directly guided by the user preferences for excellent user experience.</p>\n<p>(b) Bayesian Neural Networks (BNNs) that possess a property of uncertainty estimation have been increasingly adopted in a wide range of safety-critical AI applications. The training procedure of a probabilistic BNN model involves training an ensemble of DNN models. To explore the fast and energy-efficient BNN training, we proposed Fast-BNN for mobile device that skips the redundant computations for two types of neurons. Observing the massive off-chip data transfer caused by Gaussian Random Variables (GRVs), we further proposed Shift-BNN that eliminates all the off-chip data transfer by the GRVs through reversed shifting of Linear Feedback Shift Registers.</p>\n<p>(3) &nbsp;Energy-efficient computing in emerging technology-equipped mobile devices</p>\n<p>(a) Using resistive random-access memory (ReRAM) to process data locally in memory is an emerging solution to eliminate the massive data movement during Convolutional Neural Network (CNN) training. However, that training cannot be efficiently supported with the current ReRAM-based PIM accelerators because of the frequent and high-cost ReRAM writing operations. In this project, we observed that activation induced and weight updating induced writing operations dominate the training energy on ReRAM-based accelerators. We then exploited and leveraged a new angle in intermediate data (e.g., activations and errors) sparsity that fits the unique computation pattern in ReRAM crossbars to effectively eliminate the insignificant ReRAM writings, thus, enabling highly efficient CNN training in mobile devices and greatly improving the user experience.</p>\n<p>(b) Virtual reality (VR) has become increasingly popular and mainstream for entertainment, medical simulation and education. In the highly-interactive VR, the motion-to-photon delay (MPD) which represents the delay from user's head motion to the responded image displayed, is the most critical factor for a successful VR user experience. In order to achieve short MPD, asynchronous time warp (ATW) has been proposed to map the rendered stereoscopic frame in the correct position using the latest head-motion information. However, the current ATW design cannot achieve the ideal MPD due to two major challenges: intensive off-chip memory access and asynchronous execution. Recently, the emerging 3D stacked memory technologies such as hybrid memory cube (HMC) offer great opportunities to conduct processing-in-memory (PIM) which offloads data intensive tasks to the embedded logic layer of the memory. Additionally, HMC also provides a unique opportunity to execute the task concurrently with the host processor, demonstrating great potential to solve the asynchronous challenge in current GPU-accelerated ATW design. Motivated by the above two features of HMC, we proposed a preemption-free PIM-based ATW design on mobile devices which can efficiently execute ATW within the hybrid memory cube, without interrupting the rendering tasks on host GPU. We further identified a redundancy reducing mechanism to accelerate and simplify the ATW operation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2021<br>\n\t\t\t\t\tModified by: Xin&nbsp;Fu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this project is to perform the user preferences-guided energy-performance trade-off to effectively improve the mobile user experience. We have made the following three achievements:\n\n(1) Obtaining optimal energy-performance trade-off for each individual mobile user\n\n(a) Delivering an excellent use experience to the customers is the top challenge faced by today’s mobile device designers and producers. To address this, we first introduced a novel and comprehensive definition of quality-of-service (QoS) and proposed the accurate QoS measurement and management methodologies. We then observed that user’s personality greatly determines his/her preferences between QoS and energy, and proposed an online personality-guided user satisfaction prediction model based on the QoS and energy, guided by the user personality inferred from his/her device usage history. Finally, we proposed our customized power management policy based on the prediction model for individual users.\n\n(b) In this project, we introduced the smart manufacturing into the mobile device design, and customized the ideal device for each individual customer based on their needs. We explored the customizing system that bridges the mobile device configuration to the user experience, therefore, selecting the optimal mobile device configuration per user to satisfy each individual user, given the user's budget constraint and the user-dependent application usage. We first modeled both the smartphone price and user experience given any device configuration, we then conducted comprehensive design space exploration to find the optimal configuration for each individual customer.\n\n(2) Fast and energy-efficient AI in mobile devices\n\n(a) Intelligent Personal Assistants (IPAs) with the capability of natural language processing (NLP) are increasingly popular in today’s mobile devices. Long-Short Term Memory networks (LSTMs), are becoming the core machine learning technique applied in the NLP-based IPAs. However, LSTMs exhibit quite inefficient memory access pattern when executed on mobile GPUs due to the redundant data movements and limited off-chip bandwidth. To address these issues, we proposed to parallelize the originally sequentially executed LSTM cells to improve the data locality across cells, and dynamically skip the loads and computations of rows in the weight matrices with trivial contribution to the outputs. Moreover, our techniques are equipped with thresholds which provide a unique tuning space for performance-accuracy trade-offs directly guided by the user preferences for excellent user experience.\n\n(b) Bayesian Neural Networks (BNNs) that possess a property of uncertainty estimation have been increasingly adopted in a wide range of safety-critical AI applications. The training procedure of a probabilistic BNN model involves training an ensemble of DNN models. To explore the fast and energy-efficient BNN training, we proposed Fast-BNN for mobile device that skips the redundant computations for two types of neurons. Observing the massive off-chip data transfer caused by Gaussian Random Variables (GRVs), we further proposed Shift-BNN that eliminates all the off-chip data transfer by the GRVs through reversed shifting of Linear Feedback Shift Registers.\n\n(3)  Energy-efficient computing in emerging technology-equipped mobile devices\n\n(a) Using resistive random-access memory (ReRAM) to process data locally in memory is an emerging solution to eliminate the massive data movement during Convolutional Neural Network (CNN) training. However, that training cannot be efficiently supported with the current ReRAM-based PIM accelerators because of the frequent and high-cost ReRAM writing operations. In this project, we observed that activation induced and weight updating induced writing operations dominate the training energy on ReRAM-based accelerators. We then exploited and leveraged a new angle in intermediate data (e.g., activations and errors) sparsity that fits the unique computation pattern in ReRAM crossbars to effectively eliminate the insignificant ReRAM writings, thus, enabling highly efficient CNN training in mobile devices and greatly improving the user experience.\n\n(b) Virtual reality (VR) has become increasingly popular and mainstream for entertainment, medical simulation and education. In the highly-interactive VR, the motion-to-photon delay (MPD) which represents the delay from user's head motion to the responded image displayed, is the most critical factor for a successful VR user experience. In order to achieve short MPD, asynchronous time warp (ATW) has been proposed to map the rendered stereoscopic frame in the correct position using the latest head-motion information. However, the current ATW design cannot achieve the ideal MPD due to two major challenges: intensive off-chip memory access and asynchronous execution. Recently, the emerging 3D stacked memory technologies such as hybrid memory cube (HMC) offer great opportunities to conduct processing-in-memory (PIM) which offloads data intensive tasks to the embedded logic layer of the memory. Additionally, HMC also provides a unique opportunity to execute the task concurrently with the host processor, demonstrating great potential to solve the asynchronous challenge in current GPU-accelerated ATW design. Motivated by the above two features of HMC, we proposed a preemption-free PIM-based ATW design on mobile devices which can efficiently execute ATW within the hybrid memory cube, without interrupting the rendering tasks on host GPU. We further identified a redundancy reducing mechanism to accelerate and simplify the ATW operation.\n\n \n\n\t\t\t\t\tLast Modified: 06/30/2021\n\n\t\t\t\t\tSubmitted by: Xin Fu"
 }
}