{
 "awd_id": "1619659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Alabama LSAMP: Sustainability of Best Practices for STEM Education and Research",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927772",
 "po_email": "mjames@nsf.gov",
 "po_sign_block_name": "Martha James",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 4986799.0,
 "awd_amount": 5249411.0,
 "awd_min_amd_letter_date": "2016-09-02",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "The Louis Stokes Alliances for Minority Participation (LSAMP) program assists universities and colleges in their efforts to significantly increase the numbers of students matriculating into and successfully completing high quality degree programs in science, technology, engineering and mathematics (STEM) disciplines in order to diversify the STEM workforce. Particular emphasis is placed on transforming undergraduate STEM education through innovative, evidence-based recruitment and retention strategies, and relevant educational experiences in support of racial and ethnic groups historically underrepresented in STEM disciplines: African Americans, Hispanic Americans, American Indians, Alaska Natives, Native Hawaiians, and Native Pacific Islanders. These strategies facilitate the production of well-prepared students highly-qualified and motivated to pursue graduate education or careers in STEM.\r\n\r\nAlabama LSAMP is a completely reconstituted alliance that consists of 4-year institutions, doctoral-granting institutions, community colleges, high schools, and industry. The proposed activities that will expand the elements of the previous program consist of: performance-based stipend support, summer bridge programs, spring research conferences, community college bridge to 4-year institution programs, summer research experiences for high school and undergraduate students, and outreach to middle school students. The objectives of the proposed program are: To increase the number of students from underrepresented minority groups who earn STEM undergraduate degrees; to enhance the STEM educational experience for underrepresented minority students; to increase retention and progression of underrepresented minority students to baccalaureate degrees; to enable successful transfer and matriculation of underrepresented minority students from 2-year to 4-year institutions in STEM programs; to increase access to high quality undergraduate research experiences; and to facilitate seamless transition of underrepresented minority students into STEM graduate programs. The expected benefits of the proposed program are: to contribute to a reversal of the loss of US STEM talent, the promotion of systemic change in institutional culture to enhance the retention of underrepresented minority students in STEM disciplines, increased matriculation of underrepresented minority students that transfer from community colleges into STEM disciplines, and sustained transformation of the undergraduate STEM educational experience. The proposed activities are important to advancing knowledge and understanding of sustainable best practices in STEM education and research experiences for undergraduates and will include a social science study and planned dissemination activities.\r\n\r\nThe overall goal of this project is: To implement and study innovative, evidence-based, sustainable best practices in STEM education and research experiences for undergraduates designed to increase the quality and quantity of underrepresented minority students by enhancing the STEM educational experience. At the heart of this research study is the question of whether variability in the content and length of a summer bridge program differentially impacts self-efficacy and belonging; and consequently, students' intentions to pursue a STEM degree and academic progress. This research may inform LSAMP programs nationally about how to structure summer bridge programs and contribute to models of stage-environment fit and our understanding of self-efficacy and belonging during school transitions. This study will examine how self-efficacy and belonging are affected by participation in the Alabama LSAMP program, and how they in turn are related to intentions to pursue a STEM degree. The study pays special attention to how different program elements, especially how those during the summer bridge program affect these factors over the transition to college. The effect of the timing and the amount of time spent in the following best practices for STEM retention will be examined: research, professional development, academic support, social integration and mentoring. The method for the research study will involve all LSAMP participants across the nine institutions each year (79 per year) which should result in data from approximately 395 students over the course of the 5-year study. Students will complete surveys (typically online) at intervals during the first year of the program and then once a year thereafter to track their progress. All students will complete a survey assessing self-efficacy, belonging, and intentions at the start of the summer bridge program (baseline). Before addressing the primary research questions, the psychometric qualities of each scale will be assessed. Factor analysis will be used to confirm or modify the scales so that they align with the intended psychological constructs. Factor analysis will also be used to determine if some measures can be combined to create scores that reflect larger meaningful constructs. Because students are nested in nine different institutions, hierarchical linear modeling is the most appropriate statistical tool. Additional models can be developed to examine how the timing and intensity of activities throughout the first year impact self-efficacy, belonging and intentions. These analyses will create a fuller picture of the transition process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Whitaker",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin W Whitaker",
   "pi_email_addr": "kwhitaker@eng.ua.edu",
   "nsf_id": "000323768",
   "pi_start_date": "2016-09-02",
   "pi_end_date": "2020-08-04"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Dalton",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "James T Dalton",
   "pi_email_addr": "jim.dalton@ua.edu",
   "nsf_id": "000831680",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Viola",
   "pi_last_name": "Acoff",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Viola L Acoff",
   "pi_email_addr": "vacoff@olemiss.edu",
   "nsf_id": "000352966",
   "pi_start_date": "2016-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Barth",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joan M Barth",
   "pi_email_addr": "jbarth@bama.ua.edu",
   "nsf_id": "000316552",
   "pi_start_date": "2016-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7204",
   "pgm_ref_txt": "DoE-NSF LABORATORY FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1998827.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 48289.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 1098472.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 106999.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1996824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The chief goal of<strong> Alabama LSAMP: Sustainability of Best Practices for STEM Education and Research&nbsp;</strong>was to implement and study innovative, evidence-based, and sustainable best practices in STEM (science, technology, engineering, or mathematics) education and research experiences for undergraduates. The priority of the Alabama Alliance (ALSAMP) was to increase the quality and quantity of underrepresented minority students in STEM programs through enhancement of the STEM educational experience. ALSAMP consisted of nine colleges and universities in the state of Alabama: The University of Alabama (Lead Institution), University of Alabama in Huntsville, University of Alabama at Birmingham, University of South Alabama, Oakwood University, Miles College, Talladega College, Stillman College, and Alabama A&amp;M University. The program supported first year freshmen and transfer students from underrepresented minority groups who intended to major in a STEM discipline through a summer bridge program to support students during their transition to college, mentoring activities, individual research experiences, an annual research conference, and performance-based stipends. Additionally, regular meetings on each campus throughout the academic year provided ALSAMP scholars with academic support, professional development, community engagement opportunities, and graduate school information. As part of the implementation of ALSAMP, sustainability of these experiences was prioritized to maximize existing resources so that quality programming is continued long-term.</p>\n<p>The <strong>broader impacts</strong> from the program are reflected in the progress noted toward each of its six objectives (Tables 1a and 1b). First, there was an increase in the number of students from underrepresented minority groups choosing STEM majors and earning STEM degrees in the Alabama Alliance (Objective 1). These increases in underrepresented minority student enrollment and retention in STEM degree programs were seen across all nine Alabama Alliance institutions, though gains across institutions varied. Not only were students retained in STEM degree programs, but they progressed through their degree programs at an appropriate pace (Objective 3). Approximately 435 undergraduate students participated in the Alabama Alliance with nearly all intending to continue in a STEM field. The Alabama Alliance additionally prioritized enabling the successful transfer and matriculation of underrepresented minority students from two-year to four-year institutions in STEM programs (Objective 4) and facilitating a seamless transition of underrepresented minority students into STEM graduate programs (Objective 6), with success in both areas. There has been an increase in underrepresented students earning graduate degrees at ALSAMP institutions since this program began, and ALSAMP participants were positive about the likelihood of attending graduate school. ALSAMP is fostering a positive attitude toward attending graduate school while facilitating a seamless transition through ALSAMP-adjacent programs such as the Bridge to the Doctorate, an additional component of ALSAMP at The University of Alabama.</p>\n<p>Students report being generally satisfied with their experiences in ALSAMP (Objective 2), feeling connected to their campus and to their major, and maintaining strong STEM identities (i.e., being a STEM major is important to them). In part due to opportunities such as an ALSAMP STEM Transfer Academy, transfer students also reported high levels of satisfaction with the program and strong STEM identities. All participants reported feeling support from peers and faculty. These findings suggest that ALSAMP programming enhances students' educational experiences within their majors and their institutions, as intended (Objective 2). Finally, ALSAMP prioritized student participation in research. ALSAMP students were required to engage in research activities as part of their participation in ALSAMP, and the alliance created and increased access to high quality research experiences for undergraduate students (Objective 5). ALSAMP students not only had the opportunity to participate in research experiences for undergraduates programs (REUs), but were required to present research at the ALSAMP annual spring conference, with 53 students reporting that they also presented research at professional conferences throughout their time in the program.</p>\n<p>The <strong>intellectual merit</strong> of the project was realized through a concurrent research study exploring the effectiveness of the ALSAMP summer bridge program. Although there is considerable evidence that summer bridge programs improve first year retention rates, there is little information related to other outcomes. Researchers explored how differences in student satisfaction with their summer bridge experiences were associated with feelings of belonging (to their major, school, and ALSAMP program) and STEM self-efficacy (confidence in STEM abilities), both of which are associated with STEM retention. Results indicated that overall satisfaction and satisfaction with specific aspects of the bridge programs, especially orientation activities and getting to know other students, were associated with feelings of belonging and STEM self-efficacy. Findings were published in <em>Frontiers in Education</em> (Barth, J.M. et al. (2021), https://doi.org/10.3389/feduc.2021.667589). A major contribution of the research study is that results suggest that beyond preparing students for the academic rigors of college, summer bridge programs may promote beliefs and attitudes that contribute to students' success in their majors.</p>\n<p>Together the Broader Impacts and Intellectual Merit findings indicate the success of ALSAMP in contributing to NSF's goals to broaden participation in STEM.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/23/2023<br>\n\t\t\t\t\tModified by: Viola&nbsp;L&nbsp;Acoff</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1619659/1619659_10458284_1687534104694_OutcomesReportTable1a--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1619659/1619659_10458284_1687534104694_OutcomesReportTable1a--rgov-800width.jpg\" title=\"Table 1a\"><img src=\"/por/images/Reports/POR/2023/1619659/1619659_10458284_1687534104694_OutcomesReportTable1a--rgov-66x44.jpg\" alt=\"Table 1a\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Table 1a. Synopsis of Outcomes and Impact for each Objective of the Alabama Louis Stokes Alliances for Minority Participation (ALSAMP) Award</div>\n<div class=\"imageCredit\">Anneliese Bolland and Sarah Duncan</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Viola&nbsp;L&nbsp;Acoff</div>\n<div class=\"imageTitle\">Table 1a</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1619659/1619659_10458284_1687534215180_OutcomesReportTable1b--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1619659/1619659_10458284_1687534215180_OutcomesReportTable1b--rgov-800width.jpg\" title=\"Table 1b\"><img src=\"/por/images/Reports/POR/2023/1619659/1619659_10458284_1687534215180_OutcomesReportTable1b--rgov-66x44.jpg\" alt=\"Table 1b\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Table 1b. Synopsis of Outcomes and Impact for each Objective of the Alabama Louis Stokes Alliances for Minority Participation (ALSAMP) Award</div>\n<div class=\"imageCredit\">Anneliese Bolland and Sarah Duncan</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Viola&nbsp;L&nbsp;Acoff</div>\n<div class=\"imageTitle\">Table 1b</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe chief goal of Alabama LSAMP: Sustainability of Best Practices for STEM Education and Research was to implement and study innovative, evidence-based, and sustainable best practices in STEM (science, technology, engineering, or mathematics) education and research experiences for undergraduates. The priority of the Alabama Alliance (ALSAMP) was to increase the quality and quantity of underrepresented minority students in STEM programs through enhancement of the STEM educational experience. ALSAMP consisted of nine colleges and universities in the state of Alabama: The University of Alabama (Lead Institution), University of Alabama in Huntsville, University of Alabama at Birmingham, University of South Alabama, Oakwood University, Miles College, Talladega College, Stillman College, and Alabama A&amp;M University. The program supported first year freshmen and transfer students from underrepresented minority groups who intended to major in a STEM discipline through a summer bridge program to support students during their transition to college, mentoring activities, individual research experiences, an annual research conference, and performance-based stipends. Additionally, regular meetings on each campus throughout the academic year provided ALSAMP scholars with academic support, professional development, community engagement opportunities, and graduate school information. As part of the implementation of ALSAMP, sustainability of these experiences was prioritized to maximize existing resources so that quality programming is continued long-term.\n\nThe broader impacts from the program are reflected in the progress noted toward each of its six objectives (Tables 1a and 1b). First, there was an increase in the number of students from underrepresented minority groups choosing STEM majors and earning STEM degrees in the Alabama Alliance (Objective 1). These increases in underrepresented minority student enrollment and retention in STEM degree programs were seen across all nine Alabama Alliance institutions, though gains across institutions varied. Not only were students retained in STEM degree programs, but they progressed through their degree programs at an appropriate pace (Objective 3). Approximately 435 undergraduate students participated in the Alabama Alliance with nearly all intending to continue in a STEM field. The Alabama Alliance additionally prioritized enabling the successful transfer and matriculation of underrepresented minority students from two-year to four-year institutions in STEM programs (Objective 4) and facilitating a seamless transition of underrepresented minority students into STEM graduate programs (Objective 6), with success in both areas. There has been an increase in underrepresented students earning graduate degrees at ALSAMP institutions since this program began, and ALSAMP participants were positive about the likelihood of attending graduate school. ALSAMP is fostering a positive attitude toward attending graduate school while facilitating a seamless transition through ALSAMP-adjacent programs such as the Bridge to the Doctorate, an additional component of ALSAMP at The University of Alabama.\n\nStudents report being generally satisfied with their experiences in ALSAMP (Objective 2), feeling connected to their campus and to their major, and maintaining strong STEM identities (i.e., being a STEM major is important to them). In part due to opportunities such as an ALSAMP STEM Transfer Academy, transfer students also reported high levels of satisfaction with the program and strong STEM identities. All participants reported feeling support from peers and faculty. These findings suggest that ALSAMP programming enhances students' educational experiences within their majors and their institutions, as intended (Objective 2). Finally, ALSAMP prioritized student participation in research. ALSAMP students were required to engage in research activities as part of their participation in ALSAMP, and the alliance created and increased access to high quality research experiences for undergraduate students (Objective 5). ALSAMP students not only had the opportunity to participate in research experiences for undergraduates programs (REUs), but were required to present research at the ALSAMP annual spring conference, with 53 students reporting that they also presented research at professional conferences throughout their time in the program.\n\nThe intellectual merit of the project was realized through a concurrent research study exploring the effectiveness of the ALSAMP summer bridge program. Although there is considerable evidence that summer bridge programs improve first year retention rates, there is little information related to other outcomes. Researchers explored how differences in student satisfaction with their summer bridge experiences were associated with feelings of belonging (to their major, school, and ALSAMP program) and STEM self-efficacy (confidence in STEM abilities), both of which are associated with STEM retention. Results indicated that overall satisfaction and satisfaction with specific aspects of the bridge programs, especially orientation activities and getting to know other students, were associated with feelings of belonging and STEM self-efficacy. Findings were published in Frontiers in Education (Barth, J.M. et al. (2021), https://doi.org/10.3389/feduc.2021.667589). A major contribution of the research study is that results suggest that beyond preparing students for the academic rigors of college, summer bridge programs may promote beliefs and attitudes that contribute to students' success in their majors.\n\nTogether the Broader Impacts and Intellectual Merit findings indicate the success of ALSAMP in contributing to NSF's goals to broaden participation in STEM.\n\n\t\t\t\t\tLast Modified: 06/23/2023\n\n\t\t\t\t\tSubmitted by: Viola L Acoff"
 }
}