{
 "awd_id": "1620851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Improving the Implementation of Rigorous Instructional Materials in Middle-Grades Mathematics:  Developing a System of Practical Measures and Routines",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922760",
 "po_email": "rochsend@nsf.gov",
 "po_sign_block_name": "Robert Ochsendorf",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 2055216.0,
 "awd_amount": 2055216.0,
 "awd_min_amd_letter_date": "2016-09-20",
 "awd_max_amd_letter_date": "2021-01-26",
 "awd_abstract_narration": "The goal of this 5-year research project is to improve the implementation of rigorous instructional materials in middle-grades mathematics at scale. Many projects seek to improve mathematics instruction, but are not able to easily track their efforts at improvement. The primary product of this project will be a system of practical measures and routines for collecting and using data that both assesses and supports the implementation of rigorous instructional materials in middle-grades mathematics. In contrast to research and accountability measures, practical measures are assessments that require little time to administer and can thus be used frequently. The data can be analyzed rapidly so that teachers can receive prompt feedback on their progress, and instructional leaders can use the data to decide where to target resources to support improvement in the quality of instruction and student learning. The system of practical measures and routines will include 1) measures of high-leverage aspects of teachers' instructional practices that have been linked to student learning (e.g., rigor of tasks, quality of students' discourse) and attend to equitable student participation; and 2) measures of high-leverage aspects of key supports for improving the quality of teachers' practice (e.g., quality of professional development; coaching); and 3) a set of routines regarding how to use the resulting data to engage in rapid, improvement efforts. A key principle of the proposed project is that the system of measures and routines can be adapted to a wide range of school and district contexts. This project is supported by the Discovery Research preK-12 (DRK-12) program. The DRK-12 program supports research and development of STEM education innovations and approaches in assessment, learning, and teaching. \r\n\r\nThe project will establish three research-practice partnerships with five districts, in three different states, that are currently implementing rigorous instructional materials in middle-grades mathematics. Year 1 will focus on the development of a set of practical measures of classroom instruction. Year 2 will focus on testing the use of the classroom measures in the context of supports for teachers' learning, and the development of practical measures of key supports for teachers' learning. Years 3-4 will focus on how the project can \"learn our way to scale\" (Bryk et al., 2015), which requires strategically implementing measures and routines in increasingly diverse conditions. The project will engage in rapid improvement cycles in which researchers will work alongside district leaders and professional development (PD) facilitators to analyze the data from the measures of both classroom instruction and the quality of support for teacher learning to test the effectiveness of improvements in intended supports for teacher learning and to adjust the design of the support based on data. Across Years 1-4, the project will use recent developments in technology and information visualization to test and improve 1) the collection of practical measures in situ and 2) the design of data representations (or visualizations) that support teachers and leaders to make instructional improvement decisions. In Year 5, the project will conduct formal analyses of the relations between supports for teachers' learning; teachers' knowledge and classroom practices; and student learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kara",
   "pi_last_name": "Jackson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kara Jackson",
   "pi_email_addr": "karajack@uw.edu",
   "nsf_id": "000710711",
   "pi_start_date": "2016-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave. NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981051016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 663994.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 605477.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 499369.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 286376.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-94aef0e2-7fff-c78f-d996-1dbf9325dc72\"> </span></p>\n<p dir=\"ltr\"><span>This collaborative research project developed a system of practical measures, routines, and a data visualization platform to support the implementation of instructional improvement strategies in middle-grades mathematics. We co-designed and studied the use of the measures, routines, and data visualization platform in three research-practice partnerships with large districts engaged in ambitious and equity-oriented instructional improvement initiatives (e.g., coaching cycles, collaborative professional development, curriculum guides).</span></p>\n<p dir=\"ltr\"><span>One set of practical measures assesses <strong>key aspects of the mathematics classroom learning environment </strong>that research indicates matter for students' learning.</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Small Group Work Practical Measure: This measure takes the form of a short student survey that assesses students' perceptions of key aspects of small group work in a specific lesson. The survey takes students about 2-3 minutes to complete.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Whole Class Discussion Practical Measure: This measure takes the form of a short student survey that assesses students' perceptions of key aspects of a whole-class discussion in a specific lesson. The survey takes students about 2-3 minutes to complete.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Launch of a Cognitively Demanding Task Practical Measure: This measure takes the form of a short student survey that assesses students' perceptions of key aspects of the introduction to (or launch of) a mathematical task. The survey is administered immediately after a task is introduced and takes students about 1 minute to complete.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Rigor of the Task Practical Measure: This short checklist is designed to be used by a coach or district leader with a teacher to discuss the rigor of the task(s) selected for a lesson. We see this tool as working in tandem with the discussion tools, as the quality of discussion depends on the rigor of the mathematical task.</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>A second set of practical measures assesses teachers' perceptions of <strong>key aspects of professional development (PD) learning environments </strong>(e.g., one-on-one coaching, collaborative PD) that research has linked to teachers' learning.</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Collaborative Professional Development (PD) Practical Measure: This measure takes the form of a short teacher survey that assesses teachers' perceptions of key aspects of collaborative PD. The survey takes teachers about 5 minutes to complete.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>One-on-One Coaching Practical Measures: These measures take the form of short teacher surveys that assess teachers' perceptions of key aspects of the co-planning and debrief phases of a one-on-one coaching cycle. Each survey takes teachers about 5 minutes to complete.</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>Practical measures, routines for administering the measures and analyzing the resulting data, the data visualization platform, guidance on the conditions of use, as well as papers and presentations, can be accessed on our project website: </span><a href=\"https://www.pmr2.org/\"><span>https://www.pmr2.org/</span></a></p>\n<p dir=\"ltr\"><span>The <strong>use of the</strong></span><strong> classroom measures</strong><span> has enabled district personnel to determine whether the changes that they made are improvements (e.g., whether increasing the rigor of tasks in a curriculum unit improves the quality of whole class discussions; whether instructional changes that teachers make with the support of a coach improve students&rsquo; learning opportunities).&nbsp;</span></p>\n<p dir=\"ltr\"><span>In addition, the integration of the classroom measures into PD can enhance the effectiveness of the PD. Research indicates that a key characteristic of high-quality PD (whether it is collaborative PD or one-on-one coaching) is that teachers are supported to connect mathematical learning goals, students' reasoning, and instruction. We have found that the addition of the classroom measure data can enable teachers and the professional learning facilitators with whom they are working to make these critical connections, thereby aiding them in constructing more powerful explanations of how instruction impacts students' learning than would otherwise have been the case. In addition, the use of the practical measures can enable professional learning facilitators to identify goals for teachers' improvement of their instruction that are likely to result in immediate improvements in students' learning if they are attained. Furthermore, we have found that teachers' interpretations of students' responses to the classroom measures provides insights into teachers' pedagogical commitments (e.g., their instructional vision, their views of their students' mathematical capabilities), which is especially valuable for equity-focused PD design and facilitation.</span></p>\n<p dir=\"ltr\"><span>Professional development facilitators'&nbsp;</span><strong>use of the collaborative professional development measure</strong><span> has supported facilitators to engage in inquiry regarding the impact of their facilitation decisions on educators' participation in the PD; to set actionable goals for their own practice; and to assess whether changes in their facilitation resulted in improvements.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2023<br>\nModified by: Kara&nbsp;Jackson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThis collaborative research project developed a system of practical measures, routines, and a data visualization platform to support the implementation of instructional improvement strategies in middle-grades mathematics. We co-designed and studied the use of the measures, routines, and data visualization platform in three research-practice partnerships with large districts engaged in ambitious and equity-oriented instructional improvement initiatives (e.g., coaching cycles, collaborative professional development, curriculum guides).\n\n\nOne set of practical measures assesses key aspects of the mathematics classroom learning environment that research indicates matter for students' learning.\n\n\n\n\nSmall Group Work Practical Measure: This measure takes the form of a short student survey that assesses students' perceptions of key aspects of small group work in a specific lesson. The survey takes students about 2-3 minutes to complete.\n\n\n\n\nWhole Class Discussion Practical Measure: This measure takes the form of a short student survey that assesses students' perceptions of key aspects of a whole-class discussion in a specific lesson. The survey takes students about 2-3 minutes to complete.\n\n\n\n\nLaunch of a Cognitively Demanding Task Practical Measure: This measure takes the form of a short student survey that assesses students' perceptions of key aspects of the introduction to (or launch of) a mathematical task. The survey is administered immediately after a task is introduced and takes students about 1 minute to complete.\n\n\n\n\nRigor of the Task Practical Measure: This short checklist is designed to be used by a coach or district leader with a teacher to discuss the rigor of the task(s) selected for a lesson. We see this tool as working in tandem with the discussion tools, as the quality of discussion depends on the rigor of the mathematical task.\n\n\n\n\nA second set of practical measures assesses teachers' perceptions of key aspects of professional development (PD) learning environments (e.g., one-on-one coaching, collaborative PD) that research has linked to teachers' learning.\n\n\n\n\nCollaborative Professional Development (PD) Practical Measure: This measure takes the form of a short teacher survey that assesses teachers' perceptions of key aspects of collaborative PD. The survey takes teachers about 5 minutes to complete.\n\n\n\n\nOne-on-One Coaching Practical Measures: These measures take the form of short teacher surveys that assess teachers' perceptions of key aspects of the co-planning and debrief phases of a one-on-one coaching cycle. Each survey takes teachers about 5 minutes to complete.\n\n\n\n\nPractical measures, routines for administering the measures and analyzing the resulting data, the data visualization platform, guidance on the conditions of use, as well as papers and presentations, can be accessed on our project website: https://www.pmr2.org/\n\n\nThe use of the classroom measures has enabled district personnel to determine whether the changes that they made are improvements (e.g., whether increasing the rigor of tasks in a curriculum unit improves the quality of whole class discussions; whether instructional changes that teachers make with the support of a coach improve students learning opportunities).\n\n\nIn addition, the integration of the classroom measures into PD can enhance the effectiveness of the PD. Research indicates that a key characteristic of high-quality PD (whether it is collaborative PD or one-on-one coaching) is that teachers are supported to connect mathematical learning goals, students' reasoning, and instruction. We have found that the addition of the classroom measure data can enable teachers and the professional learning facilitators with whom they are working to make these critical connections, thereby aiding them in constructing more powerful explanations of how instruction impacts students' learning than would otherwise have been the case. In addition, the use of the practical measures can enable professional learning facilitators to identify goals for teachers' improvement of their instruction that are likely to result in immediate improvements in students' learning if they are attained. Furthermore, we have found that teachers' interpretations of students' responses to the classroom measures provides insights into teachers' pedagogical commitments (e.g., their instructional vision, their views of their students' mathematical capabilities), which is especially valuable for equity-focused PD design and facilitation.\n\n\nProfessional development facilitators'use of the collaborative professional development measure has supported facilitators to engage in inquiry regarding the impact of their facilitation decisions on educators' participation in the PD; to set actionable goals for their own practice; and to assess whether changes in their facilitation resulted in improvements.\n\n\n\t\t\t\t\tLast Modified: 12/29/2023\n\n\t\t\t\t\tSubmitted by: KaraJackson\n"
 }
}