{
 "awd_id": "1620169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Microscopic Nature of Spacetime and the Role of Gauge/Gravity Dualities",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2016-08-30",
 "awd_max_amd_letter_date": "2016-08-30",
 "awd_abstract_narration": "This award funds the research activities of Professor Sera Cremonini at Lehigh University. \r\n\r\nOne hundred years after the birth of general relativity, developing a full theory of gravity is still in many ways elusive, and understanding its quantum regime and the fundamental structure of spacetime remains a challenge. The development of string theory, and more recently the discovery of certain connections between gravitational theories and non-gravitational theories, has provided us with a concrete framework and a new set of tools to address such issues.  As a result, we have uncovered deep connections between some of the most well-known problems in fundamental physics --- from the microscopic ingredients of black holes to the fundamental structure of matter --- that would otherwise be intractable. The primary objective of the proposed research is to develop a more complete understanding of the microscopic nature of spacetime, by exploring the extent to which gravity emerges from quantum-mechanical degrees of freedom.  This research will also utilize novel recent techniques in order to shed light on the behavior of quantum systems that are strongly interacting. Progress in these directions will lead to insights into outstanding fundamental questions such as the structure of spacetime, the beginning and early evolution of the universe, and the physics of black holes. It will also have potential long-term applications to technology and industry as well as fundamental science, thereby advancing the national interest in all of these areas. This work will also have significant broader impacts. Professor Cremonini will involve graduate students and postdocs in her research, thus providing critical training for junior physicists beginning research in this field.  She also plans to give public lectures on topics related to her research, and incorporate the results of her work and exciting new advances in the field into the development of new courses.\r\n\r\nAt a more technical level, Cremonini will examine the extent to which the main features of holography are generic and robust, by studying the conditions for the emergence of a microscopic (quantum field theoretic) description for broad classes of gravitational solutions. The focus will be on determining to what extent the internal structure of a gravitational system is affected by its symmetries and geometrical properties. A crucial aspect of this work will be the development of a systematic procedure for understanding and encoding the breaking of various symmetries in gravitational spacetimes. Moreover, part of the research will involve setups that describe the onset of instabilities and can therefore be used to model a number of quantum systems which undergo phase transitions. Using the techniques of holography, Cremonini will examine the question of the reorganization of degrees of freedom as a function of energy scale in generic quantum theories. Her research will contribute to the development of a general classification of transitions in the phase diagram of non-abelian gauge theories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sera",
   "pi_last_name": "Cremonini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sera Cremonini",
   "pi_email_addr": "sec415@lehigh.edu",
   "nsf_id": "000712533",
   "pi_start_date": "2016-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "16 Memorial Drive East",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153182",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  },
  {
   "pgm_ele_code": "762100",
   "pgm_ele_name": "PHYSICS-BROADEN PARTICIPATION"
  },
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7621",
   "pgm_ref_txt": "PHYSICS-BROADEN PARTICIPATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the quantum regime of gravity is a fundamental challenge in physics, and is necessary to gain insight into the nature of spacetime and the early stages of the evolution of the universe. Recently the discovery of certain \"holographic\" connections between gravitational theories and non-gravitational quantum theories has provided us with a concrete framework and a new set of tools to address such issues. The work completed with support from this grant has utilized these new holographic connections and techniques to further explore&nbsp;the microscopic structure of spacetime and the extent to which gravity emerges from quantum-mechanical degrees of freedom. The research supported by this grant has also utilized these novel techniques to shed light on the challenging behavior of quantum systems that are strongly interacting. Insights into the latter are crucial for better understanding a number of strongly correlated phases and systems in nature, with a notable example being high temperature superconductors, and has long term applications to the development of new technologies. The outcomes of this research have consisted of peer-reviewed publications and dissemination of the core ideas through technical seminars at conferences as well as public lectures. Outcomes also include the training of graduate students and postdoctoral fellows, providing critical training for junior physicists in the field. The results of this work and exciting new advances in the field have also been incorporated in the&nbsp;development of new courses.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2020<br>\n\t\t\t\t\tModified by: Sera&nbsp;Cremonini</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the quantum regime of gravity is a fundamental challenge in physics, and is necessary to gain insight into the nature of spacetime and the early stages of the evolution of the universe. Recently the discovery of certain \"holographic\" connections between gravitational theories and non-gravitational quantum theories has provided us with a concrete framework and a new set of tools to address such issues. The work completed with support from this grant has utilized these new holographic connections and techniques to further explore the microscopic structure of spacetime and the extent to which gravity emerges from quantum-mechanical degrees of freedom. The research supported by this grant has also utilized these novel techniques to shed light on the challenging behavior of quantum systems that are strongly interacting. Insights into the latter are crucial for better understanding a number of strongly correlated phases and systems in nature, with a notable example being high temperature superconductors, and has long term applications to the development of new technologies. The outcomes of this research have consisted of peer-reviewed publications and dissemination of the core ideas through technical seminars at conferences as well as public lectures. Outcomes also include the training of graduate students and postdoctoral fellows, providing critical training for junior physicists in the field. The results of this work and exciting new advances in the field have also been incorporated in the development of new courses.\n\n\t\t\t\t\tLast Modified: 05/02/2020\n\n\t\t\t\t\tSubmitted by: Sera Cremonini"
 }
}