{
 "awd_id": "1620729",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DNA Computing and Molecular Programming",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2016-02-15",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 25500.0,
 "awd_amount": 25500.0,
 "awd_min_amd_letter_date": "2016-02-11",
 "awd_max_amd_letter_date": "2016-02-11",
 "awd_abstract_narration": "The 22nd installment of the conference \"DNA Computing and Molecular Programming\" will be held at Ludwig-Maximilians-University in Munich, Germany from 4th till 8th of September 2016. The conference will bring together a wide range of speakers; from leading theoretical computer scientists/mathematicians through theoreticians who actively collaborate with experimentalists, to molecular biologists, biochemists and engineers whose experimental work supports development of new scientific and computing platforms. Since 1994, the conference has been held 21 times (http: //www.dna-computing.org/index.html) with alternating locations cycling every four years: North America, Europe, North America, Asia (in 2015 it was held in Boston at Harvard University). The conference is organized under the auspices of the International Society for Nanoscale Science Computing and Engineering (ISNSCE) (http://www.isnsce.org). The community has been exceedingly influential in catalyzing the development of novel fields of research such as cellular computing, applications to synthetic biology, as well as the extremely successful DNA origami technique. The main objective of this conference is (a) to advance the field of nucleic acid computing and molecular programming by bringing interdisciplinary research communities together and promoting open scientific interactions, and (b) to promote open discussions and provide opportunities for cooperation, in particular interactions between graduate students and established researchers from all countries in inciting new research developments. \r\n\r\nIntellectual Merit\r\nSeveral major directions of research under the umbrella of the \"DNA Computing and Molecular Programming\" conferences are being developed and advanced: (a) Molecular computing models, (b) Foundations of self-assembly, (c) DNA nanotechnology, (d) Chemical reaction circuits, (e) Molecular robotics. The conference presents the most significant results in these topics and features the most prominent researchers in the field. Moreover, several major developments in the field have been initiated through interactions fostered by this conference such as: novel molecular computing models, strand displacement processes, DNA tiles and algorithmic self-assembly, molecular walkers.\r\n\r\nBroader Impact\r\nBy bringing together leading scientists in this multidisciplinary area of research, the conference represents an exciting venue for the exchange of knowledge and ideas. Computer science, mathematics, theoretical and experimental physics, chemistry and molecular biology are among the disciplines represented. The field of DNA computing and molecular programming remains extremely open to new ideas and open access policies. Individual groups, for example, share their results long before they are being published. One of the central goals of this conference is to further foster this spirit and stimulate the open exchanges as well as to promote interaction among graduate students and recent Ph.Ds from around the world. As has been proven in the past, these interactions will result in long-lasting research collaboration, as well as promote exchange of ideas in their current research interests. The conference has an excellent track record in bringing diverse groups together. The community has been extremely successful in attracting new students as well as promoting new scientific developments and has steadily grown over the years with over 220 participants (over 90 students) in 2015. In the last 10 years, DNA nanotechnology, which was practiced in a handful of laboratories world wide, has grown to be explored in hundreds of places worldwide. A large number of these scientists have been exposed to DNA/RNA nanotechnology through scientific meetings, most notably, the above named conference.\r\n\r\nInternational Collaboration: The conference DNA Computing and Molecular Programming is organized at the  Ludwig-Maximilians University (LMU) in Munich 9/4--9/8, 2016 in cooperation with Tech University in Munich (TUM). This is an international collaboration among organizers from Germany, Denmark and USA. Partial funding has been secured through the Center for Nanoscience (PI-Tim Liedl, LMU) and Nanosystems Initiative Munich (PI-Fredrich Simmel, TUM). Additional funding comes from Bundesministerium für Bildung und Forschung BMBF.  \r\n\r\nNSF funds will support US student travel to the conference. Preference will be given to under-represented and minority students. Partial support from the NSF's Global Venture Fund in the Office of International Science and Engineering and program fund from the Directorate of Computer and Information Science and Engineering is gratefully acknowledged.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natasa",
   "pi_last_name": "Jonoska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natasa Jonoska",
   "pi_email_addr": "jonoska@usf.edu",
   "nsf_id": "000165834",
   "pi_start_date": "2016-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E Fowler Av.",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336125700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 25500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project's goal was to support graduate students and postdocs to travel to three international conferences; (1) DNA22: DNA Computing and Molecular Programming, held September 4--8, 2016 at Munich, Germany, (2) the conference UCNC'2017: Unconventional Computing and Natural Computing held June 5-9, 2017, University of Arkansas, Fayetteville, Arkansas, USA, and &nbsp;(3) DNA23: DNA Computing and Molecular Programming, held September 24--28, 2017.</p>\n<p>These conferences bring together a wide range of speakers; from leading theoretical computer scientists/mathematicians through theoreticians who actively collaborate with experimentalists, to molecular biologists, biochemists and engineers whose experimental work supports development of new scientific and computing platforms.</p>\n<p>The first and the third conferences were the 22nd and the 23rd annual conferences of DNA computing and molecular programming (http://www.dna-computing.org/index.html) and (https://dna23ut.org/schedule/)&nbsp;organized under the auspices of the International Society for Nanoscale Science Computing and Engineering (ISNSCE) (http://www.isnsce.org). The second conference is the 16th annual conference in unconventional computing (https://www.cs.auckland.ac.nz/research/groups/CDMTCS/conferences/uc/uc.html).</p>\n<p><em>Intelectual Merit. </em>These &nbsp;conferences &nbsp;brought &nbsp;together &nbsp;an &nbsp;unconventional &nbsp;mix &nbsp;of &nbsp;theoretical &nbsp;computer scientists, physicists, &nbsp;biochemists &nbsp;and &nbsp;molecular &nbsp;biologists. Gatherings of such diverse groups of scientists have been &nbsp;a &nbsp;defining characteristic &nbsp;of &nbsp;the &nbsp;field. &nbsp;These communities &nbsp;benefitted &nbsp;immensely &nbsp;from &nbsp;the inter and cross disciplinary &nbsp;exchanges. &nbsp; &nbsp;Thinking &nbsp;about &nbsp;computation &nbsp;in &nbsp;different and new substrates is now called &nbsp;`unconventional &nbsp;computing', the &nbsp;broader &nbsp;aspect &nbsp;of &nbsp;which &nbsp;is &nbsp;covered &nbsp;by &nbsp;the second conference &nbsp;supported &nbsp;by &nbsp;this &nbsp;grant, while the first and the third conference focused on nucleic acids based computation. Using new paradigms for computation allows &nbsp;theoretical computer &nbsp;scientists &nbsp;to &nbsp;explore &nbsp;ideas &nbsp;outside &nbsp;of &nbsp;the &nbsp;restrictions &nbsp;imposed &nbsp;by &nbsp;the &nbsp;electronic computer. &nbsp; On &nbsp;the &nbsp;other &nbsp;hand, &nbsp;the &nbsp;field &nbsp;has applied &nbsp;mathematical &nbsp;rigor &nbsp;and &nbsp;formalization &nbsp;to &nbsp;wet biological/chemical systems, &nbsp;which &nbsp;were &nbsp;previously &nbsp;thought &nbsp;to &nbsp;be &nbsp;non-amenable &nbsp;to &nbsp;such &nbsp;analysis. Over &nbsp;the &nbsp;years, part of the &nbsp;field &nbsp;has &nbsp;shifted &nbsp;towards &nbsp;applications &nbsp;in nanotechnology, &nbsp;autonomous &nbsp;systems &nbsp;and &nbsp;synthetic &nbsp;biology, &nbsp;and &nbsp;these topics had significant presence in the first and the third conference.</p>\n<p><em>Broader Impact.</em> By &nbsp;bringing together leading &nbsp;scientists &nbsp;in &nbsp;this &nbsp;multidisciplinary &nbsp;area &nbsp;of &nbsp;research, these three events provided 22 graduate students and postdocs opportunities &nbsp;for &nbsp;the &nbsp;exchange &nbsp;of &nbsp;knowledge &nbsp;and &nbsp;ideas. There were no parallel session in these conferences and all participants had an opportunity to attend any of the presentations. &nbsp;Although the size of these conferences weren't big (about 100-200 participants) the research presented had interlaced diversity of fields ranging from &nbsp;computer science, &nbsp;mathematics, &nbsp;theoretical &nbsp;and &nbsp;experimental &nbsp;physics, through chemistry &nbsp;and &nbsp;molecular biology. Having &nbsp;benefitted &nbsp;through &nbsp;many important &nbsp;contributions &nbsp;from &nbsp;computational &nbsp;scientists the &nbsp;field &nbsp;of &nbsp;unconventional computing models, and in particular DNA &nbsp;computing &nbsp;and &nbsp;molecular &nbsp;programming &nbsp;remained &nbsp;open &nbsp;to &nbsp;new &nbsp;ideas following the open &nbsp;access &nbsp;policies. &nbsp;Individual &nbsp;groups enthusiastically &nbsp;shared &nbsp;their results, &nbsp;in &nbsp;particular &nbsp;during &nbsp;the &nbsp;lively &nbsp;poster &nbsp;sessions, &nbsp;well &nbsp;before &nbsp;they &nbsp;were published. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2018<br>\n\t\t\t\t\tModified by: Natasa&nbsp;Jonoska</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project's goal was to support graduate students and postdocs to travel to three international conferences; (1) DNA22: DNA Computing and Molecular Programming, held September 4--8, 2016 at Munich, Germany, (2) the conference UCNC'2017: Unconventional Computing and Natural Computing held June 5-9, 2017, University of Arkansas, Fayetteville, Arkansas, USA, and  (3) DNA23: DNA Computing and Molecular Programming, held September 24--28, 2017.\n\nThese conferences bring together a wide range of speakers; from leading theoretical computer scientists/mathematicians through theoreticians who actively collaborate with experimentalists, to molecular biologists, biochemists and engineers whose experimental work supports development of new scientific and computing platforms.\n\nThe first and the third conferences were the 22nd and the 23rd annual conferences of DNA computing and molecular programming (http://www.dna-computing.org/index.html) and (https://dna23ut.org/schedule/) organized under the auspices of the International Society for Nanoscale Science Computing and Engineering (ISNSCE) (http://www.isnsce.org). The second conference is the 16th annual conference in unconventional computing (https://www.cs.auckland.ac.nz/research/groups/CDMTCS/conferences/uc/uc.html).\n\nIntelectual Merit. These  conferences  brought  together  an  unconventional  mix  of  theoretical  computer scientists, physicists,  biochemists  and  molecular  biologists. Gatherings of such diverse groups of scientists have been  a  defining characteristic  of  the  field.  These communities  benefitted  immensely  from  the inter and cross disciplinary  exchanges.    Thinking  about  computation  in  different and new substrates is now called  `unconventional  computing', the  broader  aspect  of  which  is  covered  by  the second conference  supported  by  this  grant, while the first and the third conference focused on nucleic acids based computation. Using new paradigms for computation allows  theoretical computer  scientists  to  explore  ideas  outside  of  the  restrictions  imposed  by  the  electronic computer.   On  the  other  hand,  the  field  has applied  mathematical  rigor  and  formalization  to  wet biological/chemical systems,  which  were  previously  thought  to  be  non-amenable  to  such  analysis. Over  the  years, part of the  field  has  shifted  towards  applications  in nanotechnology,  autonomous  systems  and  synthetic  biology,  and  these topics had significant presence in the first and the third conference.\n\nBroader Impact. By  bringing together leading  scientists  in  this  multidisciplinary  area  of  research, these three events provided 22 graduate students and postdocs opportunities  for  the  exchange  of  knowledge  and  ideas. There were no parallel session in these conferences and all participants had an opportunity to attend any of the presentations.  Although the size of these conferences weren't big (about 100-200 participants) the research presented had interlaced diversity of fields ranging from  computer science,  mathematics,  theoretical  and  experimental  physics, through chemistry  and  molecular biology. Having  benefitted  through  many important  contributions  from  computational  scientists the  field  of  unconventional computing models, and in particular DNA  computing  and  molecular  programming  remained  open  to  new  ideas following the open  access  policies.  Individual  groups enthusiastically  shared  their results,  in  particular  during  the  lively  poster  sessions,  well  before  they  were published.  \n\n \n\n\t\t\t\t\tLast Modified: 05/02/2018\n\n\t\t\t\t\tSubmitted by: Natasa Jonoska"
 }
}