{
 "awd_id": "1620487",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Numerical Methods for Fluctuating Motion of Interface",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2016-09-03",
 "awd_max_amd_letter_date": "2016-09-03",
 "awd_abstract_narration": "Interfacial fluctuations are common in many physical and biological systems. Understanding the principles that underlie such fluctuations has far-reaching scientific and technological consequences. For instance, the manipulation of interfacial fluctuations in the so-called molecular beam epitaxy of growing nanometer-scale semiconductor materials can largely improve the quality and functionality of such materials that are widely used for high-technology electronic and military sensor devices. Effective treatment of some fatal diseases relies critically on our knowledge of anomalous water-protein interfacial structures that result from fluctuations and biological mutations and that characterize such diseases. This project develops a state-of-the-art computer program to investigate how the fluctuation affects the structures and long-time dynamics of interfaces, with a particular application to the binding of a drug molecule to a target protein that is a crucial step in the computer-aided drug design. The success of this project can therefore potentially help reduce the high cost often needed for laboratory experiments and speed up the process of drug discovery. In addition, this highly interdisciplinary research brings unique opportunities for students at different levels, particularly those from under represented groups, to receive training at the interface of mathematical and biological sciences. Such training is critical to keeping our nation's strength in scientific research in a highly competitive international environment.  \r\n\r\nComputationally tracking the motion of fluctuating interface is in general rather challenging, as such motion involves multiple but correlated spatial and temporal scales, high energy barriers between one stable interfacial structure to another, and the coupling of interface and bulk processes. The PIs construct two methods to overcome some of these difficulties. One is the stochastic level-set method that describes the fluctuating interface by solving a stochastic differential equation. The noise in the equation is spatially localized on or near the interface. Rigorous stochastic analysis is carried out to reformulate such an equation for accurate and efficient computations. The other is a stochastic lattice-phase method that treats the coupling of both interfacial and bulk fluctuations. This method describes the interface geometry by assigning a binary value on each of the discrete sites, and minimizes a Hamiltonian of all possible discrete binary fields using a Monte Carlo simulation method. This Hamiltonian mimics the continuum one with spatial gradient-square term and a double-well potential. The mathematical analysis using the notion of Gamma-convergence reveals the interplay between the numerical grid size and the interfacial width, and directly guides the design of fast algorithms. The PIs also develop a parallel computational algorithm with the GPU implementation to speed up their computations. They combine their new techniques with a molecular solvation theory to study molecular recognition, particularly the binding of a small drug molecule to a target protein. The computational models, numerical algorithms, and computer codes developed in the project can be incorporated into existing software that are used on a daily basis to study biomolecular interactions, and in particular, for computer-aided drug design",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bo",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bo Li",
   "pi_email_addr": "bli@math.ucsd.edu",
   "nsf_id": "000381866",
   "pi_start_date": "2016-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Li-Tien",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li-Tien Cheng",
   "pi_email_addr": "lcheng@math.ucsd.edu",
   "nsf_id": "000066359",
   "pi_start_date": "2016-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive #0112",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project develops advanced computational models and highly efficient numerical methods for the motion of interfaces and surfaces arising from complex biological systems. &nbsp;Examples&nbsp;of such interfaces and surfaces include a protein-water interface, the boundary of a biological cell, and the surface of a growing bacterial colony on a agar plate. Understanding such interface motion is critical to advancing our knowledge&nbsp;of the shapes and biophysical nature of the biological entities, and consequently to impacting our life and society. For instance, the shape of a protein dictates the protein folding, a fundamental molecular biological process. Misfolding is the source of many diseases. Collective motion of biological cells can largely influence wood healing, immune system, and many other cellular functions. The growth of bacterial colony is a basic component in the formation and development of biofilms and more generally microbial communities that can profoundly impact our health and environment. The underlying mechanism and structures of moving interfaces in these and other applications are however rather difficult to study as they involve multiple spatial and temporal scales, high heterogeneities, many-body interactions, fluctuations, complex geometries, and so on.</p>\n<p>We developed a variational surface model and a fast numerical method, called the binary level set method, to predict different possible shapes of a biological molecule in water. We also applied this approach to the study of protein-ligand binding and unbinding that have significant implications in rational drug design. We used our model and computational techniques to first find all possible shapes and locations of a small ligand (e.g., a drug molecule) around a protein molecule (fixed as a reference). Then we used a method called the string method to find paths along which one shape changes to another. Here a string or a path consists of a family of shapes of the same molecule. By measuring the differences between valleys and hills of a path, we were able to estimate some rates which could provide the information how fast the molecule could go from one valley to another, climbing over and cross the top of a hill. With these estimated rates, we further solve numerically some stochastic differential equations modeling Brownian dynamics and finally get the averaged times that the molecule needed to bind to a protein as well as it stayed in bound with the protein. The latter is the residence time which is correlated to the drug efficacy.&nbsp;</p>\n<p>A different approach that we developed was a combination of our fast binary level set method with Monte Carlo simulation method to simulate the binding of two molecules in water. We aimed at finding initial good poses of the molecular complex for docking using a rigid-body approximation.&nbsp;</p>\n<p>Our research has provided both mathematical theories and numerical methods for efficient computer simulations of molecular binding and unbinding. Our method is in general 10 more times faster than the more popularly used simulation method. By improving further our models and methods, we hope to apply our codes to more realistic protein-drug binding and unbinding processes. Our approach can be combined with laboratory compound screen process to save a&nbsp;huge amount of funds and to speed up the drug make process. We see the hope of unlimited impact of our research to our society.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2020<br>\n\t\t\t\t\tModified by: Bo&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project develops advanced computational models and highly efficient numerical methods for the motion of interfaces and surfaces arising from complex biological systems.  Examples of such interfaces and surfaces include a protein-water interface, the boundary of a biological cell, and the surface of a growing bacterial colony on a agar plate. Understanding such interface motion is critical to advancing our knowledge of the shapes and biophysical nature of the biological entities, and consequently to impacting our life and society. For instance, the shape of a protein dictates the protein folding, a fundamental molecular biological process. Misfolding is the source of many diseases. Collective motion of biological cells can largely influence wood healing, immune system, and many other cellular functions. The growth of bacterial colony is a basic component in the formation and development of biofilms and more generally microbial communities that can profoundly impact our health and environment. The underlying mechanism and structures of moving interfaces in these and other applications are however rather difficult to study as they involve multiple spatial and temporal scales, high heterogeneities, many-body interactions, fluctuations, complex geometries, and so on.\n\nWe developed a variational surface model and a fast numerical method, called the binary level set method, to predict different possible shapes of a biological molecule in water. We also applied this approach to the study of protein-ligand binding and unbinding that have significant implications in rational drug design. We used our model and computational techniques to first find all possible shapes and locations of a small ligand (e.g., a drug molecule) around a protein molecule (fixed as a reference). Then we used a method called the string method to find paths along which one shape changes to another. Here a string or a path consists of a family of shapes of the same molecule. By measuring the differences between valleys and hills of a path, we were able to estimate some rates which could provide the information how fast the molecule could go from one valley to another, climbing over and cross the top of a hill. With these estimated rates, we further solve numerically some stochastic differential equations modeling Brownian dynamics and finally get the averaged times that the molecule needed to bind to a protein as well as it stayed in bound with the protein. The latter is the residence time which is correlated to the drug efficacy. \n\nA different approach that we developed was a combination of our fast binary level set method with Monte Carlo simulation method to simulate the binding of two molecules in water. We aimed at finding initial good poses of the molecular complex for docking using a rigid-body approximation. \n\nOur research has provided both mathematical theories and numerical methods for efficient computer simulations of molecular binding and unbinding. Our method is in general 10 more times faster than the more popularly used simulation method. By improving further our models and methods, we hope to apply our codes to more realistic protein-drug binding and unbinding processes. Our approach can be combined with laboratory compound screen process to save a huge amount of funds and to speed up the drug make process. We see the hope of unlimited impact of our research to our society. \n\n\t\t\t\t\tLast Modified: 12/27/2020\n\n\t\t\t\t\tSubmitted by: Bo Li"
 }
}