{
 "awd_id": "1620866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Chaotic Hybrid Encryption Communication Kit (CHECK)",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927403",
 "po_email": "rshearma@nsf.gov",
 "po_sign_block_name": "Rebecca Shearman",
 "awd_eff_date": "2016-02-15",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2016-02-03",
 "awd_max_amd_letter_date": "2016-02-03",
 "awd_abstract_narration": "The last decades, information has emerged as the most important asset to protect for corporations and persons. We often see in the news that cyber-attacks no longer exclusively target the military or enterprise.The world is more virtual, and thus more exposed. Everyone -  from world governments to business to private citizens - demands secure communications. There are several patented methods of encryption available in the market today, most of which rely on digital schemes to encrypt and decrypt messages. Methods of attack and defense in cyberspace require constant change, similar to biological arms races between, for instance, disease and immunity. This project proposes a novel method and apparatus that can combine analog,computing, digital computing and chaos in order to generate potentially in\fnite keys for encryption and decryption. This I-Corps team has successfully developed intellectual property and a software-only proof-of-concept of this technology. The long term vision of the invention includes building a hardware encryption device to secure peer-to-peer communication. Since the solution will ultimately be implemented in hardware, it will execute faster than current techniques of similar complexity. In summary, this invention is a novel way to perform encryption that has tremendous potential to protect both critical national infrastructure and individual privacy.\r\n\r\nThe proposed technology will provide software-programmable mixed-signal circuitry capable to solve Ordinary Differential Equations (ODEs) very fast. By configuring the system as a digitally-tunable hybrid chaotic oscillator the device generates a stream of continuously changing keys (\"infinite key\"). The keys are used by the encryption/decryption algorithm at both ends of the communication. The encryption scheme relies on the synchronization of two chaotic oscillators, running separately on a hardware device which generates the same sequence of keys to recover messages. The device supports integration with industry standard encryption algorithms and can be installed on organizations using Cyber Physical Systems (CPS). Most CPSs are fully integrated with computational systems with real-time requirements and limited processing resources. This team will select two or three industry (sectors) to resolve through specific applications that use the proposed technology and rank them.  The team will also conduct a market assessment and prospect interviews with potential customers in order to validate the need for the proposed technology. Eventually, these might be candidates to alpha/beta-test to validate the proposed technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benito",
   "pi_last_name": "Fernandez",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Benito R Fernandez",
   "pi_email_addr": "benito@mail.utexas.edu",
   "nsf_id": "000105577",
   "pi_start_date": "2016-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "101 E. 27th Street, Stop A9000",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}