{
 "awd_id": "1620262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fast spectral methods and their applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 179969.0,
 "awd_amount": 179969.0,
 "awd_min_amd_letter_date": "2016-06-15",
 "awd_max_amd_letter_date": "2018-07-05",
 "awd_abstract_narration": "Spectral methods are a class of techniques used in applied mathematics and scientific computing to numerically solve certain differential equations. Solutions for many problems of interest exhibit local singular behaviors which contaminate the accuracy of usual spectral/spectral-element methods. Many complex systems exhibiting anomalous diffusion can be better modeled with fractional partial differential equations, which are numerically challenging due to their nonlocal nature. Spectral/spectral-element methods usually lead to dense or block dense and ill-conditioned matrices that are difficult and expensive to solve. The focus of this project is to design, analyze, and implement fast and robust spectral methods for a class of numerically challenging problems. The numerical simulations will enable us to handle challenging problems having stringent accuracy and/or memory requirements with a reasonable cost in CPU and turn-around time, and will contribute to a better understanding of some fundamental issues in materials science and fluid dynamics through fast and accurate numerical simulations. Another important goal of this project is to engage graduate students in learning necessary skills of computational and applied mathematics so that they can pursue a successful career in sciences and engineering.\r\n\r\nThe PI will address these issues with the following tasks: (i) develop effective Muntz Galerkin method to deal with problems with singular solutions; (ii) develop efficient and accurate spectral methods for solving a class of fractional differential equations by constructing special basis functions with generalized Jacobi and Laguerre functions, and derive corresponding error estimates; (iii) develop direct structured solvers with optimal computational complexity for dense or block dense linear systems arising from spectral/spectral-element discretization; and (iv) develop efficient spectral algorithms for solving the phase-field model of electro-magnetic couplings in ferroelectric and multiferroic nanostructures. The research will result in fast and stable direct spectral/spectral-element solvers for a class of partial differential equations as well as fast Jacobi/spherical harmonic transforms. This project will also result in a set of computational modules to efficiently and accurately solve the coupled nonlinear system for the phase-field model of electro-magnetic couplings in ferroelectric and multiferroic nanostructures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Shen",
   "pi_email_addr": "shen@math.purdue.edu",
   "nsf_id": "000289537",
   "pi_start_date": "2016-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "Department of Mathematics",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 108329.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 71640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this project was to design, analyze and implement fast and robust spectral methods for a class of numerically challenging problems. We developed several efficient numerical algorithms, including (i)&nbsp; enriched spectral methods to deal with problems with local singular behaviors which contaminate the accuracy of usual spectral methods;(ii) efficient spectral methods based on generalized Jacobi functions for solving Fractional PDEs in various forms, including fractional Laplacian equations and fractional diffusion equations; (iii) the scalar auxiliary variable (SAV) approach for a class of general gradient flows, and applied it to develop very efficient energy stable&nbsp; schemes for several challenging nonlinear problems. In particular, the SAV approach provides a general strategy to construct linear, unconditionally energy stable schemes for a large class of gradient flows, and can be generalized to deal with complex nonlinear systems without gradient structure.&nbsp;<br />It is expected that the algorithms developed during the project period will make significant impart on numerical approximation of singular problems and&nbsp; complex&nbsp;nonlinear dissipative systems found in many emerging scientific and engineering applications.<br />The project also provided ample opportunity for the involved graduate students and postdocs to learn necessary skills of computational and applied mathematics so that they can pursue a successful career in science and engineering.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/03/2020<br>\n\t\t\t\t\tModified by: Jie&nbsp;Shen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe focus of this project was to design, analyze and implement fast and robust spectral methods for a class of numerically challenging problems. We developed several efficient numerical algorithms, including (i)  enriched spectral methods to deal with problems with local singular behaviors which contaminate the accuracy of usual spectral methods;(ii) efficient spectral methods based on generalized Jacobi functions for solving Fractional PDEs in various forms, including fractional Laplacian equations and fractional diffusion equations; (iii) the scalar auxiliary variable (SAV) approach for a class of general gradient flows, and applied it to develop very efficient energy stable  schemes for several challenging nonlinear problems. In particular, the SAV approach provides a general strategy to construct linear, unconditionally energy stable schemes for a large class of gradient flows, and can be generalized to deal with complex nonlinear systems without gradient structure. \nIt is expected that the algorithms developed during the project period will make significant impart on numerical approximation of singular problems and  complex nonlinear dissipative systems found in many emerging scientific and engineering applications.\nThe project also provided ample opportunity for the involved graduate students and postdocs to learn necessary skills of computational and applied mathematics so that they can pursue a successful career in science and engineering.\n\n\t\t\t\t\tLast Modified: 02/03/2020\n\n\t\t\t\t\tSubmitted by: Jie Shen"
 }
}