{
 "awd_id": "1620337",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regularization of Hypersensitive Problems for Numerical Computation with Empirical Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 179984.0,
 "awd_amount": 179984.0,
 "awd_min_amd_letter_date": "2016-09-09",
 "awd_max_amd_letter_date": "2016-09-09",
 "awd_abstract_narration": "The aim of this project is the development of regularization theories, robust numerical algorithms, and a software package for problems that are known to be highly sensitive to data perturbations. Some of the fundamental problems in algebraic computation that remain at the frontier in numerical analysis, and where reliable algorithms and software are in demand, are of this nature. Extending on novel theories and algorithms/software developed under previous NSF support, the PI proposes to design algorithms for defective eigenvalue problems, to develop a numerical elimination strategy for polynomial systems, to validate the regularization theories, and to produce  software, NAClab. \r\n\r\nThis research attempts to bridge scientific fields of numerical analysis, computer algebra, algebraic geometry, and differential topology. Hypersensitive problems are known to be formidable challenges in practical computation particularly when empirical data are inevitably used. Advances in attacking those problems will enable wide range of applications.  The intellectual merit of this project lies in an innovative geometric analysis, proven regularization theory and an effective computational methodology for striking out the dreaded hypersensitivity in fundamental algebraic problems. This project is multidisciplinary in nature along with a major outcome in a robust, blackbox-type, and publicly available software toolbox NAClab to solve highly sensitive algebraic problems arising in sciences/engineering and to serve as building blocks for future algorithmic development.  The software will supply critical tools for application areas such as robotics, molecular conformation, chemical equilibrium, Nash equilibria, automatic control, as well as other branches of mathematics such as algebraic geometry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhonggang",
   "pi_last_name": "Zeng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhonggang Zeng",
   "pi_email_addr": "Z-Zeng@neiu.edu",
   "nsf_id": "000322080",
   "pi_start_date": "2016-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern Illinois University",
  "inst_street_address": "5500 N SAINT LOUIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7734424671",
  "inst_zip_code": "606254699",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "NORTHEASTERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR73WF5SHRW4"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern Illinois University",
  "perf_str_addr": "5500 N Saint Louis Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606254699",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 179984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project produced two major findings in the foundation of scientific computing:</p>\n<ol>\n<li>Discovery of an extension of the ubiquitous Newton&rsquo;s iteration as the first ever general-purpose method for computing non-isolated solutions of nonlinear equation systems, along with thorough analytical results on its fast convergence, as documented in the publication of \"<em>A Newton's iteration quadratically converges to nonisolated solutions too</em>\".<br /> <br /> </li>\n<li>Discovery of the inherent stability of singular systems of linear equations that have been advised to be avoided in numerical computation due to perceived sensitivities, as documented in the paper \"<em>On the sensitivity of singular and ill-conditioned linear systems</em>\"</li>\n</ol>\n<p>Solving systems of nonlinear equations is one of the most fundamental problems in scientific computing. Newton's iteration and its variations have been the standard method in solving nonlinear systems. However, all the textbooks and almost all the literature automatically assume the solutions to be isolated points, ignoring an entire class of models whose solutions are non-isolated in the forms of curves and surfaces with various dimensions. It is well-known that all previous known versions of Newton's iteration are generally not applicable to such singular systems or lose the fast convergence. For the inevitable non-isolated solutions in applications, scientific computing practitioners go to great lengths to regularize the problems by modifying equations.&nbsp;The PI discovered a simple extension of Newton's iteration that converges to non-isolated solutions directly at the same fast quadratic rate. This iterative scheme is the first general-purpose algorithm for solving singular system of equations for non-isolated solutions. More importantly, the iterative method also serves as a de facto regularization mechanism so that the non-isolated solution can be accurately solved even if the systems are perturbed or represented with empirical data. When data are perturbed, the non-isolated solutions are altered or even disappear, making it a challenge to compute using floating point arithmetic. However, the newly discovered extension of Newton's iteration still converges to an accurate approximation of a solution of the underlying system of equations.&nbsp; The extension of Newton's iteration makes the modeling viable without auxiliary equations and the resulting equations become natural and straightforward since non-isolated solutions are now directly computable.&nbsp;The significance of this contribution can be put into another way: Newton&rsquo;s iteration as we know it for hundreds of years is only a special case that has been narrowly applied to solving regular systems of equations with isolated solutions, as its scope being expanded to into broader applications.</p>\n<p>Solving systems of linear equations is arguably the most, not just one of the most, fundamental problem in scientific computing. However, an entire class such problems (singular linear systems) have been questionably advised in textbooks to be avoided for being hypersensitive to data perturbations. As a result, existing and potential models involve linear systems that are inherently singular have been considered unsolvable or left unproposed.&nbsp; This study establishes a collection of surprising results about the solution of a singular linear system: It is a unique point in a space called affine Grassmaniann and the solution has an error bound proportional to data perturbations, not hypersensitive as commonly believed. Consequently, solving a singular linear system is, in fact, not an ill-posed problem as previously perceived to be.&nbsp;This study also establishes a proper notion of the numerical general solution of a singular linear system within a data error tolerance so that the numerical general solution uniquely exists, enjoys Lipschitz continuity, and approximates the underlying exact solution in the same space even if it is represented by perturbed data. Furthermore, the study dispels the long-held misconception that singular systems under perturbation are highly ill-conditioned.&nbsp; Even the conventional numerical solution can be practically well conditioned and accurately approximates one of the infinitely many solutions. The perceived \"error\" is a part of the solution, not as error at all.&nbsp; This study also formulates a new sensitivity measurement on solving linear systems and enables application models involving singularity to be viable and computationally solvable.&nbsp;</p>\n<p>In addition to the major findings as above, this project also made other significant contributions such as establishing geometric modeling principles for regularizations of singular algebraic computation and software implementation supporting all the major findings of the project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2021<br>\n\t\t\t\t\tModified by: Zhonggang&nbsp;Zeng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project produced two major findings in the foundation of scientific computing:\n\nDiscovery of an extension of the ubiquitous Newton’s iteration as the first ever general-purpose method for computing non-isolated solutions of nonlinear equation systems, along with thorough analytical results on its fast convergence, as documented in the publication of \"A Newton's iteration quadratically converges to nonisolated solutions too\".\n \n \nDiscovery of the inherent stability of singular systems of linear equations that have been advised to be avoided in numerical computation due to perceived sensitivities, as documented in the paper \"On the sensitivity of singular and ill-conditioned linear systems\"\n\n\nSolving systems of nonlinear equations is one of the most fundamental problems in scientific computing. Newton's iteration and its variations have been the standard method in solving nonlinear systems. However, all the textbooks and almost all the literature automatically assume the solutions to be isolated points, ignoring an entire class of models whose solutions are non-isolated in the forms of curves and surfaces with various dimensions. It is well-known that all previous known versions of Newton's iteration are generally not applicable to such singular systems or lose the fast convergence. For the inevitable non-isolated solutions in applications, scientific computing practitioners go to great lengths to regularize the problems by modifying equations. The PI discovered a simple extension of Newton's iteration that converges to non-isolated solutions directly at the same fast quadratic rate. This iterative scheme is the first general-purpose algorithm for solving singular system of equations for non-isolated solutions. More importantly, the iterative method also serves as a de facto regularization mechanism so that the non-isolated solution can be accurately solved even if the systems are perturbed or represented with empirical data. When data are perturbed, the non-isolated solutions are altered or even disappear, making it a challenge to compute using floating point arithmetic. However, the newly discovered extension of Newton's iteration still converges to an accurate approximation of a solution of the underlying system of equations.  The extension of Newton's iteration makes the modeling viable without auxiliary equations and the resulting equations become natural and straightforward since non-isolated solutions are now directly computable. The significance of this contribution can be put into another way: Newton’s iteration as we know it for hundreds of years is only a special case that has been narrowly applied to solving regular systems of equations with isolated solutions, as its scope being expanded to into broader applications.\n\nSolving systems of linear equations is arguably the most, not just one of the most, fundamental problem in scientific computing. However, an entire class such problems (singular linear systems) have been questionably advised in textbooks to be avoided for being hypersensitive to data perturbations. As a result, existing and potential models involve linear systems that are inherently singular have been considered unsolvable or left unproposed.  This study establishes a collection of surprising results about the solution of a singular linear system: It is a unique point in a space called affine Grassmaniann and the solution has an error bound proportional to data perturbations, not hypersensitive as commonly believed. Consequently, solving a singular linear system is, in fact, not an ill-posed problem as previously perceived to be. This study also establishes a proper notion of the numerical general solution of a singular linear system within a data error tolerance so that the numerical general solution uniquely exists, enjoys Lipschitz continuity, and approximates the underlying exact solution in the same space even if it is represented by perturbed data. Furthermore, the study dispels the long-held misconception that singular systems under perturbation are highly ill-conditioned.  Even the conventional numerical solution can be practically well conditioned and accurately approximates one of the infinitely many solutions. The perceived \"error\" is a part of the solution, not as error at all.  This study also formulates a new sensitivity measurement on solving linear systems and enables application models involving singularity to be viable and computationally solvable. \n\nIn addition to the major findings as above, this project also made other significant contributions such as establishing geometric modeling principles for regularizations of singular algebraic computation and software implementation supporting all the major findings of the project.\n\n \n\n\t\t\t\t\tLast Modified: 12/22/2021\n\n\t\t\t\t\tSubmitted by: Zhonggang Zeng"
 }
}