{
 "awd_id": "1621725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Science-Backed Games to Enhance Early Language Acquisition",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2016-06-20",
 "awd_max_amd_letter_date": "2016-06-20",
 "awd_abstract_narration": "This SBIR Phase I project is developing digital apps for children that promote first language acquisition. Research shows that early language development impacts future outcomes: A toddler's vocabulary size predicts language skills years later as well as future academic performance. Parents keep track of language-related milestones, and if a child falls behind, they tend to jump to the worst conclusions. This project aims to reduce parental anxiety by developing science-backed apps to accelerate early language acquisition. Due to the growing use of touchscreen devices by young children and the corresponding need for high-quality children's apps, this project has the potential to generate significant returns on commercial and social levels. The existing market has a dearth of apps that are equal parts educational and engaging for a young child, and the proposed apps aim to fill this gap. While these apps are designed for use by all children, the impact could be most significant as a therapy for late talkers and for children with language-related disorders. The apps could also supplement current intervention programs for children with limited linguistic enrichment at home.\r\n\r\nThis project departs from existing language-related educational apps by leveraging advances in developmental psychology. Existing products teach new words through mass practice, often with dubious success. In contrast, the proposed apps are based on the principle of learning-to-learn (L2L): teaching high-level abstractions that help children learn broad classes of new words. By teaching principles rather than individual words, children become more efficient learners in the way they learn best: at home through normal interactions with their parents and caregivers. Previous studies have shown that guiding children to the right L2L principles early can accelerate vocabulary growth, and through partnerships with the scientists, this project aims to translate this research into commercial products. This Phase I project will be evaluated through a randomized control study, testing the effectiveness of the first L2L app for accelerating early vocabulary growth. The project scope also includes the development of additional learning-to-learn apps that guide children towards other important principles of word learning. The proposed apps will be designed, and rigorously evaluated, to best support early learners, with the largest potential impact for the children who need it most.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tammy",
   "pi_last_name": "Kwan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tammy Kwan",
   "pi_email_addr": "tammy@cognitivetoybox.com",
   "nsf_id": "000697231",
   "pi_start_date": "2016-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cognitive ToyBox",
  "inst_street_address": "150 COURT ST",
  "inst_street_address_2": "STE 2",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7607156923",
  "inst_zip_code": "112016274",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "COGNITIVE TOYBOX INC",
  "org_prnt_uei_num": "MV5CHGYCD8A1",
  "org_uei_num": "MUMRD8Q2YU73"
 },
 "perf_inst": {
  "perf_inst_name": "Cognitive ToyBox",
  "perf_str_addr": "137 Varick St Floor 2",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100131105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "118E",
   "pgm_ref_txt": "GRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-87f91449-87e4-f53a-69f1-a7a0ed2a4804\"> </span></p>\n<p dir=\"ltr\"><span>Children from low socioeconomic status households start kindergarten more than a standard deviation behind in literacy and math scores. These early differences put children at a disadvantage &mdash; kindergarten-entry scores predict important outcomes years later, including third-grade reading skills, high school graduation, and retirement savings.</span></p>\n<p dir=\"ltr\"><span>Cognitive ToyBox (CTB) is developing a research-backed early childhood platform to help all children start kindergarten ready to succeed. Although there is tremendous public interest in technology-enabled solutions for early childhood, there is an &ldquo;app gap&rdquo; &ndash; existing commercial apps lag far behind the state-of-the-art in academic research. CTB aims to bridge the app gap by developing assessment and learning games around the most important scientific results in early language and mathematical development.</span></p>\n<p dir=\"ltr\"><span>In Phase I, CTB developed a series of research-backed games in language and math for children under 5. The team then piloted the games in three authentic education settings in New York City. CTB also collaborated with academic partners to conduct two pilot studies to investigate the relationship between the early language games and language outcomes. As a result of the Phase I work, CTB released three games into the market: &ldquo;First Words Checklist,&rdquo; &ldquo;More 4 Monkey,&rdquo; and &ldquo;Fuzzy Numbers.&rdquo; These games can be found in the Apple App Store and Google Play Store.</span></p>\n<p dir=\"ltr\"><span>CTB&rsquo;s early childhood platform enables parents and teachers to replace the &ldquo;digital candy&rdquo; that two- to-four year olds consume for 2.5 hours per day with evidence-based games that support early learning. By bridging the gap between research and educational apps, CTB is giving children the best learning games that science has to offer.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2018<br>\n\t\t\t\t\tModified by: Tammy&nbsp;Kwan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nChildren from low socioeconomic status households start kindergarten more than a standard deviation behind in literacy and math scores. These early differences put children at a disadvantage &mdash; kindergarten-entry scores predict important outcomes years later, including third-grade reading skills, high school graduation, and retirement savings.\nCognitive ToyBox (CTB) is developing a research-backed early childhood platform to help all children start kindergarten ready to succeed. Although there is tremendous public interest in technology-enabled solutions for early childhood, there is an \"app gap\" &ndash; existing commercial apps lag far behind the state-of-the-art in academic research. CTB aims to bridge the app gap by developing assessment and learning games around the most important scientific results in early language and mathematical development.\nIn Phase I, CTB developed a series of research-backed games in language and math for children under 5. The team then piloted the games in three authentic education settings in New York City. CTB also collaborated with academic partners to conduct two pilot studies to investigate the relationship between the early language games and language outcomes. As a result of the Phase I work, CTB released three games into the market: \"First Words Checklist,\" \"More 4 Monkey,\" and \"Fuzzy Numbers.\" These games can be found in the Apple App Store and Google Play Store.\nCTB?s early childhood platform enables parents and teachers to replace the \"digital candy\" that two- to-four year olds consume for 2.5 hours per day with evidence-based games that support early learning. By bridging the gap between research and educational apps, CTB is giving children the best learning games that science has to offer.\n\n \n\n\t\t\t\t\tLast Modified: 04/02/2018\n\n\t\t\t\t\tSubmitted by: Tammy Kwan"
 }
}