{
 "awd_id": "1621787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CDS&E: Computational Riemannian Approaches for Statistical Analysis and Modeling of Complex Structures",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 149987.0,
 "awd_amount": 149987.0,
 "awd_min_amd_letter_date": "2016-08-23",
 "awd_max_amd_letter_date": "2018-06-13",
 "awd_abstract_narration": "Associating structures or morphologies of biological parts to their functionalities in larger, complex biosystems is a grand challenge with widespread applications. Approaches to this challenge require efficient tools for quantifying shape differences in structures of interest, extracting normal modes of variability, and using shape as a predictor in regression studies. This project aims to develop computational techniques for analyzing shapes of two types of biological parts: (1) subcortical structures in human brain, represented as 2D surfaces inside MRI-imaged brain volumes, and (2) neurons, represented as tree-like structures obtained using high-resolution microscopy. While recent research, including the Human Connectome Project and the NeuroMorpho database, has focused on imaging-based generation of large databases of such structures, the techniques for systematically analyzing them lag far behind.  This interdisciplinary research aims to develop fundamental solutions for characterizing shapes of biological structures using tools from several different areas. It is anticipated that the techniques under development will also be applicable in broader scientific contexts.\r\n\r\nCurrent techniques for comparing morphological properties are either purely topological (generally focusing on part counts while ignoring their shapes, e.g. the tree-edit distance) or purely geometrical (focusing on geometries of curves and surfaces). This project aims to bridge the gap between these two approaches by comparing geometries of objects but allowing certain topological variability.  It will also address the most challenging issue of shape analysis -- registration of parts across objects -- using Riemannian methods. These tools will also naturally extend to analysis of trees with temporally-evolving structures. The nature of the framework under development -- automatic registration and comparison of parts across brain surfaces and neurons -- makes this approach both novel and challenging, and the tools needed are interdisciplinary. The project will use elements from differential geometry (especially the geometry of Hilbert manifolds), algebra, computational statistics, and imaging sciences to develop efficient solutions. A significant portion of this project will concern development of real-time, scalable algorithms for analyzing large datasets available for studying subcortical anatomy and neuronal morphology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anuj",
   "pi_last_name": "Srivastava",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anuj Srivastava",
   "pi_email_addr": "anuj@stat.fsu.edu",
   "nsf_id": "000395163",
   "pi_start_date": "2016-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "Bulidng OBSB",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 48938.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 50010.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 51039.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Imaging modalities are taking a lead by becoming a major source of data in the current data revolution. A defining feature of these imaging mechanisms is that they give rise to structured data ? representing objects of interest -- and the major goals are to characterize, understand and analyze the roles of these objects. It is well known that the morphologies of biological objects both enable and constraint their functionalities in larger biosystems. For example, the way a protein folds is important in deciphering its role in biochemical tasks. The fundamental interplay between structure and functionality is important for characterizing these objects, and for understanding how the systems function as a whole. Such structured data sources are creating newer challenges and inspiring newer solutions for statistical data analysis. This motivates an interest in comprehensive techniques for analyzing shapes of objects, either natural or man-made, using novel mathematical and statistical frameworks.</p>\n<p>&nbsp;</p>\n<p>Methodologically, we have developed tools for analyzing shapes of the following objects:</p>\n<p><strong>(1)&nbsp;&nbsp; </strong><strong>Statistical Shape Modeling of Surfaces</strong>: This project developed and advanced the use of Elastic Riemannian approaches for shape analysis of surfaces representing boundaries of 3D objects. These elastic approaches provide comprehensive frameworks for simultaneous registration, deformation, and comparison of shapes. They achieve computational efficiency using a square root representation, namely &nbsp;the square root normal field (SRNF), that transforms the invariant elastic metrics into Euclidean metrics, allowing for applications of standard algorithms and statistical tools. In this context we developed computational tools for (a) SRNF Inversion, (b) Efficient Statistical Modeling and Inference, (c) Deformation Transfer (d) Hypothesis Testing for Shape Abnormalities.</p>\n<p><strong>(2)&nbsp;&nbsp; </strong><strong>Statistical Shape Modeling of Tree-Like Structures</strong>: In this problem, we are focused on tree-like structures that are characterized by a main branch and a number of side branches, each with potentially different shapes. Thus, these objects differ in both geometry and topology. The placements of branches are different across objects are also different, even if they have the same number of branches. We developed a fully geometric framework that avoids the abstractness of topological approaches and provides: (a) Efficient Algorithms, (b) Statistical Summaries, (c) Classification Algorithms for analyzing shapes of such tree-like structures.</p>\n<p><strong>(3)&nbsp;&nbsp; </strong><strong>Generative Statistical Analysis of Graphical Data</strong>: Complex analyses involving multiple, dependent random quantities often lead to graphical models -- a set of nodes denoting variables of interest, and corresponding edges denoting statistical interactions between nodes. In this project, we have developed tools for performing statistical analyses for graphical data. This, in turn, requires novel mathematical representations and metrics for matching and comparing graphs, and other geometrical tools, such as geodesics, means, and covariances, on representation spaces of graphs.</p>\n<p><strong>(4)&nbsp;&nbsp; </strong><strong>Statistical shape analysis of shape graphs</strong>: Here we are interested more complex objects -- these objects form a graph but the edges in graphs have shapes rather than binary or scalar attributes. Prominent examples of such objects are vasculature networks, road networks, brain arteries, etc. We have developed tools for statistically analyzing shape graphs, i.e. quantify shape differences, compare population of subjects, and study the effects of covariates on these shapes.</p>\n<p>&nbsp;</p>\n<p>In terms of applications, the PI worked closely with researchers in other disciplines (biology, medicine, biochemistry, etc) to develop advance computer implementations that can be used directly on their datasets. Examples include shape analysis of anatomical parts for medical diagnosis, landmark-free shape analysis of leaves for specification, 3D face recognition using shapes of facial curves, human action recognition using range sensors. This research project has helped answer research questions taken from different problem areas. In planning resources for <strong>household electricity</strong> <strong>consumptio</strong>n in a neighborhood or community, the utility company wants to predict the shapes and patterns of the daily load curves at household level using predictors such as season, daily weather, traffic, population, and demographics. In discovering roles of <strong>activator/inhibitor genes in developments of neuronal architectures</strong>, one compares neuron morphologies resulting from different experimental conditions, including wild types and gene knockouts. Our research has helped characterize the shape of neurons, and their networks, resulting from different genetic modifications. In <strong>medical</strong> <strong>interventions and drug discovery</strong>, one often needs to quantify morphological changes of relevant biological units at sub-cellular, cellular, or tissue level associated with controlled treatments. Our research has developed tools for modeling shapes as responses to different classes and treatments. An interesting example is the process of growing muscle cells starting from embryonic stem cells, for treating muscular dystrophy and related disorders, and one is interested in comparing this growth in <strong>cellular morphology </strong>with or without a treatment. In <strong>nanotechnology</strong>, material design depends on a large number of manufacturing parameters, and the process is monitored using electronic microscopic images of nanoparticles. This research has contributed in characterizing shapes of nanoparticles as a function of manufacturing parameters, for use in optimal designs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/16/2021<br>\n\t\t\t\t\tModified by: Anuj&nbsp;Srivastava</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1621787/1621787_10454042_1613506515770_ShapeSummary--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1621787/1621787_10454042_1613506515770_ShapeSummary--rgov-800width.jpg\" title=\"Shape R Us -- Research on Shape Analysis\"><img src=\"/por/images/Reports/POR/2021/1621787/1621787_10454042_1613506515770_ShapeSummary--rgov-66x44.jpg\" alt=\"Shape R Us -- Research on Shape Analysis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This figure provides an overview of shape analysis of different biological shapes using tools from geometry, statistics, and computing.</div>\n<div class=\"imageCredit\">Anuj Srivastava</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Anuj&nbsp;Srivastava</div>\n<div class=\"imageTitle\">Shape R Us -- Research on Shape Analysis</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nImaging modalities are taking a lead by becoming a major source of data in the current data revolution. A defining feature of these imaging mechanisms is that they give rise to structured data ? representing objects of interest -- and the major goals are to characterize, understand and analyze the roles of these objects. It is well known that the morphologies of biological objects both enable and constraint their functionalities in larger biosystems. For example, the way a protein folds is important in deciphering its role in biochemical tasks. The fundamental interplay between structure and functionality is important for characterizing these objects, and for understanding how the systems function as a whole. Such structured data sources are creating newer challenges and inspiring newer solutions for statistical data analysis. This motivates an interest in comprehensive techniques for analyzing shapes of objects, either natural or man-made, using novel mathematical and statistical frameworks.\n\n \n\nMethodologically, we have developed tools for analyzing shapes of the following objects:\n\n(1)   Statistical Shape Modeling of Surfaces: This project developed and advanced the use of Elastic Riemannian approaches for shape analysis of surfaces representing boundaries of 3D objects. These elastic approaches provide comprehensive frameworks for simultaneous registration, deformation, and comparison of shapes. They achieve computational efficiency using a square root representation, namely  the square root normal field (SRNF), that transforms the invariant elastic metrics into Euclidean metrics, allowing for applications of standard algorithms and statistical tools. In this context we developed computational tools for (a) SRNF Inversion, (b) Efficient Statistical Modeling and Inference, (c) Deformation Transfer (d) Hypothesis Testing for Shape Abnormalities.\n\n(2)   Statistical Shape Modeling of Tree-Like Structures: In this problem, we are focused on tree-like structures that are characterized by a main branch and a number of side branches, each with potentially different shapes. Thus, these objects differ in both geometry and topology. The placements of branches are different across objects are also different, even if they have the same number of branches. We developed a fully geometric framework that avoids the abstractness of topological approaches and provides: (a) Efficient Algorithms, (b) Statistical Summaries, (c) Classification Algorithms for analyzing shapes of such tree-like structures.\n\n(3)   Generative Statistical Analysis of Graphical Data: Complex analyses involving multiple, dependent random quantities often lead to graphical models -- a set of nodes denoting variables of interest, and corresponding edges denoting statistical interactions between nodes. In this project, we have developed tools for performing statistical analyses for graphical data. This, in turn, requires novel mathematical representations and metrics for matching and comparing graphs, and other geometrical tools, such as geodesics, means, and covariances, on representation spaces of graphs.\n\n(4)   Statistical shape analysis of shape graphs: Here we are interested more complex objects -- these objects form a graph but the edges in graphs have shapes rather than binary or scalar attributes. Prominent examples of such objects are vasculature networks, road networks, brain arteries, etc. We have developed tools for statistically analyzing shape graphs, i.e. quantify shape differences, compare population of subjects, and study the effects of covariates on these shapes.\n\n \n\nIn terms of applications, the PI worked closely with researchers in other disciplines (biology, medicine, biochemistry, etc) to develop advance computer implementations that can be used directly on their datasets. Examples include shape analysis of anatomical parts for medical diagnosis, landmark-free shape analysis of leaves for specification, 3D face recognition using shapes of facial curves, human action recognition using range sensors. This research project has helped answer research questions taken from different problem areas. In planning resources for household electricity consumption in a neighborhood or community, the utility company wants to predict the shapes and patterns of the daily load curves at household level using predictors such as season, daily weather, traffic, population, and demographics. In discovering roles of activator/inhibitor genes in developments of neuronal architectures, one compares neuron morphologies resulting from different experimental conditions, including wild types and gene knockouts. Our research has helped characterize the shape of neurons, and their networks, resulting from different genetic modifications. In medical interventions and drug discovery, one often needs to quantify morphological changes of relevant biological units at sub-cellular, cellular, or tissue level associated with controlled treatments. Our research has developed tools for modeling shapes as responses to different classes and treatments. An interesting example is the process of growing muscle cells starting from embryonic stem cells, for treating muscular dystrophy and related disorders, and one is interested in comparing this growth in cellular morphology with or without a treatment. In nanotechnology, material design depends on a large number of manufacturing parameters, and the process is monitored using electronic microscopic images of nanoparticles. This research has contributed in characterizing shapes of nanoparticles as a function of manufacturing parameters, for use in optimal designs.\n\n \n\n\t\t\t\t\tLast Modified: 02/16/2021\n\n\t\t\t\t\tSubmitted by: Anuj Srivastava"
 }
}