{
 "awd_id": "1621722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDS&E-MSS: Local Approximation for Large Scale Spatial Modeling",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2016-08-24",
 "awd_max_amd_letter_date": "2016-08-24",
 "awd_abstract_narration": "Computer simulation is growing as a means of studying complex dynamics in applied science.  Once a tool exclusive to industrial engineering and computational physics, it is increasingly common in biology, chemistry, and economics.  Gone are the days when equilibrium dynamics are appropriate and cute systems of equations can be solved by hand.  Computer experiments are becoming more diverse, they are becoming more complex and they are growing in size thanks to modern supercomputing.  We need a new vanguard of modeling tools that can cope with the needs of modern computer experiments, particularly their increasing size (big data) and rapidly evolving and refining nature as models become more sophisticated, and supercomputing environments approach the exa-scale.  This funded research targets extensions and applications of a new breed of flexible and fast response surface methods, the so-called local approximate Gaussian process (laGP).  Our motivating applications come primarily from problems in computer experiments and uncertainty quantification, and ideas are borrowed from -- and will represent an important extension to -- the related literatures of geo-statistics and machine learning.  The over-arching goal is a modernization of the response surface and surrogate modeling toolkit to better serve future applications across applied science.\r\n\r\nGaussian process (GP) models are popular in spatial modeling contexts, like geostatistics or computer experiments, where response surfaces are reasonably smooth but little else can be assumed. GP models provide accurate predictors, but increasingly impose computational bottlenecks: large dense matrix decompositions impede efforts to keep pace with modern trends in data acquisition. A scramble is on for fast approximations. Two common themes are sparsity, allowing fast matrix decompositions, and supercomputing, allowing distributed calculation. But these inroads are at capacity. Rapidly expanding mobile device networks, high-resolution satellite imagery (and GPS), and supercomputer simulation generate data of ever-increasing size. This funded research centers on local approximate GP (laGP) models as a means of enabling the powerful GP spatial modeling framework to address modern big data problems. Initial implementations show promise, expanding data size capabilities by several orders of magnitude. However much work remains to ensure that laGP methods can supplant conventional GPs in diverse spatial modeling contexts. Here we propose several methodological enhancements, many involving shortcuts that have provably minimal impact on laGP performance. We are motivated by two big data computer model emulation applications: one involving satellite positioning and another on solar power generation. Yet we are mindful that for our efforts to have impact, the wider spatial modeling context must always be kept in view.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Haaland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Haaland",
   "pi_email_addr": "benhaaland@hotmail.com",
   "nsf_id": "000688108",
   "pi_start_date": "2016-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}