{
 "awd_id": "1622464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Bayesian Estimation of Mantle Viscosity Structure and Geodynamic Implications",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 193024.0,
 "awd_amount": 193024.0,
 "awd_min_amd_letter_date": "2016-08-17",
 "awd_max_amd_letter_date": "2016-08-17",
 "awd_abstract_narration": "Earth's mantle comprises more than 80% of our planet's interior, and convection in the mantle is linked to plate tectonics, the magnetic field, volcanic activity, and the gases in our atmosphere. Solid mantle rocks deform and flow over long time scales, and the viscosity (resistance to flow) of mantle rocks affects the rate of flow in the mantle, the energy budget of Earth's deep interior, and the speed with which tectonic plates move past one another. One of the best constraints on the mantle viscosity structure comes from modeling variations in Earth's long-wavelength gravity field. The team will combine mantle flow models, seismic images of the Earth's interior, and results from mineral physics to better constrain the depth variation of viscosity and its influence on mantle convection. The project will address the following scientific questions: (1) How does viscosity vary with depth, (2) How does viscosity structure affect behavior of buoyant, upwelling mantle material, and (3) How does uncertainty in seismic images of Earth's mantle affect our uncertainty in the viscosity profile? In addition to this research, the project contributes to the training and professional development of a graduate student and a postdoctoral researcher. Additionally, the team will work with a Portland-area high school teacher to develop curricular materials to teach concepts related to flow in the mantle from the Next Generation Science Standards.\r\n\r\n\r\nFull waveform whole-mantle tomography has recently provided improved measurements of lower mantle shear wave velocity anomalies. These images shed new light on the behavior of mantle upwellings and downwellings. Wide plumes, continuous from just above the core mantle boundary to the base of the lithosphere, are resolved beneath many of Earth's active volcanic hot spots, and plumes frequently appear to be deflected laterally below the transition zone, at a depth of 1000 km, a depth not coincident with known seismic discontinuities, but at which slabs stagnate, plumes are deflected, and changes in long-wavelength radial correlation structure appear in many tomographic models. Tomographic studies combining whole-Earth free oscillations with various other seismological observations (e.g. body wave travel times, surface wave dispersion, full waveforms) have recently improved constraints on the long-wavelength variations in wavespeed in the transition zone and mid mantle. Recent seismological data sets also suggest a deviation from simple scaling relationships between density and shear velocity, indicative of large-scale chemical heterogeneity in the lowermost mantle. The investigators will identify robust aspects of recent tomographic models, estimate uncertainties associated with their translation to density variations and employ a new inversion technique that incorporates these results in a probabilistic way to obtain improved constraints on the mantle viscosity structure. They will then use the solutions as the basis for numerical mantle convection simulations to evaluate the extent to which the inferred viscosity structures are compatible with available constraints on the style of convection and rate of heat transport in the mantle. In addition to training and mentoring of a graduate student and a postdoctoral researcher, the investigating team will work with a high school educator to develop curricular materials relevant to the Next Generation Science Standard HS-ESS2-3.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maxwell",
   "pi_last_name": "Rudolph",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maxwell Rudolph",
   "pi_email_addr": "maxrudolph@ucdavis.edu",
   "nsf_id": "000679207",
   "pi_start_date": "2016-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 14924.0
  }
 ],
 "por": null
}