{
 "awd_id": "1623244",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EDU: Cyber Girls: Teacher training and school-based cyber security education for high school girls",
 "cfda_num": "47.076",
 "org_code": "11010001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nigamanth Sridhar",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 299890.0,
 "awd_amount": 299890.0,
 "awd_min_amd_letter_date": "2016-08-23",
 "awd_max_amd_letter_date": "2020-06-17",
 "awd_abstract_narration": "The main objective of this two-year project is to develop, implement, and study an intervention that increases cybersecurity awareness and proficiency among high school teachers and exposes high school girls to cybersecurity activities and careers. This objective is spurred by the growing need for cybersecurity professionals coupled with the under-representation of women in this field. The Bureau of Labor Statistics reports that 18% of cybersecurity specialists are women. There has been increasing awareness that any scalable and sustainable effort to grow the workforce in cybersecurity cannot ignore pre-college students, indicating a need for more effective programs and support for high school aged children, especially girls. However, little is known about what it takes to engage adolescent girls in cybersecurity and combat the dramatic shortage of women in the field. This research study will generate evidence based knowledge about successful cybersecurity professional development for high school teachers and effective cybersecurity instruction for adolescent girls. The results will help other districts and schools justify the use of similar intervention models so that their teachers can break the barriers of stereotype threat and engage and retain girls in the cyber security field.\r\n\r\nMore specifically, this innovative cybersecurity intervention includes the following: (1) A cybersecurity training program for high school teachers; (2) A curriculum made up of hands on, collaborative and ability building activities that help high school teachers introduce their female students to concepts and challenges of cybersecurity within single-sex school-based settings; (3) A female mentor network for high school girls and teachers, field trips that expose girls to opportunities in the field and involvement in a nation-wide high school forensics challenge that attracts thousands of students passionate about cybersecurity; (4) Ongoing technical assistance for teachers implementing the curriculum in order to ensure sustainability of the program in the partnering schools; Over the course of two years, at least 150 girls from 3-6 high schools in New York with racially, ethnically, and socioeconomically diverse student populations will be recruited to participate in the intervention. A quasi-experimental design, using a control group and pre-post tests in each school, will be utilized to examine the success of the intervention. Additionally, a qualitative research design will be utilized to document the process of learning that takes place and the experiences of the students. The impact on, and experience of, teachers in the program will also be studied using a pre-post test quantitative and qualitative research design. This mixed methods study will gauge impact and effectiveness in order to improve future efforts and to produce an evidence-based model for engaging girls in cybersecurity, which can be disseminated nationally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nasir",
   "pi_last_name": "Memon",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Nasir D Memon",
   "pi_email_addr": "Nm1214@nyu.edu",
   "nsf_id": "000403287",
   "pi_start_date": "2016-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "15 Metrotech Center, 6th Fl",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7254",
   "pgm_ref_txt": "CYBER SECURITY ACT PROPOSALS"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 299890.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-5ceb2341-7fff-4eb7-2fe7-a209192bb25c\"><span>This project adddressed a long standing national need for cyber security professionals and the lack of women that choose to pursue a career in cyber security. In order to do this we &nbsp;developed and implemented an after-school cyber security program for high school girls and a cyber security professional development opportunity for high school teachers. We also developed, implemented and studied an intervention that increased cyber security awareness and proficiency among high school teachers and exposed high school girls to cyber security activities and careers.</span></span></p>\n<p>To begin the project we developed a comprehensive curriculum for high school students with over 100 hours of material that included links to national standards and offered a variety of pedagogical methods, including many hands-on activities. Each lesson offered goals, objectives, and activities where students considered problems from an attacker, defender, and forensic/ investigative point of view. &nbsp;Each topic in the curriculum was related to an important question in the real world.&nbsp;The PI, three NYU graduate students (one cybersecurity doctoral student and two&nbsp;masters? students), two public school teachers (that had previously participated in a NSF-funded cybersecurity training for teachers at NYU Tandon) &nbsp;partipcated in the development of the curriculum.&nbsp;</p>\n<p><span id=\"docs-internal-guid-167b8e4d-7fff-935e-a255-1fc60faffea0\"> </span></p>\n<p dir=\"ltr\"><span>Next, &nbsp;we i</span><span>mplemented an intensive summer training programs for 10 high school teachers representing five high schools in the New York City area. Teachers learned about how they might utilize the curriculum to implement Cyber Girls in their respective schools. They practiced the activities that they would do with their students and learned about how they might circumvent the environmental obstacles that hinder girls? participation in computer science.&nbsp;</span></p>\n<p dir=\"ltr\">Finally, the project was implemented as an after school club for female high school students in two schools. The clubs met weekly for 1-2 hours and over two years more than 50 students participated. Graduate students from NYU Tandon worked closely with the teachers to adapt the curriculum to their after school clubs. They regularly attended the clubs to help plan and facilitate lessons,troubleshoot and to provide general assistance to both the teachers and the girls. Topics covered included; Introduction to Cybersecurity, Learning about the Terminal and Linux, Autopsy, Cryptography, and Network Security. Girls worked collaboratively to solve cyber security challenges such as Caesar cipherand hacking passwords. They also had discussions about cyber security concerns in the news and in popular media. Other club activities included visits by two female engineers at Google and field trips to NYU Tandon for Cyber Security Awareness Week (CSAW), Girls Talk Tech and campus tours. At CSAW, the girls participated in the security quiz qualification round cometerong against copllege students.</p>\n<p dir=\"ltr\">We conducted a&nbsp; research study to inform the development of this evidence-based model of computer science instruction. The study drew on multiple informants (students, teachers, facilitators) and multiple methodologies (surveys, focus groups, informal interviews, and observations). Teachers and students experienced gains in knowledge of cybersecurity as a result of their participation in Cyber Girls. The teachers reported a great deal of satisfaction with the curriculum.&nbsp;</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><span id=\"docs-internal-guid-df068f15-7fff-e02f-ece8-9d21124030f7\"> </span></p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p>&nbsp;</p>\n<p><span id=\"docs-internal-guid-167b8e4d-7fff-935e-a255-1fc60faffea0\"><br /> </span></p>\n<p>&nbsp;</p>\n<p><span><span><br /></span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/20/2022<br>\n\t\t\t\t\tModified by: Nasir&nbsp;Memon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project adddressed a long standing national need for cyber security professionals and the lack of women that choose to pursue a career in cyber security. In order to do this we  developed and implemented an after-school cyber security program for high school girls and a cyber security professional development opportunity for high school teachers. We also developed, implemented and studied an intervention that increased cyber security awareness and proficiency among high school teachers and exposed high school girls to cyber security activities and careers.\n\nTo begin the project we developed a comprehensive curriculum for high school students with over 100 hours of material that included links to national standards and offered a variety of pedagogical methods, including many hands-on activities. Each lesson offered goals, objectives, and activities where students considered problems from an attacker, defender, and forensic/ investigative point of view.  Each topic in the curriculum was related to an important question in the real world. The PI, three NYU graduate students (one cybersecurity doctoral student and two masters? students), two public school teachers (that had previously participated in a NSF-funded cybersecurity training for teachers at NYU Tandon)  partipcated in the development of the curriculum. \n\n \nNext,  we implemented an intensive summer training programs for 10 high school teachers representing five high schools in the New York City area. Teachers learned about how they might utilize the curriculum to implement Cyber Girls in their respective schools. They practiced the activities that they would do with their students and learned about how they might circumvent the environmental obstacles that hinder girls? participation in computer science. \nFinally, the project was implemented as an after school club for female high school students in two schools. The clubs met weekly for 1-2 hours and over two years more than 50 students participated. Graduate students from NYU Tandon worked closely with the teachers to adapt the curriculum to their after school clubs. They regularly attended the clubs to help plan and facilitate lessons,troubleshoot and to provide general assistance to both the teachers and the girls. Topics covered included; Introduction to Cybersecurity, Learning about the Terminal and Linux, Autopsy, Cryptography, and Network Security. Girls worked collaboratively to solve cyber security challenges such as Caesar cipherand hacking passwords. They also had discussions about cyber security concerns in the news and in popular media. Other club activities included visits by two female engineers at Google and field trips to NYU Tandon for Cyber Security Awareness Week (CSAW), Girls Talk Tech and campus tours. At CSAW, the girls participated in the security quiz qualification round cometerong against copllege students.\nWe conducted a  research study to inform the development of this evidence-based model of computer science instruction. The study drew on multiple informants (students, teachers, facilitators) and multiple methodologies (surveys, focus groups, informal interviews, and observations). Teachers and students experienced gains in knowledge of cybersecurity as a result of their participation in Cyber Girls. The teachers reported a great deal of satisfaction with the curriculum. \n\n \n \n\n \n\n \n\n \n \n \n\n \n\n\n \n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 01/20/2022\n\n\t\t\t\t\tSubmitted by: Nasir Memon"
 }
}