{
 "awd_id": "1623637",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Dynamic fault rupture in the presence of 3D heterogenous tectonic stress: the case of the San Andreas Fault in Eastern San Gorgonio Pass",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032928565",
 "po_email": "praterro@nsf.gov",
 "po_sign_block_name": "Paul Raterron",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 27983.0,
 "awd_amount": 33573.0,
 "awd_min_amd_letter_date": "2016-07-25",
 "awd_max_amd_letter_date": "2018-08-03",
 "awd_abstract_narration": "The San Andreas Fault is the largest and arguably the most dangerous source of earthquakes in Southern California.  It has produced very large (magnitude greater than 7.5) earthquakes in the past, and it is likely to do so again, with essentially no warning.  One of the key tools that seismologists can use to help anticipate and mitigate the effects of such future disasters is to make numerical (computer) models of potential earthquakes.  Current numerical models indicate that an earthquake that propagates from Indio toward Los Angeles, through the San Gorgonio Pass (SGP), can channel ground shaking energy directly toward the Los Angeles Basin, where it is amplified by basin sediments and can lead to very high ground motion.  Thus, it is extremely important to determine whether such an earthquake that passes through the SGP is likely (or even possible).  This is not a trivial question, as the fault structure in the San Gorgonio Pass is quite complex, with the main San Andreas splitting into a number of smaller faults with different orientations and directions of slip. We will use the most accurate available modeling techniques to address the question of whether an earthquake can propagate through this region, leading to a large, damaging event for the region.  We will focus on the eastern SGP, where the Coachella Valley strand of the SAF branches into the Mission Creek, Banning, and Garnet Hill fault strands.  Each of these strands has very different structure and apparent activity levels, so an understanding of through-going earthquake potential in the region may hinge on whether there is a preferred rupture path in this region.  This project implements numerical models of potential earthquakes in this region to determine which of these strands is the most likely path of an earthquake.  The models use fault stresses derived from long-term simulations of fault slip and Earth surface deformation in the region, and give information on potential earthquake rupture path, slip distribution, earthquake size, and ground motion.  These innovative earthquake models will also include the effects of rock failure away from the faults, which may have a significant effect on the energy budget of earthquakes.  This work constitutes an important advance in the science of earthquake modeling, and it has important broader impacts, including estimates of earthquake size and ground motion in the region, with further implications for engineering, zoning, and emergency response. \r\n\r\nThe question of whether an earthquake can propagate through the San Gorgonio Pass (SGP) region of the San Andreas Fault (SAF) is of tremendous scientific and societal importance.  The SGP is a ?pinch point? along this fault system, in which the SAF splits into multiple non-coplanar segments, including both strike-slip and thrust; there may well be no through-going surface to support continuous earthquake rupture in this region [e.g., Yule, 2009].  Numerical models [e.g., Olsen et al., 2008] indicate that an earthquake rupture that propagates through the SGP from southeast to northwest can channel seismic radiation directly toward the Los Angeles Basin, where it is amplified by basin sediments and can lead to very high ground motion.  Thus, the question of whether the San Gorgonio Pass serves as a significant barrier to earthquake rupture propagation is of great practical as well as theoretical interest, and it affects ground motion not just locally but in the most populated regions of Southern California.  This work aims to help answer this question by performing numerical models of potential earthquakes in this region.  Specifically, we will focus on the eastern SGP, where the Coachella Valley segment of the SAF branches into the Mission Creek, Banning, and Garnet Hill fault strands.  Each of these strands has very different structure and apparent activity levels, so an understanding of through-going earthquake potential in the region may hinge on whether there is a preferred rupture path in this region.  We will use a combination of methods to address this question: coupled long-term and interseismic quasi-static modeling method to determine the on- and off-fault stresses in the region, and a 3D dynamic rupture model that uses these stresses to model potential earthquakes, including rupture propagation, slip, and near-source ground motion.  Each of these methods has been well tested individually, but this is the first time that they have been combined in this way.  The work will is a significant advance in the field of realistic fault dynamics, in that it is (to the PIs knowledge) the first study to combine a tectonically- and geometrically-consistent heterogeneous stress field with off-fault failure; prior models have had either but not both of these abilities.  Earlier homogenous-stress models that incorporate such failure mechanisms [Andrews, 2005; DeDontney et al., 2012; Duan and Day, 2008; Dunham et al., 2011; Gabriel et al., 2013] indicate that off-fault plasticity can have a very strong effect on the energy budget and rupture propagation during an earthquake; we expect the inclusion of these effects in our heterogeneous stress models to be at least as significant. Our work will advance the science of fault dynamics in regions of geometrical complexity, especially fault branches. The methods developed in this project are readily applicable to other earthquake-prone regions with significant fault complexity, such as Northern California. The results have important implications for earthquake occurrence in the SGP, as well as for seismic hazard throughout Southern California. In particular, it has important implications for estimates of potential earthquake size in Southern California, and consequently the generation of strong ground motion and estimation of seismic hazard.  This information can be useful for engineering, zoning, and emergency response purposes. In addition, the investigators perform outreach activities to the local Morongo Band Of Mission Indians in San Gorgonio Pass.  This funding supports the Ph.D. research of a talented young postdoctoral researcher of Afro-Caribbean ancestry, a significantly under-represented group within the Geosciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Cooke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Cooke",
   "pi_email_addr": "cooke@geo.umass.edu",
   "nsf_id": "000203696",
   "pi_start_date": "2016-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039297",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 27983.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 5590.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The San Andreas Fault is the largest and arguably the most dangerous source of earthquakes in Southern California.&nbsp; It has produced very large earthquakes in the past, and it is likely to do so again.&nbsp; One of the key tools that can help us anticipate and mitigate the effects of such future disasters is numerical (computer) models that simulate potential earthquakes.&nbsp; Recent simulations [e.g., <em>Olsen et al.</em>, 2008] indicate that an earthquake that propagates northward along the San Andreas fault from the Coachella Valley toward Los Angeles, through the San Gorgonio Pass (SGP), can funnel ground shaking energy into the Los Angeles Basin and lead to very high ground motion.&nbsp; Thus, it is extremely important to determine whether an earthquake that passes through the SGP is likely (or even possible). This is not a trivial question, as the structure of the San Andreas fault in the SGP region is quite complex with two potential pathways through the region. The northern and southern pathways branch from the northern Coachella segment of the San Andreas fault. We are particularly interested in the local conditions along the faults within this region, which may govern whether northward propagating earthquakes along the San Andreas fault terminate at this branch or take one or the other pathway (or both).</p>\n<p>&nbsp;</p>\n<p>In this collaborative study, we used the most accurate available modeling techniques to assess the conditions along the southern San Andreas fault and the likelihood of earthquake propagation through the SGP region.&nbsp; We expect that different sections of the faults have different levels of accumulated stress (i.e. stress state) depending on both the background loading and how recently the faults released accumulated stress in an earthquake. Because the propagation of earthquakes is very sensitive to the spatial variations of stress state along faults, we need to know the pre-earthquake conditions (initial stress states) in order to produce accurate earthquake simulations. In this collaborative project, the UMass Researchers produced estimated stress state along the faults using long-term (steady state) deformation models and the UCR researchers ran the dynamic earthquake simulations.</p>\n<p>&nbsp;</p>\n<p>The 3D steady state fault models show that considering both fault loading and recent earthquakes produces stress estimates that differ significantly from stresses resolved from spatially uniform loading, such as typically assumed for earthquake simulations. Typical estimates of stress prior to earthquakes resolve a uniform stress field onto individual fault patches so that stresses vary by patch orientation and patches with similar orientation have similar stress. The deformation models of this study show that fault loading impacts the stress on faults in two ways that can produce significantly different stresses on similar orientated fault patches. In the time period between earthquakes, the upper 15-20 km of fault surfaces don?t slip but are tectonically loaded from deep portions of the faults that are constantly slipping. This study demonstrates that because major faults, such as the San Andreas and the San Jacinto faults, have different deep slip rates, fault patches with similar orientation along these faults have different rates of loading between earthquakes.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Past earthquakes also impact the fault loading. The models that simulate deep tectonic loading of faults also consider the time since the last earthquake on each of the faults in the SGP region. For example, the San Gorgonio Pass thrust, which has not ruptured as recently as segments of the San Andreas in the Coachella and San Bernardino valleys, has greater accumulated stress than the more recently ruptured segments. The influence of recent nearby earthquakes can also impact fault stress. Earthquakes such as the 1992 Lander?s earthquake increased the stress along some fault patches bringing them closer to the critical stress needed to start an earthquake while also decreasing the stress on other parts of the fault system.&nbsp; In this study, we add the impact of three recent earthquakes (1726, 1812 and 1992) to the accumulated loading to estimate present-day stress state on the southern San Andreas fault near the SGP.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The estimated present-day stress on the faults differs significantly from the traditional approach of resolving the regional stress. The largest stresses are located along faults within the SGP, which has not had recent earthquakes, rather than along faults outside of the SGP that are more preferentially oriented under tectonic loading. This approach can provide more accurate initial fault stress conditions for dynamic rupture models within regions of complex fault geometry, such as the San Gorgonio Pass region. A preliminary analysis of the additional time needed to accumulate the critical stress to initiate earthquakes shows that present-day stresses along portions of the Banning, Garnet Hill, and Mission Creek strands of the San Andreas fault may be approaching critical values. Future consideration of fault geometry and non-linear rheology might further refine our estimates of current state of stress along the San Andreas fault.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2019<br>\n\t\t\t\t\tModified by: Michele&nbsp;L&nbsp;Cooke</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1623637/1623637_10443425_1577471425085_Figure2foroutcomes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1623637/1623637_10443425_1577471425085_Figure2foroutcomes--rgov-800width.jpg\" title=\"Comparing stresses\"><img src=\"/por/images/Reports/POR/2019/1623637/1623637_10443425_1577471425085_Figure2foroutcomes--rgov-66x44.jpg\" alt=\"Comparing stresses\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A) Total estimated present-day stress and B) stress from traditional approach of resolving the regional stress for initial conditions of earthquake simulations. The resolved tractions have greatest shear along faults outside of the SGP whereas the estimated tractions are greatest within the SGP.</div>\n<div class=\"imageCredit\">Hatch et al (in revision)</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Michele&nbsp;L&nbsp;Cooke</div>\n<div class=\"imageTitle\">Comparing stresses</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \n\nThe San Andreas Fault is the largest and arguably the most dangerous source of earthquakes in Southern California.  It has produced very large earthquakes in the past, and it is likely to do so again.  One of the key tools that can help us anticipate and mitigate the effects of such future disasters is numerical (computer) models that simulate potential earthquakes.  Recent simulations [e.g., Olsen et al., 2008] indicate that an earthquake that propagates northward along the San Andreas fault from the Coachella Valley toward Los Angeles, through the San Gorgonio Pass (SGP), can funnel ground shaking energy into the Los Angeles Basin and lead to very high ground motion.  Thus, it is extremely important to determine whether an earthquake that passes through the SGP is likely (or even possible). This is not a trivial question, as the structure of the San Andreas fault in the SGP region is quite complex with two potential pathways through the region. The northern and southern pathways branch from the northern Coachella segment of the San Andreas fault. We are particularly interested in the local conditions along the faults within this region, which may govern whether northward propagating earthquakes along the San Andreas fault terminate at this branch or take one or the other pathway (or both).\n\n \n\nIn this collaborative study, we used the most accurate available modeling techniques to assess the conditions along the southern San Andreas fault and the likelihood of earthquake propagation through the SGP region.  We expect that different sections of the faults have different levels of accumulated stress (i.e. stress state) depending on both the background loading and how recently the faults released accumulated stress in an earthquake. Because the propagation of earthquakes is very sensitive to the spatial variations of stress state along faults, we need to know the pre-earthquake conditions (initial stress states) in order to produce accurate earthquake simulations. In this collaborative project, the UMass Researchers produced estimated stress state along the faults using long-term (steady state) deformation models and the UCR researchers ran the dynamic earthquake simulations.\n\n \n\nThe 3D steady state fault models show that considering both fault loading and recent earthquakes produces stress estimates that differ significantly from stresses resolved from spatially uniform loading, such as typically assumed for earthquake simulations. Typical estimates of stress prior to earthquakes resolve a uniform stress field onto individual fault patches so that stresses vary by patch orientation and patches with similar orientation have similar stress. The deformation models of this study show that fault loading impacts the stress on faults in two ways that can produce significantly different stresses on similar orientated fault patches. In the time period between earthquakes, the upper 15-20 km of fault surfaces don?t slip but are tectonically loaded from deep portions of the faults that are constantly slipping. This study demonstrates that because major faults, such as the San Andreas and the San Jacinto faults, have different deep slip rates, fault patches with similar orientation along these faults have different rates of loading between earthquakes. \n\n \n\nPast earthquakes also impact the fault loading. The models that simulate deep tectonic loading of faults also consider the time since the last earthquake on each of the faults in the SGP region. For example, the San Gorgonio Pass thrust, which has not ruptured as recently as segments of the San Andreas in the Coachella and San Bernardino valleys, has greater accumulated stress than the more recently ruptured segments. The influence of recent nearby earthquakes can also impact fault stress. Earthquakes such as the 1992 Lander?s earthquake increased the stress along some fault patches bringing them closer to the critical stress needed to start an earthquake while also decreasing the stress on other parts of the fault system.  In this study, we add the impact of three recent earthquakes (1726, 1812 and 1992) to the accumulated loading to estimate present-day stress state on the southern San Andreas fault near the SGP. \n\n \n\nThe estimated present-day stress on the faults differs significantly from the traditional approach of resolving the regional stress. The largest stresses are located along faults within the SGP, which has not had recent earthquakes, rather than along faults outside of the SGP that are more preferentially oriented under tectonic loading. This approach can provide more accurate initial fault stress conditions for dynamic rupture models within regions of complex fault geometry, such as the San Gorgonio Pass region. A preliminary analysis of the additional time needed to accumulate the critical stress to initiate earthquakes shows that present-day stresses along portions of the Banning, Garnet Hill, and Mission Creek strands of the San Andreas fault may be approaching critical values. Future consideration of fault geometry and non-linear rheology might further refine our estimates of current state of stress along the San Andreas fault.\n\n \n\n\t\t\t\t\tLast Modified: 12/27/2019\n\n\t\t\t\t\tSubmitted by: Michele L Cooke"
 }
}