{
 "awd_id": "1623824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Investigating Contextual Factors that Impact Early-Career Faculty Teaching Practice",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ellen Carpenter",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 754251.0,
 "awd_amount": 804250.0,
 "awd_min_amd_letter_date": "2016-08-25",
 "awd_max_amd_letter_date": "2022-04-28",
 "awd_abstract_narration": "Many large-scale professional development programs for biology faculty are aimed at helping instructors increase the use of learner-centered teaching strategies that emphasize scientific practices, so that all students can engage in and learn science. At the same time that public and private funding agencies are actively investing in large-scale professional development programs, little is known about how those investments pay out over the long term, particularly in early-career faculty. This project will investigate the extent of implementation of innovative teaching practices by early career faculty in biology departments nationwide and determine if investments in faculty training have \"paid off,\" specifically, whether they result in sustained changes in instructional approaches and improved student experiences and learning. Importantly, the results from this study will identify the variables at department and institution levels that affect the teaching practice of early career faculty. Results from this study will provide evidence for how organizational structures can sustain educational innovation among all faculty, informing movements that focus on departments as the unit of change in undergraduate science education. \r\n\r\nThis research project will investigate the longitudinal consequences of professional development on teaching practices of early-career faculty during the critical pre-tenure years, using the Faculty Institutes for Reforming Science Teaching (FIRST) network as a study system. The study will focus on a sample of 80 early-career faculty at four major institution types and evaluate the role of organizational factors in supporting and sustaining instructional change. Forty of the faculty participated in the Faculty Institutes for Reforming Science Teaching (FIRST) program and will be compared to peers in their department who did not participate in FIRST, using both groups to explore factors that support educational innovation. This integrated model will focus on individual values and self-efficacy, external reward systems, and organizational structures that provide the foundation for supporting or not supporting innovative teaching approaches. The research design allows us to examine possible decay as well as enhancement of learner-centered teaching strategies among early-career faculty. These empirical research findings will identify effective strategies for professional development and organizational systems (departments and institutions) that sustain change in how faculty teach, to ultimately improve student learning. At the same time that public and private funding agencies are actively investing in large-scale professional development programs, little is known about how those investments pay out over the long term, particularly in early-career faculty. The proposed study would fill this critical gap, informing professional development activities in programs across institution types about how to support sustained, effective teaching practice. Results from student metrics will further quantify the connections among faculty professional development, transformed teaching practice, and student learning outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Ebert-May",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diane Ebert-May",
   "pi_email_addr": "ebertmay@msu.edu",
   "nsf_id": "000317607",
   "pi_start_date": "2016-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 754251.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Faculty Institutes for Reforming Science Teaching (FIRST IV) is a teaching professional development program (2009-2012) for postdoctoral fellows that focused on developing and teaching biology courses with active learning and inquiry-based, learner-centered instruction, which the postdocs implemented in the courses they taught during the program. Following the formal program, we conducted a longitudinal study of the FIRST IV (now) early career faculty at universities and colleges to investigate what individual and departmental factors influenced their continued implementation of learning-centered teaching.&nbsp; &nbsp;</p>\n<p>Overall, this research aimed to contextualize faculty teaching practices and student outcomes and build a model of factors that support sustained change in undergraduate biology education. Earlier in our longitudinal study of FIRST IV (Emery et al 2021), we found that the individual characteristics, in particular self-efficacy, were most important in determining the degree to which a classroom was learner-centered. In general, environmental factors had a limited effect on teaching practices, although professional development had a significant positive effect on teaching. Departmental climate did not emerge as a significant factor in our model, rather there was a consistent pattern across all the departments in our study that mentoring and material support for teaching was low and that aspects of the instructional climate for teaching were negatively related to institution size. While faculty members perceived departments? lack of mentoring and material support for teaching, many FIRST IV instructors persevered with confidence in their abilities and active teaching support networks. In the final segment of our longitudinal study, we conducted additional interviews and reflections with FIRST IV faculty designed to further explore the departmental context and to integrate with the quantitative findings previously reported.</p>\n<p>We used self-determination theory as a conceptual framework to analyze instructors? interviews and reflections because it helps explain the conditions of performance and motivation through the intersection of three psychological variables 1) competence, 2) autonomy, and 3) community. Investigators from any STEM discipline can use this framework in higher education to investigate science faculty teaching practices. In addition, our use of longitudinal research goes beyond typical short-term evaluation of the outcomes of professional development and provides objective measures of long-term impact and sustainability of undergraduate educational change. We followed the FIRST IV participants for up to 13 years. The inspiration for this long-term study emerged from Ebert-May?s research on alpine plant communities in Colorado (Niwot LTER) since 1971, over 50 years. In educational research, few investigators undertake long-term approaches to research, in part, because humans are more difficult to study and locate than plants!!&nbsp;</p>\n<p>This latest study revealed that instructors? perceptions of department climate showed no trends based on gender, number of years teaching experience, or appointment type (rank). Rather, the importance of relational aspects of teaching professional development is noteworthy. Teaching competence is gained through interactions with others (e.g., FIRST IV peers, mentors, CTLs). Autonomy in teaching is either affirmed, celebrated, ignored, or discouraged by others. The emergence, sustainability, and viability of communities is contingent upon interpersonal relationships. There was considerable overlap in findings related to competence, autonomy, and community, which supports the tenets of self-determination theory and demonstrates the need for all three to be developed within future and current faculty members. First, our findings clearly indicate that FIRST IV participants, above and beyond their peers, entered faculty positions with a strong sense of teaching competence, the ability to navigate teaching autonomy, and the ability to engage within and extend the teaching community.&nbsp; Second, teaching evaluation was a consistent theme found both in reflection and interview data. Teaching evaluation could be used as a means to support or hinder competence, autonomy, and community within departments. Third, it is important to note that many FIRST IV participants, due to their training, often became the teaching ?expert? in their departments, thus allowing for strong foundations of competence, autonomy, and community to pay dividends to the departments in which they served. Fourth, departmental support was found to be mixed with facets that supported and deterred the implementation of both ineffective and effective teaching, suggesting that multiple levers must be operational for a department to be truly conducive to helping its faculty nurture teaching competence, autonomy, and community.</p>\n<p>We expect that results from this study will have potential impacts on undergraduate STEM retention efforts. The inquiry-based, active learning teaching approaches that were the focus of the FIRST IV for over 13 years have demonstrated positive impacts for all learners and have disproportionately positive impacts on students from underrepresented groups. FIRST IV is an evidence-based teaching professional development program that informs us about how to support innovation in teaching practices by individual faculty in the context of their science departments. As predicted, community matters over the short-and long-term.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2022<br>\n\t\t\t\t\tModified by: Diane&nbsp;Ebert-May</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nFaculty Institutes for Reforming Science Teaching (FIRST IV) is a teaching professional development program (2009-2012) for postdoctoral fellows that focused on developing and teaching biology courses with active learning and inquiry-based, learner-centered instruction, which the postdocs implemented in the courses they taught during the program. Following the formal program, we conducted a longitudinal study of the FIRST IV (now) early career faculty at universities and colleges to investigate what individual and departmental factors influenced their continued implementation of learning-centered teaching.   \n\nOverall, this research aimed to contextualize faculty teaching practices and student outcomes and build a model of factors that support sustained change in undergraduate biology education. Earlier in our longitudinal study of FIRST IV (Emery et al 2021), we found that the individual characteristics, in particular self-efficacy, were most important in determining the degree to which a classroom was learner-centered. In general, environmental factors had a limited effect on teaching practices, although professional development had a significant positive effect on teaching. Departmental climate did not emerge as a significant factor in our model, rather there was a consistent pattern across all the departments in our study that mentoring and material support for teaching was low and that aspects of the instructional climate for teaching were negatively related to institution size. While faculty members perceived departments? lack of mentoring and material support for teaching, many FIRST IV instructors persevered with confidence in their abilities and active teaching support networks. In the final segment of our longitudinal study, we conducted additional interviews and reflections with FIRST IV faculty designed to further explore the departmental context and to integrate with the quantitative findings previously reported.\n\nWe used self-determination theory as a conceptual framework to analyze instructors? interviews and reflections because it helps explain the conditions of performance and motivation through the intersection of three psychological variables 1) competence, 2) autonomy, and 3) community. Investigators from any STEM discipline can use this framework in higher education to investigate science faculty teaching practices. In addition, our use of longitudinal research goes beyond typical short-term evaluation of the outcomes of professional development and provides objective measures of long-term impact and sustainability of undergraduate educational change. We followed the FIRST IV participants for up to 13 years. The inspiration for this long-term study emerged from Ebert-May?s research on alpine plant communities in Colorado (Niwot LTER) since 1971, over 50 years. In educational research, few investigators undertake long-term approaches to research, in part, because humans are more difficult to study and locate than plants!! \n\nThis latest study revealed that instructors? perceptions of department climate showed no trends based on gender, number of years teaching experience, or appointment type (rank). Rather, the importance of relational aspects of teaching professional development is noteworthy. Teaching competence is gained through interactions with others (e.g., FIRST IV peers, mentors, CTLs). Autonomy in teaching is either affirmed, celebrated, ignored, or discouraged by others. The emergence, sustainability, and viability of communities is contingent upon interpersonal relationships. There was considerable overlap in findings related to competence, autonomy, and community, which supports the tenets of self-determination theory and demonstrates the need for all three to be developed within future and current faculty members. First, our findings clearly indicate that FIRST IV participants, above and beyond their peers, entered faculty positions with a strong sense of teaching competence, the ability to navigate teaching autonomy, and the ability to engage within and extend the teaching community.  Second, teaching evaluation was a consistent theme found both in reflection and interview data. Teaching evaluation could be used as a means to support or hinder competence, autonomy, and community within departments. Third, it is important to note that many FIRST IV participants, due to their training, often became the teaching ?expert? in their departments, thus allowing for strong foundations of competence, autonomy, and community to pay dividends to the departments in which they served. Fourth, departmental support was found to be mixed with facets that supported and deterred the implementation of both ineffective and effective teaching, suggesting that multiple levers must be operational for a department to be truly conducive to helping its faculty nurture teaching competence, autonomy, and community.\n\nWe expect that results from this study will have potential impacts on undergraduate STEM retention efforts. The inquiry-based, active learning teaching approaches that were the focus of the FIRST IV for over 13 years have demonstrated positive impacts for all learners and have disproportionately positive impacts on students from underrepresented groups. FIRST IV is an evidence-based teaching professional development program that informs us about how to support innovation in teaching practices by individual faculty in the context of their science departments. As predicted, community matters over the short-and long-term.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/19/2022\n\n\t\t\t\t\tSubmitted by: Diane Ebert-May"
 }
}