{
 "awd_id": "1623962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: The Double-probe Instrumentation for Measuring Electric-fields (DIME) CubeSat",
 "cfda_num": "47.050",
 "org_code": "06020200",
 "po_phone": "7032922426",
 "po_email": "cblack@nsf.gov",
 "po_sign_block_name": "Carrie E. Black",
 "awd_eff_date": "2016-05-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 199541.0,
 "awd_amount": 199541.0,
 "awd_min_amd_letter_date": "2016-04-27",
 "awd_max_amd_letter_date": "2016-04-27",
 "awd_abstract_narration": "This is a short-term (less than one-year) effort to complete the construction, functional testing, and instrument calibration of a CubeSat with the capability to measure electric fields in the upper atmosphere.  The DIME (Double-probe Instrumentation for Measuring Electric-fields) CubeSat concept builds on and further develops the NSF-funded Dynamic Ionosphere CubeSat Experiment (DICE) project aimed at measuring major space weather disturbances in the upper atmosphere.  DICE was one of the first NSF CubeSat missions to be selected and flown.   The DICE project consisted of two CubeSats weighing less than 2.2 kg each.  They were launched into a low Earth orbit in October 2011 and collected data in space for two years.  Each DICE satellite carried a suite of three scientific instruments.  However, only two of them functioned successfully in space.  Due to difficulties accurately controlling the spin of the spacecraft on orbit it was not possible to deploy the long wire booms that made up the electric field instruments.  Thus, the DICE spacecraft could not provide measurements of the electric field.  Fulfilling the need for continuous global measurements of this critical parameter in upper atmosphere dynamics remains a key goal and challenge for aeronomy and space weather research.   The goal of the DIME project is to continue the development of an innovative approach to space-based measurement of the electric field.  Leveraging the successes and lessons learned from the DICE mission DIME is envisioned as the next generation low cost, highly capable ionospheric sensor-sat observatory.  New developments include improvements in the spin stabilization and control of the CubeSat, as well as improvements to the DICE electric field deployment mechanism.  The DIME development so far has been funded under the Air Force SBIR program but falls short of delivering a fully equipped satellite that is ready to be launched and provide scientific data.  Support for the purchase of the remaining parts and completion of the full flight assembly of the DIME CubeSat, and also for the completion of the satellite functional testing and calibration, while the present workforce and expertise is in place is the subject of this RAPID award.  Delivery of a fully launch-ready DIME CubeSat, will enlist support from the Air Force for the launch and operation on orbit of the satellite.  A newly graduated engineer, who worked as a student on the DICE project, in collaboration with a postdoctoral researcher, who with this project is offered a unique experimental research opportunity, will carry out most of the work under this effort.  The project also continues to foster valuable collaboration between industry, academia, and government, involving ASTRA (a small business), the Air Force Research Laboratory, and Utah State University. \r\n\r\nThere are three fundamental drivers of global ionosphere-thermosphere (IT) behavior: solar UV/EUV radiation, high latitude forcing from solar wind-magnetosphere interaction and coupling to the ionosphere and thermosphere, and forcing by waves and tides from the lower atmosphere.  While the principles of IT behavior are generally accepted, a complete understanding of the fully coupled ionosphere-thermosphere-magnetosphere system requires extensive measurements of environmental parameters that are not currently available.  What are needed are simultaneous multipoint measurements of the electric field in the ionosphere.  Focus here is on the high latitude forcing.  While E-field measurements have been available from NSF-funded ground-based radars and the DMSP satellites, there is insufficient data to enable a comprehensive specification of the key high latitude potential pattern, electric fields, and their variability in space and time.  The DIME sensor-sat has a unique potential to be a pathfinder that will pave the way for low-cost, very capable, next generation space weather CubeSat platforms from which to observe the system-driving electric field and other parameters in the Earth?s ionosphere.  Future constellations of DIME platforms could provide networked, global measurements of the electric field.  The DIME design additionally includes instrumentation to provide complementary magnetic field and plasma parameter measurements.  In this way, DIME constitutes a key step in enabling large-return Geospace science missions using CubeSat technologies, targeting outstanding unanswered system-science and space weather questions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Crowley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey Crowley",
   "pi_email_addr": "geoff.crowley@orionspace.com",
   "nsf_id": "000415296",
   "pi_start_date": "2016-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ATMOSPHERIC & SPACE TECHNOLOGY RESEARCH ASSOCIATES, L.L.C.",
  "inst_street_address": "282 CENTURY PL STE 1000",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "2108343475",
  "inst_zip_code": "800271677",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "ATMOSPHERIC & SPACE TECHNOLOGY RESEARCH ASSOCIATES LLC",
  "org_prnt_uei_num": "DRYZNRMCBKL6",
  "org_uei_num": "DRYZNRMCBKL6"
 },
 "perf_inst": {
  "perf_inst_name": "Atmospheric & Space Tech Research Associates",
  "perf_str_addr": "5777 Central Ave",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012829",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808900",
   "pgm_ele_name": "Space Weather Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 199541.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Intellectual Merit</em></strong></p>\n<p>As a follow-on to the NSF-sponsored DICE CubeSat mission, ASTRA is developing the Double-probe Instrumentation for Measuring Electric-fields <strong><em>(DIME)</em></strong> mission for the measurement of electric fields in the ionosphere. The objective of the DIME project is to build on the NSF vision of using CubeSats to answer important scientific questions, by continuing the development of an innovative approach to space based measurement of the electric field, which is one of the most difficult parameters to measure in the ionosphere. The electric field is a key parameter because it drives ionospheric plasma and helps to create temporal and spatial variability in the electron density, but it can also be used as a diagnostic to investigate and understand fundamental electrodynamic processes in the ionosphere. &nbsp;Unlike the electron density, the E-field is not readily amenable to remote sensing from the ground except by multi-million dollar radars. In regions that do not benefit from such radars (e.g. over oceans, developing nations) this space-based in-situ technique can provide valuable data. The fact that the sensor is also immersed in a conducting medium (ionospheric plasma) while trying to measure the E-field adds to the challenge of measuring the electric field. The DIME project continues the development of an innovative approach to space based measurement of the electric field.&nbsp; The DIME mission carries the same three sensor types (Langmuir Probe, Double Probe, and magnetometer) as flown on DICE, but with design improvements in both performance and sensitivity.</p>\n<p>ASTRA completed all of the proposed tasks for a funded amount of $199,541. &nbsp;The project outcomes were:</p>\n<p>1)&nbsp;&nbsp; Completed the procurement and assembly of the DIME Cubesat subsystem parts and components that were not procured during the DIME Phase-II SBIR activity;</p>\n<p>2)&nbsp;&nbsp; Completed the Flight Software development that was started under the DIME SBIR program;</p>\n<p>3)&nbsp;&nbsp; Performed the integrated DIME system functional testing and calibration in preparation for launch readiness;</p>\n<p>4)&nbsp;&nbsp; The work has resulted in:</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The DIME CubeSat ready for environmental testing and launch.</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Several presentations and discussions at various conferences</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Significant help to Masters student at Utah State University for Master&rsquo;s project.</p>\n<p>d)&nbsp;&nbsp;&nbsp;&nbsp; Training of students from CU-Boulder and Utah State University</p>\n<p>e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Significant help to a student-led CubeSat mission at New Mexico Tech.</p>\n<p>f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Partly because of our cutting edge technology development including CubeSats, ASTRA was selected as a winner of the &lsquo;Colorado Companies to Watch Award&rsquo; in 2016, out of a field of 1200 Colorado businesses</p>\n<p>g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A web-presence for the DIME Cubesat on ASTRA&rsquo;s website</p>\n<p>&nbsp;</p>\n<p><strong><em>Broader Impacts</em></strong></p>\n<p>The NSF-RAPID project has provided the opportunity to train 3x Undergraduate and 2x Graduate students in industry standards, processes, and procedures via their involvement in the development of the DIME CubeSat effort. &nbsp;Two CU students aided in the efforts to complete the Flight Software development and testing.&nbsp; Both students were actively involved in writing Microcontroller modules and code to interface with various subsystem components and retrieve mission-valuable information.&nbsp; Two undergraduates from Utah State University worked on the design and testing of test fixtures to exercise and demonstrate the E-Field boom deployment system.&nbsp; A USU Masters student designed and tested the FPGA firmware for the DIME ADCS subsystem, interfacing with various sensors and actuators for maneuvering and control of the satellite once on orbit.</p>\n<p>In addition to the above professional development directly related to the DIME mission, the DIME team also participated in a joint effort with New Mexico Tech to integrate an existing ASTRA instrument into their 3U CubeSat mission. The NMT team had been let down by another sensor provider and was in need of a sensor that was ready to fly. The ASTRA instrument is a well-proven GPS receiver that was originally developed for ground-based measurements of ionospheric Total Electron Content (TEC) and scintillation. However, with the goal of eventually flying it in space, the ASTRA receiver had been strategically designed with a CubeSat form-factor. This meant that the instrument could be readily accommodated into the NMT CubeSat design. This represents a first step towards the development of a low-cost GNSS receiver for radio occultation measurements of the ionospheric electron density and tropospheric water vapor and temperatures. For ASTRA this is a technical development effort that will provide some heritage and will raise the TRL level of the GPS receiver for space. This collaboration resulted in the ASTRA team providing training to NMT students in the integration and use of high-caliber ASTRA instrumentation, including handling procedures, documentation, and operational testing procedures.&nbsp; The NMT CubeSat is scheduled for launch in November 2017.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2017<br>\n\t\t\t\t\tModified by: Geoffrey&nbsp;Crowley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nAs a follow-on to the NSF-sponsored DICE CubeSat mission, ASTRA is developing the Double-probe Instrumentation for Measuring Electric-fields (DIME) mission for the measurement of electric fields in the ionosphere. The objective of the DIME project is to build on the NSF vision of using CubeSats to answer important scientific questions, by continuing the development of an innovative approach to space based measurement of the electric field, which is one of the most difficult parameters to measure in the ionosphere. The electric field is a key parameter because it drives ionospheric plasma and helps to create temporal and spatial variability in the electron density, but it can also be used as a diagnostic to investigate and understand fundamental electrodynamic processes in the ionosphere.  Unlike the electron density, the E-field is not readily amenable to remote sensing from the ground except by multi-million dollar radars. In regions that do not benefit from such radars (e.g. over oceans, developing nations) this space-based in-situ technique can provide valuable data. The fact that the sensor is also immersed in a conducting medium (ionospheric plasma) while trying to measure the E-field adds to the challenge of measuring the electric field. The DIME project continues the development of an innovative approach to space based measurement of the electric field.  The DIME mission carries the same three sensor types (Langmuir Probe, Double Probe, and magnetometer) as flown on DICE, but with design improvements in both performance and sensitivity.\n\nASTRA completed all of the proposed tasks for a funded amount of $199,541.  The project outcomes were:\n\n1)   Completed the procurement and assembly of the DIME Cubesat subsystem parts and components that were not procured during the DIME Phase-II SBIR activity;\n\n2)   Completed the Flight Software development that was started under the DIME SBIR program;\n\n3)   Performed the integrated DIME system functional testing and calibration in preparation for launch readiness;\n\n4)   The work has resulted in:\n\na)      The DIME CubeSat ready for environmental testing and launch.\n\nb)      Several presentations and discussions at various conferences\n\nc)      Significant help to Masters student at Utah State University for Master?s project.\n\nd)     Training of students from CU-Boulder and Utah State University\n\ne)      Significant help to a student-led CubeSat mission at New Mexico Tech.\n\nf)       Partly because of our cutting edge technology development including CubeSats, ASTRA was selected as a winner of the ?Colorado Companies to Watch Award? in 2016, out of a field of 1200 Colorado businesses\n\ng)      A web-presence for the DIME Cubesat on ASTRA?s website\n\n \n\nBroader Impacts\n\nThe NSF-RAPID project has provided the opportunity to train 3x Undergraduate and 2x Graduate students in industry standards, processes, and procedures via their involvement in the development of the DIME CubeSat effort.  Two CU students aided in the efforts to complete the Flight Software development and testing.  Both students were actively involved in writing Microcontroller modules and code to interface with various subsystem components and retrieve mission-valuable information.  Two undergraduates from Utah State University worked on the design and testing of test fixtures to exercise and demonstrate the E-Field boom deployment system.  A USU Masters student designed and tested the FPGA firmware for the DIME ADCS subsystem, interfacing with various sensors and actuators for maneuvering and control of the satellite once on orbit.\n\nIn addition to the above professional development directly related to the DIME mission, the DIME team also participated in a joint effort with New Mexico Tech to integrate an existing ASTRA instrument into their 3U CubeSat mission. The NMT team had been let down by another sensor provider and was in need of a sensor that was ready to fly. The ASTRA instrument is a well-proven GPS receiver that was originally developed for ground-based measurements of ionospheric Total Electron Content (TEC) and scintillation. However, with the goal of eventually flying it in space, the ASTRA receiver had been strategically designed with a CubeSat form-factor. This meant that the instrument could be readily accommodated into the NMT CubeSat design. This represents a first step towards the development of a low-cost GNSS receiver for radio occultation measurements of the ionospheric electron density and tropospheric water vapor and temperatures. For ASTRA this is a technical development effort that will provide some heritage and will raise the TRL level of the GPS receiver for space. This collaboration resulted in the ASTRA team providing training to NMT students in the integration and use of high-caliber ASTRA instrumentation, including handling procedures, documentation, and operational testing procedures.  The NMT CubeSat is scheduled for launch in November 2017. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/29/2017\n\n\t\t\t\t\tSubmitted by: Geoffrey Crowley"
 }
}