{
 "awd_id": "1623561",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Inclusive Design for Engaging All Learners (IDEAL): Designing Technology for Cultural Brokering",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2017-01-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 549535.0,
 "awd_amount": 549535.0,
 "awd_min_amd_letter_date": "2016-08-22",
 "awd_max_amd_letter_date": "2016-08-22",
 "awd_abstract_narration": "In the United States today, children whose home language is not English make up about 21% of the current K-12 school-age population. These children often enter school already behind academically because they have to learn English as well as the subject being taught. Academic struggles can result in children having negative perceptions about education and high dropout rates. There is an urgent need to break this cycle and foster children's confidence so that they view themselves as valuable contributors to the classroom. This project explores the creation of an effective program for all children that recognizes cultural and linguistic diversity as an asset. The project seeks to understand how sociable, humanoid robots can be designed to guide collaborative interactions among children who come from culturally and linguistically diverse backgrounds. Through this understanding, the project addresses urgent societal needs for better integration of minority students into U.S. classrooms. Appreciating diversity is a life skill that is essential for all Americans living in an ever more diverse society. Taking advantage of social robotics, the project intends to create this mindset from an early age.\r\n \r\nThe project research is carried out in the context of developing and refining a set of robot-mediated interaction activities for kindergarten-aged, English-speaking and Spanish-speaking children. Grounded in socio-cultural theories, the robot (acting as a playmate) is designed to mediate interactions among children to create an inclusive learning community. The research questions include i) What does it take to design robot-mediated collaborative interactions to support children's development? ii) How do the children's identities and learning develop as they participate in the collaboration? Spanning two years, the project uses design-based research methodology by which the interaction activities are designed, tested, and refined in an iterative cycle. Data collection is done using the Wizard of Oz method, where a hidden person controls the robot to assist children's interactions as they learn and play together. A representative corpus of social interactions between the children and the person allows the researchers to determine the needed robot capabilities for the ultimate implementation using a real robot. Ethnographic, participatory observations of children's interactions and interviews with the children, teachers, and parents are also conducted. The project team consists of researchers from the fields of learning sciences, literacy, and computer science, public school personnel, and a three-member advisory board. The project outcomes will be disseminated through multiple channels that target academic and professional communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "YANGHEE",
   "pi_last_name": "KIM",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "YANGHEE KIM",
   "pi_email_addr": "ykim9@niu.edu",
   "nsf_id": "000482997",
   "pi_start_date": "2016-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tung",
   "pi_last_name": "Nguyen",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Tung T Nguyen",
   "pi_email_addr": "tung@auburn.edu",
   "nsf_id": "000662547",
   "pi_start_date": "2016-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sherry",
   "pi_last_name": "Marx",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sherry Marx",
   "pi_email_addr": "sherry.marx@usu.edu",
   "nsf_id": "000704487",
   "pi_start_date": "2016-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221415",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 113510.0
  }
 ],
 "por": null
}