{
 "awd_id": "1624109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Role of Rock Composition and Microstructural Evolution on Strain Localization and the Effective Viscosity of the Crust",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Whitmeyer",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 121877.0,
 "awd_amount": 121877.0,
 "awd_min_amd_letter_date": "2016-07-21",
 "awd_max_amd_letter_date": "2019-02-08",
 "awd_abstract_narration": "Knowledge of the controls on the mechanical behavior of the continental crust is a fundamental underpinning for understanding a wide range of geological processes. For example, the long-term flow of crustal materials at depth controls how the crust deforms due to loading or unloading associated with sea level rise and fall, glacial advance and retreat, and mountain building and erosion. Deformation of the Earth's surface before and after large earthquakes is also controlled by the mechanical behavior of crustal rocks. Scientists have long used knowledge of the mechanical properties of the continental crust's constituent minerals to estimate how the crust should respond but, surprisingly, little is known about how aggregates of these minerals (rocks) respond. A research team from Brown University and Woods Hole Oceanographic Institution, in collaboration with scientists from Norway and New Zealand, aims to develop a better understanding of how crustal rocks flow under high temperature and pressure when subjected to external stresses. They will deform crustal materials in the laboratory and carry out computer modeling to improve understanding of the flow of crustal materials under both short-term (earthquakes) and long-term (mountain belts) loads. The research project additionally advances desired societal outcomes through the development of a diverse, globally competitive STEM workforce by training graduate and undergraduate training in laboratory experiments and numerical modeling.\r\n\r\nThis project will acquire new experimental and microstructural data and conduct modeling studies of deformation in crustal multi-phase rocks to investigate the rheological properties of the continental crust, with emphasis on the effects of composition and strain localization. The experiments and microstructural observations focus on quartz+garnet, quartz+muscovite, and quartz+albite systems in order to improve understanding of crustal rheology and the role of grain size sensitive creep in the formation and rheology of shear zones. The research team finds that combining rheological mixing models (incorporating single-phase flow laws) with calculations of stable mineral assemblages is a promising way to investigate the role of rock composition on crustal viscosity. Agreement between such models and geodetic observations is encouraging, however, there are several limitations to this approach that this research will address: (1) garnet flow laws predict widely varying viscosities at crustal conditions, severely hampering the potential for relating seismic properties to rheology; (2) existing flow laws for mica aggregates and mica single crystals also predict widely different strengths at crustal conditions, primarily due to uncertainties related to the influence of mica content and strain rate; (3) shear zone formation processes, which are neglected in the mixing models, appear to produce microstructures in which the grain size of the mixed layers is set by Zener pinning; and (4) recent experimental work is suggestive of grain size sensitive creep and grain boundary sliding in quartz aggregates. Experiments will be conducted using Griggs apparatus at 700?1100 degrees C and strain rates from 3e-7/s to 1e-4/s at confining pressures from 0.8 to 2.0 GPa. To compliment the interpretation of the experimental data, the researchers will conduct numerical simulations of grain size evolution and shear zone development in polyphase rocks. Models will investigate shear zone evolution in isotropic, homogeneous systems and 2-D shear zone development in heterogeneous systems where local variations in stress can influence grain-size evolution in both the strong and weak phases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Behn",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Behn",
   "pi_email_addr": "mark.behn@bc.edu",
   "nsf_id": "000253679",
   "pi_start_date": "2016-07-21",
   "pi_end_date": "2019-02-08"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Veronique",
   "pi_last_name": "Le Roux",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Veronique Le Roux",
   "pi_email_addr": "vleroux@whoi.edu",
   "nsf_id": "000612114",
   "pi_start_date": "2019-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Rd",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 121877.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The rheology (or strength) of the continental crust controls a wide range of processes, including the development and evolution of plate boundary shear zones, post-seismic relaxation and time-dependent fault loading, the geochemical evolution of the crust and mantle (through foundering or &ldquo;delamination&rdquo; of lower crust into the upper mantle), coupling of mantle flow and crustal dynamics, and the long-term support of mountain belts.&nbsp; In terms of societal relevance, one of the most important reasons to understand crustal rheology is the accurate assessment of earthquake hazards produced by time-dependent loading of seismogenic faults.&nbsp; Indeed, characterizing crustal rheology is critical in seismically active areas such as southern California and Cascadia. &nbsp;Although the rheology of individual minerals in the Earth&rsquo;s crust are relatively well constrained through decades of laboratory experiments, it remains challenging to quantify the rheology of mineral aggregates, such as those that make up the majority of the continental crust.&nbsp; Further, a major challenge is to extrapolate the rheology of the middle and lower continental crust from seismic velocity data, in order to probe the interior of the crust where direct sampling is not feasible.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This award supported new laboratory experiments and numerical modeling to quantify the rheology of the continental crust and to apply these methodologies to determine crustal rheology in specific settings including southern California.&nbsp; The modeling effort was led by Behn (now at Boston College, formerly at Woods Hole Oceanographic Institution) in collaboration with co-PI Greg Hirth at Brown University.&nbsp; The award partially supported MIT/WHOI Joint Program Student William Shinevar.&nbsp;&nbsp; Shinevar presented research supported by this award at international conferences; and was the lead author on a paper published in Earth and Planetary Science Letters.&nbsp; The results of this work have also been incorporated into Southern California Earthquake Center (SCEC) Community Rheology Model.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2019<br>\n\t\t\t\t\tModified by: Veronique&nbsp;Le Roux</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe rheology (or strength) of the continental crust controls a wide range of processes, including the development and evolution of plate boundary shear zones, post-seismic relaxation and time-dependent fault loading, the geochemical evolution of the crust and mantle (through foundering or \"delamination\" of lower crust into the upper mantle), coupling of mantle flow and crustal dynamics, and the long-term support of mountain belts.  In terms of societal relevance, one of the most important reasons to understand crustal rheology is the accurate assessment of earthquake hazards produced by time-dependent loading of seismogenic faults.  Indeed, characterizing crustal rheology is critical in seismically active areas such as southern California and Cascadia.  Although the rheology of individual minerals in the Earth?s crust are relatively well constrained through decades of laboratory experiments, it remains challenging to quantify the rheology of mineral aggregates, such as those that make up the majority of the continental crust.  Further, a major challenge is to extrapolate the rheology of the middle and lower continental crust from seismic velocity data, in order to probe the interior of the crust where direct sampling is not feasible.\n\n      This award supported new laboratory experiments and numerical modeling to quantify the rheology of the continental crust and to apply these methodologies to determine crustal rheology in specific settings including southern California.  The modeling effort was led by Behn (now at Boston College, formerly at Woods Hole Oceanographic Institution) in collaboration with co-PI Greg Hirth at Brown University.  The award partially supported MIT/WHOI Joint Program Student William Shinevar.   Shinevar presented research supported by this award at international conferences; and was the lead author on a paper published in Earth and Planetary Science Letters.  The results of this work have also been incorporated into Southern California Earthquake Center (SCEC) Community Rheology Model.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2019\n\n\t\t\t\t\tSubmitted by: Veronique Le Roux"
 }
}