{
 "awd_id": "1624547",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Anhydrite in Arc Magmas and its Relationship to Sulfur Degassing and Ore Formation",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 310000.0,
 "awd_amount": 310000.0,
 "awd_min_amd_letter_date": "2016-07-14",
 "awd_max_amd_letter_date": "2022-05-11",
 "awd_abstract_narration": "Calcium sulfate in crystalline form (anhydrite) and as melt blebs has been found in a few natural samples of volcanic rocks from circum-Pacific volcanoes in the Andes, Philippines, Cascades, and Aleutians.  It has also been produced in a few laboratory experiments.  Such sulfate-bearing magma potentially carried much of the sulfur from deep sources in the Earth's mantle to the shallow crust.  Where arc volcanoes have erupted historically, sulfate-rich magmas have degassed abundant sulfur dioxide that enters the atmosphere and may produce up to 2 years of global climatic cooling with attendant human impact.  Where sulfate-rich magmas crystallize to granite in the shallow crust they may release water, up to one gigaton of sulfur, and metals that are responsible for formation of large mineral deposits of copper, molybdenum, gold, silver and other economic metals critical to the USA economy.  In order to understand better the contributions of calcium sulfate-bearing magmas to sulfur in the atmosphere and mineral deposits, the proposed research will undertake laboratory experiments on calcium sulfate in magmas, and document the occurrence of minute calcium sulfate inclusions preserved in natural magmatic samples.  \r\n\r\nThe first approach includes petrologic experiments on the stability of sulfate in oxidized and water-rich arc magmas that are planned at pressures ranging from the base of the crust (~1GPa) to the upper crust (~50MPa).  High pressure experiments on basaltic andesite will provide information on the transfer of sulfur in arc magmas through the crust, and the stability, nature and composition of calcium sulfate-rich melt phase.  Initial experiments have produced such an immiscible Ca-SO4-Na-Mg-Cl melt.  Analysis of both the silicate and sulfate melt phases will directly determine partition coefficient data for sulfur, chlorine and other species including ore metals such as gold.  Low pressure experiments on dacite will be saturated in aqueous fluid, and the concentrations of sulfur in all three phases (silicate melt, anhydrite, aqueous fluid) can be measured and partition coefficients can be determined. Direct measurement of the sulfur content of the one or two aqueous fluid phases will make us of laser ablation-ICP-MS on fluid inclusions trapped in situ in fractured quartz.  The second approach is to use modern imaging techniques (SEM, QEMSCAN, EMPA element mapping) to search arc volcanic and plutonic samples for minute inclusions of sulfate minerals in robust phenocryst minerals such as apatite, titanite, quartz, hornblende, pyroxene, and feldspar.  A special focus will be plutonic samples from porphyry copper deposits to learn whether or not these magmas were initially calcium sulfate-bearing.   The data from this work will allow improved and quantitative modeling magmatic cooling, crystallization and depressurization that causes the breakdown of magmatic sulfate and consequent transfer sulfur species (SO2, H2S) to a separate water-rich fluid phase that may either enter the atmosphere during volcanic eruptions or react in the crustal with metals in the aqueous fluid to form economic mineral deposits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dilles",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Dilles",
   "pi_email_addr": "dillesj@geo.oregonstate.edu",
   "nsf_id": "000438843",
   "pi_start_date": "2016-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "104 CEOAS Admin Bldg",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973315506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 85036.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 224964.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of the research was to determine the stability and occurrence of the mineral anhydrite (calcium sulfate) as well as compositionally similar sulfate melt within dacite and andesite magmas at high temperature and pressure, and furthermore to explore the role of these sulfur-rich magmas in the formation of porphyry copper-molybdenum-gold deposits and other economic mineral deposits.&nbsp; The main objectives of the research were completed and published in three peer-reviewed scientific papers (cited below).</p>\n<p>&nbsp;</p>\n<p>A series of laboratory experiments were conducted at high temperatures (800 to 1200 degrees Celsius) and pressures (0.2 to 1.0 Gigapascals, i.e., equivalent to 7 to 40 kilometer depths in the crust of the earth) on water-rich (3.5 to 7 weight percent) dacite and andesite compositions doped with 3.5 to 5.5 weight percent calcium sulfate.&nbsp; The experiments demonstrate that sulfate melt and anhydrite crystals coexist at temperatures below 1100 degrees Celsius, and that only sulfate melt is stable at greater than 1100 degrees Celsius.&nbsp; The sulfate melt is additionally stabilized at higher pressure conditions.&nbsp; The sulfate melt is dominated by calcium oxide and sulfate, but also includes in decreasing order of abundance oxides of sodium, potassium, magnesium, iron and phosphorus, as well as chlorine.&nbsp; Chlorine is particularly enriched in the sulfate melt relative to the magma (silicate melt) by a factor of 7 to 13 at 1200 degrees Celsius.&nbsp; Experimental data show that, in the absence of an separate, water-rich fluid phase derived from the magma, sulfate melts can form in natural dacite and andesite magmas at near-liquidus temperatures greater than 1000 degrees Celsius, assuming that magmas are oxidized and contain sufficient sulfur (more than 2000 to 3000 parts per million by weight sulfur). These results suggest that sulfate melt could be an important component in transporting sulfur as well as chlorine to shallow levels in the crust for hydrous magmas under a specific range of conditions.&nbsp; Both the non-quenchable and water-soluble nature of sulfate melts (and anhydrite) make them difficult to identify in experimental products as well as natural dacite and andesite samples, unless trapped as mineral inclusions similar to the observed wormy anhydrite trapped in high-temperature amphiboles from dacites at Yanacocha, Peru. The Yanacocha sulfate-rich dacites are closely associated with one of the largest gold deposits in the world (greater than 65 million troy ounces of gold), and provide direct evidence for the role of sulfur-rich magmas in the formation of economic mineral deposits (Hutchinson and others, 2020).</p>\n<p>&nbsp;</p>\n<p>A series of chemical analyses on the experimental anhydrite and sulfate melt indicate that they contain elevated contents of strontium, manganese, and rare earth elements, and a lattice-strain model was developed to demonstrate how these elements are incorporated into crystalline anhydrite. Nonetheless, the anhydrite and sulfate melt do not contain elevated contents of ore-forming metals such as copper, gold, silver or molybdenum (Hutchinson and others, 2023), and therefore the sulfate is not critical to the transfer of ore metals in magmas from the deep to shallow crust.</p>\n<p>&nbsp;</p>\n<p>In addition to Yanacocha, examples of magmatic anhydrite had previously been reported in six plutonic (granitic) rocks from intrusions associated with sulfur-rich magmatic-hydrothermal ore deposits. &nbsp;We examined twenty-five samples of granite porphyry from porphyry copper deposits and found eleven that contain anhydrite from six different magmatic-hydrothermal mineral deposits, thereby doubling the known examples globally.&nbsp; The anhydrite is very rare in these samples, and only occurs in minute (1 to 25 micron diameter) inclusions in igneous minerals such as apatite, titanite, amphibole and plagioclase.&nbsp; The sulfate was recognized using electron microscopy and X-ray mapping at high magnification.&nbsp; Most anhydrite was likely removed from the igneous rocks because of its high solubility in water at room temperature.&nbsp; The preserved anhydrite contains elevated contents of strontium (more than 2,500 parts per million by weight) and phosphorous (more than 500 parts per million by weight), which provides a chemical fingerprint of magmatic origin.&nbsp; This study provides evidence that anhydrite saturation may be a common feature of arc magmas, particularly those associated with ore deposits, even though little evidence of magmatic anhydrite is preserved. Widespread anhydrite saturation has significant implications for any consideration of magmatic sulfur budgets, particularly in low-temperature (700 to 800 degrees Celsius), silica-rich magmas, which have little capacity to carry sulfur species in the melt (Hutchinson and Dilles, 2019).</p>\n<p>&nbsp;</p>\n<p>One geology PhD student (Michael Hutchinson) and two geology BS students (Charles Lewis and Lindsay Podjacek) were engaged in this research at Oregon State University.&nbsp; All obtained degrees.</p>\n<p><em>&nbsp;</em></p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: John&nbsp;H&nbsp;Dilles</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe objective of the research was to determine the stability and occurrence of the mineral anhydrite (calcium sulfate) as well as compositionally similar sulfate melt within dacite and andesite magmas at high temperature and pressure, and furthermore to explore the role of these sulfur-rich magmas in the formation of porphyry copper-molybdenum-gold deposits and other economic mineral deposits. The main objectives of the research were completed and published in three peer-reviewed scientific papers (cited below).\n\n\n\n\n\nA series of laboratory experiments were conducted at high temperatures (800 to 1200 degrees Celsius) and pressures (0.2 to 1.0 Gigapascals, i.e., equivalent to 7 to 40 kilometer depths in the crust of the earth) on water-rich (3.5 to 7 weight percent) dacite and andesite compositions doped with 3.5 to 5.5 weight percent calcium sulfate. The experiments demonstrate that sulfate melt and anhydrite crystals coexist at temperatures below 1100 degrees Celsius, and that only sulfate melt is stable at greater than 1100 degrees Celsius. The sulfate melt is additionally stabilized at higher pressure conditions. The sulfate melt is dominated by calcium oxide and sulfate, but also includes in decreasing order of abundance oxides of sodium, potassium, magnesium, iron and phosphorus, as well as chlorine. Chlorine is particularly enriched in the sulfate melt relative to the magma (silicate melt) by a factor of 7 to 13 at 1200 degrees Celsius. Experimental data show that, in the absence of an separate, water-rich fluid phase derived from the magma, sulfate melts can form in natural dacite and andesite magmas at near-liquidus temperatures greater than 1000 degrees Celsius, assuming that magmas are oxidized and contain sufficient sulfur (more than 2000 to 3000 parts per million by weight sulfur). These results suggest that sulfate melt could be an important component in transporting sulfur as well as chlorine to shallow levels in the crust for hydrous magmas under a specific range of conditions. Both the non-quenchable and water-soluble nature of sulfate melts (and anhydrite) make them difficult to identify in experimental products as well as natural dacite and andesite samples, unless trapped as mineral inclusions similar to the observed wormy anhydrite trapped in high-temperature amphiboles from dacites at Yanacocha, Peru. The Yanacocha sulfate-rich dacites are closely associated with one of the largest gold deposits in the world (greater than 65 million troy ounces of gold), and provide direct evidence for the role of sulfur-rich magmas in the formation of economic mineral deposits (Hutchinson and others, 2020).\n\n\n\n\n\nA series of chemical analyses on the experimental anhydrite and sulfate melt indicate that they contain elevated contents of strontium, manganese, and rare earth elements, and a lattice-strain model was developed to demonstrate how these elements are incorporated into crystalline anhydrite. Nonetheless, the anhydrite and sulfate melt do not contain elevated contents of ore-forming metals such as copper, gold, silver or molybdenum (Hutchinson and others, 2023), and therefore the sulfate is not critical to the transfer of ore metals in magmas from the deep to shallow crust.\n\n\n\n\n\nIn addition to Yanacocha, examples of magmatic anhydrite had previously been reported in six plutonic (granitic) rocks from intrusions associated with sulfur-rich magmatic-hydrothermal ore deposits. We examined twenty-five samples of granite porphyry from porphyry copper deposits and found eleven that contain anhydrite from six different magmatic-hydrothermal mineral deposits, thereby doubling the known examples globally. The anhydrite is very rare in these samples, and only occurs in minute (1 to 25 micron diameter) inclusions in igneous minerals such as apatite, titanite, amphibole and plagioclase. The sulfate was recognized using electron microscopy and X-ray mapping at high magnification. Most anhydrite was likely removed from the igneous rocks because of its high solubility in water at room temperature. The preserved anhydrite contains elevated contents of strontium (more than 2,500 parts per million by weight) and phosphorous (more than 500 parts per million by weight), which provides a chemical fingerprint of magmatic origin. This study provides evidence that anhydrite saturation may be a common feature of arc magmas, particularly those associated with ore deposits, even though little evidence of magmatic anhydrite is preserved. Widespread anhydrite saturation has significant implications for any consideration of magmatic sulfur budgets, particularly in low-temperature (700 to 800 degrees Celsius), silica-rich magmas, which have little capacity to carry sulfur species in the melt (Hutchinson and Dilles, 2019).\n\n\n\n\n\nOne geology PhD student (Michael Hutchinson) and two geology BS students (Charles Lewis and Lindsay Podjacek) were engaged in this research at Oregon State University. All obtained degrees.\n\n\n\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: JohnHDilles\n"
 }
}