{
 "awd_id": "1624549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Community Sourcing Introductory Physics for the Life Sciences",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 216389.0,
 "awd_amount": 216389.0,
 "awd_min_amd_letter_date": "2016-08-31",
 "awd_max_amd_letter_date": "2016-08-31",
 "awd_abstract_narration": "The Introductory Physics for Life Science (IPLS) Portal will enhance the education of hundreds of thousands of life science students each year by providing engaging and effective IPLS instructional materials and helping IPLS instructors use these materials. This collaborative effort of the American Association of Physics Teachers and eight colleges and universities, including a community college and a Hispanic-serving institution, will create an open-source, peer-reviewed, and innovatively structured environment for IPLS content. Initially containing materials from multiple NSF-funded research and development projects, the Portal will become a development platform for IPLS curricula. The site will serve as both an archive and a dissemination tool, including a course-building interface for faculty. Instructors will be supported in creating innovative and individualized courses, mixing and matching from multiple sources tuned to their needs, offering a flexible and low-cost alternative to traditional textbooks.  \r\n\r\nMany of the objectives and features of the project are innovative.  Hence, the project also includes research components of four critical and interacting elements: IPLS content, IPLS pedagogy, the organizational structure of the site, including tagging and taxonomy of all elements for appropriate selection to meet the needs of individual users, and the user interface. Three overlapping research teams will carry out this work: the User-Centered Design team, the Instructional Content Design team, and the Community-Building and Professional-Development team. This project focuses on engaging and expanding three communities: (1) physics and biology education researchers, (2) IPLS contributors, and (3) IPLS adopters wanting to use and adapt existing IPLS materials.  Merging and expanding the efforts of these communities will occur through a combination of workshops, online support communities, and research to advance the understanding of faculty professional development for IPLS education. The IPLS-Portal infrastructure, once developed, could be used to provide a community-sourcing environment for other STEM disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Reeves",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mark E Reeves",
   "pi_email_addr": "reevesme@gwu.edu",
   "nsf_id": "000251589",
   "pi_start_date": "2016-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "2121 Eye Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 216389.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The Living Physics Portal (</strong><a href=\"http://www.livingphysicsportal.org/\"><strong>www.livingphysicsportal.org</strong></a><strong>) is a collaboratively designed resource for curriculum and community.&nbsp;</strong></p>\n<p>The Living Physics Portal is an online, open-source, innovative, web-based environment to support physics faculty in finding, sharing, and adapting curricular materials for introductory physics for life sciences (IPLS) courses and intermediate-level interdisciplinary physics courses. The Portal seeks to improve the education of the next generation of medical professionals and biologists by making physics classes more engaging and relevant for life science and health science students. The Portal is both a repository of curriculum materials and an environment for educators' community engagement.</p>\n<p>The American Association of Physics Teachers (AAPT) led this project, along with a team from 7 universities and colleges. The George Washington University (GWU) helped design the Portal, contributed curricular materials, participated in the user design process, and were (and are) part of the community of users, acting as seed contributors and initial participants in community-based activities such as curriculum swaps.</p>\n<p>&nbsp;</p>\n<p><strong>How was the Living Physics Portal developed for curriculum sharing and implementation support?</strong></p>\n<p>The essential development strategy for the Portal was a user-centered design process. Based on experience from the AAPT team leading the project, a creative and highly skilled web designer was hired to guide and implement the process. We began by interviewing within our own team and the extended outward to other IPLS pedagogy developers to learn what practices worked best and what were the obstacles were encountered to developing interdisciplinary material for teaching in introductory physics courses. The project team then extended those lessons learned to interviews with developers of well used websites like the AAPT&rsquo;s ComPADRE and Physport. We at GW were interviewed and participated in interviews of other developers. Material from interviews was essential to the early development, which was supported by weekly meetings of the Instructional Design Team that brought us through the process of wireframe development and the initial launch of the alpha and beta versions of the portal. Several important themes emerged from our initial efforts: 1) that the Portal must be supported by an engaged and active community of developers, a general aspect of pedagogy websites and, 2) more specifically for the Living Physics Portal, support for physics instructors to integrate life-science knowledge easily into their courses was essential, and finally 3), indexing and parsing was essential to make available material at different grain sizes from a whole course to individual elements like an in-class exercise or an exam problem.</p>\n<p>At GW, we contributed primarily by providing seed materials for the portal, but in a procedural manner to to support the three above themes. For theme 1, we were part of that initial community developing, contributing, and evaluating contributed materials. We participated in community-building by presenting AAPT workshops, giving talks at AAPT meetings and APS meetings. For themes 2 and 3, the GW group helped to develop the keyword-indexing list for biological topics for the portal, and we contributed to two reports, &ldquo;What Does It Take to Design and Deliver an IPLS Course? Instructors&rsquo; Real Stories&rdquo; and &ldquo;Useful Biology Resources for the Living Physics Portal Report&rdquo;. Finally, our analysis of IPLS course syllabi resulted in a Phys. Rev. PER article, &ldquo;Examining course syllabi: Introductory physics for life sciences&rdquo;.<br /><br /></p>\n<p><strong>What impacts has The Living Physics Portal had?&nbsp;</strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts:</span></strong> We helped to design, develop, and releas the Living Physics Portal. We also participated in planning and testing community activities to lower barriers to physics instructors in developing, sharing, The Portal is having an impact, with several hundred registered users, hundreds of curricular contributions, and thousands of downloads. Community members outside of the original core of seed contributors are contributing and adopting Portal materials. Through workshops, conference talks, and purposefully designed activities like community building, our material is reaching a significant segment of the undergraduate students taking IPLS physics courses, the largest constituency that we teach at the college level.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span></strong> This project brought together contributors from 7 institutions and 11 prior NSF grants for developing interdisciplinary instructional materials, whose materials are now being effectively disseminated on the Portal. The Portal was developed through a user-centered design process, guided and implemented by professional web developers. During the developing process, control over content and executions was transferred to the AAPT, to become a self-sustaining and vibrant community of contributors and adopters.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/15/2024<br>\nModified by: Mark&nbsp;E&nbsp;Reeves</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Living Physics Portal (www.livingphysicsportal.org) is a collaboratively designed resource for curriculum and community.\n\n\nThe Living Physics Portal is an online, open-source, innovative, web-based environment to support physics faculty in finding, sharing, and adapting curricular materials for introductory physics for life sciences (IPLS) courses and intermediate-level interdisciplinary physics courses. The Portal seeks to improve the education of the next generation of medical professionals and biologists by making physics classes more engaging and relevant for life science and health science students. The Portal is both a repository of curriculum materials and an environment for educators' community engagement.\n\n\nThe American Association of Physics Teachers (AAPT) led this project, along with a team from 7 universities and colleges. The George Washington University (GWU) helped design the Portal, contributed curricular materials, participated in the user design process, and were (and are) part of the community of users, acting as seed contributors and initial participants in community-based activities such as curriculum swaps.\n\n\n\n\n\nHow was the Living Physics Portal developed for curriculum sharing and implementation support?\n\n\nThe essential development strategy for the Portal was a user-centered design process. Based on experience from the AAPT team leading the project, a creative and highly skilled web designer was hired to guide and implement the process. We began by interviewing within our own team and the extended outward to other IPLS pedagogy developers to learn what practices worked best and what were the obstacles were encountered to developing interdisciplinary material for teaching in introductory physics courses. The project team then extended those lessons learned to interviews with developers of well used websites like the AAPTs ComPADRE and Physport. We at GW were interviewed and participated in interviews of other developers. Material from interviews was essential to the early development, which was supported by weekly meetings of the Instructional Design Team that brought us through the process of wireframe development and the initial launch of the alpha and beta versions of the portal. Several important themes emerged from our initial efforts: 1) that the Portal must be supported by an engaged and active community of developers, a general aspect of pedagogy websites and, 2) more specifically for the Living Physics Portal, support for physics instructors to integrate life-science knowledge easily into their courses was essential, and finally 3), indexing and parsing was essential to make available material at different grain sizes from a whole course to individual elements like an in-class exercise or an exam problem.\n\n\nAt GW, we contributed primarily by providing seed materials for the portal, but in a procedural manner to to support the three above themes. For theme 1, we were part of that initial community developing, contributing, and evaluating contributed materials. We participated in community-building by presenting AAPT workshops, giving talks at AAPT meetings and APS meetings. For themes 2 and 3, the GW group helped to develop the keyword-indexing list for biological topics for the portal, and we contributed to two reports, What Does It Take to Design and Deliver an IPLS Course? Instructors Real Stories and Useful Biology Resources for the Living Physics Portal Report. Finally, our analysis of IPLS course syllabi resulted in a Phys. Rev. PER article, Examining course syllabi: Introductory physics for life sciences.\n\n\n\n\nWhat impacts has The Living Physics Portal had?\n\n\nBroader Impacts: We helped to design, develop, and releas the Living Physics Portal. We also participated in planning and testing community activities to lower barriers to physics instructors in developing, sharing, The Portal is having an impact, with several hundred registered users, hundreds of curricular contributions, and thousands of downloads. Community members outside of the original core of seed contributors are contributing and adopting Portal materials. Through workshops, conference talks, and purposefully designed activities like community building, our material is reaching a significant segment of the undergraduate students taking IPLS physics courses, the largest constituency that we teach at the college level.\n\n\n\n\n\nIntellectual Merit: This project brought together contributors from 7 institutions and 11 prior NSF grants for developing interdisciplinary instructional materials, whose materials are now being effectively disseminated on the Portal. The Portal was developed through a user-centered design process, guided and implemented by professional web developers. During the developing process, control over content and executions was transferred to the AAPT, to become a self-sustaining and vibrant community of contributors and adopters.\n\n\n\t\t\t\t\tLast Modified: 02/15/2024\n\n\t\t\t\t\tSubmitted by: MarkEReeves\n"
 }
}