{
 "awd_id": "1624061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Populating a Radiocarbon Database of North American, Phase II",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 261946.0,
 "awd_amount": 261946.0,
 "awd_min_amd_letter_date": "2016-05-27",
 "awd_max_amd_letter_date": "2016-05-27",
 "awd_abstract_narration": "Radiocarbon dating provides archaeologists with dates on organic materials (especially charcoal from hearths) that are less than 45,000 years old.  It is the primary method that North American archaeologists use, and millions of dollars in federal and other funding has been spent in obtaining thousands of such dates from archaeological sites. Researchers around the world now use the changing abundance of radiocarbon dates as a way to reconstruct population histories over time, and thus to provide an important piece of human history:  where and when did populations rise and decline?  How fast? How does population change relate to climate change, technological innovation, population density, subsistence, warfare, and emigration, social and political organization?  This project has already compiled dates from the 11 western U.S. states (35,000+); it will now move on to compile dates from the 11 plains states.  It is not only the dates themselves that are compiled, but also associated contextual information that researchers need to \"clean\" the database to create a sample useful for their specific research questions.  The data will become publically and freely available through the Canadian Archaeological Radiocarbon Database, a large and growing international radiocarbon database. It will provide researchers with a useful tool to investigate research questions in several disciplines including archaeology, paleontology, and genetics, and help move North American archaeology toward its next frontier, \"Big Data,\" since archaeology's strength is its ability to test hypotheses against patterns in data across vast reaches of space and time.\r\n\r\nThis project focuses on the question of prehistoric rates of population growth and, contrary to received wisdom, has already discovered that the long-term rates of growth of agricultural populations are the same as earlier hunting and gathering populations. If this discovery stands, it implies that the only significant change in human demographic history occurred in the nineteenth century, when technological advances in food production and trade coupled with advances in medical knowledge dramatically increased the rate of population growth.  In other words, rapid population growth is only a feature of modern human life.  To achieve this goal the project is investigating the \"best practices\" of statistical analysis of large samples of radiocarbon dates. Rises and declines in the number of dates per unit time is assumed to track similar rises and declines in human population. There is reason to be cautious as there are several variables that could modify if not negate this assumed relationship, for example, research bias, the systematic loss of dates over time due to preservation , and the effects of the standard procedure used to convert radiocarbon ages in familiar calendar dates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Kelly",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Kelly",
   "pi_email_addr": "rlkelly@uwyo.edu",
   "nsf_id": "000115612",
   "pi_start_date": "2016-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "",
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 261946.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is Phase II of a three phase project; Phase III is   currently underway. In this project we are compiling archaeological   radiocarbon (aka carbon-14) dates from the lower 48 states. Phase II   collects dates from the 12 central states. We have collected 16,328   dates, along with associated information on archaeological site   location, context, material dated, etc., from these states. These data   allow us to examine temporal and spatial trends in human demography over   the past 13,000 years in the US. As such, they permit archaeologists,   for the first time, to test hypotheses that link human population size,   distribution, and growth rates to other variables such as diet,   technology, social organization, and environment. These data will be   available to both the public and professionals through our partner, the   Canadian Archaeological Radiocarbon Database. Our primary task is to  compile the data, but we have also used the data to investigate several  issues. For example, adding our data to databases from elsewhere in the  world we have found, surprisingly, that the entire world's population  has risen and fallen in sync for the past 10,000 years. Some areas saw  greater rises and declines, but the timing has been the same. We also  developed a new way of examining spatial variation in how clustered or  dispersed populations were through time, and we are developing a new way  of tracking how people move between different climate zones through  time. Funding of all three phases of the project has allowed us to  leverage an estimated $22M worth of radiocarbon dates, and make them  accessible in a forum and format that future professionals will find  easy to use.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2019<br>\n\t\t\t\t\tModified by: Robert&nbsp;L&nbsp;Kelly</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is Phase II of a three phase project; Phase III is   currently underway. In this project we are compiling archaeological   radiocarbon (aka carbon-14) dates from the lower 48 states. Phase II   collects dates from the 12 central states. We have collected 16,328   dates, along with associated information on archaeological site   location, context, material dated, etc., from these states. These data   allow us to examine temporal and spatial trends in human demography over   the past 13,000 years in the US. As such, they permit archaeologists,   for the first time, to test hypotheses that link human population size,   distribution, and growth rates to other variables such as diet,   technology, social organization, and environment. These data will be   available to both the public and professionals through our partner, the   Canadian Archaeological Radiocarbon Database. Our primary task is to  compile the data, but we have also used the data to investigate several  issues. For example, adding our data to databases from elsewhere in the  world we have found, surprisingly, that the entire world's population  has risen and fallen in sync for the past 10,000 years. Some areas saw  greater rises and declines, but the timing has been the same. We also  developed a new way of examining spatial variation in how clustered or  dispersed populations were through time, and we are developing a new way  of tracking how people move between different climate zones through  time. Funding of all three phases of the project has allowed us to  leverage an estimated $22M worth of radiocarbon dates, and make them  accessible in a forum and format that future professionals will find  easy to use.\n\n\t\t\t\t\tLast Modified: 09/11/2019\n\n\t\t\t\t\tSubmitted by: Robert L Kelly"
 }
}