{
 "awd_id": "1625353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: How does militarized state control affect targeted communities?",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Hurwitz",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 14673.0,
 "awd_amount": 14673.0,
 "awd_min_amd_letter_date": "2016-06-13",
 "awd_max_amd_letter_date": "2016-06-13",
 "awd_abstract_narration": "Security-based interventions have become increasingly common in impoverished urban spaces, although little is known about how these programs affect the relationship between the state and targeted communities. This project helps to address that gap by examining the impact of militarized state responses on opportunities for political engagement and governance. \r\n\r\nThe study employs a mixed-methods approach, which includes a multi-sited ethnography and secondary data analysis of news articles and public speeches. Ethnographic research takes place in geographic, virtual, and political spaces. This project contributes to an increasingly important conversation about the benefits and limitations of employing state security forces to combat violent gangs and promote social development in poor urban areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liza",
   "pi_last_name": "Weinstein",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Liza J Weinstein",
   "pi_email_addr": "l.weinstein@neu.edu",
   "nsf_id": "000686988",
   "pi_start_date": "2016-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anjuli",
   "pi_last_name": "Ferreira-Fahlberg",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Anjuli N Ferreira-Fahlberg",
   "pi_email_addr": "a.ferreirafahlberg@neu.edu",
   "nsf_id": "000707567",
   "pi_start_date": "2016-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 14673.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Between July 2016 and June 2017, Ms. Fahlberg conducted three ethnographic field trips in the City of God, a poor neighborhood in Rio de Janeiro that has been under violent contestation between the state's military police and drug traffickers since the 1970s.&nbsp; Her research examined the possibilities for non-violent collective mobilization in &ldquo;conflict zones,&rdquo; or geographically-bounded areas of contested sovereignty between state and non-state armed actors within stable, democratic states.&nbsp; In the City of God, like in other conflict zones, drug traffickers struggled with militarized police forces to assert control over the physical territory and local law enforcement, while also co-opting local political institutions.&nbsp; While scholars suggest that collective action in conflict zones is largely untenable in these conditions, Fahlberg discovered that many residents engaged in non-violent collective efforts to demand their rights to social services and resources, to protection from police brutality and the enforcement of other civil rights, and to inclusion in the formal market and in various cultural and educational spaces across the city.</p>\n<p>&nbsp;</p>\n<p>According to Fahlberg, social mobilization efforts in the City of God have transformed into micro-movements: small clusters of individuals with shared narratives and practices whose explicit aim is to expand access among City of God&rsquo;s residents to their civil, social, political, and cultural rights by making organized claims on the state. &nbsp;Rather than directly confront local political representatives with ties to armed actors, they succeed in organizing and advocating for their rights by operating below and above this level of governance.&nbsp; They do this by organizing social service projects within the neighborhood, by engaging in direct dialogue with officials at the municipal and federal levels of government, and by constructing ties with social movements across the city and around the world.&nbsp; Notably, Fahlberg finds that many residents have politicized their racial and gendered identities in order to gain entry into broader feminist and racial justice movements.&nbsp; At the same time, local activists were limited in their ability to organize into large, institutionalized structures or to challenge local political actors, which circumscribed their ability to transform public policy or local political structures. Ultimately, she argues that the rise of the drug trade in Rio de Janeiro has reconfigured and rescaled social mobilization efforts, thereby rendering social action less visible but nonetheless potent as a mechanism for addressing insecurity and inequality.</p>\n<p>&nbsp;</p>\n<p>These findings contribute to scholarly knowledge in several areas, including literature on urban violence, political sociology, race, and gender.&nbsp; Specifically, this research outlines a framework for studying non-violent collective action in conflict zones, thereby facilitating a dialogue between Rio de Janeiro&rsquo;s dangerous neighborhoods and other areas of armed conflict across Latin America and beyond.&nbsp; Furthermore, pieces of this research project have already been presented at several national and international academic conferences and submitted for publication.&nbsp; One article, recently accepted to a Special Issue on Ethnographies of Insecurity at <em>Qualitative Sociology</em>, discusses residents&rsquo; perceptions of Rio&rsquo;s aggressive, militarized policing practices in conflict zones.&nbsp;&nbsp; Another article is under review at <em>Politics &amp; Society</em> that examines the conditions under which collective mobilization is possible in the context of armed conflict and contested sovereignty.&nbsp; Furthermore, Fahlberg was awarded the Urban Affairs Association&rsquo;s <em>Alma J. Young Emerging Scholar Award</em> for her work in the City of God.&nbsp; She expects to submit several additional manuscripts and a book proposal based on her findings.</p>\n<p>&nbsp;</p>\n<p>This project also has the potential to benefit society in several ways.&nbsp; For one, Fahlberg employed a participatory action approach, which included providing regular presentations of her findings to her participants in the City of God and inviting their feedback.&nbsp; She also included many participants in the construction of research questions, data collection, and analysis.&nbsp; This not only helped to give historically marginalized populations a voice in academic research and the production of knowledge, but has also provided many participants with the tools to conduct their own research projects.&nbsp; Furthermore, the findings of Fahlberg&rsquo;s research speak directly to social and political debates on how to better include and protect non-armed actors in conflict zones.&nbsp; For instance, Fahlberg discovered that militarized policing interventions that focused on decreasing armed conflict rather than defeating the drug trade actually helped to expand public security and possibilities for social mobilization, suggesting that thoughtful security policies are critical to the expansion of democracy. &nbsp;Her findings also suggest that policy-makers at the national or municipal governments should bypass local political institutions and work directly with civic organizations within the neighborhood.&nbsp; They also suggest that social movements should pay special attention to members located within conflict zones, who may be reliant on support from wealthier members within the movement to support their efforts and connect them to political allies.&nbsp; Finally, this research suggests that social service organizations within conflict zones are critical sites for non-violent claims-making and should receive additional funding and support.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2017<br>\n\t\t\t\t\tModified by: Liza&nbsp;J&nbsp;Weinstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBetween July 2016 and June 2017, Ms. Fahlberg conducted three ethnographic field trips in the City of God, a poor neighborhood in Rio de Janeiro that has been under violent contestation between the state's military police and drug traffickers since the 1970s.  Her research examined the possibilities for non-violent collective mobilization in \"conflict zones,\" or geographically-bounded areas of contested sovereignty between state and non-state armed actors within stable, democratic states.  In the City of God, like in other conflict zones, drug traffickers struggled with militarized police forces to assert control over the physical territory and local law enforcement, while also co-opting local political institutions.  While scholars suggest that collective action in conflict zones is largely untenable in these conditions, Fahlberg discovered that many residents engaged in non-violent collective efforts to demand their rights to social services and resources, to protection from police brutality and the enforcement of other civil rights, and to inclusion in the formal market and in various cultural and educational spaces across the city.\n\n \n\nAccording to Fahlberg, social mobilization efforts in the City of God have transformed into micro-movements: small clusters of individuals with shared narratives and practices whose explicit aim is to expand access among City of God?s residents to their civil, social, political, and cultural rights by making organized claims on the state.  Rather than directly confront local political representatives with ties to armed actors, they succeed in organizing and advocating for their rights by operating below and above this level of governance.  They do this by organizing social service projects within the neighborhood, by engaging in direct dialogue with officials at the municipal and federal levels of government, and by constructing ties with social movements across the city and around the world.  Notably, Fahlberg finds that many residents have politicized their racial and gendered identities in order to gain entry into broader feminist and racial justice movements.  At the same time, local activists were limited in their ability to organize into large, institutionalized structures or to challenge local political actors, which circumscribed their ability to transform public policy or local political structures. Ultimately, she argues that the rise of the drug trade in Rio de Janeiro has reconfigured and rescaled social mobilization efforts, thereby rendering social action less visible but nonetheless potent as a mechanism for addressing insecurity and inequality.\n\n \n\nThese findings contribute to scholarly knowledge in several areas, including literature on urban violence, political sociology, race, and gender.  Specifically, this research outlines a framework for studying non-violent collective action in conflict zones, thereby facilitating a dialogue between Rio de Janeiro?s dangerous neighborhoods and other areas of armed conflict across Latin America and beyond.  Furthermore, pieces of this research project have already been presented at several national and international academic conferences and submitted for publication.  One article, recently accepted to a Special Issue on Ethnographies of Insecurity at Qualitative Sociology, discusses residents? perceptions of Rio?s aggressive, militarized policing practices in conflict zones.   Another article is under review at Politics &amp; Society that examines the conditions under which collective mobilization is possible in the context of armed conflict and contested sovereignty.  Furthermore, Fahlberg was awarded the Urban Affairs Association?s Alma J. Young Emerging Scholar Award for her work in the City of God.  She expects to submit several additional manuscripts and a book proposal based on her findings.\n\n \n\nThis project also has the potential to benefit society in several ways.  For one, Fahlberg employed a participatory action approach, which included providing regular presentations of her findings to her participants in the City of God and inviting their feedback.  She also included many participants in the construction of research questions, data collection, and analysis.  This not only helped to give historically marginalized populations a voice in academic research and the production of knowledge, but has also provided many participants with the tools to conduct their own research projects.  Furthermore, the findings of Fahlberg?s research speak directly to social and political debates on how to better include and protect non-armed actors in conflict zones.  For instance, Fahlberg discovered that militarized policing interventions that focused on decreasing armed conflict rather than defeating the drug trade actually helped to expand public security and possibilities for social mobilization, suggesting that thoughtful security policies are critical to the expansion of democracy.  Her findings also suggest that policy-makers at the national or municipal governments should bypass local political institutions and work directly with civic organizations within the neighborhood.  They also suggest that social movements should pay special attention to members located within conflict zones, who may be reliant on support from wealthier members within the movement to support their efforts and connect them to political allies.  Finally, this research suggests that social service organizations within conflict zones are critical sites for non-violent claims-making and should receive additional funding and support.\n\n \n\n\t\t\t\t\tLast Modified: 10/28/2017\n\n\t\t\t\t\tSubmitted by: Liza J Weinstein"
 }
}