{
 "awd_id": "1625176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Next Generation of STEM Teacher Preparation in Washington State",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 298289.0,
 "awd_amount": 298289.0,
 "awd_min_amd_letter_date": "2016-09-08",
 "awd_max_amd_letter_date": "2018-09-11",
 "awd_abstract_narration": "The Next Generation of STEM Teacher Preparation project is led by five institutions of higher education in Washington State.  This collaborative effort will engage institutions involved in the preparation of teachers of STEM disciplines, Washington State's Office of the Superintendent of Public Instruction, P-12 educators, and other key stakeholders from business, government, and non-governmental organizations (NGOs), in bringing about statewide sustainable change in the preparation of STEM teachers at all levels.  The project moves away from isolated, single institutional program improvement efforts, to colleges and universities in Washington State working collaboratively to improve STEM teacher preparation in partnership with two-year colleges, P-12 schools, community groups, and businesses. The project will result in the production of more, highly qualified, P-12 science and mathematics teachers, including a new cadre of teachers prepared to teach computer science and engineering. In addition, the project seeks to increase the diversity of the STEM teacher workforce by actively recruiting and incentivizing underrepresented students from STEM majors at 2- and 4-year colleges to become P-12 middle and high school STEM teachers.  Financial support for this project comes from NSF's Improving Undergraduate Education program and the Robert Noyce Teacher Scholarship Program.\r\n\r\nThe project's primary goals are: \r\n1.\tTo improve STEM teacher preparation programs in Washington State (impacting greater than 90% of the state's future STEM teacher graduates,\r\n2.\tIncrease recruitment of qualified and diverse STEM students into teaching, and\r\n3.\tCreate an adaptive, research-based model for improving STEM teacher preparation through collaboration. \r\nTo achieve these goals, the project will: (a) create a common vision for STEM teacher preparation in Washington State, (b) share, develop, adapt, implement, and evaluate resources and models to achieve this vision, and (c) build and assess a model of continuous, collaborative program improvement. The critical components of teacher preparation this project will address include:  improving pre-service teachers' clinical practice and new teachers' induction experiences, improving the disciplinary and STEM pedagogical content knowledge of pre-service teachers, and integrating computer science, engineering, and sustainability into teacher preparation. Cross-institutional Working Groups dedicated to improving each component will research, create, and produce a set of materials and professional development workshops. Regional Teams of faculty and administrators from institutions of higher education, P-12 educators, and representatives from STEM businesses, NGOs, and government agencies, will in turn adapt these materials and professional development experiences to support and sustain STEM teacher preparation program improvements at their institutions. Three capacity-building components: organizational change, increasing the diversity of the STEM teaching workforce, and collaboration building, will underlie the efforts of every Working Group and Regional Team.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Dechaine",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Dechaine",
   "pi_email_addr": "dechaine@cwu.edu",
   "nsf_id": "000565184",
   "pi_start_date": "2016-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Egger",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Anne E Egger",
   "pi_email_addr": "Anne.Egger@cwu.edu",
   "nsf_id": "000586115",
   "pi_start_date": "2016-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Central Washington University",
  "inst_street_address": "400 E UNIVERSITY WAY",
  "inst_street_address_2": "",
  "inst_city_name": "ELLENSBURG",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5099632118",
  "inst_zip_code": "989267500",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "WA08",
  "org_lgl_bus_name": "CENTRAL WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SESUYWJGE3Y3"
 },
 "perf_inst": {
  "perf_inst_name": "Central Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "989267537",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "WA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 213815.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 84474.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NextGen-WA is a collaborative project among multiple institutions of higher education in Washington state. This Project Outcomes Report focuses on the NextGen-WA components led by Central Washington University (CWU): the Engineering Integration Working Group and the Central Washington Implementation Team.</p>\n<p><em>Engineering Integration Working Group Outcomes: </em>The working group started the project by training all working group members utilizing a year of literature review, discussion, and developing the group&rsquo;s vision, goals and outcomes. Through this work, we identified a need for professional development on engineering design and practices, as well as examples for how engineering could be integrated into STEM education courses. Utilizing this information, we created and led a NextGen-WA project-wide professional development in 2019, which was attended by thirteen individuals representing seven different STEM education institutions in Washington state. Over 2019 -2021, the working group provided further support to faculty developing engineering integration activities for their STEM teacher education courses through our editorial review process and individual consulting support.</p>\n<p>Through this work, the Engineering Integration Working Group has generated or facilitated the generation of several new resources. The new resources include: seven editorially-reviewed engineering activities for STEM preservice teacher education courses, a guide for inservice K-12 teachers who want to integrate engineering into their curriculum, a landscape analysis rubric for integrating engineering into STEM teacher education programs, and professional development resources. All of these resources are now publically available on the NextGen-WA website &ndash; <em>Innovations in STEM Teacher Preparation: A Searchable Toolbox</em> (<a href=\"https://serc.carleton.edu/stemteacherprep/index.html\">https://serc.carleton.edu/stemteacherprep/index.html</a>). These resources will continue to be disseminated throughout Washington state and nationwide through the NextGen-WA Consortium. Overall, these resources contribute to our project outcome - improve STEM teacher preparation programs in Washington state - by facilitating increased and improved integration of engineering design and practices in the majority of teacher education programs who participated in the NextGen-WA project.</p>\n<p><em>Central Washington Implementation Team Outcomes: </em>Over the course of the grant, Central Washington University (CWU) implemented an entirely new teacher education program for undergraduate students seeking endorsements in middle and secondary science and mathematics fields, based on the UTeach model &ndash; called CWU Teach STEM. Although this implementation was funded by multiple sources, this NSF grant provided important opportunities to collaborate statewide during the implementation process. These collaborations lead to direct improvements in CWU&rsquo;s STEM teacher education programs as aligned to the outcomes of this grant. Specific examples include:</p>\n<ul>\n<li>The development and implementation of new core practices that increase program alignment to the Next Generation Science Standards and Common Core State Standards in Math</li>\n<li>Starting two new pathways at CWU for undergraduates to earn Washington state&rsquo;s K-12 Computer Science Teaching Endorsement</li>\n<li>Implementation of the UTeach model included combining all science and mathematics teaching pedagogy courses, thus greatly strengthening the ties between these programs</li>\n<li>Sixteen CWU faculty and two students attended at least one professional development opportunity for the NextGen-WA project, thus improving our understandings and activities in multiple areas of STEM teacher education</li>\n<li>Developing and beginning to implement an action plan aimed at improving retention of minoritized students in STEM teacher education programs at CWU</li>\n</ul>\n<p>Overall, the work of these groups contributes to the broader impacts of this project, specifically around improving the STEM education ecosystem, as well as diversifying the STEM teacher workforce.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2021<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;M&nbsp;Dechaine</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNextGen-WA is a collaborative project among multiple institutions of higher education in Washington state. This Project Outcomes Report focuses on the NextGen-WA components led by Central Washington University (CWU): the Engineering Integration Working Group and the Central Washington Implementation Team.\n\nEngineering Integration Working Group Outcomes: The working group started the project by training all working group members utilizing a year of literature review, discussion, and developing the group’s vision, goals and outcomes. Through this work, we identified a need for professional development on engineering design and practices, as well as examples for how engineering could be integrated into STEM education courses. Utilizing this information, we created and led a NextGen-WA project-wide professional development in 2019, which was attended by thirteen individuals representing seven different STEM education institutions in Washington state. Over 2019 -2021, the working group provided further support to faculty developing engineering integration activities for their STEM teacher education courses through our editorial review process and individual consulting support.\n\nThrough this work, the Engineering Integration Working Group has generated or facilitated the generation of several new resources. The new resources include: seven editorially-reviewed engineering activities for STEM preservice teacher education courses, a guide for inservice K-12 teachers who want to integrate engineering into their curriculum, a landscape analysis rubric for integrating engineering into STEM teacher education programs, and professional development resources. All of these resources are now publically available on the NextGen-WA website &ndash; Innovations in STEM Teacher Preparation: A Searchable Toolbox (https://serc.carleton.edu/stemteacherprep/index.html). These resources will continue to be disseminated throughout Washington state and nationwide through the NextGen-WA Consortium. Overall, these resources contribute to our project outcome - improve STEM teacher preparation programs in Washington state - by facilitating increased and improved integration of engineering design and practices in the majority of teacher education programs who participated in the NextGen-WA project.\n\nCentral Washington Implementation Team Outcomes: Over the course of the grant, Central Washington University (CWU) implemented an entirely new teacher education program for undergraduate students seeking endorsements in middle and secondary science and mathematics fields, based on the UTeach model &ndash; called CWU Teach STEM. Although this implementation was funded by multiple sources, this NSF grant provided important opportunities to collaborate statewide during the implementation process. These collaborations lead to direct improvements in CWU’s STEM teacher education programs as aligned to the outcomes of this grant. Specific examples include:\n\nThe development and implementation of new core practices that increase program alignment to the Next Generation Science Standards and Common Core State Standards in Math\nStarting two new pathways at CWU for undergraduates to earn Washington state’s K-12 Computer Science Teaching Endorsement\nImplementation of the UTeach model included combining all science and mathematics teaching pedagogy courses, thus greatly strengthening the ties between these programs\nSixteen CWU faculty and two students attended at least one professional development opportunity for the NextGen-WA project, thus improving our understandings and activities in multiple areas of STEM teacher education\nDeveloping and beginning to implement an action plan aimed at improving retention of minoritized students in STEM teacher education programs at CWU\n\n\nOverall, the work of these groups contributes to the broader impacts of this project, specifically around improving the STEM education ecosystem, as well as diversifying the STEM teacher workforce. \n\n \n\n\t\t\t\t\tLast Modified: 11/02/2021\n\n\t\t\t\t\tSubmitted by: Jennifer M Dechaine"
 }
}