{
 "awd_id": "1626015",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Solid-state-enabled Nuclear Magnetic Resonance (NMR) Spectrometer",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amanda Haes",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 453287.0,
 "awd_amount": 453287.0,
 "awd_min_amd_letter_date": "2016-09-01",
 "awd_max_amd_letter_date": "2016-09-01",
 "awd_abstract_narration": "With this award from the Major Research Instrumentation Program (MRI) and support from the Chemistry Research Instrumentation Program (CRIF), Professor Jamie Walls from the University of Miami (UM) and colleagues Vaidhyanathan Ramamurthy and Burjor Captain have acquired a 400 MHz NMR spectrometer equippped with solid state capabilities. This spectrometer allows research in a variety of fields such as those that accelerate chemical reactions of significant economic importance, as well as the study of biologically relevant species. In general, Nuclear Magnetic Resonance (NMR) spectroscopy is one of the most powerful tools available to chemists for the study of the structure of molecules. It is used to identify unknown substances, to characterize specific arrangements of atoms within molecules, and to study the changing interactions between molecules in solution or in the solid state. The results from these NMR studies have an impact in synthetic organic/inorganic chemistry, materials chemistry and biochemistry. This instrument is located in a general user facility managed by highly qualified scientists is an integral part of research, research training and teaching. The improved research infrastructure further enriches the research experience for economically disadvantaged and underrepresented minority high school students in Miami-Dade county that participate in UM bridge programs within the Chemistry Department. Additionally, the spectrometer provides solid-state NMR and microimaging capabilities that had been unavailable in South Florida.  Access to the instrument fosters collaborations between UM and local industries, colleges and universities.\r\n\r\nThe award is aimed at enhancing research and education at all levels, especially in: (a) investigating trimetallic nanoclusters incorporated as heterogeneous catalysts; (b) studying supramolecular host/guest complexes functionalized on solid surfaces and crystals; (c) analyzing spin dynamics in dipolar and quadrupolar coupled spin systems; (d) characterizing the formation of peroxycarbonates, and (e) obtaining the direct metabolic profiling of biological tissue samples.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Walls",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie D Walls",
   "pi_email_addr": "jwalls@miami.edu",
   "nsf_id": "000529241",
   "pi_start_date": "2016-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vaidhyanathan",
   "pi_last_name": "Ramamurthy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vaidhyanathan Ramamurthy",
   "pi_email_addr": "murthy1@miami.edu",
   "nsf_id": "000474079",
   "pi_start_date": "2016-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Burjor",
   "pi_last_name": "Captain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Burjor Captain",
   "pi_email_addr": "captain@miami.edu",
   "nsf_id": "000506997",
   "pi_start_date": "2016-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1301 Memorial Dr.",
  "perf_city_name": "Coral Gables",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "193800",
   "pgm_ele_name": "Chemical Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1938",
   "pgm_ref_txt": "CHEMICAL INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 453287.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With this award, the University of Miami (UM) was able to acquire a 400 MHz NMR spectrometer equipped with both solid-state and microimaging capabilities.&nbsp; Prior to the installation of this instrument in the Spring of 2018, the existing NMR spectrometers at UM and within the Miami-Dade metro area were only &nbsp;liquid-state spectrometers.&nbsp; &nbsp;With this instrument, high resolution, solid-state NMR was now available to the local research community, and this instrument opened up new research avenues while exposing and training students, postdocs and faculty on both solid-state and magnetic resonance imaging (MRI) techniques.&nbsp; &nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span></strong>&nbsp; The acquisition of the NMR spectrometer enabled researchers to pursue both solid-state NMR and microimaging studies at UM.&nbsp; &nbsp;Significant results during this award cycle were (a) the development of diffusion selective pulses that can spatially suppress magnetization based upon the local self-diffusion coefficients, (b) using the Gibbs phenomenon to spatially localize magnetization on a faster time scale than what is currently available using conventional spatially selective pulses, (c) characterizing drug exchange kinetics in nanoemulsions and the discovery of the crossover between crowded and exchange lifetime-limited regimes, and (d) solid-state NMR studies to understand the long-lived signals in solid dipolar solids under low power excitation.&nbsp; Other research involved characterizing the crystallinity of carbon dots, diffusion of supramolecular complexes, and the characterization of functionalized graphene oxide nanosheets.&nbsp; The above research would have been impossible to perform at UM without this award.</p>\n<p><strong>Broader Impacts:</strong> &nbsp;While the research performed on the instrument could lead to better and faster imaging methods and/or to the synthesis of better drug nanocarriers, one of the major impacts of the instrument has been on the hands-on training of students, postdocs, and faculty in solid-state NMR and microimaging capabilities.&nbsp; These are research experiences that could not have occurred at UM prior to the acquisition of this instrument.&nbsp; The solid-state and microimaging capabilities of the NMR are one of a kind in Miami-Dade metro area, which has attracted researchers from other local universities, such as FIU, to utilize the solid-state capabilities of the instrument.&nbsp; This instrument also has been used for upper-level undergraduate NMR labs.&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>It is anticipated that the utilization of this instrument will continue to increase, and it will become a highly valued research resource here in South Florida. &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2021<br>\n\t\t\t\t\tModified by: Jamie&nbsp;D&nbsp;Walls</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith this award, the University of Miami (UM) was able to acquire a 400 MHz NMR spectrometer equipped with both solid-state and microimaging capabilities.  Prior to the installation of this instrument in the Spring of 2018, the existing NMR spectrometers at UM and within the Miami-Dade metro area were only  liquid-state spectrometers.   With this instrument, high resolution, solid-state NMR was now available to the local research community, and this instrument opened up new research avenues while exposing and training students, postdocs and faculty on both solid-state and magnetic resonance imaging (MRI) techniques.   \n\nIntellectual Merit:  The acquisition of the NMR spectrometer enabled researchers to pursue both solid-state NMR and microimaging studies at UM.   Significant results during this award cycle were (a) the development of diffusion selective pulses that can spatially suppress magnetization based upon the local self-diffusion coefficients, (b) using the Gibbs phenomenon to spatially localize magnetization on a faster time scale than what is currently available using conventional spatially selective pulses, (c) characterizing drug exchange kinetics in nanoemulsions and the discovery of the crossover between crowded and exchange lifetime-limited regimes, and (d) solid-state NMR studies to understand the long-lived signals in solid dipolar solids under low power excitation.  Other research involved characterizing the crystallinity of carbon dots, diffusion of supramolecular complexes, and the characterization of functionalized graphene oxide nanosheets.  The above research would have been impossible to perform at UM without this award.\n\nBroader Impacts:  While the research performed on the instrument could lead to better and faster imaging methods and/or to the synthesis of better drug nanocarriers, one of the major impacts of the instrument has been on the hands-on training of students, postdocs, and faculty in solid-state NMR and microimaging capabilities.  These are research experiences that could not have occurred at UM prior to the acquisition of this instrument.  The solid-state and microimaging capabilities of the NMR are one of a kind in Miami-Dade metro area, which has attracted researchers from other local universities, such as FIU, to utilize the solid-state capabilities of the instrument.  This instrument also has been used for upper-level undergraduate NMR labs.      \n\nIt is anticipated that the utilization of this instrument will continue to increase, and it will become a highly valued research resource here in South Florida.     \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2021\n\n\t\t\t\t\tSubmitted by: Jamie D Walls"
 }
}