{
 "awd_id": "1626280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Research as a base to develop adaptable curricula bridging instructional paradigms in Quantum Mechanics",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 273607.0,
 "awd_amount": 273607.0,
 "awd_min_amd_letter_date": "2016-09-20",
 "awd_max_amd_letter_date": "2016-09-20",
 "awd_abstract_narration": "This project will investigate and improve instruction in one of the fastest growing and most important areas of contemporary physics: quantum mechanics (QM). QM is the physics of extremely small systems (e.g. the size of an atom). Advances in engineering have led to an increased number of technologies that manipulate matter on this scale, leading to an increasingly critical need for a quantum-literate STEM workforce in both industry and research. This project leverages research into student learning and the challenges associated specifically with learning quantum physics. The outcomes of this work will have a significant impact on the education of STEM majors across the country, and will better prepare students for the growing number of careers in quantum technologies and research. \r\n \r\nThe project will develop new research-based educational materials that are easily adoptable by faculty from a diverse range of institutions and student populations. This will be done by answering four questions: what must students learn, what are students currently learning, how can their learning be improved, and how can faculty be helped to effectively utilize the resources developed? Thus, the key goals of this research project are to: 1) develop a set of learning goals for undergraduate quantum mechanics instruction by collaborating with a broad spectrum of faculty, industry, and research leaders; 2) improve understanding of student learning and student difficulties in QM with a focus on student learning in different instructional settings; 3) develop educational materials and assessments for quantum mechanics instruction suitable for use in multiple instructional paradigms, that are easy for faculty to modify and use in a diverse range of institutions; and 4) widely disseminate these materials, support new users, and evaluate the effectiveness of the curriculum. The scope of the research and curriculum development will target a diverse population of students so the results and curricular materials will be broadly applicable.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Pollock",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J Pollock",
   "pi_email_addr": "steven.pollock@colorado.edu",
   "nsf_id": "000230350",
   "pi_start_date": "2016-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 273607.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to increase our knowledge of student ideas and learning difficulties in upper-division quantum mechanics (QM), with long-term goals of building and disseminating flexible research-based educational materials. The <em>intellectual merit</em> of the project is to address the need to increase the quality of undergraduate STEM education and students&rsquo; preparation for the workforce, a national imperative recognized by education experts and industry leaders. We accomplished this by enhancing the research base of student learning in QM and articulating learning goals from conversations with a spectrum of QM experts and teachers. These learning goals were then used to direct curriculum development efforts. Through a collaborative and iterative process throughout the years of this project, we created, tested, and disseminated flexible methods and materials for upper-division course transformation at our three institutions (an R1 public university and two public, primarily undergraduate, Hispanic-serving institutions). The materials were designed to be adaptable to support faculty use of these activities across diverse student populations. The <em>broader impacts</em> of this project are naturally tied to the intellectual merit and center around the production and dissemination of a suite of freely available curricular materials, including assessments. The materials are modular in nature and can be adapted to fit the instructional choices made at different institutions.</p>\n<p>&nbsp;</p>\n<p>Our project looked to answer four questions: what should students learn in their first upper-division Quantum Mechanics course, what are they learning, how can their learning be improved, and how can faculty effectively utilize the resources we develop? Our major project goals and outcomes included: 1) developing a set of productive learning goals for quantum mechanics instruction in collaboration with a broad spectrum of faculty; 2) improving understanding of student learning and student difficulties in QM in different instructional paradigms; 3) developing materials and assessments suitable for use in several different instructional paradigms, that are easy for faculty to modify and use in a diverse range of institutions; and 4) disseminating these materials, supporting new users, and evaluating the effectiveness of the curriculum.</p>\n<p>&nbsp;</p>\n<p>Our project began with a small national workshop, bringing two dozen faculty together to develop shared learning goals for undergraduate quantum courses. We followed this by investigating student understanding and computational skills associated with a variety of fundamental quantum topics. We modified an existing tool, the Quantum Mechanics Conceptual Assessment, making it available online, and added questions to expand the usefulness to courses using a variety of the most popular textbooks and approaches. We developed a rich suite of flexibly modifiable materials, including class notes, activities, preflight questions, homework assignments, exams, tutorials, and assessments available for download on PhysPort at <a href=\"https://www.physport.org/curricula/ACEQM/\">https://www.PhysPort.org/curricula/ACEQM/</a>&nbsp; We have tested the curricular materials in the first semester of upper division undergraduate quantum mechanics using a spins-first approach over a half dozen semesters at our three institutions: California Polytechnic University Pomona, California State University Fullerton, and University of Colorado Boulder. We also developed online versions of our tutorials to provide adaptive feedback to students as they progress through the activities online, available on <a href=\"https://acephysics.net\">https://acephysics.net</a></p>\n<p>&nbsp;</p>\n<p>Our project has resulted in four publications in Physical review, one in the European Journal of Physics, and eight refereed conference proceedings papers for the PERC (Physics Education Research Conference) and one for the Research in Undergraduate Mathematics Education (RUME) Conference. These papers span a variety of investigations into student understanding, as well as studies of validation and analysis of our conceptual assessment tool. Presentations by collaborators have been given at a wide variety of meetings over four years include AAPT summer and winter meetings, APS (American Physical Society), RUME, Foundations and Frontiers of PER, and two international conferences. We are currently still working on one final summary publication for the American Journal of Physics to present the curricular materials to faculty more broadly.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/07/2022<br>\n\t\t\t\t\tModified by: Steven&nbsp;J&nbsp;Pollock</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1626280/1626280_10463739_1641231095267_MOO-Sticker-ACE-QM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1626280/1626280_10463739_1641231095267_MOO-Sticker-ACE-QM--rgov-800width.jpg\" title=\"ACE QM logo\"><img src=\"/por/images/Reports/POR/2022/1626280/1626280_10463739_1641231095267_MOO-Sticker-ACE-QM--rgov-66x44.jpg\" alt=\"ACE QM logo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Adaptable Curricular Exercises for Quantum Mechanicswww.physport.org/ACEQM</div>\n<div class=\"imageCredit\">Gina Passante</div>\n<div class=\"imageSubmitted\">Steven&nbsp;J&nbsp;Pollock</div>\n<div class=\"imageTitle\">ACE QM logo</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to increase our knowledge of student ideas and learning difficulties in upper-division quantum mechanics (QM), with long-term goals of building and disseminating flexible research-based educational materials. The intellectual merit of the project is to address the need to increase the quality of undergraduate STEM education and students’ preparation for the workforce, a national imperative recognized by education experts and industry leaders. We accomplished this by enhancing the research base of student learning in QM and articulating learning goals from conversations with a spectrum of QM experts and teachers. These learning goals were then used to direct curriculum development efforts. Through a collaborative and iterative process throughout the years of this project, we created, tested, and disseminated flexible methods and materials for upper-division course transformation at our three institutions (an R1 public university and two public, primarily undergraduate, Hispanic-serving institutions). The materials were designed to be adaptable to support faculty use of these activities across diverse student populations. The broader impacts of this project are naturally tied to the intellectual merit and center around the production and dissemination of a suite of freely available curricular materials, including assessments. The materials are modular in nature and can be adapted to fit the instructional choices made at different institutions.\n\n \n\nOur project looked to answer four questions: what should students learn in their first upper-division Quantum Mechanics course, what are they learning, how can their learning be improved, and how can faculty effectively utilize the resources we develop? Our major project goals and outcomes included: 1) developing a set of productive learning goals for quantum mechanics instruction in collaboration with a broad spectrum of faculty; 2) improving understanding of student learning and student difficulties in QM in different instructional paradigms; 3) developing materials and assessments suitable for use in several different instructional paradigms, that are easy for faculty to modify and use in a diverse range of institutions; and 4) disseminating these materials, supporting new users, and evaluating the effectiveness of the curriculum.\n\n \n\nOur project began with a small national workshop, bringing two dozen faculty together to develop shared learning goals for undergraduate quantum courses. We followed this by investigating student understanding and computational skills associated with a variety of fundamental quantum topics. We modified an existing tool, the Quantum Mechanics Conceptual Assessment, making it available online, and added questions to expand the usefulness to courses using a variety of the most popular textbooks and approaches. We developed a rich suite of flexibly modifiable materials, including class notes, activities, preflight questions, homework assignments, exams, tutorials, and assessments available for download on PhysPort at https://www.PhysPort.org/curricula/ACEQM/  We have tested the curricular materials in the first semester of upper division undergraduate quantum mechanics using a spins-first approach over a half dozen semesters at our three institutions: California Polytechnic University Pomona, California State University Fullerton, and University of Colorado Boulder. We also developed online versions of our tutorials to provide adaptive feedback to students as they progress through the activities online, available on https://acephysics.net\n\n \n\nOur project has resulted in four publications in Physical review, one in the European Journal of Physics, and eight refereed conference proceedings papers for the PERC (Physics Education Research Conference) and one for the Research in Undergraduate Mathematics Education (RUME) Conference. These papers span a variety of investigations into student understanding, as well as studies of validation and analysis of our conceptual assessment tool. Presentations by collaborators have been given at a wide variety of meetings over four years include AAPT summer and winter meetings, APS (American Physical Society), RUME, Foundations and Frontiers of PER, and two international conferences. We are currently still working on one final summary publication for the American Journal of Physics to present the curricular materials to faculty more broadly.\n\n \n\n\t\t\t\t\tLast Modified: 01/07/2022\n\n\t\t\t\t\tSubmitted by: Steven J Pollock"
 }
}