{
 "awd_id": "1627432",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Air Pollution Externalities: Evidence from  U.S. Electricity Generation over the Twentieth Century",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2020-06-30",
 "tot_intn_awd_amt": 238235.0,
 "awd_amount": 238235.0,
 "awd_min_amd_letter_date": "2016-07-07",
 "awd_max_amd_letter_date": "2016-07-07",
 "awd_abstract_narration": "This project examines the effect that expansion of electricity generation had on health and other outcomes over the twentieth century.  By digitizing new data on power plant-level consumption of bituminous coal and generation of electricity, it becomes possible to address two important issues.  The first is how the health effects of air pollution have changed over time with changes in income, nutrition, access to health services, and medical care.  This research can then help policymakers understand how future changes in these measures will affect the health of effects of air pollution.  The second is the extent to which air pollution makes influenza pandemics more severe. New experimental evidence suggests that air pollution exacerbates the health effects of influenza in mice.  The analysis will examine the Spanish Influenza pandemic of 1918-1919 and later pandemics in 1957-1958, 1968-1969, 1977 (in children), and 2008-2009 to provide new evidence on the extent to which pollution exacerbates the health effects of infectious disease in humans. Influenza pandemics are unpredictable but recurring events that create substantial economic disruption and pose a major threat to U.S. and global health. Even with modern antiviral and antibacterial drugs, a pandemic virus with similar pathogenicity to the 1918 virus would quickly overwhelm the existing medical infrastructure, and would likely kill more than 100 million people worldwide. Thus, preventative strategies and targeted distribution of medical resources are likely to be critical in mitigating the severity of an outbreak in the United States.\r\n\r\nBecause of the sector?s reliance on bituminous coal, electricity was an important contributor to air pollution over the twentieth century. The proposed project will improve knowledge about the externalities of air pollution by studying it at a level of detail that has not previously been possible. A key aspect of the project is the expansion of a new detailed electric power plant-level dataset on capacity, generation, fuel consumption, and other production expenses for 1963-1993. Data for 1915 and 1938-1962 have been digitized, and beginning in 1994, these data are available in digital form. This project uses the new dataset to advance knowledge in two main areas of inquiry. First, how have the marginal health effects of air pollution varied over time and as a function of environmental characteristics such as access to electricity and levels of pollution? Existing studies often examine short time frames that have little variation in access to electricity or levels of pollution. The proposed research overcomes this limitation by using power-level data on openings and coal consumption.  Monitor data do not become available until 1953, the network of monitors remained sparse into the 1960s, and even today the network is not very dense.  Using power-plant level data permits advances in two dimensions. It makes it possible to examine the period prior to the collection of monitor data.  Further, it makes it possible to examine the effects of air pollution for a much bigger geographic area. This research allows the PIs to better understand the shape of the pollution-infant mortality concentration-response function and how it varies with levels of pollution, and shifts in the concentration-response function over time due to income, changes in nutrition, access to health services, and advances in medical care. Second, new experimental evidence suggests that air pollution exacerbates the health effects of influenza in mice. Are humans affected in a similar way? This research will provide new evidence from the Spanish Influenza pandemic of 1918-1919 and later pandemics on the extent to which pollution exacerbates the health effects of infectious disease in humans. Understanding such effects is important for three reasons. The current benefits of pollution reduction are understated, because they do not account for the effects on deaths from infectious disease. Pollution abatement becomes a long run and possibly a short run (emergency shutdowns) tool for addressing pandemics and infectious disease more broadly. Finally, during pandemics it may be efficient for polluted locations to receive more prevention and treatment resources than less polluted locations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edson",
   "pi_last_name": "Severnini",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Edson R Severnini",
   "pi_email_addr": "edsons@andrew.cmu.edu",
   "nsf_id": "000651569",
   "pi_start_date": "2016-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Clay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Clay",
   "pi_email_addr": "kclay@andrew.cmu.edu",
   "nsf_id": "000571662",
   "pi_start_date": "2016-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Ave",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 238235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The major goal of this project was to understand the externalities of air pollution in an environment of severe, unmonitored, and unregulated emissions. In order to do that, we relied on the expansion of the power sector in early and mid-20th&nbsp;century U.S., which was driven primarily by coal-fired power plants. We collected plant-level data information on the functioning of power plants in 1915 and from 1938-1981, and analyzed the data in light of our ultimate goal.&nbsp;</span>As a result of this award, we have produced four academic articles, and created a fossil-fuel power-plant level dataset from 1938-1981 to be used in other projects, and/or by other researchers in economics and other fields.</p>\n<p>For the first two published papers, we contributed to the economics literature by providing credible evidence that exposure to air pollution, as proxied by fossil fuel electricity generating capacity, exacerbated the severity of the 1918 Spanish Influenza Pandemic. For the third paper, we contributed by providing solid empirical evidence of the trade-offs associated with air polluting activities. We showed that while fossil fuel electricity generation produced pollution and increased infant mortality by mid-century United States, it also expanded access to electricity by households, which decreased infant mortality. For the fourth paper, we contributed by providing innovative empirical evidence that access to medical care due to the introduction of Medicaid in the 1960s offset the effects of the interaction between influenza pandemics and air pollution as proxied by fossil fuel electricity generating capacity.</p>\n<p><span><span>Our findings are relevant for, and have already been cited by, other disciplines such as history, epidemiology, demography, engineering, and policymaking. Our investigation on the novel determinants of the cross-city variation in mortality during the influenza pandemics in the United States over the 20th century have guided recent studies on the spread of the coronavirus in the current pandemic. Our framework on the trade-offs of air polluting activities have important consequences for the technical and behavioral strategies to electrify rural areas in the developing world. Our research on the role of health insurance on helping dealing with pandemic has been useful in the formulation of policies in the U.S. and abroad.</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/04/2020<br>\n\t\t\t\t\tModified by: Edson&nbsp;Severnini</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goal of this project was to understand the externalities of air pollution in an environment of severe, unmonitored, and unregulated emissions. In order to do that, we relied on the expansion of the power sector in early and mid-20th century U.S., which was driven primarily by coal-fired power plants. We collected plant-level data information on the functioning of power plants in 1915 and from 1938-1981, and analyzed the data in light of our ultimate goal. As a result of this award, we have produced four academic articles, and created a fossil-fuel power-plant level dataset from 1938-1981 to be used in other projects, and/or by other researchers in economics and other fields.\n\nFor the first two published papers, we contributed to the economics literature by providing credible evidence that exposure to air pollution, as proxied by fossil fuel electricity generating capacity, exacerbated the severity of the 1918 Spanish Influenza Pandemic. For the third paper, we contributed by providing solid empirical evidence of the trade-offs associated with air polluting activities. We showed that while fossil fuel electricity generation produced pollution and increased infant mortality by mid-century United States, it also expanded access to electricity by households, which decreased infant mortality. For the fourth paper, we contributed by providing innovative empirical evidence that access to medical care due to the introduction of Medicaid in the 1960s offset the effects of the interaction between influenza pandemics and air pollution as proxied by fossil fuel electricity generating capacity.\n\nOur findings are relevant for, and have already been cited by, other disciplines such as history, epidemiology, demography, engineering, and policymaking. Our investigation on the novel determinants of the cross-city variation in mortality during the influenza pandemics in the United States over the 20th century have guided recent studies on the spread of the coronavirus in the current pandemic. Our framework on the trade-offs of air polluting activities have important consequences for the technical and behavioral strategies to electrify rural areas in the developing world. Our research on the role of health insurance on helping dealing with pandemic has been useful in the formulation of policies in the U.S. and abroad.\n\n\t\t\t\t\tLast Modified: 07/04/2020\n\n\t\t\t\t\tSubmitted by: Edson Severnini"
 }
}