{
 "awd_id": "1627157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Social cognition for competition versus cooperation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 382643.0,
 "awd_amount": 382643.0,
 "awd_min_amd_letter_date": "2016-08-02",
 "awd_max_amd_letter_date": "2016-08-02",
 "awd_abstract_narration": "Moral judgment depends on an assessment of internal mental states such as beliefs, intentions, and motivations, and not just external, observable actions. Thus, forming moral judgments of other people and interacting with them requires reasoning about their minds--a capacity known as theory of mind. For example, judging the morality of an action requires questions such as \"Did she INTEND to poison his coffee, or did she THINK it was sugar?\" Prior work has examined the role of theory of mind for moral judgment for some contexts, such as distinguishing intentional from accidental harms when people make judgments regarding third-party interactions. However, people are not mere observers. People are active participants in the social world; they consider the minds of their social partners with whom they are interacting. Theory of mind processes may differ in important ways for an active participant in an interaction. Understanding theory of mind in contexts where individuals' goals involve social connection and coordination versus strife and social distance may be of particular societal importance. For example, in a process called dehumanization, individuals distance themselves from being aware of others as thinking, feeling agents with intentions and minds. Research suggests people may dehumanize the enemy to justify their own aggression, either before aggressing or after the fact. Thus existing research reveals the importance of theory of mind for moral judgment, and it also provides clues that theory of mind might be modulated by social context. The current work addresses a key gap in theory of mind research, by examining systematically how theory of mind is deployed for social interaction in two distinct motivational contexts--competition and cooperation. This project uses methodological and theoretical approaches from social, cognitive and developmental psychology and neuroscience. Investigating the early emergence of differences in social cognition for competition versus cooperation and the underlying neural mechanisms will provide insight for scholars and policy makers into the scale and nature of the problems at hand. Ultimately, understanding social cognition across motivational contexts will shed light on societal problems, from political disagreement to ethnic discord.\r\n\r\nThe investigators consider three fundamental questions about the role of theory of mind in social interaction across motivational contexts. First, do distinct neural mechanisms support theory of mind for competition versus cooperation? Second, do distinct developmental trajectories underlie theory of mind across these contexts? Third, what are the social consequences of these differences for intergroup conflict, such as whether people support diplomatic efforts? The research will use functional magnetic resonance imaging to investigate the neural processes in typically developing adults and adults with autism, a neurodevelopmental disorder characterized by difficulties with social interaction. To track the developmental trajectories, the research will apply novel paradigms to typically developing children between 3 and 5 years of age, an age group associated with emerging theory of mind capacities. To investigate the social consequences of possible differences in theory of mind processes and to test the impact of an intervention, the research will examine existing groups in society with a history of conflict. By integrating social psychological, developmental, and cognitive neuroscientific methods, the project aims to provide a comprehensive account of how theory of mind operates in real and consequential contexts of social interaction. In addition, testing whether cognitive impairments are associated with an inability to distinguish between these contexts will also advance our understanding of the cognitive capacities that enable most people to be able to make such distinctions. Finally, the research may provide preliminary guidance on how situations of potential intergroup conflict may be reduced via theory of mind processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liane",
   "pi_last_name": "Young",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liane Young",
   "pi_email_addr": "Liane.young@bc.edu",
   "nsf_id": "000655536",
   "pi_start_date": "2016-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Waytz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Waytz",
   "pi_email_addr": "a-waytz@kellogg.northwestern.edu",
   "nsf_id": "000663563",
   "pi_start_date": "2016-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 Commonwealth Avenue",
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 382643.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-56b3d065-7fff-79cc-da9c-ba698cf25b5f\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>Attributing minds to others and reasoning about the contents of others&rsquo; minds are critical processes for moral judgment and social interaction. People care not just about others&rsquo; observable actions but also about their unobservable mental states&mdash;motives and intentions. The present project reveals that how people engage in mental state reasoning, or theory of mind (ToM), depends crucially on their social motivational context&mdash;for example, whether people are interacting with others in a competitive context or a cooperative context. Social psychology has shown that how and even whether people engage in ToM depends on social context. People often dehumanize their enemies to justify their own aggression. An assumption underlying the project is that conflict and competition also require robust consideration of the opponent&rsquo;s mind. The project therefore explored how ToM is deployed for social interaction across distinct motivational contexts that are fundamental to social interaction: competition and cooperation. The project found that ToM for competition and ToM for cooperation reflect distinct cognitive processes, associated with distinct neural patterns, developmental trajectories (e.g., young children are better able to alter others&rsquo; beliefs in a cooperative versus a competitive context), and social consequences.</span></p>\n<p dir=\"ltr\"><span>The project findings impact social, cognitive, and developmental psychology and neuroscience in revealing key aspects of the neurobiology, development, and social consequences of ToM for competition and cooperation. The project results contribute to a rich characterization of social cognition within these fields. In taking this multi-level approach to understanding social cognition, the project has also offered a unique perspective on classic social psychological topics such as person perception, dehumanization, and intergroup conflict. In particular, the project results indicate that people do robustly consider the minds of both ingroups and outgroups under certain circumstances but that social context (i.e., competition versus cooperation) can dramatically alter how ToM processes are engaged. Importantly, the project has taken a novel approach to paradigmatic methods and concepts in developmental psychology and cognitive neuroscience. Prior work relied primarily on vignette-based paradigms featuring neutral agents (or participants&rsquo; passive observation of others&rsquo; interactions) and a conceptualization of ToM as a broad cognitive capacity that is relatively context-independent. The project results have re-conceptualized ToM as highly goal-specific and context-bound, especially when deployed for dynamic interaction with other agents with their own motivations.</span></p>\n<p dir=\"ltr\"><span>The project applied diverse methodological approaches to examine diverse populations. The project results showing differences in the neural basis, development, and consequences of social cognition for competition versus cooperation are likely to illuminate social problems&mdash;from political disagreement to ethnic discord. Investigating the early emergence of differences in social cognition across motivational contexts and the neural mechanisms that support distinct aspects of social cognition provides initial insight into the scale and nature of the problems at hand. Distinct neural patterns support mental state reasoning for competition versus cooperation, while a cooperative advantage emerges for young children interacting with and attempting to influence others&rsquo; minds. Scholars and policy makers as well as parents and educators may benefit from project results revealing that young children are better prepared to deploy social cognitive capacities for cooperative interactions. The knowledge that social motivational context affects how people process information about others&rsquo; minds may pave the way for possible opportunities to reduce conflict and facilitate collaboration.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2020<br>\n\t\t\t\t\tModified by: Liane&nbsp;Young</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nAttributing minds to others and reasoning about the contents of others’ minds are critical processes for moral judgment and social interaction. People care not just about others’ observable actions but also about their unobservable mental states&mdash;motives and intentions. The present project reveals that how people engage in mental state reasoning, or theory of mind (ToM), depends crucially on their social motivational context&mdash;for example, whether people are interacting with others in a competitive context or a cooperative context. Social psychology has shown that how and even whether people engage in ToM depends on social context. People often dehumanize their enemies to justify their own aggression. An assumption underlying the project is that conflict and competition also require robust consideration of the opponent’s mind. The project therefore explored how ToM is deployed for social interaction across distinct motivational contexts that are fundamental to social interaction: competition and cooperation. The project found that ToM for competition and ToM for cooperation reflect distinct cognitive processes, associated with distinct neural patterns, developmental trajectories (e.g., young children are better able to alter others’ beliefs in a cooperative versus a competitive context), and social consequences.\nThe project findings impact social, cognitive, and developmental psychology and neuroscience in revealing key aspects of the neurobiology, development, and social consequences of ToM for competition and cooperation. The project results contribute to a rich characterization of social cognition within these fields. In taking this multi-level approach to understanding social cognition, the project has also offered a unique perspective on classic social psychological topics such as person perception, dehumanization, and intergroup conflict. In particular, the project results indicate that people do robustly consider the minds of both ingroups and outgroups under certain circumstances but that social context (i.e., competition versus cooperation) can dramatically alter how ToM processes are engaged. Importantly, the project has taken a novel approach to paradigmatic methods and concepts in developmental psychology and cognitive neuroscience. Prior work relied primarily on vignette-based paradigms featuring neutral agents (or participants’ passive observation of others’ interactions) and a conceptualization of ToM as a broad cognitive capacity that is relatively context-independent. The project results have re-conceptualized ToM as highly goal-specific and context-bound, especially when deployed for dynamic interaction with other agents with their own motivations.\nThe project applied diverse methodological approaches to examine diverse populations. The project results showing differences in the neural basis, development, and consequences of social cognition for competition versus cooperation are likely to illuminate social problems&mdash;from political disagreement to ethnic discord. Investigating the early emergence of differences in social cognition across motivational contexts and the neural mechanisms that support distinct aspects of social cognition provides initial insight into the scale and nature of the problems at hand. Distinct neural patterns support mental state reasoning for competition versus cooperation, while a cooperative advantage emerges for young children interacting with and attempting to influence others’ minds. Scholars and policy makers as well as parents and educators may benefit from project results revealing that young children are better prepared to deploy social cognitive capacities for cooperative interactions. The knowledge that social motivational context affects how people process information about others’ minds may pave the way for possible opportunities to reduce conflict and facilitate collaboration.\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2020\n\n\t\t\t\t\tSubmitted by: Liane Young"
 }
}