{
 "awd_id": "1628241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Alternative Models of Care for Refugees Seeking Political Asylum",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 18756.0,
 "awd_amount": 18756.0,
 "awd_min_amd_letter_date": "2016-07-12",
 "awd_max_amd_letter_date": "2016-07-12",
 "awd_abstract_narration": "The project explores how refugees and caregivers negotiate institutions that are severely strained administratively during emergency contexts. As the arrival of a record-breaking number of African and Middle Eastern migrants in Europe demonstrates, refugee crises seriously strain political asylum systems. Many nations that receive refugees frequently rely on the humanitarian efforts of non-state actors that provide care and assistance to these communities. Religious institutions have increasingly played such a role, provisioning medical and other forms of assistance to asylum seekers. Such institutions relieve some of the strain on state facilities, but create new challenges for the governance and administrative management of asylum claims as asylum seekers move between state and non-state systems of care. This project, which trains a graduate student in the methods of conducting empirically-grounded scientific research, investigates how asylum seekers navigate between these two institutions of care and draws from their experience to think about alternative models of care for asylum seekers.\r\n \r\nDuke University doctoral student Carla Hung, supervised by Prof. Engseng Ho, will undertake 12 months of ethnographic field research to investigate the impact of church-state negotiations on the lives of refugees seeking political asylum in Rome, Italy. Italy is one of the main receiving countries in Europe and the Italian state deals with this emergency situation by letting Catholic charities help with the asylum and refugee care process. The inclusion of Catholic charities into Italy's political asylum system requires church and state actors to negotiate their different care practices and muddies the separation between church and state in Italy. Hung will focus on the experience of asylum seekers and care providers at two sites in Rome: 1) the San Gallicano Hospital - where both a state-run medical clinic (INMP) and a Catholic aid organization (Community of Sant'Egidio) collaborate to care for asylum seekers and 2) Salaam Palace - an autonomous migrant housing occupation where Catholic charity workers assist new asylum seekers. Research methods will include participant observation of political asylum care practices, supplemented with content analyses of policy and activist materials; and extensive interviewing of the medical and social work staff at the San Gallicano Hospital, the clergy and volunteers of the Community of Sant'Egidio, and asylum seekers who live or seek services at these sites. Analysis of this information will seek to answer the following research questions: 1) How does access to Catholic aid affect whether migrants decide to seek asylum in Italy? 2) How do church and state actors negotiate to define the kinds of care available to asylum seekers and how do they determine who is responsible to provide that care? 3) What does studying the way that asylum seekers navigate the care practices of these two institutions reveal about how asylum seekers experience and conceptualize care, asylum, trauma, and charity? This project will shed light on the impact of Catholic aid in Italy's political asylum system as experienced by asylum seekers in Italy today. The findings from this research could contribute to policy considerations on alternative models of care for asylum seekers in Europe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Engseng",
   "pi_last_name": "Ho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Engseng Ho",
   "pi_email_addr": "engseng.ho@duke.edu",
   "nsf_id": "000635051",
   "pi_start_date": "2016-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Hung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carla Hung",
   "pi_email_addr": "carla.hung@duke.edu",
   "nsf_id": "000715631",
   "pi_start_date": "2016-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 18756.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 16.0px 0.0px; line-height: 16.0px; font: 12.0px 'Times New Roman'; color: #323333} -->\n<p class=\"p1\">Carla Hung completed research for her cultural anthropology dissertation entitled: &ldquo;The Impact of Church-State Negotiations on Political Asylum in Italy&rdquo;, with the support of the NSF Dissertation Improvement Grant. Over the course of 18 months, she conducted ethnographic field research in Rome, Italy. Her research sought to understand the influence Catholic charities have on Italy&rsquo;s political asylum system and she worked specifically with both Catholic charities and with Eritrean refugees in Rome. To answer her research questions, she volunteered her time at the Catholic charity Caritas&rsquo; Listening Center for Foreigners, and with the Community of Saint&rsquo;Egidio. She also spent time with the Eritrean diaspora to understand how asylum seekers navigate between the services provided by the church and state, as well as the kinds of hospitality migrants practice amongst themselves. This research was undertaken with the idea that listening to asylum seekers and investigating the resourcefulness with which both migrant communities and Catholic charities invent new solutions to enhance social integration could re-orient migration policy in Italy and the European Union writ large. Carla is currently analyzing the data collected during her fieldwork and elaborating on her findings in her doctoral dissertation at Duke University in Durham, North Carolina. Her time living and conducting ethnographic research with Catholic charities helped her understand the ways in which these organizations act as facilitators to social integration for those who have faced barriers in accessing state social services, as well as innovators for new migration policies. Working with the Eritrean diaspora revealed how acts of care and hospitality that are practiced within the community itself are often misunderstood by Italian authorities. Carla Hung contributed to the clarification of the use of an international economic transfer system known as hawala within the Eritrean community in a legal trail that is currently ongoing in Rome.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2017<br>\n\t\t\t\t\tModified by: Carla&nbsp;Hung</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCarla Hung completed research for her cultural anthropology dissertation entitled: \"The Impact of Church-State Negotiations on Political Asylum in Italy\", with the support of the NSF Dissertation Improvement Grant. Over the course of 18 months, she conducted ethnographic field research in Rome, Italy. Her research sought to understand the influence Catholic charities have on Italy?s political asylum system and she worked specifically with both Catholic charities and with Eritrean refugees in Rome. To answer her research questions, she volunteered her time at the Catholic charity Caritas? Listening Center for Foreigners, and with the Community of Saint?Egidio. She also spent time with the Eritrean diaspora to understand how asylum seekers navigate between the services provided by the church and state, as well as the kinds of hospitality migrants practice amongst themselves. This research was undertaken with the idea that listening to asylum seekers and investigating the resourcefulness with which both migrant communities and Catholic charities invent new solutions to enhance social integration could re-orient migration policy in Italy and the European Union writ large. Carla is currently analyzing the data collected during her fieldwork and elaborating on her findings in her doctoral dissertation at Duke University in Durham, North Carolina. Her time living and conducting ethnographic research with Catholic charities helped her understand the ways in which these organizations act as facilitators to social integration for those who have faced barriers in accessing state social services, as well as innovators for new migration policies. Working with the Eritrean diaspora revealed how acts of care and hospitality that are practiced within the community itself are often misunderstood by Italian authorities. Carla Hung contributed to the clarification of the use of an international economic transfer system known as hawala within the Eritrean community in a legal trail that is currently ongoing in Rome.\n\n\t\t\t\t\tLast Modified: 12/29/2017\n\n\t\t\t\t\tSubmitted by: Carla Hung"
 }
}