{
 "awd_id": "1628477",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Credit Markets, Evaluative Technologies, and Social Stratification",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 99998.0,
 "awd_amount": 99998.0,
 "awd_min_amd_letter_date": "2016-07-28",
 "awd_max_amd_letter_date": "2016-07-28",
 "awd_abstract_narration": "SES-1628477\r\nMarion Fourcade \r\nKieran Healy\r\nUniversity of California-Berkeley\r\n\r\nThis project investigates how credit markets measure and classify people and households. Over the past thirty years, access to credit has expanded greatly in the United States. Middle-class families borrow more, and lower income and minority families have become incorporated into the banking system. At the same time, the variety of available credit products has increased, the tools used to measure and assess creditworthiness have become more sophisticated, and these tools are increasingly used in new ways that go well beyond their original purposes. It is important to understand how these tools and their application affect people's chances for economic prosperity, social mobility, and successful incorporation into American society. To study how credit markets classify individuals, researchers need data that combines demographic information with people's credit market behavior. This project will make use of an original dataset with these unique features on a scale that goes beyond previous research. Using detailed anonymous data on individual credit histories in conjunction with Census data, the project will investigate how scoring techniques in the credit market are related to demographic patterns and processes in markets. It will help us better understand the relationship between credit scoring methods, adverse credit events like debt default, bankruptcy, and foreclosure, and other socioeconomic factors like employment and household wealth. It will also help explain why demographic inequality in credit classification persists even though credit reporting agencies cannot collect or use demographic data about individuals. \r\n\r\nCredit scores are meant to measure the behavior of individuals as they spend their money. Earlier research suggests that, in addition to people?s preferences and wants, this behavior is shaped by various environmental factors such as the local supply of education and employment, the density of alternative financial services, the financial resources available to people through their networks, and the credit market behavior of one's peers. For example, if there is a wave of foreclosures in one's neighborhood, that may decrease one's own home equity in a way that is independent of one's individual financial choices. This may in turn affect one's ability to refinance one's mortgage or make other financial decisions. The project will investigate the existence and scope of the contextual forces that affect individual credit and financial security, and contribute new results to current social-scientific and policy debates about the role of consumer credit in the economy. The project will also explore other social features of credit markets and credit scoring. In particular, there is an ongoing debate about whether the process of monitoring credit and assigning credit scores simply reflects events in the market or itself exerts some independent effect in that market. The project?s rich data on credit behavior over long periods of time will allow the investigation of this question in more detail than has been possible before now.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marion",
   "pi_last_name": "Fourcade",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marion Fourcade",
   "pi_email_addr": "fourcade@berkeley.edu",
   "nsf_id": "000498443",
   "pi_start_date": "2016-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 99998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The original goal of \"Credit Markets, Evaluative Technologies, and Social Stratification\" was to investigate how automated credit reporting, credit scoring, and related tools affected people's chances in life, for better or worse. In principle, these tools allow credit to be extended in a fair and impartial way to individuals, based only on their own past financial decisions and spending habits. But researchers also worry that these systems make it harder to observe and investigate more patterned, or structural, sorts of inequalities. We attempted to make use of a large quantity of anonymized credit reporting information and merge it with Census data, again in an anonymized manner, but in a way that would be useful to analyze. We were unable to do this because of the terms that the original providers of the credit data subsequently placed on its use. Further efforts to use a new subset of anonymized data on consumer behavior were also unsuccessful.</p>\n<p>Our project fell back on analyzing publicly available data of a broadly similar form, lower in its quality but unrestricted in its use. Our work with this data shows how the use of credit scoring methods in the world poses challenges to social scientists who wish to understand how it works. Specifically, because these data are often trade secrets and their use is closely guarded by the firms that produce them, they are both highly detailed and very useful, but proprietary. As a result, scores are apparently objective, widely used, and somewhat mysterious. They also appear, from the outside, to measure only the financial good sense of individual consumers, who then can easily be seen as deserving or not deserving the terms and costs offered to them in the credit market. The methods used to make these offers are much less visible.</p>\n<p>As is evident both from the public data we analyzed, and more broadly from the difficulties we encountered in obtaining scoring data directly, the \"supply side\" of the credit market is hard to observe. For both of these reasons, we argue that the data necessary to properly understand the role of scoring systems in the market is becoming increasingly difficult to obtain. Based on an analysis of alternative data sources, we show that, in these markets, the tendency is to see only an \"individualized\" picture of the social process of price setting and price taking. Scoring and rating represents a two-sided market process as a more or less automatic reaction to good and bad choices that consumers make. The \"organizational\" or \"structural\" side of the market,&nbsp;which has traditionally been of great interest to social scientists, is increasingly difficult to observe and analyze at the level of quantitative data. Thus we exit the project concerned that the materials necessary for a proper understanding of how these systems work are increasingly out of reach, and that what is visible presents a skewed view of what is happening.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2019<br>\n\t\t\t\t\tModified by: Marion&nbsp;Fourcade</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe original goal of \"Credit Markets, Evaluative Technologies, and Social Stratification\" was to investigate how automated credit reporting, credit scoring, and related tools affected people's chances in life, for better or worse. In principle, these tools allow credit to be extended in a fair and impartial way to individuals, based only on their own past financial decisions and spending habits. But researchers also worry that these systems make it harder to observe and investigate more patterned, or structural, sorts of inequalities. We attempted to make use of a large quantity of anonymized credit reporting information and merge it with Census data, again in an anonymized manner, but in a way that would be useful to analyze. We were unable to do this because of the terms that the original providers of the credit data subsequently placed on its use. Further efforts to use a new subset of anonymized data on consumer behavior were also unsuccessful.\n\nOur project fell back on analyzing publicly available data of a broadly similar form, lower in its quality but unrestricted in its use. Our work with this data shows how the use of credit scoring methods in the world poses challenges to social scientists who wish to understand how it works. Specifically, because these data are often trade secrets and their use is closely guarded by the firms that produce them, they are both highly detailed and very useful, but proprietary. As a result, scores are apparently objective, widely used, and somewhat mysterious. They also appear, from the outside, to measure only the financial good sense of individual consumers, who then can easily be seen as deserving or not deserving the terms and costs offered to them in the credit market. The methods used to make these offers are much less visible.\n\nAs is evident both from the public data we analyzed, and more broadly from the difficulties we encountered in obtaining scoring data directly, the \"supply side\" of the credit market is hard to observe. For both of these reasons, we argue that the data necessary to properly understand the role of scoring systems in the market is becoming increasingly difficult to obtain. Based on an analysis of alternative data sources, we show that, in these markets, the tendency is to see only an \"individualized\" picture of the social process of price setting and price taking. Scoring and rating represents a two-sided market process as a more or less automatic reaction to good and bad choices that consumers make. The \"organizational\" or \"structural\" side of the market, which has traditionally been of great interest to social scientists, is increasingly difficult to observe and analyze at the level of quantitative data. Thus we exit the project concerned that the materials necessary for a proper understanding of how these systems work are increasingly out of reach, and that what is visible presents a skewed view of what is happening.\n\n\t\t\t\t\tLast Modified: 11/30/2019\n\n\t\t\t\t\tSubmitted by: Marion Fourcade"
 }
}