{
 "awd_id": "1629328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Multiplexing: Theories and Tests of Interactions Between Types of Relationships",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 381965.0,
 "awd_amount": 381965.0,
 "awd_min_amd_letter_date": "2016-08-09",
 "awd_max_amd_letter_date": "2022-06-16",
 "awd_abstract_narration": "Friends and acquaintances rely on one another for many important economic needs: They informally borrow and lend. They share information about jobs, consumer products, and government programs. They offer and seek help with emergencies and daily tasks such as childcare. These interactions are all quite different, and so the partners who are best for each need may differ. Nonetheless, in practice, people layer many of their relationships. For example, they rely on the same friends for loans and for information about new products or job opportunities. The PIs investigate how people choose which relationships to layer, and how this affects their welfare. How much of layering is explained simply by the compatibility of friends across many different activities, and how much is due to the fact that bundled relationships work better? How does the network used for daily favor-trading shape who talks to whom, and how information flows in society? Are wealthier individuals able to get more useful information because their networks are less constrained by meeting daily needs, especially financial ones? How does this affect job search and inequality? \r\n\r\nThe PIs develop first foundational theory for multi-relational network formation, which is not covered by existing models. They present four reasons for the layering of different kinds of connections on top of each other: (1) cost savings, (2) synergies, (3) coordination, and (4) compatibility. They then examine some of the implications of these theories, propose empirical tests of the resulting models, and conduct preliminary analysis using existing and new field data.\r\nThe second part of the project focuses on a particularly policy-relevant aspect of multi-relational networks.  Wherever access to financial services is limited - in the developing world and also in many communities in the developed world - a fundamental network that underlies the formation of many others is that of risk-sharing: informal borrowing and lending, for emergencies and for ordinary activities. Due to layering, the risk-sharing network becomes a crucial driver of the social structure of a community, including, for example, its informational links. Risk-sharing therefore influences outcomes well beyond mutual insurance, such as who is informed about various topics and how people form opinions. Poverty traps caused by limited access to financial services affect much more than investment and consumption behavior, and can exacerbate inequality by biasing access to information. For instance, if people only obtain information about the availability of jobs from their unemployed neighbors, they will find it harder to search for a job. Thus, changes in the motives to share risk within a network - say, through the availability of crop insurance, bank accounts, or other means of income smoothing - has profound implications for how a society is able to process information. Financial burdens that people face can bias their networks in ways that lead to inefficient social learning; freeing individuals from having to share risk may result in more efficient information networks. The PIs will be developing theory that speaks to these issues and performing field and lab experiments to test the theories and potential policies for improvement.\r\nA final component of the proposed research digs deeper into information networks, whose functioning is critical to the questions raised above.  In this part of the project the PIs plan to examine a tension between motives to share information and motives to conceal it.  A person may wish to tell her friends about a valuable opportunity, such as a new insurance program. However, if only a limited number of people can benefit from a piece of information, for instance regarding a job opening, a person may not want it to spread too broadly. This has major implications for information-sharing, but there is very little theoretical or empirical study of these issues. The PIs propose theoretical investigations and field experiments to understand how the nature of a new economic opportunity - e.g., whether it is rivalrous - affects its diffusion.\r\nIn terms of empirical work, the proposed research will collect network data across a large set of rural communities and conduct several field and lab experiments to investigate these topics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arun",
   "pi_last_name": "Chandrasekhar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arun Chandrasekhar",
   "pi_email_addr": "arungc@stanford.edu",
   "nsf_id": "000639026",
   "pi_start_date": "2016-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Golub",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Golub",
   "pi_email_addr": "ben.golub@gmail.com",
   "nsf_id": "000663761",
   "pi_start_date": "2016-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385398",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 381965.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We wanted to understand different theoretical and policy-based implications of the phenomenon of multiplexing -- the formation of multi-layered social and economic networks. In order to achieve this, we develop a theoretical model and used the network data collected across 143 villages in the state of Karnataka, India (Banerjee et al., 2013, 2019), where we have detailed information on 13 types of social and economic relationships, ranging from borrowing and lending to giving and receiving advice. We also used randomized controlled trials conducted in these villages. Our broad findings are listed below. <br /> <br /> First, we develop a taxonomy of multiplexing based on four determinants of why multiplexing may occur. One is that there are cost-savings in establishing and maintaining relationships. For instance, it is easier to share information with coworkers than to form new relationships specifically for sharing information. Second, there can be synergies across layers. For instance, combining informal borrowing of money with exchanges of favors can allow people to reciprocate on different dimensions, thereby enhancing cooperation. Third, people's compatibility may correlate their relationships: for instance, new parents may wish to exchange favors (e.g., childcare) with other new parents, as well as exchange information they learn about parenting with the same people. Finally, and relatedly, people tend to form relationships with others whose behavior they are better able to predict and with whom they can best coordinate -- those who are similar to themselves -- thus, a reason for multiplexing that relates to homophily.<br /> <br /> Second, to understand how much relationships overlap in practice, and the structure of the overlap, we apply a statistical method called principal component analysis. We show that across both of our empirical samples, a single \"link summary\" has strong predictive power for informational, social, and financial layers, explaining more than 50-70% of the variation. Using this we can construct a \"backbone\" of the social network. Strikingly, the standard measures of social capital and peer influence usually used in the literature such as geographic distance or co-ethnicity are essentially uncorrelated with the backbone, showing that social network structure cannot be proxied for with other, readily available measures. <br /> <br /> Third, we show that this distinction can be crucial for researchers attempting to study economic outcomes. To do this, we use data from a randomized control trial where peer monitors were assigned to observe a saver's progress in attaining the saver's savings goal over a period of six months (Breza and Chandrasekhar 2019). The question is how the properties of the monitor affect the effectiveness of monitoring for incentivizing a desired behavior. If the researchers had used conventional measures of social linkage such as co-ethnicity, co-worker relationships, and geographical proximity, network properties of the monitor would not seem to matter for savings outcomes. On the other hand, if the backbone network is used, we can identify a very strong network effect when monitor and saver are in proximity to each other or when the monitor is central in the network.<br /> <br /> Fourth, we use the results from a different randomized controlled trial, involving information diffusion, to assess which \"layer\" of the network -- which type of social relationship -- best predicts how well information diffuses. For this we use a very recent machine learning technique (post-LASSO with a Puffer transformation) to select which layer is associated with diffusion. Despite there being a strong underlying backbone structure, <em>only</em> the advice network is selected. This demonstrates that the \"marginal\" informational link is important in predicting diffusion.<br /> <br /> Using the same data, we also explore whether multiplexing is associated with reduced diffusion. Villages with high levels of multiplexing in general exhibit less diffusion and lower returns to increasing the centrality of the random seeds. We show that networks with high multiplexing levels have longer path lengths and lower degrees (once we control for the network structure across other layers, as well as wealth).<br /> <br /> Further, using individual-level wealth indicators, we show that poorer households are associated with higher levels of multiplexing. This could be a consequence of higher reliance on networks for risk-sharing and favor exchange among people with lower wealth levels. Prior work, as well as our own modeling, establishes that stronger relationships are a natural mechanism for \"reinforcing\" favor-trading relationships such as borrowing and lending. Finally, we develop a model that shows how such \"reinforcing\" behavior tends to yield worse informational networks, with slower diffusion. This highlights a potentially important and new force in social networks: how disparities in multiplexing incentives can result in persistent inequalities in network structures.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/10/2023<br>\n\t\t\t\t\tModified by: Arun&nbsp;Chandrasekhar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe wanted to understand different theoretical and policy-based implications of the phenomenon of multiplexing -- the formation of multi-layered social and economic networks. In order to achieve this, we develop a theoretical model and used the network data collected across 143 villages in the state of Karnataka, India (Banerjee et al., 2013, 2019), where we have detailed information on 13 types of social and economic relationships, ranging from borrowing and lending to giving and receiving advice. We also used randomized controlled trials conducted in these villages. Our broad findings are listed below. \n \n First, we develop a taxonomy of multiplexing based on four determinants of why multiplexing may occur. One is that there are cost-savings in establishing and maintaining relationships. For instance, it is easier to share information with coworkers than to form new relationships specifically for sharing information. Second, there can be synergies across layers. For instance, combining informal borrowing of money with exchanges of favors can allow people to reciprocate on different dimensions, thereby enhancing cooperation. Third, people's compatibility may correlate their relationships: for instance, new parents may wish to exchange favors (e.g., childcare) with other new parents, as well as exchange information they learn about parenting with the same people. Finally, and relatedly, people tend to form relationships with others whose behavior they are better able to predict and with whom they can best coordinate -- those who are similar to themselves -- thus, a reason for multiplexing that relates to homophily.\n \n Second, to understand how much relationships overlap in practice, and the structure of the overlap, we apply a statistical method called principal component analysis. We show that across both of our empirical samples, a single \"link summary\" has strong predictive power for informational, social, and financial layers, explaining more than 50-70% of the variation. Using this we can construct a \"backbone\" of the social network. Strikingly, the standard measures of social capital and peer influence usually used in the literature such as geographic distance or co-ethnicity are essentially uncorrelated with the backbone, showing that social network structure cannot be proxied for with other, readily available measures. \n \n Third, we show that this distinction can be crucial for researchers attempting to study economic outcomes. To do this, we use data from a randomized control trial where peer monitors were assigned to observe a saver's progress in attaining the saver's savings goal over a period of six months (Breza and Chandrasekhar 2019). The question is how the properties of the monitor affect the effectiveness of monitoring for incentivizing a desired behavior. If the researchers had used conventional measures of social linkage such as co-ethnicity, co-worker relationships, and geographical proximity, network properties of the monitor would not seem to matter for savings outcomes. On the other hand, if the backbone network is used, we can identify a very strong network effect when monitor and saver are in proximity to each other or when the monitor is central in the network.\n \n Fourth, we use the results from a different randomized controlled trial, involving information diffusion, to assess which \"layer\" of the network -- which type of social relationship -- best predicts how well information diffuses. For this we use a very recent machine learning technique (post-LASSO with a Puffer transformation) to select which layer is associated with diffusion. Despite there being a strong underlying backbone structure, only the advice network is selected. This demonstrates that the \"marginal\" informational link is important in predicting diffusion.\n \n Using the same data, we also explore whether multiplexing is associated with reduced diffusion. Villages with high levels of multiplexing in general exhibit less diffusion and lower returns to increasing the centrality of the random seeds. We show that networks with high multiplexing levels have longer path lengths and lower degrees (once we control for the network structure across other layers, as well as wealth).\n \n Further, using individual-level wealth indicators, we show that poorer households are associated with higher levels of multiplexing. This could be a consequence of higher reliance on networks for risk-sharing and favor exchange among people with lower wealth levels. Prior work, as well as our own modeling, establishes that stronger relationships are a natural mechanism for \"reinforcing\" favor-trading relationships such as borrowing and lending. Finally, we develop a model that shows how such \"reinforcing\" behavior tends to yield worse informational networks, with slower diffusion. This highlights a potentially important and new force in social networks: how disparities in multiplexing incentives can result in persistent inequalities in network structures.\n\n\t\t\t\t\tLast Modified: 04/10/2023\n\n\t\t\t\t\tSubmitted by: Arun Chandrasekhar"
 }
}