{
 "awd_id": "1629833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "II-NEW: WiNEST: A Prototype for a City-scale \"Living Laboratory\" for Wide-area Wireless Experimentation",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2016-07-15",
 "awd_max_amd_letter_date": "2020-01-13",
 "awd_abstract_narration": "This project is building a city-scale experimental testbed, called WiNEST,comprised of cellular basestations, WiFi access points, and various static and mobile usage scenarios with wireless connectivity. The testbed spans a part of downtown Madison, Wisconsin, and beyond and allows for interesting new applications over a large coverage area. The infrastructure provides a sandbox in which researchers can prototype new ideas of wireless systems with unprecedented speed and responsiveness. It also supports experiments in emerging mobile applications, such as virtual-reality video streaming, intelligent transportation and Internet-of-Things. \r\n\r\nWiNEST is an academia-industry-government partnership between the University of Wisconsin-Madison, a local data center and ISP in Madison, and the city where each partner is providing different resources to enable this infrastructure.\r\n\r\nWiNEST has many new avenues of research and educational impact, including:\r\n(i) engages with a large community --- potentially all of UW-Madison students, staff, and faculty, city of Madison agencies, including public safety organizations, and Madison Metro Transit system buses;\r\n(ii) creates unique synergies between local academic institutions and technology partners;\r\n(iii) disseminates all key platform components of WiNEST through its public portals;\r\n(iv) supports a laboratory-oriented curriculum at the university for engaging undergraduate and graduate students through hands-on experience.\r\n\r\n\r\nThe goal of this project is to create a preliminary prototype for a unique city-scale \"living laboratory\" for wide-area wireless experimentation, called WiNEST. WiNEST will be the first-of-its-kind outdoor testbed and infrastructure that allows researchers, local and remote, to run wide-area wireless experiments at moderate to large-scale. It combines commercial-grade 3G/4G cellular base stations backed with OpenFlow switches, uniquely programmable and sliceable WiFi hotspots that are backhauled via the cellular base stations, along with mobile and static usage scenarios. It leverages prior efforts of the PI in assembling significant experimental wireless infrastructure for conducting research, integrates them with real usage scenarios across the the greater Madison area.\r\n\r\nWiNEST is an academia-industry-government partnership between the University of Wisconsin-Madison, a local data center and ISP in Madison, and the city where each partner is providing different resources to enable this infrastructure. \r\n\r\nExperimenters using WiNEST have a unique opportunity to deploy their new services and experiments at scale. They have deeper programmability inside the network (in client devices, at the edges, and in certain parts of the core) and they will also have the advantage of operating with real users. WiNEST enables diverse types of experiments ranging from mobility strategies, handoffs, multi-path systems, edge/fog computing and the Internet of Things applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suman",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suman Banerjee",
   "pi_email_addr": "suman@cs.wisc.edu",
   "nsf_id": "000233313",
   "pi_start_date": "2016-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Xinyu",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xinyu Zhang",
   "pi_email_addr": "xyzhang@ucsd.edu",
   "nsf_id": "000634123",
   "pi_start_date": "2016-07-15",
   "pi_end_date": "2020-01-13"
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1210 w dayton st",
  "perf_city_name": "madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061613",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">The primary goal of this project has been to design and operate a research-oriented, infrastructure for wireless networking. The project explored the deployment of a number of resources that provide wide area coverage through WiMAX and LTE base stations (commonly used wireless technologies today), edge computing capabilities, and mobile sensing provided by vehicle-mounted devices. By deploying such experimental infrastructure, researchers are enabled to try new experiments that explore innovative use of wireless systems, such as for smart transportation, wide-area environmental sensing, and more.</span></p>\n<p class=\"p1\"><span class=\"s1\">Some of the specific tasks undertaken include:</span></p>\n<p class=\"p1\"><span class=\"s1\">1. Set up multiple cellular base stations.<span>&nbsp;</span></span>Each base station was configured to allow flow-level control of traffic right at the network&rsquo;s edge. The sites very selected based on roof-top access available across different vantage points. A key aspect of the deployment is to complete the various cabling and network connectivity issues for this infrastructure. Experimental FCC spectrum licenses for these sites were used to operate the infrastructure.</p>\n<p class=\"p1\"><span class=\"s1\">2. Design edge computing Wi-Fi gateways. Throughout the course of the project, we deployed a number of wireless gateways that facilitate edge computing functions. Some of these gateways connect to the wide area through our cellular infrastructure described above. Others have a wired connection and contribute to our distributed computing infrastructure.</span></p>\n<p class=\"p1\"><span class=\"s1\">3. Develop a knowledgebase and process to manage the deployment. We finally established a blueprint of a mechanism through which the above infrastructure is designed, stress tested, and deployed. The process included appropriate appropriate monitoring and control functions at all levels.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2022<br>\n\t\t\t\t\tModified by: Suman&nbsp;Banerjee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The primary goal of this project has been to design and operate a research-oriented, infrastructure for wireless networking. The project explored the deployment of a number of resources that provide wide area coverage through WiMAX and LTE base stations (commonly used wireless technologies today), edge computing capabilities, and mobile sensing provided by vehicle-mounted devices. By deploying such experimental infrastructure, researchers are enabled to try new experiments that explore innovative use of wireless systems, such as for smart transportation, wide-area environmental sensing, and more.\nSome of the specific tasks undertaken include:\n1. Set up multiple cellular base stations. Each base station was configured to allow flow-level control of traffic right at the network’s edge. The sites very selected based on roof-top access available across different vantage points. A key aspect of the deployment is to complete the various cabling and network connectivity issues for this infrastructure. Experimental FCC spectrum licenses for these sites were used to operate the infrastructure.\n2. Design edge computing Wi-Fi gateways. Throughout the course of the project, we deployed a number of wireless gateways that facilitate edge computing functions. Some of these gateways connect to the wide area through our cellular infrastructure described above. Others have a wired connection and contribute to our distributed computing infrastructure.\n3. Develop a knowledgebase and process to manage the deployment. We finally established a blueprint of a mechanism through which the above infrastructure is designed, stress tested, and deployed. The process included appropriate appropriate monitoring and control functions at all levels.\n\n \n\n\t\t\t\t\tLast Modified: 01/01/2022\n\n\t\t\t\t\tSubmitted by: Suman Banerjee"
 }
}