{
 "awd_id": "1630044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: What hydrogeochemical processes control weathering in the deep critical zone of unburied karst landscapes?",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2015-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 194940.0,
 "awd_amount": 194940.0,
 "awd_min_amd_letter_date": "2016-02-24",
 "awd_max_amd_letter_date": "2016-02-24",
 "awd_abstract_narration": "Limestone provides 25 percent of the world's population with drinking water and contains more than 50 percent of the world's known hydrocarbon reserves. Limestone's high solubility allows for the formation of caves that control the flow of water and hydrocarbons below-ground. Understanding the processes that contribute to the formation of caves is thus necessary for improved characterization of water and hydrocarbon resources. In carbonate platform environments where limestones form (e.g. Bahamas, Yucatan and Florida), zones of unsaturated rock (vadose zone) that exceed 60 m in thickness have been proposed to limit movement of organic carbon from soil to the water table, where oxidation to carbon dioxide (CO2) would otherwise drive corrosion of limestone bedrock. In contrast to this interpretation, cave systems occur in carbonate platforms at depths of more than 100m below modern sea level. These caves are thought to have formed in contact with fresh groundwater at times in the past when sea level was lower than it is today. Because vadose zones would have been much thicker than 60 m when these caves formed, the geochemical processes responsible for their formation are poorly understood. In this project, the movement of dissolved organic carbon (DOC) and CO2 gas to the water table via vadose zone fast flow routes is hypothesized to provide a mechanism for corroding limestone and create caves beneath thick vadose zones. This hypothesis will be tested on the island of Guam, where tectonic uplift has created vadose zones that are up to 180 m in thickness. Cave formation by CO2 that is produced by biological processes in the deep vadose zone runs contrary to the paradigm that caves in carbonate platforms form as a result of mixing waters of different chemical composition. Concepts explored by this proposal thus have potential to transform understanding of the geomorphology and biogeochemistry of the vadose zone by challenging canonical views that mixing dissolution is the principal agent of dissolution and cave formation in carbonate platform landscapes. This project supports STEM education via the training of two PhD students, providing research opportunities for three undergraduate students as well as developing lesson plans about carbonate aquifers for K-12 teachers and hands-on activities for university-led community outreach programs.\r\n\r\nThe hypothesis that subsoil respiration of CO2, rather than mixing, dominates dissolution in eogenetic limestone will be tested by collecting vadose gases, infiltration and water at water tables on the island of Guam. Uncased monitoring wells provide access for sampling vadose gases and the aquifer. Air-filled caves allow infiltrating recharge and gases to be collected throughout the vadose zone. Sampling before and after a large rain event will test the influence of fast-flow routes on dissolution. DOC in water samples will indicate whether DOC is transported to the water table and thus whether its oxidation could result in dissolution. CO2 profiles through the vadose zone will be used to determine the depths at which CO2 gas is produced. The overarching hypothesis tested here predicts production of CO2 in the vadose zone and at the water table by oxidation of DOC. CO2 and oxygen concentrations will be used together to determine 1) if vadose zone CO2 is produced by respiration or is degassed from recharging water and 2) if CO2 has been lost to the atmosphere by diffusion (typical of soils and a possible tracer of soil respiration). Dissolution of limestone will be traced using Strontium (Sr) isotopes; Guam was selected for this study because differences in the age of limestone that comprises the vadose and phreatic zone allow use of Sr isotope ratios to discriminate between dissolution in the phreatic zone from dissolution that occurs in the vadose zone followed by transport of solutes into the aquifer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Gulley",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jason D Gulley",
   "pi_email_addr": "jdgulley@usf.edu",
   "nsf_id": "000534473",
   "pi_start_date": "2016-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 194940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Caves dominate fluid flow in modern carbonate islands and in hydrocarbon reservoirs developed in carbonate rocks. Management of water and hydrocarbon resources requires understanding the sizes, distributions and connectivity of caves, but limited research has been conducted on caves in islands. This project investigated cave formation on two islands, San Salvador Island, Bahamas, and Guam, USA. These islands have different hydrogeological settings that make them analogues for investigating cave formation during sea level high stands (San Salvador Island) and low stands (Guam). During sea level high stands, distances between carbon-rich soil and the water table are a few meters to, at most, 10s of meters. Data from San Salvador Island, Bahamas indicate that soil carbon picked up by infiltrating rainwater is rapidly delivered to underlying aquifers, where consumption by naturally-occurring microbes can consume all oxygen in the groundwater. Cave formation is enhanced at the top of the aquifer where tidally-driven fluctuations oxygenate the water table and fuel microbial processes that dissolve caves. During sea level low stands, distances between the soil and water table can exceed 100 meters. Data from Guam, USA, indicate that much of the soil carbon picked up by infiltrating rainwater is filtered or consumed along flow paths in the rock before reaching the water table. Limited fluxes of carbon, combined with ventilation of the island&rsquo;s spongey limestone by winds, keep water in the aquifer and gasses in pore spaces in the rock well-oxygenated. Consequently, the extent of cave formation during low stands may be reduced relative to high stands. Caves known to exist at depths of more than 100 m below modern sea level in tectonically stable regions may therefore be relicts from past hydrogeological conditions or form by processes other than those that occur at water tables.</p>\n<p>This project provided partial support for an early career geoscientist who is now recently tenured, a female post-doctoral research associate who is now employed as a tenure track assistant professor in geosciences, a PhD student who has accepted a job offer at a geoscience industry research laboratory, a mid-stage female PhD student and supported the thesis research of a MS student of African descent. This project also initiated an ongoing collaboration between geoscientists at the University of South Florida and the University of Guam. As part of this collaboration, undergraduate and graduate students from UoG joined USF researchers in the field and gained hands-on experience with water sampling and well camera operation. USF and UoG researchers also coordinated research with island water managers at Guam EPA and Guam Waterworks Authority so that water well investigations conducted as part of this project informed a water supply well rehabilitation project. Results of research conducted during this project were shared through various mechanisms, including: formal presentations at international meetings of academic researchers and petroleum geoscientists, delivery of an invited seminar at UoG, formal and informal meetings with military and civilian water managers on Guam and publication of one MS thesis. One peer-reviewed journal article has been submitted and three more are in various stages of preparation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2019<br>\n\t\t\t\t\tModified by: Jason&nbsp;D&nbsp;Gulley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCaves dominate fluid flow in modern carbonate islands and in hydrocarbon reservoirs developed in carbonate rocks. Management of water and hydrocarbon resources requires understanding the sizes, distributions and connectivity of caves, but limited research has been conducted on caves in islands. This project investigated cave formation on two islands, San Salvador Island, Bahamas, and Guam, USA. These islands have different hydrogeological settings that make them analogues for investigating cave formation during sea level high stands (San Salvador Island) and low stands (Guam). During sea level high stands, distances between carbon-rich soil and the water table are a few meters to, at most, 10s of meters. Data from San Salvador Island, Bahamas indicate that soil carbon picked up by infiltrating rainwater is rapidly delivered to underlying aquifers, where consumption by naturally-occurring microbes can consume all oxygen in the groundwater. Cave formation is enhanced at the top of the aquifer where tidally-driven fluctuations oxygenate the water table and fuel microbial processes that dissolve caves. During sea level low stands, distances between the soil and water table can exceed 100 meters. Data from Guam, USA, indicate that much of the soil carbon picked up by infiltrating rainwater is filtered or consumed along flow paths in the rock before reaching the water table. Limited fluxes of carbon, combined with ventilation of the island?s spongey limestone by winds, keep water in the aquifer and gasses in pore spaces in the rock well-oxygenated. Consequently, the extent of cave formation during low stands may be reduced relative to high stands. Caves known to exist at depths of more than 100 m below modern sea level in tectonically stable regions may therefore be relicts from past hydrogeological conditions or form by processes other than those that occur at water tables.\n\nThis project provided partial support for an early career geoscientist who is now recently tenured, a female post-doctoral research associate who is now employed as a tenure track assistant professor in geosciences, a PhD student who has accepted a job offer at a geoscience industry research laboratory, a mid-stage female PhD student and supported the thesis research of a MS student of African descent. This project also initiated an ongoing collaboration between geoscientists at the University of South Florida and the University of Guam. As part of this collaboration, undergraduate and graduate students from UoG joined USF researchers in the field and gained hands-on experience with water sampling and well camera operation. USF and UoG researchers also coordinated research with island water managers at Guam EPA and Guam Waterworks Authority so that water well investigations conducted as part of this project informed a water supply well rehabilitation project. Results of research conducted during this project were shared through various mechanisms, including: formal presentations at international meetings of academic researchers and petroleum geoscientists, delivery of an invited seminar at UoG, formal and informal meetings with military and civilian water managers on Guam and publication of one MS thesis. One peer-reviewed journal article has been submitted and three more are in various stages of preparation.\n\n \n\n\t\t\t\t\tLast Modified: 10/28/2019\n\n\t\t\t\t\tSubmitted by: Jason D Gulley"
 }
}