{
 "awd_id": "1630178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NCS-FO: Understanding Neural Processing in Long-Term, Naturalistic Human Brain Recordings Using Data-Intensive Approaches",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 899318.0,
 "awd_amount": 899318.0,
 "awd_min_amd_letter_date": "2016-08-17",
 "awd_max_amd_letter_date": "2016-08-17",
 "awd_abstract_narration": "Much knowledge about how human brains process information and generate actions has been informed by carefully controlled experiments in laboratory settings. However, understanding the brain in action requires exploration of its functions outside structured tasks. The current project explores neural processing over many days using large-scale recordings of brain activity augmented with video, audio and depth camera recordings, all simultaneously and continuously monitoring a subject. Importantly, unlike the majority of existing studies, here the subjects receive no instructions but are simply behaving as they wish in their hospital room-including eating, sleeping, and conversing with family. The project will advance data-intensive science and human neuroscience, leveraging external monitoring of the subjects to interpret naturalistic neural activity. The results of this project will be catalytic in understanding of the human brain, opening the door to study of brain function outside the structured confines of laboratory experiments. \r\n\r\nThe neural decoding algorithms developed will be directly applicable to current Brain-Computer Interfacing (BCI) technologies, enabling the deployment of systems that can predict the user's needs and improve quality of life outside the laboratory. Further, ongoing collaborations with neurosurgeons focus on evaluating this novel data-intensive approach to ethological brain mapping and how it may complement existing clinical functional brain mapping. The project will support and enable the education of students at the intersection of data science and neuroscience, including training scientists at the undergraduate, graduate, and post-doctoral career stages. Results from the research will be distributed as open access publications and code repositories, supporting a commitment to reproducible science. \r\n\r\nThis proposal focuses on data-driven innovations to enable more accurate decoding and inference of actions from long-term, naturalistic neural recordings. The first aim proposes to develop algorithms for automated decoding of natural motor and speech behaviors. Unsupervised clustering will be used to discover coherent patterns in brain activity, and clusters will be annotated with behaviors automatically parsed from external monitoring streams. Motivated by the size of the dataset and substantial variety between individuals, this scalable computational approach circumvents tedious manual annotation and fine-tuning of parameters.  The second aim proposes to infer networks of dynamic causality of cortical networks engaged in task-free, naturalistic behaviors. This aim focuses on testing the hypothesis that neural correlates of naturalistic behaviors differ from those of repeated, instructed behaviors. Functional networks and the dynamic causality of cortical areas will be explored using methods from nonlinear dynamical systems theory. These networks will be compared to results from clinical brain mapping. This project will improve state-of-the-art neural decoding in naturalistic contexts and uncover neural correlates of task-free behaviors in humans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bingni",
   "pi_last_name": "Brunton",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bingni W Brunton",
   "pi_email_addr": "bbrunton@uw.edu",
   "nsf_id": "000683277",
   "pi_start_date": "2016-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rajesh",
   "pi_last_name": "Rao",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Rajesh P Rao",
   "pi_email_addr": "rao@cs.washington.edu",
   "nsf_id": "000491279",
   "pi_start_date": "2016-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washingon",
  "perf_str_addr": "4333 Brooklyn Ave NE, Box 359472",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "862400",
   "pgm_ele_name": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8551",
   "pgm_ref_txt": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 899318.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Much knowledge about how human brains process information and generate actions has been informed by carefully controlled experiments in laboratory settings. However, understanding the brain in action requires exploration of its functions outside structured tasks. Our project has been one of the rist to explore neural processing over many days using large-scale recordings of brain activity augmented with video recordings, all simultaneously and continuously monitoring human participants. Importantly, unlike the majority of existing studies, here the subjects receive no instructions but are simply behaving as they wish in their hospital room-including eating, sleeping, and conversing with family. In this project, we developed and refined a set of automated approaches to curate and analyze spontaneous arm movements made by the participants. Using this naturalistic datasets, we described a series of discoveries about the variability of brain activity underlying uninstructed arm movements. Further, leveraging the uniquely large size of this dataset, we developed a series of methods to advance neural decoding. Interestingly, we developed a decoding architecture that makes use of multiple data streams to learn decoders without requiring prior annotations, which can be laborious and prone to bias. In support of open and reproducible science, a crucial product of our project is the AJILE12 dataset, the largest human neurobehavioral dataset that is publicly available. To facilitate data exploration and reuse, we have shared AJILE12 on The DANDI Archive in the Neurodata Without Borders (NWB) data standard and developed a browser-based dashboard. The project has advanced data-intensive science and human neuroscience and opened doors for how external monitoring of the subjects may be used to interpret and decode naturalistic neural activity.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2022<br>\n\t\t\t\t\tModified by: Bingni&nbsp;W&nbsp;Brunton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMuch knowledge about how human brains process information and generate actions has been informed by carefully controlled experiments in laboratory settings. However, understanding the brain in action requires exploration of its functions outside structured tasks. Our project has been one of the rist to explore neural processing over many days using large-scale recordings of brain activity augmented with video recordings, all simultaneously and continuously monitoring human participants. Importantly, unlike the majority of existing studies, here the subjects receive no instructions but are simply behaving as they wish in their hospital room-including eating, sleeping, and conversing with family. In this project, we developed and refined a set of automated approaches to curate and analyze spontaneous arm movements made by the participants. Using this naturalistic datasets, we described a series of discoveries about the variability of brain activity underlying uninstructed arm movements. Further, leveraging the uniquely large size of this dataset, we developed a series of methods to advance neural decoding. Interestingly, we developed a decoding architecture that makes use of multiple data streams to learn decoders without requiring prior annotations, which can be laborious and prone to bias. In support of open and reproducible science, a crucial product of our project is the AJILE12 dataset, the largest human neurobehavioral dataset that is publicly available. To facilitate data exploration and reuse, we have shared AJILE12 on The DANDI Archive in the Neurodata Without Borders (NWB) data standard and developed a browser-based dashboard. The project has advanced data-intensive science and human neuroscience and opened doors for how external monitoring of the subjects may be used to interpret and decode naturalistic neural activity.\n\n\t\t\t\t\tLast Modified: 01/04/2022\n\n\t\t\t\t\tSubmitted by: Bingni W Brunton"
 }
}