{
 "awd_id": "1630360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Riparian shrub expansion: Linkages to permafrost, hydrology and soil microbes",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 61913.0,
 "awd_amount": 61913.0,
 "awd_min_amd_letter_date": "2016-02-10",
 "awd_max_amd_letter_date": "2016-02-10",
 "awd_abstract_narration": "The climatic drivers and landscape-scale patterns of recent Arctic shrub expansion are well understood, while the biogeochemical and physical mechanisms controlling shrub recruitment and growth remain unclear. The biogeophysical characteristics associated with tall shrub expansion near streams could potentially explain the documented increases in carbon and nutrient export from large Arctic rivers through the underlying processes of widespread permafrost degradation and increased subsurface flow. Additionally, occurrences of tall shrubs could be used as a readily measured proxy for subsurface properties both across space and time using remote sensing. If our observations hold true in other stream environments, the information has the potential to provide novel hydrological, permafrost, and biological process insights to complement the extensive literature on increasing Arctic shrub cover. Preliminary measurements of differential runoff in Arctic tundra link tall shrubs along riparian corridors to losing stream sections (streams with decreasing discharge downstream), whereas gaining or maintaining stream sections (increasing discharge downstream) lack tall shrubs.\r\n\r\nThis award will support measurements to test whether the formation of a talik (permafrost-free ground) and a downward hydrologic gradient creates a biogeochemical subsurface environment that favors shrub recruitment and growth, which, in turn, results in patterns of tall shrub distribution coinciding along losing stream reaches. This team will measure additional streams with differing gradients, bed morphologies, and substrates to test the statistical significance of their preliminary observation that tall shrubs indicate losing streams, and to expand measurements to include shrub height, cover, biomass, Leaf Area Index (LAI), permafrost, and soil microbial communities. \r\n\r\nThe award will support three early career researchers to gather background data to enable them to explore a potentially transformative idea to set the foundation to examine the processes linking shrubs, permafrost, hydrology and microbiology. The results of this work would be disseminated directly to land management and private organizations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Liljedahl",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Anna K Liljedahl",
   "pi_email_addr": "aliljedahl@woodwellclimate.org",
   "nsf_id": "000568813",
   "pi_start_date": "2016-02-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ina",
   "pi_last_name": "Timling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ina Timling",
   "pi_email_addr": "itimling@alaska.edu",
   "nsf_id": "000690240",
   "pi_start_date": "2016-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks",
  "perf_str_addr": "306 Tanana Loop",
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997755860",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 61913.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Shrubs have become more and more common in Arctic landscapes in recent decades, and especially along Arctic rivers and streams. This is important because the appearance of more, taller shrubs has a big effect on the Arctic environment and the animals that live there. As shrubs show up in new places, and as they grow bigger in places they already existed, they create new habitats for animals that couldn&rsquo;t survive in tundra before. Also, shrubs create their own &ldquo;microenvironment,&rdquo; and if the shrubs grow dense enough they can cause further warming of the entire landscape. For instance, it is clear that warming air temperatures are the main reason for the increased growth of shrubs in the Arctic. Shrubs, in turn, can cause the soils they grow in to warm up in wintertime because their branches trap an insulating blanket of snow. This is a big deal, because it has the potential to cause the permafrost, or frozen ground, to thaw. The scientific community is wrestling with a classic &ldquo;chicken or egg&rdquo; question: when we see a new patch of shrubs out on the tundra, we wonder if the shrubs came first, or if the warmer soils came first and the shrubs are just taking advantage of better conditions? We were especially interested in shrub thickets along Arctic rivers and streams, many of which flow over permafrost. To answer the riddle we went to streams in the foothills region of Arctic Alaska and measured the density and height of shrubs, the streamflow, the depth to the permafrost, and the composition of fungi and bacteria living in the soil. Arctic streams behave strangely compared to southern counterparts because of permafrost: the presence of frozen ground limits the volume of thawed soil and therefore, the amount of water that can be stored in the soil and therefore, forcing water to the ground surface. We call this a &ldquo;gaining&rdquo; stream because the stream always gets bigger as it flows along. But, if we walk next to a stream where the permafrost has thawed, we might notice that the stream becomes smaller as it flows along because some of the water is disappearing into the ground. We call this a &ldquo;losing&rdquo; stream. We learned that dense, tall shrub thickets are really good indicators of something that is hard to measure directly: they grow in places where the streamflow decreases: the &ldquo;losing&rdquo; sections of streams where the water infiltrates and flows underground. We also found that the fungi and bacteria living along gaining and losing stream sections are different. This is important because these &ldquo;bugs&rdquo; are good at decomposing dead plants that would otherwise become frozen in permafrost and not be released as carbon to the atmosphere. Previous research often points to shrub expansion as a cause of soil warming and permafrost thaw, but we think that riparian shrub expansion is a symptom of permafrost degradation&mdash;in other words, the streambed is warming over time and shrubs are just along for the ride. Considering the circumpolar scale of modern shrub expansion, our work suggests that permafrost thaw and the resultant hydrological shifts from gaining to losing streamflow regime are occurring across the Low Arctic. So if you see tall shrubs growing about head-high along a tundra stream, then you know that the stream loses its water to the ground and it may be easier to walk across the creek further downstream because there will be less water flowing there.</em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2017<br>\n\t\t\t\t\tModified by: Anna&nbsp;Liljedahl</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1630360/1630360_10410114_1508477094935_IMG_3830--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1630360/1630360_10410114_1508477094935_IMG_3830--rgov-800width.jpg\" title=\"Measurign runoff\"><img src=\"/por/images/Reports/POR/2017/1630360/1630360_10410114_1508477094935_IMG_3830--rgov-66x44.jpg\" alt=\"Measurign runoff\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Discharge measurement at a tundra stream, North Slope, Alaska.</div>\n<div class=\"imageCredit\">Anna Liljedahl</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Anna&nbsp;Liljedahl</div>\n<div class=\"imageTitle\">Measurign runoff</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1630360/1630360_10410114_1508476820534_IMG_1502--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1630360/1630360_10410114_1508476820534_IMG_1502--rgov-800width.jpg\" title=\"Tall shrubs along a tundra stream\"><img src=\"/por/images/Reports/POR/2017/1630360/1630360_10410114_1508476820534_IMG_1502--rgov-66x44.jpg\" alt=\"Tall shrubs along a tundra stream\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Researchers walking between sampling sites along a stream with tall shrubs, North Slope, Alaska.</div>\n<div class=\"imageCredit\">Anna Liljedahl</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Anna&nbsp;Liljedahl</div>\n<div class=\"imageTitle\">Tall shrubs along a tundra stream</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nShrubs have become more and more common in Arctic landscapes in recent decades, and especially along Arctic rivers and streams. This is important because the appearance of more, taller shrubs has a big effect on the Arctic environment and the animals that live there. As shrubs show up in new places, and as they grow bigger in places they already existed, they create new habitats for animals that couldn?t survive in tundra before. Also, shrubs create their own \"microenvironment,\" and if the shrubs grow dense enough they can cause further warming of the entire landscape. For instance, it is clear that warming air temperatures are the main reason for the increased growth of shrubs in the Arctic. Shrubs, in turn, can cause the soils they grow in to warm up in wintertime because their branches trap an insulating blanket of snow. This is a big deal, because it has the potential to cause the permafrost, or frozen ground, to thaw. The scientific community is wrestling with a classic \"chicken or egg\" question: when we see a new patch of shrubs out on the tundra, we wonder if the shrubs came first, or if the warmer soils came first and the shrubs are just taking advantage of better conditions? We were especially interested in shrub thickets along Arctic rivers and streams, many of which flow over permafrost. To answer the riddle we went to streams in the foothills region of Arctic Alaska and measured the density and height of shrubs, the streamflow, the depth to the permafrost, and the composition of fungi and bacteria living in the soil. Arctic streams behave strangely compared to southern counterparts because of permafrost: the presence of frozen ground limits the volume of thawed soil and therefore, the amount of water that can be stored in the soil and therefore, forcing water to the ground surface. We call this a \"gaining\" stream because the stream always gets bigger as it flows along. But, if we walk next to a stream where the permafrost has thawed, we might notice that the stream becomes smaller as it flows along because some of the water is disappearing into the ground. We call this a \"losing\" stream. We learned that dense, tall shrub thickets are really good indicators of something that is hard to measure directly: they grow in places where the streamflow decreases: the \"losing\" sections of streams where the water infiltrates and flows underground. We also found that the fungi and bacteria living along gaining and losing stream sections are different. This is important because these \"bugs\" are good at decomposing dead plants that would otherwise become frozen in permafrost and not be released as carbon to the atmosphere. Previous research often points to shrub expansion as a cause of soil warming and permafrost thaw, but we think that riparian shrub expansion is a symptom of permafrost degradation&mdash;in other words, the streambed is warming over time and shrubs are just along for the ride. Considering the circumpolar scale of modern shrub expansion, our work suggests that permafrost thaw and the resultant hydrological shifts from gaining to losing streamflow regime are occurring across the Low Arctic. So if you see tall shrubs growing about head-high along a tundra stream, then you know that the stream loses its water to the ground and it may be easier to walk across the creek further downstream because there will be less water flowing there.\n\n\t\t\t\t\tLast Modified: 10/20/2017\n\n\t\t\t\t\tSubmitted by: Anna Liljedahl"
 }
}