{
 "awd_id": "1631819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  NCS-FO: Flexible Large-Scale Brain Imaging Analysis: Diversity, Individuality and Scalability",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kurt Thoroughman",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-10-31",
 "tot_intn_awd_amt": 216378.0,
 "awd_amount": 216378.0,
 "awd_min_amd_letter_date": "2016-08-17",
 "awd_max_amd_letter_date": "2016-08-17",
 "awd_abstract_narration": "This project is designed to develop important analysis methods for brain imaging data, provide new educational and outreach activities to help promote the workforce, and create a software tool to foster big data analysis of the human brain. Functional magnetic resonance imaging (fMRI) enables noninvasive study of brain function, typically through the estimation of functional networks of connectivity. These networks are relatively stable, but it is also clear that there is a wide degree of differences across individuals. Given that now large-scale multi-subject data have now become available across multiple repositories, there is a pressing need for the development of a flexible analysis framework for large-scale fMRI data that can capture the global traits in brain activity, while not losing the individual aspects of a given brain. Such an accurate estimation of each subject's functional connectivity maps enables the leveraging of large and distributed fMRI repositories. It also promises effective comparisons across different conditions, groups, and time points, thus further increasing the usefulness of fMRI in human brain research. The project provides rich educational experience necessary for student training and workforce development in this fast growing field. The benefits are permeated even further via undergraduate research projects and public outreach programs such as brain awareness weeks, in addition to scholarly dissemination through publications, presentations, and workshop organization. The software toolbox developed as part of the project is freely distributed and enables wider adoption and reuse of the methods by the academia and the practitioners to move forward the brain research collectively. Ultimately, the project outcomes contribute to the NSF's mission of promoting the progress of science and advancing the national health, prosperity and welfare.\r\n\r\nData-driven methods based on latent variable models such as independent component analysis (ICA) have been increasingly adopted in fMRI data analysis. Recently, there have been lively debates as to whether ICA leverages source independence, exploits sparsity, or both, igniting active research in sparse matrix models such as dictionary learning (DL) for fMRI analysis. Indeed, synergistically balancing multiple notions of diversity remains an important challenge. In this context, it is first recognized that jointly leveraging both independence and sparsity enables a powerful and flexible framework for analyzing large-scale fMRI data, by capturing the common traits as well as individual details in a data-driven manner. Therefore, the complementary strengths of the already widely used blind source separation approaches such as ICA, and the more recent, sparse matrix factorization models such as DL are advantageously integrated. Essential practical aspects for large-scale data integration studies, such as decentralized computation and privacy-aware sharing of the datasets across multiple repositories are also addressed by leveraging the complementary expertise of the team.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vince",
   "pi_last_name": "Calhoun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vince Calhoun",
   "pi_email_addr": "vcalhoun@gsu.edu",
   "nsf_id": "000397878",
   "pi_start_date": "2016-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The MIND Research Network",
  "inst_street_address": "1101 YALE BLVD NE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052725028",
  "inst_zip_code": "871063834",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "MIND RESEARCH NETWORK",
  "org_prnt_uei_num": "MBT9RXJJ7428",
  "org_uei_num": "QUF6D3M4P2G1"
 },
 "perf_inst": {
  "perf_inst_name": "The MIND Research Network",
  "perf_str_addr": "1101 Yale Boulevard NE",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871064188",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "862400",
   "pgm_ele_name": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8551",
   "pgm_ref_txt": "IntgStrat Undst Neurl&Cogn Sys"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 116379.0
  }
 ],
 "por": null
}