{
 "awd_id": "1631680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NCS-FO: Collaborative Research: Focused Electrical Stimulator for Targeted Neuromodulation",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Zhang",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2016-08-08",
 "awd_max_amd_letter_date": "2016-08-08",
 "awd_abstract_narration": "Proposal 1631820\r\n\r\nTitle: \r\nFocused Electrical Stimulator for Targeted Neuromodulation.\r\n\r\nAbstract: \r\n\r\nNontechnical description\r\nIn the past 150 years researchers have persistently explored how the brain works, the underlying function and mechanism of each individual anatomical brain structure as well as their combined brain networks. Invasive neuromodulation methods like deep brain stimulation are effective in treating essential tremor, Parkinson's disease, and dystonia. But it is not plausible to perform brain surgery for every research volunteer subject or to effectively research DBS effects across different brain regions. The ability to activate or block brain circuits at any desired location with innovative neuromodulation techniques can help to not only understand how the brain works but also aid in the development of novel approaches to treat neural diseases. The objective of this project is the development and application of a non-invasive technology to modulate neuronal activity in precise brain regions, to ultimately alter behavioral output. The technology will have a huge impact in both the science and the application to the brain to alter behavior. Development of such a technology can lead to selective non-invasive brain circuit targeting for therapeutic treatment of brain diseases. It will also lead to other new innovations through new understanding of brain function and circuitry.\r\n\r\nTechnical description\r\nThe objective of this project is the development and application of a non-invasive technology to modulate neuronal activity in precise brain regions, to ultimately alter behavioral output. Development of such a technology can lead to selective non-invasive brain circuit targeting for therapeutic treatment of brain diseases. The first aim supports this objective with development of a method to deliver a focused transcranial alternating current stimulation (tACS) tool, termed confocal alternating current stimulator (CACS), into deep (and superficial) brain regions. The second aim will test the ability of focused CACS to alter fine motor behavior (i.e limb movements). The third aim will use a valid model of depression to induce antidepressant outcomes with CACS treatment.  Aims 2 and 3 directly apply the CACS technology to specific brain regions for focused neuromodulation, to alter behavioral output. They will determine the efficacy and safety of CACS as a non-invasive neuromodulation technology by probing a neuronal activation marker, as well markers that indicate neuronal damage and death. The proposal builds upon a large body of evidence demonstrating altered behavioral output and improved symptomatology in neurological and psychiatric patients with invasive methodologies to alter brain circuit function. Once developed and tested, the CACS technology will have a huge impact in both the science and the application to the field of brain research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary Kay",
   "pi_last_name": "Lobo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Kay Lobo",
   "pi_email_addr": "mklobo@som.umaryland.edu",
   "nsf_id": "000716967",
   "pi_start_date": "2016-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland at Baltimore",
  "inst_street_address": "220 ARCH ST OFC LEVEL2",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4107063559",
  "inst_zip_code": "212011531",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, BALTIMORE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z9CRZKD42ZT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore",
  "perf_str_addr": "20 Penn Street HSF II Rm 214",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212011075",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "862400",
   "pgm_ele_name": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  },
  {
   "pgm_ref_code": "8551",
   "pgm_ref_txt": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Summary:&nbsp;</span><span>We accomplished the following project outcomes.<br />1.&nbsp;</span><span>Prototypes of tightly focused rodent coils:&nbsp;</span><span>The developed transcranial magnetic stimulation (TMS) coils can target any desired regions in a rodent brain with ~millimeter diameter size. This has been experimentally demonstrated with single limb motor-cortex activation in both mouse and rat brains, where the single limb motor cortex sizes are in ~millimeter range (Meng: Brain Stimulation 2018). Due to ethical reasons we cannot use human subjects for mechanism studies. Animal experiments permit invasive manipulations and are essential for the mechanistic understanding of TMS effects and explorations of therapeutic outcomes in disease models. This new rodent coil is a powerful tool for disease and treatment mechanism studies.</span></p>\n<p><span>2</span><span>.&nbsp;</span><span>Prototype of high spatial resolution transient vector electrical field and magnetic field probes:&nbsp;</span><span>These probes can be used to evaluate and calibrate the performance of any types of TMS coils. Dr. Choa's group received the US Patent:10,758,740 B2, Sep. 1, 2020.</span></p>\n<p><span>3. The design of the best performance human TMS coils:&nbsp;</span><span>By combining multiple novel &ldquo;angle-tuned&rdquo; (AT) coils we have accomplished coils with the best depth-spread performance ever reported. The AT coil is a single element coil with adjustable wire wrapping angle, which can break the geometric symmetry to accomplish focused field distribution with adjustable focal spot size by tuning the wire wrapping angle. The single AT coil has already had a better depth-spread performance than all conventional ring and figure-8 shape coils. When combining multiples of them together, we demonstrated a new direction to accomplish the best performance coils.</span></p>\n<p><span>4. Many-site multisite TMS stimulators:&nbsp;</span><span>Current multisite TMS systems can only allow two coils to be simultaneously used since their coil size is too big. The equivalently performed AT coils will occupy only ~5% footprint of these conventional multisite coils. So, over 10-20 times of simultaneous stimulation sites can be implemented. This is a great improvement.</span></p>\n<p><span>5. Spatial and Temporal brain connectivity biomarkers to identify psychiatric disorder patients:&nbsp;</span><span>From TMS-EEG and fMRI time course data we have successfully extracted temporal and spatial connectivity biomarkers. Both types of biomarkers can be used to not only identify patients but also potentially used to validate treatment effectiveness.</span></p>\n<p><span>6. High density (32 channel) rodent EEG headset</span><span>: dr. Choa's group successfully designed and fabricated 6- and 32-channel rodent EEG headset. We have accomplished EEG recording with 6- channel headsets. Although the 32-channel animal EEG recording has not yet been done due to the delay of fabricating a revised version of the headset, it will be completed after the pandemic is over and Dr. Choa's will make their prototypes available to our group and researchers in the community.</span></p>\n<p><span>7. tACS rodent brain stimulation</span><span>: We &nbsp;conducted tACS stimulation of rodent brain and proved that we can directly modulate animal limbs by using tACS modulation&nbsp;</span><span style=\"font-size: 12px;\">at low frequency or using tACS beating of higher frequency signals right on top of the exact motor cortex location (Meng SPIE 2018).&nbsp;</span></p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Intellectual merit:&nbsp;</span><span>E</span><span>xisting human and animal TMS tools lack focality for targeted stimulations. In our rodent coil work, ferromagnetic cores are added to a novel angle- tuned coil design to improve the focality. A significantly smaller stimulation hot spot than existing animal coils was accomplished, making the coils suitable tools for focal stimulations of the animal brains. The AT coils were also used for human coil designs and accomplished a great depth performance. The composite coils are producing a more elliptical shape of field distribution. It not only has a better performance than any of the conventional ring and figure-8 shape coils but also demonstrates the best depth- spread performance among all existing composite coils.</span></p>\n<p><span>Coordinated whole-brain neural dynamics are essential for proper control of the functionality of different brain systems. Multisite simultaneous or sequential stimulations can provide tools for mechanistic studies of brain functions and the treatment of neuropsychiatric disorders. Our multisite TMS tools provide the best solution to cover the needs.</span></p>\n<p><span>The developed probes have the ability to accomplish high speed and high spatial resolution measurement. Since the probes can accurately quantify the measured field strength, we can more conveniently and accurately estimate which regions are activated by a TMS tool compared with using animal based c-fos and glucose imaging techniques. This greatly simplified coil testing and calibration processes.</span></p>\n<p><span>Broader impacts:&nbsp;</span><span>The&nbsp;</span><span>developed prototype tools and analysis techniques will benefit a large set of patient populations, for example, individuals with substance use diorders, stress mediated disordersm and aging (dementia) populations. The project provided strong training to many postdocs, grad and undergrad and high school students and students at IEEE branch, Center for Women in Technology.</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2020<br>\n\t\t\t\t\tModified by: Mary Kay&nbsp;Lobo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nSummary: We accomplished the following project outcomes.\n1. Prototypes of tightly focused rodent coils: The developed transcranial magnetic stimulation (TMS) coils can target any desired regions in a rodent brain with ~millimeter diameter size. This has been experimentally demonstrated with single limb motor-cortex activation in both mouse and rat brains, where the single limb motor cortex sizes are in ~millimeter range (Meng: Brain Stimulation 2018). Due to ethical reasons we cannot use human subjects for mechanism studies. Animal experiments permit invasive manipulations and are essential for the mechanistic understanding of TMS effects and explorations of therapeutic outcomes in disease models. This new rodent coil is a powerful tool for disease and treatment mechanism studies.\n\n2. Prototype of high spatial resolution transient vector electrical field and magnetic field probes: These probes can be used to evaluate and calibrate the performance of any types of TMS coils. Dr. Choa's group received the US Patent:10,758,740 B2, Sep. 1, 2020.\n\n3. The design of the best performance human TMS coils: By combining multiple novel \"angle-tuned\" (AT) coils we have accomplished coils with the best depth-spread performance ever reported. The AT coil is a single element coil with adjustable wire wrapping angle, which can break the geometric symmetry to accomplish focused field distribution with adjustable focal spot size by tuning the wire wrapping angle. The single AT coil has already had a better depth-spread performance than all conventional ring and figure-8 shape coils. When combining multiples of them together, we demonstrated a new direction to accomplish the best performance coils.\n\n4. Many-site multisite TMS stimulators: Current multisite TMS systems can only allow two coils to be simultaneously used since their coil size is too big. The equivalently performed AT coils will occupy only ~5% footprint of these conventional multisite coils. So, over 10-20 times of simultaneous stimulation sites can be implemented. This is a great improvement.\n\n5. Spatial and Temporal brain connectivity biomarkers to identify psychiatric disorder patients: From TMS-EEG and fMRI time course data we have successfully extracted temporal and spatial connectivity biomarkers. Both types of biomarkers can be used to not only identify patients but also potentially used to validate treatment effectiveness.\n\n6. High density (32 channel) rodent EEG headset: dr. Choa's group successfully designed and fabricated 6- and 32-channel rodent EEG headset. We have accomplished EEG recording with 6- channel headsets. Although the 32-channel animal EEG recording has not yet been done due to the delay of fabricating a revised version of the headset, it will be completed after the pandemic is over and Dr. Choa's will make their prototypes available to our group and researchers in the community.\n\n7. tACS rodent brain stimulation: We  conducted tACS stimulation of rodent brain and proved that we can directly modulate animal limbs by using tACS modulation at low frequency or using tACS beating of higher frequency signals right on top of the exact motor cortex location (Meng SPIE 2018). \n\n\n\n\n\n\n\nIntellectual merit: Existing human and animal TMS tools lack focality for targeted stimulations. In our rodent coil work, ferromagnetic cores are added to a novel angle- tuned coil design to improve the focality. A significantly smaller stimulation hot spot than existing animal coils was accomplished, making the coils suitable tools for focal stimulations of the animal brains. The AT coils were also used for human coil designs and accomplished a great depth performance. The composite coils are producing a more elliptical shape of field distribution. It not only has a better performance than any of the conventional ring and figure-8 shape coils but also demonstrates the best depth- spread performance among all existing composite coils.\n\nCoordinated whole-brain neural dynamics are essential for proper control of the functionality of different brain systems. Multisite simultaneous or sequential stimulations can provide tools for mechanistic studies of brain functions and the treatment of neuropsychiatric disorders. Our multisite TMS tools provide the best solution to cover the needs.\n\nThe developed probes have the ability to accomplish high speed and high spatial resolution measurement. Since the probes can accurately quantify the measured field strength, we can more conveniently and accurately estimate which regions are activated by a TMS tool compared with using animal based c-fos and glucose imaging techniques. This greatly simplified coil testing and calibration processes.\n\nBroader impacts: The developed prototype tools and analysis techniques will benefit a large set of patient populations, for example, individuals with substance use diorders, stress mediated disordersm and aging (dementia) populations. The project provided strong training to many postdocs, grad and undergrad and high school students and students at IEEE branch, Center for Women in Technology.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2020\n\n\t\t\t\t\tSubmitted by: Mary Kay Lobo"
 }
}