{
 "awd_id": "1632164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps Teams: Chromanostics: Minimal-equipment synthetic biology diagnostics",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2016-04-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2016-02-23",
 "awd_max_amd_letter_date": "2016-02-23",
 "awd_abstract_narration": "Vitamin and mineral deficiencies in humans are the cause of millions of deaths annually, primarily in developing nations with limited access to expensive equipment (and in many cases, electricity). Governments and non-government agencies that look to provide aid to address this malnutrition need effective ways to measure which vitamin or mineral deficiencies affect different regions, and which groups of people are most in need of their aid. Currently, measurement of nutrient levels in blood samples is prohibitively expensive for these organizations. In this project, the I-Corps team will confirm the commercial viability of a novel diagnostic test that can measure certain vitamin or mineral levels in human blood, and that can be economically deployed on site in environments with little access to scientific equipment or electricity. The proposed system will provide healthcare workers with information needed to improve and maintain human health.\r\n\r\nThis project will involve customer discovery, market analysis, and the development of a business model related to the proposed innovation. This team intends to interview at least 100 potential customers to better assess the desired characteristics and capabilities of our assay system, and to better define customer segments as well as the characteristics of the desired customer. The team will also strive to better define the market and our competitive advantages, including the unique value proposition. Based on the findings of this research, the team may elect to modify the characteristics of our assay system, to better define target markets, and perhaps more accurately define the proposed project's value proposition and its competitive advantages. The proposed venture, should it be viable, would have a significant impact on nutritional epidemiology work done globally. The proposed technology offers the potential for an order of magnitude reduction in cost, as well as on-site measurement of nutrient levels. Results will be available within a few hours or overnight, compared to the current state of the art which entails refrigerated shipping of samples with a week or more between sampling and receipt of results. The lower cost of this approach places it squarely within the reach of organizations performing nutritional epidemiology work, meaning that populations can be sampled on a meaningful enough scale to allow informed decisions on nutritional interventions. Moreover, this team expects this product to open a new market for nutritional monitoring after interventions; since current measurement costs are so high, tracking the success of a nutritional intervention is not economically viable. The proposed approach could enable tracking that would then allow for scientists and doctors to better understand which of their interventions are working and where, ultimately saving both lives and dollars in the developing world and beyond.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Styczynski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Styczynski",
   "pi_email_addr": "Mark.Styczynski@chbe.gatech.edu",
   "nsf_id": "000560108",
   "pi_start_date": "2016-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This &ldquo;I-Corps Teams&rdquo; project was used to investigate the commercial viability of a minimal-equipment whole-cell biosensor that can be used for low-cost, portable monitoring of the levels of minerals of vitamins in samples. The team interviewed over 100 different potential customers and members of the commercial ecosystem. We initially explored multiple different potential customer segments that might be interested in a product based on this technology in order to find the best possible application of our technology. These diverse potential customer segments included mining companies that could use such a chemical test at remote locations to monitor the treatment of mining effluent and low-income medical clinics in the United States where low-cost blood tests based on this technology could enable more affordable prenatal and pediatric care.</p>\n<p>We ultimately identified governments and non-governmental organizations that evaluate the effectiveness of nutritional epidemiology interventions as the customer segments with the most interest in such a product and with the largest potential market size. The information collected by these groups guides population-scale nutritional interventions (vitamin or mineral supplementation and fortification) in areas of the world where nutritional deficiencies are prominent; groups that are performing these interventions need to be able to better identify which areas are most in need of interventions, as well as assess the effectiveness of these interventions once they have been implemented.&nbsp;</p>\n<p>Through our customer interviews and our work with the I-Corps teaching staff, we identified that the key value propositions that our product and company would offer are decreasing the cost of assessing nutritional biomarkers by 95% by seamlessly incorporating tests into existing survey frameworks, eliminating the costs and complications associated with cold storage and shipping of blood samples, and reducing the risk of equipment in failure in the field and during shipping.&nbsp; We identified multiple potential future partners and customers who indicated interest in interacting with us and helping us as we brought our product closer to commercialization. We refined our plans and understanding of the appropriate distribution channels for different customer segments. Importantly, we also identified that while there is enthusiasm for this initial product, the enthusiasm for and value of our product would be greatly amplified by providing at least one, if not multiple, other minerals or vitamins (beyond the one measured by our current lab prototype) that could be measured using the same approach. Finally, we identified that directing our product towards applications in the food fortification supply chain is another way that we might be able to broaden the market base for our product. As a result of this project, we have formed a startup company and are currently seeking seed capital to move towards the development of a field-deployable prototype.</p>\n<p>The broader impacts of this project are truly global in scope. While the formation of a new business and future employment of multiple scientists or engineers provide some degree of broader impact of our current and future efforts, the true broader impact comes from being able to affect the health and lives of millions to billions of people around the world who have extremely limited money and resources.&nbsp; Billions of people are at risk for nutritional deficiencies, and our product could help organizations fighting to combat that risk more effectively help those populations that are most in need.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2017<br>\n\t\t\t\t\tModified by: Mark&nbsp;Styczynski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis \"I-Corps Teams\" project was used to investigate the commercial viability of a minimal-equipment whole-cell biosensor that can be used for low-cost, portable monitoring of the levels of minerals of vitamins in samples. The team interviewed over 100 different potential customers and members of the commercial ecosystem. We initially explored multiple different potential customer segments that might be interested in a product based on this technology in order to find the best possible application of our technology. These diverse potential customer segments included mining companies that could use such a chemical test at remote locations to monitor the treatment of mining effluent and low-income medical clinics in the United States where low-cost blood tests based on this technology could enable more affordable prenatal and pediatric care.\n\nWe ultimately identified governments and non-governmental organizations that evaluate the effectiveness of nutritional epidemiology interventions as the customer segments with the most interest in such a product and with the largest potential market size. The information collected by these groups guides population-scale nutritional interventions (vitamin or mineral supplementation and fortification) in areas of the world where nutritional deficiencies are prominent; groups that are performing these interventions need to be able to better identify which areas are most in need of interventions, as well as assess the effectiveness of these interventions once they have been implemented. \n\nThrough our customer interviews and our work with the I-Corps teaching staff, we identified that the key value propositions that our product and company would offer are decreasing the cost of assessing nutritional biomarkers by 95% by seamlessly incorporating tests into existing survey frameworks, eliminating the costs and complications associated with cold storage and shipping of blood samples, and reducing the risk of equipment in failure in the field and during shipping.  We identified multiple potential future partners and customers who indicated interest in interacting with us and helping us as we brought our product closer to commercialization. We refined our plans and understanding of the appropriate distribution channels for different customer segments. Importantly, we also identified that while there is enthusiasm for this initial product, the enthusiasm for and value of our product would be greatly amplified by providing at least one, if not multiple, other minerals or vitamins (beyond the one measured by our current lab prototype) that could be measured using the same approach. Finally, we identified that directing our product towards applications in the food fortification supply chain is another way that we might be able to broaden the market base for our product. As a result of this project, we have formed a startup company and are currently seeking seed capital to move towards the development of a field-deployable prototype.\n\nThe broader impacts of this project are truly global in scope. While the formation of a new business and future employment of multiple scientists or engineers provide some degree of broader impact of our current and future efforts, the true broader impact comes from being able to affect the health and lives of millions to billions of people around the world who have extremely limited money and resources.  Billions of people are at risk for nutritional deficiencies, and our product could help organizations fighting to combat that risk more effectively help those populations that are most in need.\n\n\t\t\t\t\tLast Modified: 05/01/2017\n\n\t\t\t\t\tSubmitted by: Mark Styczynski"
 }
}