{
 "awd_id": "1632300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop:  Historical and Social Scientific Perspectives on Life and its Cycles",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2017-10-31",
 "tot_intn_awd_amt": 24650.0,
 "awd_amount": 24650.0,
 "awd_min_amd_letter_date": "2016-08-09",
 "awd_max_amd_letter_date": "2016-08-09",
 "awd_abstract_narration": "General Audience Summary \r\n\r\nThis award is for a workshop in the history and social studies of the Life Sciences that is to be held during the summer of 2017, between June 25 and July 1. The planned location for the workshop is the Stazione Zoologica, a research institute in Naples, Italy, devoted to basic research in biology. Funds are to support travel and accommodation of five student-participants and five faculty-participants from USA institutions in an international collaborative workshop. The theme for the 2017 workshop is \"Cycles of Life\". The theme \"Cycles of Life\" engages with fundamental questions in the history and social studies of the life sciences. It will develop advanced understanding of the ethical, cultural, and scientific practices associated with the topic of \"life\" and analyze scientific work concerned with the cyclical action of living processes in the field and laboratory. The institute has run fifteen workshops every two years; it is a well-established forum for exceptional international interaction and professional enhancement in the history and social studies of the life sciences. The Workshop is restricted to ten faculty and twenty-five student-participants. It explicitly promotes new and international networks between young researchers not normally in contact. There are no plans to publish the workshop proceedings, but the directors actively encourage individual publication plans for articles or for dissertations.\r\n\r\nTechnical Summary \r\n\r\nWorkshop sessions are comprised of a highly focused discussion seminar, followed by a keynote lecture and faculty-led discussion. The research and discussion agenda probes the limits of contemporary science and technology, investigates the modern capacity to standardize, control, and manipulate life at the molecular level, and discusses the challenges, both historical and contemporary, to moral and ethical perceptions in the public's understanding of nature and living processes. Participants will engage seriously with issues of concern about the environment and living processes. The international dimension is also important in aiding the exchange of views and information about different national ethical, legal, and scientific practices on the topic of life and its cycles. Participants will thereby encounter new ideas, fresh intellectual frameworks, and new documentary sources, all readily transferrable. Participants will become familiar with different modes of scientific thought across historical time and in different cultures and geographical regions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Browne",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Janet E Browne",
   "pi_email_addr": "jbrowne@fas.harvard.edu",
   "nsf_id": "000558144",
   "pi_start_date": "2016-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "",
  "perf_city_name": "Naples",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "IT",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Italy",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 24650.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Workshop connected an international roster of specialised university faculty with 25 competitively chosen graduate students and postdoctoral scholars from Europe, North America, the Near East, South America, and Asia. The school is a well-established forum, taking palce every two years, for exceptional international interaction and professional enhancement in STS and historical aspects of biology.&nbsp; The aim was twofold. First to develop advanced understanding of the ethical, historical, cultural, and scientific practices associated with the topic of &lsquo;life cycles&rsquo; and related biological issues. Sessions were arranged in highly focussed seminar format, with intensive discussion of selected topics aided by keynote lectures that were followed by faculty-led discussion.&nbsp; Second, participants engaged seriously with themes of concern to the public about the interaction of science and society. The international dimension was important in aiding the exchange of views and information about different national and scientific practices on the topic of &lsquo;life cycles.' The Workshop is also an important opportunity for mentoring through introducting students to leading scholars in their special area. The aim is for student participants to be better equipped to become noted scholars in the field. There are no plans for publication but the directors encourage individual publication plans for articles or dissertations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2018<br>\n\t\t\t\t\tModified by: Janet&nbsp;E&nbsp;Browne</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Workshop connected an international roster of specialised university faculty with 25 competitively chosen graduate students and postdoctoral scholars from Europe, North America, the Near East, South America, and Asia. The school is a well-established forum, taking palce every two years, for exceptional international interaction and professional enhancement in STS and historical aspects of biology.  The aim was twofold. First to develop advanced understanding of the ethical, historical, cultural, and scientific practices associated with the topic of ?life cycles? and related biological issues. Sessions were arranged in highly focussed seminar format, with intensive discussion of selected topics aided by keynote lectures that were followed by faculty-led discussion.  Second, participants engaged seriously with themes of concern to the public about the interaction of science and society. The international dimension was important in aiding the exchange of views and information about different national and scientific practices on the topic of ?life cycles.' The Workshop is also an important opportunity for mentoring through introducting students to leading scholars in their special area. The aim is for student participants to be better equipped to become noted scholars in the field. There are no plans for publication but the directors encourage individual publication plans for articles or dissertations. \n\n \n\n\t\t\t\t\tLast Modified: 01/01/2018\n\n\t\t\t\t\tSubmitted by: Janet E Browne"
 }
}