{
 "awd_id": "1632004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Robotic 3D Tumor Technology for High Throughput Drug Screening",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2016-03-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2016-02-29",
 "awd_max_amd_letter_date": "2016-02-29",
 "awd_abstract_narration": "Cancer is currently the second leading cause of death in the United States. Despite significant investments to develop new therapeutics, cancer treatment has only marginally improved primarily due to the small number of new anti-cancer drugs made available for chemotherapy treatment of patients. A major reason behind this problem is the high rate of failure of candidate drugs in the process of drug discovery. During this process, pharmaceutical industries use two-dimensional (2D) cultures of cancer cells to evaluate efficacy and toxicity of candidate drug compounds. However, cancer cells grown as a 2D layer poorly represent human tumors that comprise of three dimensional (3D) mass of cancer cells. This disparity causes major differences in biological properties of cells and their responses to drugs. As a result, the same drug that is effective against 2D culture of cancer cells fails to show efficacy in patients. To overcome this major and long-standing problem, this Innovation Corps (I-Corps)team has developed a new technology that will allow culture of cancer cells in 3D and produce tumor-like tissues known as tumor spheroids. Incorporation of this technology in the process of drug discovery will help predict efficacy of candidate drug compounds and only move forward those compounds that produce a desired effect against tumor spheroids. This will substantially reduce ineffective compounds from further consideration, expedite introducing new drugs to market, and significantly reduce associated costs. Availability of a larger number of effective drugs at a lower cost will improve chemotherapy of patients and reduce healthcare costs.\r\n\r\nConsidering the current unmet need of pharmaceutical industries for a robotic, high throughput 3D cancer cell culture technology for use in the process of drug discovery, the proposed tumor spheroid technology fills this major gap by offering an enabling tool to screen libraries of chemical compounds against realistic tumor models and expedite the discovery of novel, effective oncology drugs. Considering the market size for oncology drug discovery, this technology can be used on a contractual basis to offer screening of libraries of compounds for pharmaceutical customers. Alternatively, the technology can be licensed to such customers to facilitate their in-house drug screening.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hossein",
   "pi_last_name": "Tavana",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hossein Tavana",
   "pi_email_addr": "tavana@uakron.edu",
   "nsf_id": "000601071",
   "pi_start_date": "2016-02-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "Olson Research Center 301",
  "perf_city_name": "Akron",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The National Cancer Institute estimates that approximately 1.7 million new cases of cancer will diagnosed and 600,920 people will die from the disease in the United States in 2017. Despite significant investments by governmental agencies and the pharmaceutical industry, statistics on incidence and mortality from cancer show that treatment outcomes have only marginally improved in the past. From 2012 to 2014, pharmaceutical companies spent $39 billion on internal and external oncology research per year, while on average only 14 new chemotherapy drugs were approved per year during the same period. Cancer drug discovery has the lowest success rate among all therapeutic disciplines, and only about 5% of oncology clinical trials result in approved drug. This makes cancer drug discovery very costly. Currently, discovering a new cancer drug is estimated to cost about $2B and take over ten years. The extremely low rate of cancer drug approval is partly due to the use of irrelevant cancer cell models in drug discovery. This in turn has remained a major impediment to improvements in cancer treatment.</p>\n<p>&nbsp;</p>\n<p>To address this longstanding problem, we developed a new technology to generate three-dimensional tumor-like models of cancer using cancer cells. This patented technology uses immiscibility of two aqueous solutions to pattern a three-dimensional cluster of cancer cells that mimic a solid tumor. Our recent published work shows that these models reproduce key properties of patient tumors and can serve as a valuable tool in cancer drug discovery. Importantly, the three-dimensional tumor models enable a wide range of studies to identify biological mechanisms of cancer and testing of therapeutics to identify drugs that can effectively inhibit growth of cancer cells, block drug resistance of cancer cells, and ultimately improve patients treatment outcomes. Therefore, the tumor model will be an enabling tool to advance our knowledge of this complex disease.</p>\n<p>&nbsp;</p>\n<p>To establish the potential of this technology in cancer drug discovery, our team participated in a workshop by the National Science Foundation (NSF) to explore potential customers&rsquo; feedback about our tumor model. The interviews with the potential customers pointed to an urgent need for tumor models that can better predict drug responses of cancer cells. Therefore, incorporating our technology into drug development and discovery in pharmaceutical industries will help identify effective drugs and distinguish them from ineffective candidate drugs prior to expensive and tedious animal studies. We learned that this will reduce the costs associated with failed compound studies and save an average of $500,000 and six months per each compound tested. Overall, this will expedite the cancer drug discovery process, make it less expensive, and significantly increase the probability of success. With this approach, our technology will lead to more effective cancer drugs reaching clinical trials and market, decreasing the number of lives that cancer claims. We recently established a startup company (OncoSolutions LLC: https://www.oncosolutionsllc.com) in Akron located in Northeast Ohio to offer drug testing services to pharmaceutical industries. This company is co-founded by a female, who helped developed the technology, gained her doctorate in the course of the project, and is now serving as the CEO of the company. Therefore, this project has brought and will bring major societal impact.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2017<br>\n\t\t\t\t\tModified by: Hossein&nbsp;Tavana</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe National Cancer Institute estimates that approximately 1.7 million new cases of cancer will diagnosed and 600,920 people will die from the disease in the United States in 2017. Despite significant investments by governmental agencies and the pharmaceutical industry, statistics on incidence and mortality from cancer show that treatment outcomes have only marginally improved in the past. From 2012 to 2014, pharmaceutical companies spent $39 billion on internal and external oncology research per year, while on average only 14 new chemotherapy drugs were approved per year during the same period. Cancer drug discovery has the lowest success rate among all therapeutic disciplines, and only about 5% of oncology clinical trials result in approved drug. This makes cancer drug discovery very costly. Currently, discovering a new cancer drug is estimated to cost about $2B and take over ten years. The extremely low rate of cancer drug approval is partly due to the use of irrelevant cancer cell models in drug discovery. This in turn has remained a major impediment to improvements in cancer treatment.\n\n \n\nTo address this longstanding problem, we developed a new technology to generate three-dimensional tumor-like models of cancer using cancer cells. This patented technology uses immiscibility of two aqueous solutions to pattern a three-dimensional cluster of cancer cells that mimic a solid tumor. Our recent published work shows that these models reproduce key properties of patient tumors and can serve as a valuable tool in cancer drug discovery. Importantly, the three-dimensional tumor models enable a wide range of studies to identify biological mechanisms of cancer and testing of therapeutics to identify drugs that can effectively inhibit growth of cancer cells, block drug resistance of cancer cells, and ultimately improve patients treatment outcomes. Therefore, the tumor model will be an enabling tool to advance our knowledge of this complex disease.\n\n \n\nTo establish the potential of this technology in cancer drug discovery, our team participated in a workshop by the National Science Foundation (NSF) to explore potential customers? feedback about our tumor model. The interviews with the potential customers pointed to an urgent need for tumor models that can better predict drug responses of cancer cells. Therefore, incorporating our technology into drug development and discovery in pharmaceutical industries will help identify effective drugs and distinguish them from ineffective candidate drugs prior to expensive and tedious animal studies. We learned that this will reduce the costs associated with failed compound studies and save an average of $500,000 and six months per each compound tested. Overall, this will expedite the cancer drug discovery process, make it less expensive, and significantly increase the probability of success. With this approach, our technology will lead to more effective cancer drugs reaching clinical trials and market, decreasing the number of lives that cancer claims. We recently established a startup company (OncoSolutions LLC: https://www.oncosolutionsllc.com) in Akron located in Northeast Ohio to offer drug testing services to pharmaceutical industries. This company is co-founded by a female, who helped developed the technology, gained her doctorate in the course of the project, and is now serving as the CEO of the company. Therefore, this project has brought and will bring major societal impact.\n\n\t\t\t\t\tLast Modified: 10/23/2017\n\n\t\t\t\t\tSubmitted by: Hossein Tavana"
 }
}