{
 "awd_id": "1632499",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Social Facets of Data Science",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 24941.0,
 "awd_amount": 24941.0,
 "awd_min_amd_letter_date": "2016-07-11",
 "awd_max_amd_letter_date": "2016-07-11",
 "awd_abstract_narration": "The project will fund a workshop on the social aspects of data science using historical, philosophical, and social scientific methods.  It will be held at Cal Poly in the fall of 2016. The workshop will bring together historians, philosophers, anthropologists, and sociologists of data science. They will work together to design a science and technology studies research agenda for data science. Faculty and students engaged in social, historical and ethical studies of data science will be invited to participate. The workshop will contribute to the advancement of knowledge about data science. It will further understanding of social and cultural aspects of data science. It will professionalize and train students. The workshop's publications will increase society?s understanding of data science by discussing the how, what, who, where and why of data science.\r\n\r\n\r\nThe workshop will establish of a multi-disciplinary, multi-generational, and multi-institutional science and technology studies (STS) research agenda on data science. It is designed to be an agenda-setting workshop involving both experts and the general public to produce a research strategy and agenda. The workshop will focus on data science's communication patterns, tools, styles of work, analytical habits, standards, visual strategies, and professional ethics. Presentations will document the emerging social facets of data science research cultures by using historical, philosophical, and social scientific methods. The workshop will offer an opportunity for STS to apply its methods to a new scientific profession and  provide STS with a chance to situate itself as a key stakeholder in the professionalization process. The workshop will increase the documentation and understanding of data science beyond the technical profession.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Beaton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Beaton",
   "pi_email_addr": "brbeaton@calpoly.edu",
   "nsf_id": "000715660",
   "pi_start_date": "2016-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Polytechnic State University Foundation",
  "inst_street_address": "1 GRAND AVE BLDG 15",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8057562982",
  "inst_zip_code": "934079000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "CAL POLY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MC4RJJM9XLT5"
 },
 "perf_inst": {
  "perf_inst_name": "California Polytechnic State University",
  "perf_str_addr": "One Grand Avenue",
  "perf_city_name": "San Luis Obispo",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 24941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&ldquo;Social Facets of Data Science&rdquo; was a multi-disciplinary NSF workshop organized for a multi-stakeholder audience. The workshop brought together researchers and students for a two-day meeting at California Polytechnic State University (Cal Poly), a primarily undergraduate institution (PUI) that serves as the principal science, technology, engineering, and mathematics (STEM) campus for the California State University (CSU) system. CSU is the largest public university system in the United States. The workshop was held November 10th and 11th, 2016. The location for the workshop was Cal Poly&rsquo;s Robert E. Kennedy Library. The scholars Brian Beaton (Cal Poly), Amelia Acker (UT Austin), Lauren Di Monte (Rochester), Shivrang Setlur (Cornell), and Tonia Sutherland (U. Hawaii) co-conceived, co-organized, and co-facilitated the workshop as part of their ongoing efforts to promote inclusive growth in the research circles that make up and surround data science, and to identify research gaps and funding needs.</p>\n<p>Formal workshop participants included the scholars Joyce Bell (Minnesota), Cathryn Carson (Berkeley), Bonnie Mak (Illinois), Rachel Mayeri (Harvey Mudd College), and Katie Shilton (Maryland). Three postdoctoral researchers from UC Berkeley&rsquo;s Institute for Data Science also participated in the workshop: Charlotte Cabasse-Mazel, R. Stuart Geiger, and Anna Lauren Hoffmann. More than 100 undergraduate students and faculty from Cal Poly attended the various public lectures that were organized in conjunction with the workshop or participated in interactive breakout sessions. In addition, Cal Poly students from the undergraduate Science, Technology &amp; Society (STS) program and the undergraduate Data Science Club led one of the workshop&rsquo;s main sessions, which focused on the definition of data science. Cal Poly students also participated in breakout sessions designed to help them identify undergraduate research opportunities on data science and its social facets, which includes not only questions of data ethics but also the role of data in governance and policy making.</p>\n<p>Because a major objective of the workshop was to engage students and scholars from across the social, behavioral and economic sciences, the workshop co-organizers solicited questions and prompts from a wide range of outside scholars during the workshop&rsquo;s planning phase. Serving as a key part of the workshop&rsquo;s organizational logic, these questions and prompts helped the workshop organizers achieve new levels of multi-disciplinary, multi-stakeholder engagement with data science. The following scholars contributed a discussion prompt or question used during the &ldquo;Social Facets of Data Science&rdquo; NSF workshop: Dan Bouk (Colgate); Jed Brubaker (U. Colorado); James Cortada (Charles Babbage Institute, U. Minnesota); Joseph Dumit (UC Davis); Ingrid Erickson (Syracuse); Donna J. Haraway (UC Santa Cruz); M&eacute;l Hogan (U. Calgary); Lilly Irani (UC San Diego); Christopher Kelty (UCLA); Karen Levy (Cornell); Michelle Murphy (U. Toronto); Alondra Nelson (Columbia U. and President of the Social Science Research Council); Jackie Orr (Syracuse); DJ Patil (Chief Data Scientist of the United States, 2015-2017); Kavita Philip (UC Irvine), Irina Raicu (Santa Clara); Matt Ratto (U. Toronto); Nick Seaver (Tufts); David Serlin (UC San Diego); Judith Simon (U. Hamburg); Lucy Suchman (Lancaster U. and President of the Society for Social Studies of Science); and Shannon Vallor (Santa Clara).</p>\n<p>The primary outcomes of the workshop were the identification of &ldquo;Next Steps&rdquo; for research into data science and its social facets, as well as the identification of research gaps in particular need of federal research funding. Data science is restructuring knowledge creation as well as knowledge reception by integrating tools and methodologies that range from machine learning to design thinking. These developments have the potential to affect nearly every segment of the U.S. science and engineering workforce. In particular need of research funding are studies that investigate the changing culture of scientific explanation; studies of when the numerous kinds of rote and expert work consolidated under the rubric of &ldquo;Data Science&rdquo; are perhaps more effectively approached and supported as separate practices; and studies into how data scientists ask and answer research questions. Also needed is deeper research into the metadata dimensions of data science; research into the growing role of expressive technologies in the creation of data science research products; context-specific research into data science research impact and use (e.g., predictive medicine,&nbsp;predictive policing,&nbsp;predictive maintenance); and research into the role that data science plays in creating the evidentiary foundation on which new and emerging conceptualizations of world historical developments are based (e.g., the &ldquo;fourth industrial revolution&rdquo; or 4IR).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2017<br>\n\t\t\t\t\tModified by: Brian&nbsp;Beaton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\"Social Facets of Data Science\" was a multi-disciplinary NSF workshop organized for a multi-stakeholder audience. The workshop brought together researchers and students for a two-day meeting at California Polytechnic State University (Cal Poly), a primarily undergraduate institution (PUI) that serves as the principal science, technology, engineering, and mathematics (STEM) campus for the California State University (CSU) system. CSU is the largest public university system in the United States. The workshop was held November 10th and 11th, 2016. The location for the workshop was Cal Poly?s Robert E. Kennedy Library. The scholars Brian Beaton (Cal Poly), Amelia Acker (UT Austin), Lauren Di Monte (Rochester), Shivrang Setlur (Cornell), and Tonia Sutherland (U. Hawaii) co-conceived, co-organized, and co-facilitated the workshop as part of their ongoing efforts to promote inclusive growth in the research circles that make up and surround data science, and to identify research gaps and funding needs.\n\nFormal workshop participants included the scholars Joyce Bell (Minnesota), Cathryn Carson (Berkeley), Bonnie Mak (Illinois), Rachel Mayeri (Harvey Mudd College), and Katie Shilton (Maryland). Three postdoctoral researchers from UC Berkeley?s Institute for Data Science also participated in the workshop: Charlotte Cabasse-Mazel, R. Stuart Geiger, and Anna Lauren Hoffmann. More than 100 undergraduate students and faculty from Cal Poly attended the various public lectures that were organized in conjunction with the workshop or participated in interactive breakout sessions. In addition, Cal Poly students from the undergraduate Science, Technology &amp; Society (STS) program and the undergraduate Data Science Club led one of the workshop?s main sessions, which focused on the definition of data science. Cal Poly students also participated in breakout sessions designed to help them identify undergraduate research opportunities on data science and its social facets, which includes not only questions of data ethics but also the role of data in governance and policy making.\n\nBecause a major objective of the workshop was to engage students and scholars from across the social, behavioral and economic sciences, the workshop co-organizers solicited questions and prompts from a wide range of outside scholars during the workshop?s planning phase. Serving as a key part of the workshop?s organizational logic, these questions and prompts helped the workshop organizers achieve new levels of multi-disciplinary, multi-stakeholder engagement with data science. The following scholars contributed a discussion prompt or question used during the \"Social Facets of Data Science\" NSF workshop: Dan Bouk (Colgate); Jed Brubaker (U. Colorado); James Cortada (Charles Babbage Institute, U. Minnesota); Joseph Dumit (UC Davis); Ingrid Erickson (Syracuse); Donna J. Haraway (UC Santa Cruz); M&eacute;l Hogan (U. Calgary); Lilly Irani (UC San Diego); Christopher Kelty (UCLA); Karen Levy (Cornell); Michelle Murphy (U. Toronto); Alondra Nelson (Columbia U. and President of the Social Science Research Council); Jackie Orr (Syracuse); DJ Patil (Chief Data Scientist of the United States, 2015-2017); Kavita Philip (UC Irvine), Irina Raicu (Santa Clara); Matt Ratto (U. Toronto); Nick Seaver (Tufts); David Serlin (UC San Diego); Judith Simon (U. Hamburg); Lucy Suchman (Lancaster U. and President of the Society for Social Studies of Science); and Shannon Vallor (Santa Clara).\n\nThe primary outcomes of the workshop were the identification of \"Next Steps\" for research into data science and its social facets, as well as the identification of research gaps in particular need of federal research funding. Data science is restructuring knowledge creation as well as knowledge reception by integrating tools and methodologies that range from machine learning to design thinking. These developments have the potential to affect nearly every segment of the U.S. science and engineering workforce. In particular need of research funding are studies that investigate the changing culture of scientific explanation; studies of when the numerous kinds of rote and expert work consolidated under the rubric of \"Data Science\" are perhaps more effectively approached and supported as separate practices; and studies into how data scientists ask and answer research questions. Also needed is deeper research into the metadata dimensions of data science; research into the growing role of expressive technologies in the creation of data science research products; context-specific research into data science research impact and use (e.g., predictive medicine, predictive policing, predictive maintenance); and research into the role that data science plays in creating the evidentiary foundation on which new and emerging conceptualizations of world historical developments are based (e.g., the \"fourth industrial revolution\" or 4IR).\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/29/2017\n\n\t\t\t\t\tSubmitted by: Brian Beaton"
 }
}