{
 "awd_id": "1632584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Physiological and Cognitive Correlates of Error-Related Alpha Suppression",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Fritz",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 274175.0,
 "awd_amount": 274175.0,
 "awd_min_amd_letter_date": "2016-06-21",
 "awd_max_amd_letter_date": "2016-06-21",
 "awd_abstract_narration": "The ability to shift attention rapidly under highly demanding performance conditions is critical for many occupations, such as driving, aviation, military, and medical personnel. The human mind has evolved a capacity to continually self-monitor, checking ongoing performance against goals, maintaining alertness to possible errors, and rapidly adjusting attention when performance shows signs of slipping. The present research project will investigate the processes by which performance errors are detected, leading to heightened physiological arousal and adaptive changes in cognition that momentarily refocus attention on task-relevant information in the environment. Using both EEG measures of brain activity and measures of pupil diameter to quantify physiological arousal, the research will test the hypothesis that arousal elicited by performance errors leads to enhanced attention. In addition to its scientific goals, the project will strengthen the research environment in cognitive neuroscience at a highly selective liberal arts college that sends disproportionate numbers of graduates on to doctoral-level research in STEM fields. \r\n\r\nEffective control of cognitive performance depends on noticing and responding to performance errors in ways that are behaviorally adaptive. The proposed research tests a novel model of error-reactivity that focuses on error-related alpha suppression (ERAS), which refers to the reduction in EEG alpha-band activity in the inter-trial interval following an error compared to a correct response. The model posits that ERAS reflects transient arousal resulting from norepinephrine projections that ascend from the brainstem locus coerulus to activate cortical regions in response to salient events. The arousal model predicts that ERAS should covary with error-related pupil dilation, which is mediated by the norepinephrine system. In addition, based on adaptive gain theory, the model predicts that error-related arousal leads to enhanced attention to task-relevant cues, which will be measured both behaviorally and with EEG measures. Finally, using current time-frequency analysis techniques, the research will directly compare ERAS to other error-related oscillatory phenomena that are present in different EEG frequency bands (i.e., error-related theta and gamma effects). Results will provide novel information to inform theories of error-related cognitive control by detailing how performance mistakes lead to momentary arousal responses and by examining the relationship between error-related arousal and behavioral performance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Compton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Compton",
   "pi_email_addr": "rcompton@haverford.edu",
   "nsf_id": "000688569",
   "pi_start_date": "2016-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Haverford College",
  "inst_street_address": "370 W LANCASTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "HAVERFORD",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6108961000",
  "inst_zip_code": "190411336",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "THE CORPORATION OF HAVERFORD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "QAP9NNDEWGZ8"
 },
 "perf_inst": {
  "perf_inst_name": "Haverford College",
  "perf_str_addr": "370 Lancaster Ave",
  "perf_city_name": "Haverford",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190411336",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 274175.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability to monitor our own behavior for performance mistakes is an important component of the brain&rsquo;s executive functions, allowing us to stay on track to meet behavioral goals, and is relevant to real-life tasks such as driving, piloting, test performance, and social interaction. The goals of this project were to better understand the neural basis of error-monitoring and its consequences for subsequent task performance. Specifically, the research aimed to test an arousal-based model of error-monitoring, in which errors were expected to increase arousal levels in both the central and peripheral nervous system, as monitored by electroencephalogram (EEG) and pupil diameter measures. Our prior research had found that within one second of a performance mistake in a speeded computerized task, EEG activity in the alpha power band is suppressed as a reflection of the brain&rsquo;s arousal response to the performance error. In the funded project, we combined EEG recording with simultaneous pupil diameter measurements in order to see if error-evoked pupillary changes corresponded to error-evoked EEG changes. In both Studies 1 and 2, we found that mistakes that elicit stronger pupil-based measures of arousal (greater pupil dilation) also tended to elicit stronger EEG markers of arousal (suppression of EEG activity in the alpha band). That is, the two physiological responses to performance errors were correlated, implying that they tap a common arousal-based response to the recognition that a processing error has occurred. In addition, the project aimed to address whether arousal responses to errors lead to adaptive cognitive changes, such as increased attentional focus, or maladaptive cognitive changes, such as slower processing speed and lower accuracy. Across both studies, we found that errors tended to be followed by slower processing speed without improvements in accuracy and without any improvement in attentional focus. These findings contradict a widely held theory of &ldquo;adaptive control&rdquo; which assumes that error detection leads to improved performance. Finally, we found that trial-by-trial pupillary measures predicted the behavioral response to performance errors, in that errors that were characterized by increased pupil diameter (increased arousal) also tended to be followed by slower performance on the next trials. Taken together, the results indicate that errors tend to be followed by arousal in both central and peripheral measures measured synchronously, and that higher levels of arousal tend to impair rather than enhance subsequent performance. In addition to addressing these scientific objectives, the project also enhanced STEM training and facilities at a primarily undergraduate institution, employing eight undergraduate research assistants directly and giving them training in both eye-tracking and EEG data acquisition and analysis methods, as well as supporting the equipment for these methodologies to be used in future research in cognitive neuroscience at the institution.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2020<br>\n\t\t\t\t\tModified by: Rebecca&nbsp;Compton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ability to monitor our own behavior for performance mistakes is an important component of the brain’s executive functions, allowing us to stay on track to meet behavioral goals, and is relevant to real-life tasks such as driving, piloting, test performance, and social interaction. The goals of this project were to better understand the neural basis of error-monitoring and its consequences for subsequent task performance. Specifically, the research aimed to test an arousal-based model of error-monitoring, in which errors were expected to increase arousal levels in both the central and peripheral nervous system, as monitored by electroencephalogram (EEG) and pupil diameter measures. Our prior research had found that within one second of a performance mistake in a speeded computerized task, EEG activity in the alpha power band is suppressed as a reflection of the brain’s arousal response to the performance error. In the funded project, we combined EEG recording with simultaneous pupil diameter measurements in order to see if error-evoked pupillary changes corresponded to error-evoked EEG changes. In both Studies 1 and 2, we found that mistakes that elicit stronger pupil-based measures of arousal (greater pupil dilation) also tended to elicit stronger EEG markers of arousal (suppression of EEG activity in the alpha band). That is, the two physiological responses to performance errors were correlated, implying that they tap a common arousal-based response to the recognition that a processing error has occurred. In addition, the project aimed to address whether arousal responses to errors lead to adaptive cognitive changes, such as increased attentional focus, or maladaptive cognitive changes, such as slower processing speed and lower accuracy. Across both studies, we found that errors tended to be followed by slower processing speed without improvements in accuracy and without any improvement in attentional focus. These findings contradict a widely held theory of \"adaptive control\" which assumes that error detection leads to improved performance. Finally, we found that trial-by-trial pupillary measures predicted the behavioral response to performance errors, in that errors that were characterized by increased pupil diameter (increased arousal) also tended to be followed by slower performance on the next trials. Taken together, the results indicate that errors tend to be followed by arousal in both central and peripheral measures measured synchronously, and that higher levels of arousal tend to impair rather than enhance subsequent performance. In addition to addressing these scientific objectives, the project also enhanced STEM training and facilities at a primarily undergraduate institution, employing eight undergraduate research assistants directly and giving them training in both eye-tracking and EEG data acquisition and analysis methods, as well as supporting the equipment for these methodologies to be used in future research in cognitive neuroscience at the institution.\n\n \n\n\t\t\t\t\tLast Modified: 10/01/2020\n\n\t\t\t\t\tSubmitted by: Rebecca Compton"
 }
}