{
 "awd_id": "1633124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BIGDATA: IA: Democratizing Massive Fluid Flow Simulations via Open Numerical Laboratories and Applications to Turbulent Flow and Geophysical Modeling",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 952570.0,
 "awd_amount": 952570.0,
 "awd_min_amd_letter_date": "2016-09-13",
 "awd_max_amd_letter_date": "2016-09-13",
 "awd_abstract_narration": "Computer simulations of turbulent fluid flows are playing an increasingly vital role in engineering applications (e.g. reducing drag forces on vehicles and predicting wind turbine aerodynamic efficiency) and in geophysical sciences (e.g. describing the fate of pollutant dispersion or Lagrangian transport and mixing in the ocean). Simulations consist of discretizing and integrating the partial differential equations governing fluid flow and transport forward in time, providing solutions for physical variables (fields such as velocity and pressure) as function of time and space in the entire domain of interest. Since such simulations generate enormous amounts of data, the prevailing approach has been for researchers to analyze the data \"on the fly\" during the simulation runs while only a small subset of time-steps are stored for subsequent analysis. As a result, often large simulations of the same process must be repeated after new questions arise that were not initially obvious. Many (or even most) breakthrough concepts cannot be anticipated in advance, as they will be motivated in part by output data and must then be tested against it. As a result, there is a need for methods to store entire space-time data from such simulations.  This project develops innovative tools for the efficient creation of open numerical databases that contain massive outputs from computational fluid dynamics simulations used in turbulence research and geophysical transport modeling and makes these available to the entire community. Several of the datasets to be included into the Open Numerical Laboratory will be contributed by external researchers. In addition to enhancing engineering and geophysical fluid mechanics and turbulence research, democratized access to large-scale turbulent flow simulation data will also play a crucial role in education and training for the next generation of researchers. Active learning through new educational modules that allow students to query simulation datasets in unprecedented detail will provide new educational paradigms. More broadly, the lessons learned from this project will be generalizable to many other fields where numerical simulations generate very large datasets that are difficult to access using prevailing approaches. In this way, the project will enhance the scientific and broader impacts of the US high-performance scientific computing infrastructure. \r\n\r\nThis project will develop innovative tools for the efficient creation of open numerical databases that contain massive outputs from computational fluid dynamics simulations used in turbulence research and geophysical transport modeling. An ingest pipeline to be developed will enable users to transfer data from file systems containing the output of their massive direct numerical simulations, build a database, and serve it to the community for open exploratory data analysis and innovative turbulence and oceanic mixing research. To date, the investigators involved in this project have built an Open Numerical Laboratory focusing on direct numerical simulations (DNS) of canonical turbulent flows, in which the entire space-time data are available to the wider research community. However, the existing datasets are few in number and databases have been created one by one, using methodologies difficult to replicate on a massive scale.  Moreover, emerging Exascale simulations will potentially result in data sets of unprecedented scale (tens to hundreds of PetaBytes). Advanced computer science algorithms will be required to tackle these challenges. This project will (a) develop automated, and scalable data management algorithms to ingest, index and serve very large data sets generated by a wide range of groups, (b) explore novel algorithms using spatio-temporal subsampling combined with online interpolation with re-simulation, yielding large compression factors depending on the subsampling stride, and (c) use machine learning algorithms to identify localized regions of interest in the simulations and save these 4D domains in a database for detailed follow-up analytics. The new databases will include data from (1) the largest channel flow DNS, (2) rotating and stratified turbulence of geophysical interest, (3) a DNS of developing wall boundary layer and (4) detailed ocean circulation models with complex boundary conditions. As part of the innovative domain science applications, data sets will be used to improve turbulence models using data-assimilation concepts, study Lagrangian vortex dynamics, and explore geophysical transport in a regional general circulation model of the North Atlantic Ocean.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Meneveau",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Charles V Meneveau",
   "pi_email_addr": "meneveau@jhu.edu",
   "nsf_id": "000113441",
   "pi_start_date": "2016-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Szalay",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander S Szalay",
   "pi_email_addr": "aszalay1@jhu.edu",
   "nsf_id": "000472256",
   "pi_start_date": "2016-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Eyink",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory L Eyink",
   "pi_email_addr": "eyink@jhu.edu",
   "nsf_id": "000284054",
   "pi_start_date": "2016-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Randal",
   "pi_last_name": "Burns",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Randal Burns",
   "pi_email_addr": "randal@cs.jhu.edu",
   "nsf_id": "000461531",
   "pi_start_date": "2016-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tamer",
   "pi_last_name": "Zaki",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Tamer A Zaki",
   "pi_email_addr": "t.zaki@jhu.edu",
   "nsf_id": "000656179",
   "pi_start_date": "2016-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  },
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 952570.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goals of this project were to develop innovative tools to facilitate open database creation to easily build, analyze, and visualize data sets from high-performance numerical simulations of various fluid flows, and to place them in open database environments for broad availability. Such open numerical laboratories have proven invaluable in allowing anyone to access the results from high-performance numerical simulations using only an internet connection. Using traditional methods the access to such data has been highly restrictive: users have to download flat files form a server, worry about file format, and then still they have to use massive parallel computing facilities for any further analysis. Open numerical laboratories provide a low entry bar to large datasets and thus democratize access to massive fluid dynamics simulations. Users of the open numerical laboratory can specify positions and times at which data (e.g. fluid velocity and pressure) are desired (at &ldquo;virtual sensor&rdquo; locations and times), and a Web Services enabled database returns field variables. Also as part of the project, new turbulence datasets as well as simulations of the circulation in the subpolar North Atlantic Ocean were included and made available in the numerical laboratories. Based on the unique database capabilities, several research topics were pursued to advance fluid science along various directions.</p>\n<p>For new datasets in the Johns Hopkins Turbulence Databases (JHTDB) we use the new FileDB system to organize data according to an optimal spatial arrangement but in files stored in a regular file system. The new approach greatly facilitates data ingestion. The following new datasets were added to JHTDB using FileDB: (i) Snapshots of forced isotropic turbulence data set on 4096<sup>3</sup> and 8192<sup>3</sup> grids, (ii) snapshots of rotating stratified turbulence dataset on 4096<sup>3</sup> grid, (iii) snapshots of a turbulent channel flow at Re<sub>t</sub>=5200, and (iv) the full space-time evolution of a transitional boundary layer flow. Altogether the system now comprises 1/2 Petabytes. Also, two simulations of the circulation in the subpolar North Atlantic Ocean were stored on the SciServer platform. A new year&shy;long, high&shy;resolution (&sim;2 km) numerical simulation covering the east Greenland shelf and the Iceland and Irminger Seas has been run. The new simulation dataset has been made publicly available with a suite of analysis tools. A Python software package, called OceanSpy, to facilitate the analysis and visualization of ocean general circulation models has been developed and integrated into SciServer.</p>\n<p>We developed modules that facilitate 3D visualization of data from JHTDB with open source software (Python Jupyter Notebooks). We include volume rendering and 3D iso-surfaces to analyze flows. Also, we developed new techniques that perform feature extraction of vortices for a simulation of turbulent fluid dynamics based on file access from stored snapshots. During the project we also developed and extensively tested a new data compression tool based on spatio-temporal sub-sampling and local re-simulation. We anticipate this technique will become cost-effective for actual implementation in the future for significantly larger datasets than those currently available in JHTDB.</p>\n<p>The various datasets were used to advance scientific objectives. For instance, we used the channel flow data on JHTDB and our unique, database-enabled backward-in-time tracking capabilities to elucidate how vorticity is generated and transported in wall-bounded flows.<strong> </strong>Regarding ocean mixing, the main findings from analyzing the datasets advance the understanding of the dense overflow through Denmark Strait, which is important for global climate. Specifically, the current pathways approaching and passing through the overflow were analyzed. On the topic of database-augmented wall and subgrid-scale modeling for Large Eddy Simulations, we developed ensemble-variational techniques that use available statistical data to optimize subgrid-scale models and provide uncertainty bounds for our predictions.</p>\n<p>Analysis of turbulent spots in the transitional turbulence dataset has allowed us to address a long-standing question whether incipient turbulent spots already contain properties of high-Reynolds-number, developed turbulence. In this study, and using a new unsupervised machine-learning method that can identify spot interfaces without setting arbitrary thresholds, we show that spot interfaces have a fractal dimension of D ~ 2.36, very similar to high Reynolds number behavior. Results thus provide evidence that turbulent spots exhibit high-Reynolds-number fractal-scaling properties already during early transitional stages of the flow evolution.</p>\n<p>Broader Impacts: In terms of dissemination and outreach, the project led to 14 peer-reviewed publications, 11 conference papers, and over 50 presentations. For outreach, a Turbulence Summer School with over 50 participants was organized in 2017 that utilized access to the JHTDB for purposes of studying boundary layer turbulence. Usage of JHTDB has continued to grow. From 2016 to September 2020, the number of peer-reviewed papers by authors and research groups world-wide that have been based on data from JHTDB are, respectively: 19, 15, 44, 49 and 30.&nbsp; Overall, more than 200 papers have been published using JHTDB data illustrating the considerable benefits of democratizing access to large-scale simulation datasets.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2020<br>\n\t\t\t\t\tModified by: Charles&nbsp;V&nbsp;Meneveau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goals of this project were to develop innovative tools to facilitate open database creation to easily build, analyze, and visualize data sets from high-performance numerical simulations of various fluid flows, and to place them in open database environments for broad availability. Such open numerical laboratories have proven invaluable in allowing anyone to access the results from high-performance numerical simulations using only an internet connection. Using traditional methods the access to such data has been highly restrictive: users have to download flat files form a server, worry about file format, and then still they have to use massive parallel computing facilities for any further analysis. Open numerical laboratories provide a low entry bar to large datasets and thus democratize access to massive fluid dynamics simulations. Users of the open numerical laboratory can specify positions and times at which data (e.g. fluid velocity and pressure) are desired (at \"virtual sensor\" locations and times), and a Web Services enabled database returns field variables. Also as part of the project, new turbulence datasets as well as simulations of the circulation in the subpolar North Atlantic Ocean were included and made available in the numerical laboratories. Based on the unique database capabilities, several research topics were pursued to advance fluid science along various directions.\n\nFor new datasets in the Johns Hopkins Turbulence Databases (JHTDB) we use the new FileDB system to organize data according to an optimal spatial arrangement but in files stored in a regular file system. The new approach greatly facilitates data ingestion. The following new datasets were added to JHTDB using FileDB: (i) Snapshots of forced isotropic turbulence data set on 40963 and 81923 grids, (ii) snapshots of rotating stratified turbulence dataset on 40963 grid, (iii) snapshots of a turbulent channel flow at Ret=5200, and (iv) the full space-time evolution of a transitional boundary layer flow. Altogether the system now comprises 1/2 Petabytes. Also, two simulations of the circulation in the subpolar North Atlantic Ocean were stored on the SciServer platform. A new year&shy;long, high&shy;resolution (&sim;2 km) numerical simulation covering the east Greenland shelf and the Iceland and Irminger Seas has been run. The new simulation dataset has been made publicly available with a suite of analysis tools. A Python software package, called OceanSpy, to facilitate the analysis and visualization of ocean general circulation models has been developed and integrated into SciServer.\n\nWe developed modules that facilitate 3D visualization of data from JHTDB with open source software (Python Jupyter Notebooks). We include volume rendering and 3D iso-surfaces to analyze flows. Also, we developed new techniques that perform feature extraction of vortices for a simulation of turbulent fluid dynamics based on file access from stored snapshots. During the project we also developed and extensively tested a new data compression tool based on spatio-temporal sub-sampling and local re-simulation. We anticipate this technique will become cost-effective for actual implementation in the future for significantly larger datasets than those currently available in JHTDB.\n\nThe various datasets were used to advance scientific objectives. For instance, we used the channel flow data on JHTDB and our unique, database-enabled backward-in-time tracking capabilities to elucidate how vorticity is generated and transported in wall-bounded flows. Regarding ocean mixing, the main findings from analyzing the datasets advance the understanding of the dense overflow through Denmark Strait, which is important for global climate. Specifically, the current pathways approaching and passing through the overflow were analyzed. On the topic of database-augmented wall and subgrid-scale modeling for Large Eddy Simulations, we developed ensemble-variational techniques that use available statistical data to optimize subgrid-scale models and provide uncertainty bounds for our predictions.\n\nAnalysis of turbulent spots in the transitional turbulence dataset has allowed us to address a long-standing question whether incipient turbulent spots already contain properties of high-Reynolds-number, developed turbulence. In this study, and using a new unsupervised machine-learning method that can identify spot interfaces without setting arbitrary thresholds, we show that spot interfaces have a fractal dimension of D ~ 2.36, very similar to high Reynolds number behavior. Results thus provide evidence that turbulent spots exhibit high-Reynolds-number fractal-scaling properties already during early transitional stages of the flow evolution.\n\nBroader Impacts: In terms of dissemination and outreach, the project led to 14 peer-reviewed publications, 11 conference papers, and over 50 presentations. For outreach, a Turbulence Summer School with over 50 participants was organized in 2017 that utilized access to the JHTDB for purposes of studying boundary layer turbulence. Usage of JHTDB has continued to grow. From 2016 to September 2020, the number of peer-reviewed papers by authors and research groups world-wide that have been based on data from JHTDB are, respectively: 19, 15, 44, 49 and 30.  Overall, more than 200 papers have been published using JHTDB data illustrating the considerable benefits of democratizing access to large-scale simulation datasets.\n\n \n\n\t\t\t\t\tLast Modified: 12/09/2020\n\n\t\t\t\t\tSubmitted by: Charles V Meneveau"
 }
}