{
 "awd_id": "1633381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BIGDATA: Collaborative Research: F: Discovering Context-Sensitive Impact in Complex Systems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 837944.0,
 "awd_amount": 869944.0,
 "awd_min_amd_letter_date": "2016-08-25",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "Successfully tackling many urgent challenges in socio-economically critical domains (such as sustainability, public health, and biology) requires obtaining a deeper understanding of complex relationships and interactions among a diverse spectrum of entities in different contexts. In complex systems, (a) it is critical to discover how one object influences others within specific contexts, rather than seeking an overall measure of impact, and (b) the context-aware understanding of impact has the potential to transform the way people explore, search, and make decisions in complex systems. This project establishes the foundations of big data driven Context-Sensitive Impact Discovery (CSID) in complex systems and fills an important hole in big data driven decision making in many critical application domains, including epidemic preparedness, biological pathway analysis, climate, and resilient water/energy infrastructures. Thus, it enables applications and services with significant economic and health impact. The educational impacts of this project include the mentoring of graduate and undergraduate students, and the enhancement of graduate and undergraduate Computer Science curricula at both Arizona State University (ASU) and New Mexico State University (NMSU) through the incorporation of research challenges and outcomes into existing classes. \r\n\r\nThe technical goal of this project is to establish the theoretical, algorithmic, and computational foundations of big data driven context-sensitive impact discovery in complex systems. This project develops probabilistic and tensor-based models to capture context-sensitive impact from complex systems, often modeled as graphs, and designs efficient learning algorithms that can capture both the contexts and the impact scores among entities within these different contexts. The modeling of the context sensitive impact considers dynamic nature of relevant contexts and the diverse applications. This requires addressing several major challenges, including latent contexts of impact, heterogeneous networks of entities, dynamicity of impact in varying contexts, and high computational and I/O costs of context-sensitive impact discovery. Therefore, this project designs novel scalable probabilistic and tensor-based algorithms to capture and represent context-sensitive impact. These algorithms and the novel data platforms they are deployed in are efficient and scalable in terms of off-line and on-line running times and their space requirements. To achieve necessary scalabilities, the developed platforms employ novel multi-resolution data partitioning and resource allocation strategies and the research enables massive parallelism and efficient data access through new non-volatile memory based data management techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kasim",
   "pi_last_name": "Candan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kasim S Candan",
   "pi_email_addr": "candan@asu.edu",
   "nsf_id": "000232102",
   "pi_start_date": "2016-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming Zhao",
   "pi_email_addr": "mingzhao@asu.edu",
   "nsf_id": "000511914",
   "pi_start_date": "2016-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria Luisa",
   "pi_last_name": "Sapino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Luisa Sapino",
   "pi_email_addr": "Marialuisa.Sapino@asu.edu",
   "nsf_id": "000516372",
   "pi_start_date": "2016-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808300",
   "pgm_ele_name": "Big Data Science &Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 837944.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Successfully tackling urgent challenges in socio-economically critical domains, including sustainability and healthcare, requires obtaining a deeper understanding of complex relationships and interactions among entities in different contexts. While some relationships (e.g. water delivery networks in the energy domain) are explicitly known, the knowledge of these explicit relationships is often far from sufficient to enable decision-making. In this project, we developed innovative techniques and developed tools and systems to help discover how one object influences others within specific contexts and have established computational foundations of big data driven Context-Sensitive Impact Discovery (CSID) in complex systems.&nbsp;</p>\n<p>The specific outcomes of our research included</p>\n<p>+ metadata-supported scalable data analysis algorithms to analyze sparse and noisy data, in the presence of various forms of imprecisions, such as noisy-, interval- or set-valued observations, probability distributions,&nbsp;</p>\n<p>+ spatio-temporal data analysis techniques in order to discover complex patterns before, during, and after an event,</p>\n<p>+ incremental data analysis techniques that take into account continuously evolving context and user preferences,</p>\n<p>+ continuous multi-variate time series indexing retrieval algorithms for supporting effective exploration of data with dynamic contexts in the presence of streaming real-world observations,</p>\n<p>+ techniques that enable the&nbsp;&nbsp;use of heterogeneous processors to deliver high performance and energy efficiency to data driven applications, and&nbsp;</p>\n<p>+ a computational framework to generate forecasts in urgent applications, including disasters, buildings, and brain seizures.</p>\n<p>The project has directly impacted research on (a) disaster planning and response , (b)epidemiology,(c) sustainability and (d) healthcare applications. It has&nbsp;&nbsp;contributed to the training of undergraduate, MS, and PhD students in complex system analysis, probabilistic models, tensor analysis, and big data. Project outcomes have been disseminated &nbsp;in international conferences and published in premier journals. The project also trained the students' research skills in the areas of cloud computing, big data, distributed computing, storage systems, and virtualization.&nbsp;&nbsp;We have also mentored several highschool students on data analysis and the project&nbsp;involved several female and hispanic personnel and collaborators.&nbsp;The project helped&nbsp;familiarize student with real world challenges in critical domains and helped them develop&nbsp;general skills in technical reading, writing, and presentation.&nbsp;The project PIs developed curricular revisions and new MS and PhD degree programs which include data analysis and data processing components.</p><br>\n<p>\n Last Modified: 12/17/2023<br>\nModified by: K. Selcuk&nbsp;Candan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSuccessfully tackling urgent challenges in socio-economically critical domains, including sustainability and healthcare, requires obtaining a deeper understanding of complex relationships and interactions among entities in different contexts. While some relationships (e.g. water delivery networks in the energy domain) are explicitly known, the knowledge of these explicit relationships is often far from sufficient to enable decision-making. In this project, we developed innovative techniques and developed tools and systems to help discover how one object influences others within specific contexts and have established computational foundations of big data driven Context-Sensitive Impact Discovery (CSID) in complex systems.\n\n\nThe specific outcomes of our research included\n\n\n+ metadata-supported scalable data analysis algorithms to analyze sparse and noisy data, in the presence of various forms of imprecisions, such as noisy-, interval- or set-valued observations, probability distributions,\n\n\n+ spatio-temporal data analysis techniques in order to discover complex patterns before, during, and after an event,\n\n\n+ incremental data analysis techniques that take into account continuously evolving context and user preferences,\n\n\n+ continuous multi-variate time series indexing retrieval algorithms for supporting effective exploration of data with dynamic contexts in the presence of streaming real-world observations,\n\n\n+ techniques that enable theuse of heterogeneous processors to deliver high performance and energy efficiency to data driven applications, and\n\n\n+ a computational framework to generate forecasts in urgent applications, including disasters, buildings, and brain seizures.\n\n\nThe project has directly impacted research on (a) disaster planning and response , (b)epidemiology,(c) sustainability and (d) healthcare applications. It hascontributed to the training of undergraduate, MS, and PhD students in complex system analysis, probabilistic models, tensor analysis, and big data. Project outcomes have been disseminated in international conferences and published in premier journals. The project also trained the students' research skills in the areas of cloud computing, big data, distributed computing, storage systems, and virtualization.We have also mentored several highschool students on data analysis and the projectinvolved several female and hispanic personnel and collaborators.The project helpedfamiliarize student with real world challenges in critical domains and helped them developgeneral skills in technical reading, writing, and presentation.The project PIs developed curricular revisions and new MS and PhD degree programs which include data analysis and data processing components.\t\t\t\t\tLast Modified: 12/17/2023\n\n\t\t\t\t\tSubmitted by: K. SelcukCandan\n"
 }
}