{
 "awd_id": "1633967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Predicting Fiber Attrition during Processing of Long-Fiber Reinforced Composites using a Mechanistic Model Approach",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 298840.0,
 "awd_amount": 298840.0,
 "awd_min_amd_letter_date": "2016-08-10",
 "awd_max_amd_letter_date": "2017-06-02",
 "awd_abstract_narration": "Due to their light weight and superior strength, Long Fiber-Reinforced Thermoplastics (LFTs) are used by the automotive and aerospace industries to manufacture critical load bearing structures. One of the major problems with LFTs is that the fibers that reinforce the plastic break during the molding process, compromising the strength of the final part. The fiber breakage also influences other concerns that manufacturers have when making these parts: how the fibers align (fiber orientation) and how they bunch up, leaving portions of the part without fibers (fiber density distribution). Therein lies the problem - it is the fibers that give a part strength. Today, manufacturing companies spend an enormous amount of time and resources trying to control the process to keep the fibers from breaking, bunching up or excessively orienting. They do this by repeatedly making prototypes until getting it right (trial-and-error). The computer simulation within this project can help the engineer visualize the fiber motion within the molding process, and thus solve the underlying problems before actually making a part. This project will result in a tool that industry can use to control the manufacturing process of discontinuous fiber-reinforced polymer composite structures, allowing engineers to make a part they know they can trust. With this increase in trust, these energy-efficient production methods for light weight parts will have a much wider acceptance. An increase in light parts will result in fuel efficiency in the transportation sector, significantly reducing CO2 emissions and directly supporting important worldwide climate change minimization strategies. Furthermore, being able to design LFT parts with confidence will unleash the potential of cost-competitive production of environmentally friendly, light weight and strong composite parts, and provide a technical edge to the automotive and aeronautical industries at a time when energy efficiency and innovation are needed.\r\n\r\nThe modeling approach presented in this project is aimed at providing a tool required to understand and predict defects that arise in the molding of fiber reinforced composites, which today's simulation programs are not able to handle, in particular fiber attrition and fiber density distribution development during flow. The simulation in this project models the behavior of fiber suspensions at polymer processing concentrations using a single particle simulation approach for fiber bending and fiber breakage. The model represents each fiber in the system as a flexible chain of beam elements interconnected by nodes. Modeling flexible fibers is essential to properly understand behavior such as fiber jamming and fiber breakage, which is not accounted for when using the common rigid fiber assumption. The model researched here includes effects such as hydrodynamic forces, fiber flexibility, and excluded volume forces due to fiber-fiber and fiber-wall contacts. Results obtained with this simulation work will be validated with measurements conducted in controlled experimental set-ups at the PI's laboratories, and ultimately comparisons will be made with realist parts made by the PI's industrial partners. At the end of the project, the mechanistic model approach will be coupled to commercial software packages. The final product will allow the process engineer to predict process-induced fiber breakage as well as the properties of the final part during the design phase. Additionally, the processes can be modified to find optimal conditions, screw and gate geometries in order to minimize fiber attrition and achieve ideal fiber length distributions. The final tool will be the first model that incorporates and couples all three fiber properties and their interactions: fiber orientation, fiber density and fiber length distributions.  With a higher level of understanding of the fiber motion phenomena during molding it will eventually be possible to mass produce polymer composite parts with increased properties and controlled quality making light weight polymer composites available to a wider range of applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Osswald",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Tim A Osswald",
   "pi_email_addr": "tosswald@wisc.edu",
   "nsf_id": "000403159",
   "pi_start_date": "2016-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1513 University Avenue",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "809200",
   "pgm_ele_name": "Materials Eng. & Processing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 148840.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Injection molding of long fiber reinforced thermoplastics (LFTs) is becoming more relevant in the automotive industry. The mechanical properties of parts manufactured with LFTs are directly linked to the average final fiber length distributions within the parts. Therefore, it is of interest to understand and predict fiber damage during plastification and mold filling.</p>\n<p>This award provided funding to the University of Wisconsin-Madison so that the PI and his group develop models to predict fiber damage or attrition during processing of discontinous fiber reinforced composites. The project involved an extensive experimental study to help understand the role processing conditions and material properties have on fiber damage. A mechanistic simulation is used to study the motion of fibers during flow and provide an in-depth understanding of fiber breakage during processing, as seen in the experimental work. This information will then be used to develop the predictive models which can be used to mitigate the problem of fiber attrition.&nbsp;</p>\n<p>As a major outcome to this project, a model was developed to predict fiber attrition during processing of long fiber reinforced thermoplastics. Fiber length reduction rates, as a function of fiber volume fraction, rheological properties of the resin and fiber geometry, were determined using a mechanistic model. The required final number and weight average fiber length was determined using a Couette experimental set-up as well as the mechanistic model. It was found that that final fiber length is a function of fiber volume fraction, where the fiber length decreases with increasing volume fraction due to the higher rate of fiber-fiber interaction. Once decay rates, k<sub>f</sub> , and final fiber lengths,L<sub>&infin;</sub> , are determined, the rate of change of the average fiber length, either number or weight average, can be represented using a first order decay function represented by</p>\n<p>DL/Dt=k<sub>f</sub>(L(t)-L<sub>&infin;</sub>)</p>\n<p>where D/Dt is the substantial derivative, L(t) is the instantaneous number or weight average fiber lengths (L<sub>N</sub>&nbsp;or L<sub>w</sub>), k<sub>f</sub>&nbsp;is a rate of breakage coefficient and L<sub>&infin;</sub>&nbsp;is the unbreakable fiber length. This unbreakable length is the equilibrium fiber length under certain conditions. The unbreakable length can be used to estimate the worst case scenario average fiber length.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2019<br>\n\t\t\t\t\tModified by: Tim&nbsp;A&nbsp;Osswald</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInjection molding of long fiber reinforced thermoplastics (LFTs) is becoming more relevant in the automotive industry. The mechanical properties of parts manufactured with LFTs are directly linked to the average final fiber length distributions within the parts. Therefore, it is of interest to understand and predict fiber damage during plastification and mold filling.\n\nThis award provided funding to the University of Wisconsin-Madison so that the PI and his group develop models to predict fiber damage or attrition during processing of discontinous fiber reinforced composites. The project involved an extensive experimental study to help understand the role processing conditions and material properties have on fiber damage. A mechanistic simulation is used to study the motion of fibers during flow and provide an in-depth understanding of fiber breakage during processing, as seen in the experimental work. This information will then be used to develop the predictive models which can be used to mitigate the problem of fiber attrition. \n\nAs a major outcome to this project, a model was developed to predict fiber attrition during processing of long fiber reinforced thermoplastics. Fiber length reduction rates, as a function of fiber volume fraction, rheological properties of the resin and fiber geometry, were determined using a mechanistic model. The required final number and weight average fiber length was determined using a Couette experimental set-up as well as the mechanistic model. It was found that that final fiber length is a function of fiber volume fraction, where the fiber length decreases with increasing volume fraction due to the higher rate of fiber-fiber interaction. Once decay rates, kf , and final fiber lengths,L&infin; , are determined, the rate of change of the average fiber length, either number or weight average, can be represented using a first order decay function represented by\n\nDL/Dt=kf(L(t)-L&infin;)\n\nwhere D/Dt is the substantial derivative, L(t) is the instantaneous number or weight average fiber lengths (LN or Lw), kf is a rate of breakage coefficient and L&infin; is the unbreakable fiber length. This unbreakable length is the equilibrium fiber length under certain conditions. The unbreakable length can be used to estimate the worst case scenario average fiber length. \n\n \n\n\t\t\t\t\tLast Modified: 11/03/2019\n\n\t\t\t\t\tSubmitted by: Tim A Osswald"
 }
}