{
 "awd_id": "1634024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Transformations and mercury isotopic fractionation of methylmercury by marine phytoplankton",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 361802.0,
 "awd_amount": 361802.0,
 "awd_min_amd_letter_date": "2016-08-02",
 "awd_max_amd_letter_date": "2016-08-02",
 "awd_abstract_narration": "The accumulation of mercury (Hg) in seafood is a public health concern.  The presence of Hg in seafood depends to a large degree on the air-sea exchange of Hg, with atmospheric deposition leading to accumulation of Hg in the ocean. The pathways to seafood start with the uptake of Hg by phytoplankton from seawater where is has always been assumed to accumulate to be eaten by grazers and passed on to larger organisms. This project challenges this assumption with preliminary data that suggests certain phytoplankton species can transform Hg to volatile forms (mercury vapor & dimethylmercury) that are lost to the atmosphere, a processes that removes Hg from the ocean rather than simply concentrating it into the ecosystem and seafood. This process, which has not been studied before, could dramatically alter our view of the Hg cycle in the ocean. The researchers funded by this project will look for the specific phytoplankton species that are capable of volatilizing Hg and quantify the rates at which they do so.  They will also examine the suspected role of associated sulfur and selenium compounds in the process, as well as quantifying the changes in the Hg isotopic values for potential use as chemical tracers of the source of Hg in the ecosystem and food supply. These results should allow oceanographers to better quantify and refine our knowledge of Hg cycling in the ocean. The project will support participation of graduate students, a postdoctoral scientist, and incorporation of new information directly into courses taught by the researchers. Funding will also support continuing activities by the participants in activities that disseminate information on mercury and its effect on public and environmental health. \r\n\r\nBiogeochemical cycling of mercury (Hg) in the ocean may be more complex than previously assumed. New evidence has challenged the idea that methylmercury (MeHg) merely accumulates in phytoplankton and undergoes little to no transformation before being passed into the food web. This project aims to more fully elucidate the mechanisms behind the intracellular transformation of MeHg to volatile Hg and dimethylmercury (Me2Hg) that can be lost to the atmosphere, as well as to evaluate the range of algal taxa that can perform this transformation using directed culture work. Additionally, the PIs will investigate evidence that thiols, organic selenium (Se) compounds, and sulfides are required to facilitate these reactions within the phytoplankton, and specific pathways will be investigated and quantified through this research. Stable Hg isotopic data has been used to track Hg sources and pathways in marine systems and its fractionation during these MeHg transformations will also be quantified for future field study of marine Hg. The investigators hypothesize that coccolithophorids and other haptophytes capable of these intracellular reactions may account for a significant portion of the production of volatile Hg in the ocean. If this turns out to be the case, understanding and quantifying these volatilization processes may significantly alter our current understanding of the overall biogeochemical cycling of Hg in the ocean.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Fisher",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas S Fisher",
   "pi_email_addr": "nicholas.fisher@stonybrook.edu",
   "nsf_id": "000164268",
   "pi_start_date": "2016-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117945000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 361802.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mercury is a very toxic element common in all waters. It has both natural and man-made sources in these waters. However, mercury is found in many forms in natural waters, and not all forms are equally toxic to living things, including human consumers of seafood. The most toxic form of mercury is methylmercury, and this form of mercury is produced by diverse types of bacteria. Most of the mercury introduced into natural waters by human activities is in an inorganic form (not merthylmercury). It has been shown that methylmercury is the form of mercury that displays biomagnification in food chains, where the concentration is higher in the tissues of predators than in tissues of the prey; inorganic forms of mercury do not display biomagnification. Hence the form of mercury in marine fish is overwhelmingly methylmercury. Methylmercury is also the most toxic form of mercury to humans, and seafood consumption is the predominant source for people. Because of its danger to public health, it is critical to better understand the cycling and fate of methylmercury in seawater.</p>\n<p>It has previiously been shown that some forms.of bacteria are capable of converting inorganic mercury in seawater to mercury gas, and that gas can volatilize out of the surfacce ocean to the air above it. However, no previous study has demonstrated whether methylmercury can be converted to another form, especially a gas, by natural assemblages of marine microorganisms.</p>\n<p>This project aimed at understanding the influence of common bacterial communities in surface waters of Long Island Sound and in surface Atlantic seawater on the conversion of methylmercury to mercury gas, and to measure the rate and extent of this conversion and the rate of loss of the produced mercury gas to the air above. To facilitate rapid and accurate measurements of these rates, we used a radioactive isotope to trace the fate of the mercury and employed this radioisitope of mercury to synthesize radioactive methylmercury in the laboratory. We also designed a novel monitoring tool to trap all the released mercury gas using gold beads.The  approach used here for studying the release of mercury to the air  from  seawater is presumably also applicable to other volatile organic   metallic compounds, assuming that gamma-emitting isotopes of the other   metals or mealloid elements are available.</p>\n<p>It was found that (a) natural bacteria assmblages are capable of rapidly converting methylmercury to mercury gas at natural, or near-natural, concentrations in seawater and that the mercury gas was released rapidly to overlying air at typical prevailing environmental conditions,(b) that the rate of gas evasion from water to air is directly proportional to the bacterial biomass and metabolic activity but independent of light and of mercury concentrations, and that c) reduction of inorganic mercury to mercury gas is controlled by the bacterial enzyme mercuric reductase.&nbsp;</p>\n<p>Our study demonstrated that by mediating this process, bacteria can reduce the amount  of methylmercury that is present in seawater at a particular location and thus  reduce its build-up in marine food  chains, including those animals harvested for human consujmption.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2020<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;S&nbsp;Fisher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMercury is a very toxic element common in all waters. It has both natural and man-made sources in these waters. However, mercury is found in many forms in natural waters, and not all forms are equally toxic to living things, including human consumers of seafood. The most toxic form of mercury is methylmercury, and this form of mercury is produced by diverse types of bacteria. Most of the mercury introduced into natural waters by human activities is in an inorganic form (not merthylmercury). It has been shown that methylmercury is the form of mercury that displays biomagnification in food chains, where the concentration is higher in the tissues of predators than in tissues of the prey; inorganic forms of mercury do not display biomagnification. Hence the form of mercury in marine fish is overwhelmingly methylmercury. Methylmercury is also the most toxic form of mercury to humans, and seafood consumption is the predominant source for people. Because of its danger to public health, it is critical to better understand the cycling and fate of methylmercury in seawater.\n\nIt has previiously been shown that some forms.of bacteria are capable of converting inorganic mercury in seawater to mercury gas, and that gas can volatilize out of the surfacce ocean to the air above it. However, no previous study has demonstrated whether methylmercury can be converted to another form, especially a gas, by natural assemblages of marine microorganisms.\n\nThis project aimed at understanding the influence of common bacterial communities in surface waters of Long Island Sound and in surface Atlantic seawater on the conversion of methylmercury to mercury gas, and to measure the rate and extent of this conversion and the rate of loss of the produced mercury gas to the air above. To facilitate rapid and accurate measurements of these rates, we used a radioactive isotope to trace the fate of the mercury and employed this radioisitope of mercury to synthesize radioactive methylmercury in the laboratory. We also designed a novel monitoring tool to trap all the released mercury gas using gold beads.The  approach used here for studying the release of mercury to the air  from  seawater is presumably also applicable to other volatile organic   metallic compounds, assuming that gamma-emitting isotopes of the other   metals or mealloid elements are available.\n\nIt was found that (a) natural bacteria assmblages are capable of rapidly converting methylmercury to mercury gas at natural, or near-natural, concentrations in seawater and that the mercury gas was released rapidly to overlying air at typical prevailing environmental conditions,(b) that the rate of gas evasion from water to air is directly proportional to the bacterial biomass and metabolic activity but independent of light and of mercury concentrations, and that c) reduction of inorganic mercury to mercury gas is controlled by the bacterial enzyme mercuric reductase. \n\nOur study demonstrated that by mediating this process, bacteria can reduce the amount  of methylmercury that is present in seawater at a particular location and thus  reduce its build-up in marine food  chains, including those animals harvested for human consujmption.\n\n\t\t\t\t\tLast Modified: 06/18/2020\n\n\t\t\t\t\tSubmitted by: Nicholas S Fisher"
 }
}