{
 "awd_id": "1634857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Remediation of Contaminated Sediments with Ultrasound and Ozone Nano-bubbles",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922339",
 "po_email": "gibiscon@nsf.gov",
 "po_sign_block_name": "Giovanna Biscontin",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 460577.0,
 "awd_amount": 476577.0,
 "awd_min_amd_letter_date": "2016-07-25",
 "awd_max_amd_letter_date": "2017-07-11",
 "awd_abstract_narration": "The Passaic River, New Jersey, is the second most polluted river in the USA and a declared Superfund site with over one hundred industrial facilities discharging a number of contaminants.  On March 3, 2016, the USEPA announced the record of decision (ROD) to dredge 3.5 million cubic yards of the contaminated sediments from the river, bank-to-bank at a cost $1.36 billion over six years.  The remediation plan not only has a high price tag, but also has the potential to cause significant disruptions to the economic and social growth of the region over the six years of dredging by transferring the dredged sediments via barges to a large dewatering facility close to Newark, New Jersey, and then transporting dewatered sediments via rail out of New Jersey.  This research will investigate an innovative alternative approach to clean contaminated sediments, using the Passaic River as a test case.  Three innovative technologies will be used, namely, ultrasound, ozone and nano bubbles, to provide a cost effective and environmentally sustainable on-site treatment technology, with expected lower total cost over shorter time span.  This alternative methodology is also expected to have minimal adverse impact on the environment, and the socio-economic health of the region.  The ultrasound energy provides agitation and soil decontamination.  The ozone reacts with desorbed contaminants to help removal of them from the river.  The nano bubbles help dissolution of ozone gas in water.  Once the treatment is completed, any remaining dissolved ozone will break into oxygen, and will help to revitalize microbes and the eco-system.  In addition to the societal benefits, the project will accord the opportunity for the continuous training of several underrepresented graduate and undergraduate students to acquire deep appreciation for multidisciplinary research and to broaden participation and enhance diversity of NSF funded research.\r\n\r\nThis research will evaluate the feasibility of the in-situ sediment decontamination procedure with ultrasound energy in the presence of ozone nano-bubbles.  Three emerging technologies, namely ultrasound, ozone treatment and nano bubbles are combined in this research to address a major problem, in-situ decontamination of sediments.  The purpose of the ultrasound energy is to provide agitation that will maintain the sediments in a suspended state, detach contaminants form the surface of sediments and release them to the bulk solution.  The ultrasound energy will also generate bulk motion to enhance uniform application of the ozone to all contaminated particles and to facilitate desorption of contaminants from sediments.  The role of ozone is to degrade desorbed organic contaminants in the sediment into intermediate products that are soluble in the aqueous phase and also to oxidize the desorbed heavy metals from sediments into soluble ions for enhanced removal by filtration.  The ozone gas is to be delivered as nano bubbles to increase the ozone gas dissolution in water and to enhance the ozone gas stability in the liquid phase. In order to validate and to optimize the technology bench scale tests will be performed followed by statistical analysis.  The key factors that contribute to the removal efficiency will be identified in bench scale tests and full factorial design will be performed to generate removal efficiency data for statistical analysis.  In addition, stability of nano bubbles will be investigated to prolong the residence time in water as possible new technology to treat contaminated soils and ground water.  Also the cleaning mechanism of ultrasound will be investigated using the theory of shock wave.  Overall this research will provide a cheaper and efficient way to clean rivers contaminated with hazardous sediments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Meegoda",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jay N Meegoda",
   "pi_email_addr": "meegoda@njit.edu",
   "nsf_id": "000453752",
   "pi_start_date": "2016-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "University Heights",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1440",
   "pgm_ref_txt": "ENVIRONMENTAL ENGINEERING"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 460577.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project investigated the feasibility of remediation of contaminated sediments with ultrasound and ozone nano-bubbles.&nbsp;The Passaic River, New Jersey, is the second most polluted river in the USA and a declared Superfund site with over one hundred industrial facilities discharging a number of contaminants.&nbsp;On March 3, 2016, the USEPA announced the record of decision (ROD) to dredge approximately eight miles of the river from bank-to-bank generating approximately 3.5 million cubic yards of contaminated sediments at a cost $1.36 billion over six years. After removal from the river, the dredged sediments will be transferred via barges to a large dewatering facility close to Newark, New Jersey, transported via rail out of New Jersey, and finally disposed of in a secure facility. The remediation plan not only has a high price tag, but also has the potential to cause significant disruptions to the economic and social growth of the region over the six years.&nbsp;This research explored an innovative alternative approach to clean contaminated sediments in-situ, using the Passaic River as a test case. Three innovative technologies, namely ultrasound, ozone, and nano bubbles, were used to provide a cost effective and environmentally sustainable on-site treatment technology with a lower expected total cost over a shorter implementation time. This alternative methodology was also anticipated to have minimal adverse impact on the environment and on the socio-economic health of the region. The three technologies each played a particular role in the treatment process. Once the treatment was completed, any remaining dissolved ozone would be converted to oxygen and help to revitalize microbes and the eco-system. In addition to the societal benefits, the project provided an opportunity for the continuous training of several graduate and undergraduate students to acquire a deep appreciation for multidisciplinary research and to broaden participation and enhance diversity of NSF funded research.</span></p>\n<p><span>This research evaluated the feasibility of in-situ sediment decontamination with ultrasound energy in the presence of ozone nano-bubbles. Three emerging technologies, specifically ultrasound, ozone treatment, and nano bubbles, were combined in this research to address the major problem of in-situ decontamination of sediments. The purpose of the ultrasound energy was to provide agitation, maintaining the sediment in a suspended state while detaching contaminants from the sediment surface. The ultrasound energy also generated bulk motion to enhance the uniform application of ozone to all contaminated particles and to facilitate the desorption of contaminants from the sediment. The role of ozone was to degrade desorbed organic contaminants from the sediment into intermediate products that are soluble in the aqueous phase and to oxidize the desorbed heavy metals from the sediment into soluble ions for enhanced removal by filtration. The ozone gas was to be delivered as nano bubbles to increase the ozone gas dissolution in water and to enhance the ozone gas stability in the liquid phase. In order to validate and to optimize the technology, bench scale tests were performed. The key factors that contributed to the removal efficiency were identified in bench scale tests and optimal removal efficiencies of both metal and organic contaminants were determined. The highest removal efficiency for p-terphenyl and for Cr were 82.7% and 87.2% respectively. This segment of research resulted in four journal publications.</span></p>\n<p><span>In addition, the stability of nano bubbles was investigated to prolong the residence time in water as a possible new technology to treat contaminated soils and ground water. Experimental results showed that the bubble size distributions and zeta potentials depended on the gas solubility and ability to generate OH<sup>-</sup>&nbsp;ions at the interface. Highly negative zeta potentials can be generated in solutions of high pH, low temperatures, and low salt concentrations. This segment of research resulted in four journal publications with the first describing the experimental results, the second on the application of the diffused double layer theory to explain the experimental results for bubbles in mono ionic solutions, the third on the application of the diffused double layer theory to explain the experimental results for bubbles in multi ionic solutions, and the fourth pending publication on the application of molecular dynamic simulations to explain the stability of nanobubbles. This research also investigated the cleaning mechanism of ultrasound using the theory of shock wave. This segment of research resulted in one journal publication. Overall, this research provided a cheaper and efficient way to clean rivers contaminated with hazardous sediments.&nbsp;</span></p>\n<p><span>Further exploration of the technology revealed that it was possible to implement using two types of ultrasound sources. &nbsp;A high frequency ultrasound source eliminated the need for nano-ozone and simplify the technology for in-situ implementation using only solar energy. Two patents were filed on application of high frequency ultrasound to decontaminate chemicals based on findings from this research.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2021<br>\n\t\t\t\t\tModified by: Jay&nbsp;N&nbsp;Meegoda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated the feasibility of remediation of contaminated sediments with ultrasound and ozone nano-bubbles. The Passaic River, New Jersey, is the second most polluted river in the USA and a declared Superfund site with over one hundred industrial facilities discharging a number of contaminants. On March 3, 2016, the USEPA announced the record of decision (ROD) to dredge approximately eight miles of the river from bank-to-bank generating approximately 3.5 million cubic yards of contaminated sediments at a cost $1.36 billion over six years. After removal from the river, the dredged sediments will be transferred via barges to a large dewatering facility close to Newark, New Jersey, transported via rail out of New Jersey, and finally disposed of in a secure facility. The remediation plan not only has a high price tag, but also has the potential to cause significant disruptions to the economic and social growth of the region over the six years. This research explored an innovative alternative approach to clean contaminated sediments in-situ, using the Passaic River as a test case. Three innovative technologies, namely ultrasound, ozone, and nano bubbles, were used to provide a cost effective and environmentally sustainable on-site treatment technology with a lower expected total cost over a shorter implementation time. This alternative methodology was also anticipated to have minimal adverse impact on the environment and on the socio-economic health of the region. The three technologies each played a particular role in the treatment process. Once the treatment was completed, any remaining dissolved ozone would be converted to oxygen and help to revitalize microbes and the eco-system. In addition to the societal benefits, the project provided an opportunity for the continuous training of several graduate and undergraduate students to acquire a deep appreciation for multidisciplinary research and to broaden participation and enhance diversity of NSF funded research.\n\nThis research evaluated the feasibility of in-situ sediment decontamination with ultrasound energy in the presence of ozone nano-bubbles. Three emerging technologies, specifically ultrasound, ozone treatment, and nano bubbles, were combined in this research to address the major problem of in-situ decontamination of sediments. The purpose of the ultrasound energy was to provide agitation, maintaining the sediment in a suspended state while detaching contaminants from the sediment surface. The ultrasound energy also generated bulk motion to enhance the uniform application of ozone to all contaminated particles and to facilitate the desorption of contaminants from the sediment. The role of ozone was to degrade desorbed organic contaminants from the sediment into intermediate products that are soluble in the aqueous phase and to oxidize the desorbed heavy metals from the sediment into soluble ions for enhanced removal by filtration. The ozone gas was to be delivered as nano bubbles to increase the ozone gas dissolution in water and to enhance the ozone gas stability in the liquid phase. In order to validate and to optimize the technology, bench scale tests were performed. The key factors that contributed to the removal efficiency were identified in bench scale tests and optimal removal efficiencies of both metal and organic contaminants were determined. The highest removal efficiency for p-terphenyl and for Cr were 82.7% and 87.2% respectively. This segment of research resulted in four journal publications.\n\nIn addition, the stability of nano bubbles was investigated to prolong the residence time in water as a possible new technology to treat contaminated soils and ground water. Experimental results showed that the bubble size distributions and zeta potentials depended on the gas solubility and ability to generate OH- ions at the interface. Highly negative zeta potentials can be generated in solutions of high pH, low temperatures, and low salt concentrations. This segment of research resulted in four journal publications with the first describing the experimental results, the second on the application of the diffused double layer theory to explain the experimental results for bubbles in mono ionic solutions, the third on the application of the diffused double layer theory to explain the experimental results for bubbles in multi ionic solutions, and the fourth pending publication on the application of molecular dynamic simulations to explain the stability of nanobubbles. This research also investigated the cleaning mechanism of ultrasound using the theory of shock wave. This segment of research resulted in one journal publication. Overall, this research provided a cheaper and efficient way to clean rivers contaminated with hazardous sediments. \n\nFurther exploration of the technology revealed that it was possible to implement using two types of ultrasound sources.  A high frequency ultrasound source eliminated the need for nano-ozone and simplify the technology for in-situ implementation using only solar energy. Two patents were filed on application of high frequency ultrasound to decontaminate chemicals based on findings from this research.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/30/2021\n\n\t\t\t\t\tSubmitted by: Jay N Meegoda"
 }
}