{
 "awd_id": "1634029",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Rail Infrastructure and the Emergence of National Identity and the Nation-State",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 15999.0,
 "awd_amount": 15999.0,
 "awd_min_amd_letter_date": "2016-08-01",
 "awd_max_amd_letter_date": "2016-08-01",
 "awd_abstract_narration": "This doctoral dissertation research project will analyze the role of rail infrastructure in the formation of territory at the scale of the nation. The research will address how the structures of rail stations and carriages, along with the practices and behaviors of travelers and personnel, contribute to the production of national spaces and national communities and are used by the State as a means of political unification. Railways have served to bind nations together for more than a century and have contributed to the development of nationalism in many countries. This was true for the United States in the past and continues to be true for other developing states. This research project will contribute to basic understanding of the nation, nation-building, and nationalism by incorporating the role of material infrastructure like rail into conceptualizations of the nation. Rail infrastructure is thus one important means through which the nation becomes imaginable through the people and places it connects. The specific process by which this is takes place and the implications for national identity and state-making are the focus of this research project.  \r\n\r\nThe historical prominence of rail travel in China, combined with the system's significant expansion in recent decades, makes China an ideal location to examine the impact of rail on society. The increasing salience of nationalism in China also makes this research timely. This research is driven by questions such as: 1) How is the Chinese rail network constituted and reproduced through both its material infrastructure and everyday practices of passengers and railway personnel? 2) How have planners and users conceptualized the Chinese rail network over time? How do these concepts manifest as representations materially embedded in the rail spaces? 3) How do rail spaces contribute to materializing the Chinese nation? The project will adopt a two-pronged approach coupling 'top-down' geographic information systems (GIS) analysis of spatial integration and population circulation, with a 'bottom-up' traveling ethnography of rail spaces (trains and stations) and the people within them. This will allow the investigators to identify the concrete mechanisms through which rail exerts a nation-building force on territory and society without losing sight of rail as a single coherent system. Geo-spatial analysis will show where and how the network has served to integrate China's vast territory at the national scale, while also identifying points of shear where some areas become relatively isolated. The ethnography, which treats the whole rail system as a single dispersed, infrastructural 'field site,' will show how rail spaces are designed, structured, and maintained in standardized ways across the country, and also investigate the myriad ways they are put into use by savvy rail travelers. This research will produce a multi-scalar account of the impacts of rail infrastructure on material processes of territory-making and nation-building in today's China, which will contribute broadly to the theorization of nation and infrastructure and methodologies for studying human/infrastructural assemblages. Understanding the roots of contemporary Chinese nationalism may also inform U.S. international policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Buck",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel P Buck",
   "pi_email_addr": "danielb@uoregon.edu",
   "nsf_id": "000701416",
   "pi_start_date": "2016-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dylan P",
   "pi_last_name": "Brady",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dylan P Brady",
   "pi_email_addr": "dbrady@uoregon.edu",
   "nsf_id": "000700774",
   "pi_start_date": "2016-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "University of Oregon",
  "perf_city_name": "Eugene",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974035219",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 15999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award funded fieldwork in support of the Co-PI's doctoral dissertation. Conducted between Fall 2016 and Fall 2017, this fieldwork consisted of participant observation in the stations and carriages of the rail system and a series of interviews (n=20) with Chinese rail passengers.</p>\n<p>This award has enabled the co-PI to devote the better part of a year to hands-on fieldwork in China, developing language and cultural skills alongside social science research skills. This award has also funded, in part, participation in the premier annual academic conference for the field of geography in 2017 and 2018, during which the co-PI organized sessions in addition to presenting on his own research. Finally, this research project has provided raw data for the publication of at least four articles, which will collectively constitute the co-PIs dissertation (to be defended Spring 2019).</p>\n<p>This award has contributed to the development of our understanding of nation-ness by fleshing out the role of national-scale infrastructure like rail in constituting the nation. Building on more-than-human, materialist approaches to social phenomenon, this project conceptualizes the nation as not just an &ldquo;imagined community,&rdquo; but a community made imaginable through technological infrastructure. This framing challenges and expands on theories of nation-ness prevalent across the social sciences, opening a new vantage from which to study the nation.</p>\n<p>This intellectual framework has led to several significant research findings. The traveling ethnography of rail space has found that rail space is substantially homogenized across the overwhelming majority of the Chinese rail system: stations, carriages, and practices of rail personnel are more-or-less identical across most of China. Two exceptions loom large. The balance between securitization of rail spaces and free circulation of people and goods differs between the network \"core\"--i.e. Beijing and Shanghai--and the network \"periphery\"--i.e. cities like Kunming and Urumqi. Security is much tighter in peripheral spaces, and flow is much smoother in the center. Moreover, alongside a spatial homogenization there has been economic fracturing of rail space: increasingly the \"standard\" trains and the high-speed (HSR) trains are entirely separate networks, with different practices among passengers and personnel, different affordances within stations and carriages, and even a gross physical separation: HSR trains and standard trains service different stations, and shared stations have divided waiting areas.</p>\n<p>This transformations of rail space impacts rail travelers and their travel practices. The standard rail system, long synonymous with the floating population of migrant laborers who have driven China&rsquo;s economic transformation, is increasingly seen as a second-tier option, too dirty and loud for China&rsquo;s emerging middle class. HSR, on the other hand, borrows personnel training from air travel and facilities to cultivate a different milieu catering to a different customer. This gap reflects and re-inscribes the social distance between the haves and have-nots of China&rsquo;s current economy: even as both advance, the gap widens.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2018<br>\n\t\t\t\t\tModified by: Dylan P&nbsp;Brady</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award funded fieldwork in support of the Co-PI's doctoral dissertation. Conducted between Fall 2016 and Fall 2017, this fieldwork consisted of participant observation in the stations and carriages of the rail system and a series of interviews (n=20) with Chinese rail passengers.\n\nThis award has enabled the co-PI to devote the better part of a year to hands-on fieldwork in China, developing language and cultural skills alongside social science research skills. This award has also funded, in part, participation in the premier annual academic conference for the field of geography in 2017 and 2018, during which the co-PI organized sessions in addition to presenting on his own research. Finally, this research project has provided raw data for the publication of at least four articles, which will collectively constitute the co-PIs dissertation (to be defended Spring 2019).\n\nThis award has contributed to the development of our understanding of nation-ness by fleshing out the role of national-scale infrastructure like rail in constituting the nation. Building on more-than-human, materialist approaches to social phenomenon, this project conceptualizes the nation as not just an \"imagined community,\" but a community made imaginable through technological infrastructure. This framing challenges and expands on theories of nation-ness prevalent across the social sciences, opening a new vantage from which to study the nation.\n\nThis intellectual framework has led to several significant research findings. The traveling ethnography of rail space has found that rail space is substantially homogenized across the overwhelming majority of the Chinese rail system: stations, carriages, and practices of rail personnel are more-or-less identical across most of China. Two exceptions loom large. The balance between securitization of rail spaces and free circulation of people and goods differs between the network \"core\"--i.e. Beijing and Shanghai--and the network \"periphery\"--i.e. cities like Kunming and Urumqi. Security is much tighter in peripheral spaces, and flow is much smoother in the center. Moreover, alongside a spatial homogenization there has been economic fracturing of rail space: increasingly the \"standard\" trains and the high-speed (HSR) trains are entirely separate networks, with different practices among passengers and personnel, different affordances within stations and carriages, and even a gross physical separation: HSR trains and standard trains service different stations, and shared stations have divided waiting areas.\n\nThis transformations of rail space impacts rail travelers and their travel practices. The standard rail system, long synonymous with the floating population of migrant laborers who have driven China?s economic transformation, is increasingly seen as a second-tier option, too dirty and loud for China?s emerging middle class. HSR, on the other hand, borrows personnel training from air travel and facilities to cultivate a different milieu catering to a different customer. This gap reflects and re-inscribes the social distance between the haves and have-nots of China?s current economy: even as both advance, the gap widens.\n\n\t\t\t\t\tLast Modified: 07/03/2018\n\n\t\t\t\t\tSubmitted by: Dylan P Brady"
 }
}