{
 "awd_id": "1634128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Why is there a meridional overturning circulation in the Atlantic Ocean but not in the Pacific?",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 523574.0,
 "awd_amount": 523574.0,
 "awd_min_amd_letter_date": "2016-08-12",
 "awd_max_amd_letter_date": "2016-08-12",
 "awd_abstract_narration": "In the current climate system, deep water is formed in the North Atlantic, but not in the North Pacific, resulting in a meridional overturning circulation (MOC) which transports heat everywhere northward in the Atlantic. Higher surface salinity in the North Atlantic relative to the North Pacific controls the position of the sinking branch of the MOC. Enhanced Atlantic salinity is partially due to the northward advection of salt by the Atlantic MOC (AMOC). In principle, this oceanic salt-advection feedback should allow a Pacific MOC (PMOC), but this is not observed in the present geometrical configuration of the global ocean. Moreover, the current generation of climate models do not accurately reproduce the MOC and the causes are unclear. Thus, many key questions remain to be answered regarding the dynamics of the MOC and consequently \"Why is there an AMOC and not PMOC?\".  This project hypothesizes that the greater width of the Indo-Pacific compared to the Atlantic disfavors oceanic transport of salinity to the north. Specifically, the northward velocity in the upper branch of the MOC is larger for a narrow basin, favoring the salt-advection feedback in the Atlantic over the Indo-Pacific. This study will help to identify the factors controlling the strength of the MOC, which in turn has a large impact on the heat- and ice-content in high latitudes. A graduate student will enrich his/her knowledge in physical oceanography, climate dynamics and the scientific method, and be trained in mathematics, numerical modeling and modern scientific computations. A public, televised presentation will inform citizens on the achievements, limitations and future prospects of climate science.\r\n\r\nThe hypothesis of 'the larger MOC northward velocity in the narrower basin occurs' is based on the argument that 1) the total MOC transport is independent of the sinking location; 2) the upper branch of the MOC is steered by the wind-driven gyres over a narrower region. The approach to test this hypothesis and quantify the processes penalizing the PMOC is to use ocean models in idealized geometries spanning a range of complexities: (i) 0-dimensional models of the budget of volume and salt transport (\"box-models\"); (ii) 2-dimensional advection diffusion equation of salt as a passive tracer; (iii) 3- dimensional ocean-only primitive equation models, both forward and adjoint. This suite will determine the sensitivity of high-latitude salinity and cross-equatorial volume transport on the external forcing. In addition to identify the fundamental oceanic processes favoring the AMOC over the PMOC in an idealized setting, this work will also complement the numerous studies in realistic geometries and with coupled air-sea exchanges. The use of the adjoint method in an idealized setting will efficiently explore the sensitivity of high latitude salinity on the forcing (wind-stress, surface temperature, freshwater flux) on time-scales up to 300 years, which is an order of magnitude larger than previously used.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paola",
   "pi_last_name": "Cessi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paola Cessi",
   "pi_email_addr": "pcessi@ucsd.edu",
   "nsf_id": "000098508",
   "pi_start_date": "2016-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD-Scripps Institution of Oceanography",
  "perf_str_addr": "9500 Gilman Dr, Mail Code 0213",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930213",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 523574.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Atlantic Ocean transports heat towards the north at every latitude. This is unusual, because it means that in the South Atlantic heat is transported towards the equator, where there already is an excess of heating from the atmosphere. The process responsible for this feature os the Atlantic Meridional Overturning Circulation. Why is this overtruning occurring in the Atlantic but not in the Pacific? The main reason is that the North Atlantic is saltier than the North Pacific, even though the latter is colder than the Atlantic at comparable latitides. The relative saltiness of the Atlantic is due to two reasons: there is more evaporation and less precipitation then in the Pacific; the meridional overtruning itself carries saline waters into the North Atlantic. In this way, the Atlantic Meridional Overturning Circulation is a self-sustaining system, which needs excess salinity for its existence, while providing it.&nbsp;&nbsp;<br />With this in mind, this project has studied the specific reasons what characteristics of the Atlantic favor the import of salinity, and thus the self-sustaining meridional overturning circulation.<br />We have discovered some fundamental geometrical factors that enable the Atlantic ocean to be saltier than the Pacific. This difference in salinity is critical in localizing the mid-depth overturning in the Atlantic rather than the Pacific. One important geometrical characteristic is that the eastern boundary of the Atlantic ocean terminates at a tropical latitude (the tip of South Africa) while the eastern boundary of the Pacific terminates at a subpolar latitude (the tip of South America). This arrangement favors the interbasin exchange to occur south of Africa, rather than through Drake Passage, enabling a flow of warm-salty upper-ocean water from the Indian to the Atlantic, rather than a flow of cold-fresh upper-ocean water from the Pacific to the Atlantic. The second important geometrical factor is the narrow east-west extent of the Noth Atlantic relative to the North Pacific. The Atlantic's narrow width allows the northward transport of upper salty waters associated with the mid-depth overturning to prevail over the southward transport of fresh water associated with the wind-driven subpolar gyre. The opposite is true in the wide Pacific. The net result is that the narrow Atlantic is saltier than the wide Pacific at the northern end of the basins.<br />Finally, we have mapped the global paths of the meridional overturning circulation when it exits the Atlantic. About half of the water in the Atlantic Meridional Overturning Circulation takes a detour in the abyssal Pacific and Indian Ocean before returning to the equatorial Atlantic, via the upper part of the Indian and Pacific Ocean, as well as many circumpolar travels around Antarctica. This detour takes about 3500 years to complete, because of the slow velocities in the abyssal ocean. During this detour carbon dioxide acquired at the surface is stored for millennia into the abyssal oceans. The remaining half of the water in the Atlantic Meridional Overturning Circulation skips the journey into the abyssal oceans, only sampling the upper global ocean: in this case the journey to and from the equatorial Atlantic takes about 400 years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2022<br>\n\t\t\t\t\tModified by: Paola&nbsp;Cessi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Atlantic Ocean transports heat towards the north at every latitude. This is unusual, because it means that in the South Atlantic heat is transported towards the equator, where there already is an excess of heating from the atmosphere. The process responsible for this feature os the Atlantic Meridional Overturning Circulation. Why is this overtruning occurring in the Atlantic but not in the Pacific? The main reason is that the North Atlantic is saltier than the North Pacific, even though the latter is colder than the Atlantic at comparable latitides. The relative saltiness of the Atlantic is due to two reasons: there is more evaporation and less precipitation then in the Pacific; the meridional overtruning itself carries saline waters into the North Atlantic. In this way, the Atlantic Meridional Overturning Circulation is a self-sustaining system, which needs excess salinity for its existence, while providing it.  \nWith this in mind, this project has studied the specific reasons what characteristics of the Atlantic favor the import of salinity, and thus the self-sustaining meridional overturning circulation.\nWe have discovered some fundamental geometrical factors that enable the Atlantic ocean to be saltier than the Pacific. This difference in salinity is critical in localizing the mid-depth overturning in the Atlantic rather than the Pacific. One important geometrical characteristic is that the eastern boundary of the Atlantic ocean terminates at a tropical latitude (the tip of South Africa) while the eastern boundary of the Pacific terminates at a subpolar latitude (the tip of South America). This arrangement favors the interbasin exchange to occur south of Africa, rather than through Drake Passage, enabling a flow of warm-salty upper-ocean water from the Indian to the Atlantic, rather than a flow of cold-fresh upper-ocean water from the Pacific to the Atlantic. The second important geometrical factor is the narrow east-west extent of the Noth Atlantic relative to the North Pacific. The Atlantic's narrow width allows the northward transport of upper salty waters associated with the mid-depth overturning to prevail over the southward transport of fresh water associated with the wind-driven subpolar gyre. The opposite is true in the wide Pacific. The net result is that the narrow Atlantic is saltier than the wide Pacific at the northern end of the basins.\nFinally, we have mapped the global paths of the meridional overturning circulation when it exits the Atlantic. About half of the water in the Atlantic Meridional Overturning Circulation takes a detour in the abyssal Pacific and Indian Ocean before returning to the equatorial Atlantic, via the upper part of the Indian and Pacific Ocean, as well as many circumpolar travels around Antarctica. This detour takes about 3500 years to complete, because of the slow velocities in the abyssal ocean. During this detour carbon dioxide acquired at the surface is stored for millennia into the abyssal oceans. The remaining half of the water in the Atlantic Meridional Overturning Circulation skips the journey into the abyssal oceans, only sampling the upper global ocean: in this case the journey to and from the equatorial Atlantic takes about 400 years.\n\n\t\t\t\t\tLast Modified: 05/22/2022\n\n\t\t\t\t\tSubmitted by: Paola Cessi"
 }
}