{
 "awd_id": "1634157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the Neural Substrates of Learning that Supports Transfer",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Fritz",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 404353.0,
 "awd_amount": 404353.0,
 "awd_min_amd_letter_date": "2016-07-27",
 "awd_max_amd_letter_date": "2020-07-02",
 "awd_abstract_narration": "Skill learning is important in areas that enrich our lives; however, people typically do not practice skills in the optimal manner for learning. For example, people often practice one variation of a skill over and over again, whereas practicing different variations of the skill mixed together leads to much better retention. This project will examine how this intermixed practice may be beneficial to skill learning that can generalize to new similar skills, and will investigate how to best practice a skill to support such transfer. Participants in these studies will learn simple finger tapping skills, similar to what one learns while playing piano or typing. Functional magnetic resonance imaging (fMRI) will be used to examine brain areas that are more active when people are practicing in a way that leads to better generalization to similar skills. This information will be used to improve skill learning using transcranial direct current stimulation (tDCS), which involves applying low levels of current to brain regions from the surface of the scalp. People will learn motor skills while receiving this stimulation to see if it improves their ability to later learn a new, similar skill. The findings from these studies may reveal important ways to enhance skill learning by improving the way we practice and enhancing brain activity to make people better at skill learning. As tDCS is a new, inexpensive and essentially risk-free treatment, the results here could be applied quite broadly. Given the importance of effective skill training to industry, the military, and daily life, what is learned from these studies could have a broad benefit to society by making skill training more efficient. This research will also impact education by supporting a graduate student who will learn neuroimaging and brain stimulation methods. The project will support research experiences for undergraduates drawn from the diverse population at UCLA and will make links with the community through the researchers involvement with programs designed to inspire local high school and elementary students to consider careers in life science. \r\n\r\nThis project seeks to understand how to engage the brain regions during learning that lead to the ability to transfer to new related skills. Subjects will practice a set of simple motor sequences using the serial reaction time task (SRTT) and will be tested on their ability to efficiently perform new sequences. We hypothesize that practicing multiple related motor skills in an interleaved manner will enhance transfer and engage different brain regions compared to when practicing these skills in a blocked manner, with the latter leading to interference between skills.  In this study, subjects will practice interleaved sequences in the SSRTT in an fMRI scanner, and regions will be identified in which BOLD signal during learning is correlated with subsequent transfer across subjects. In this way, the components of the motor learning system can be identified that are involved in the formation of a memory trace that can support transfer. Pilot work has identified the cerebellum as a likely target, and in the final proposed study, tDCS will be used to stimulate cerebellum during SSRTT practice and subsequent transfer to new sequences. If it can be understood how interleaved practice leads to the creation of a memory trace that leads to better transfer, it would provide key insights into neural representations of memory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Knowlton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara Knowlton",
   "pi_email_addr": "knowlton@psych.ucla.edu",
   "nsf_id": "000458382",
   "pi_start_date": "2016-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allan Wu",
   "pi_email_addr": "allanwu@mednet.ucla.edu",
   "nsf_id": "000558280",
   "pi_start_date": "2016-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 404353.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Effective skill learning includes the ability to transfer learning to new situations. For example, practicing one piece on the piano should ideally lead to better performance on new pieces as well. Our findings indicate that interleaved practice schedules can facilitate transfer and are associated with neural markers of learning that transfers flexibly. The goal of this study was to identify brain systems supporting the transfer of skill learning. Using the serial reaction time task, we found that cerebellar activation during learning sequences that were interleaved was specifically related to the ability for people to transfer learning to new sequences. In these experiments, participants pressed keys corresponding to different locations on a keyboard. Unbeknownst to the participants, the locations occurred according to complex sequences. We found that cerebellar activation during practice was causally related to performance, as tDCS stimulation to the cerebellum during learning resulted in better transfer to a new sequence. We have shown the benefits of interleaved practice extend to the retention and transfer of implicit sequence knowledge. Thus, with more complex sequences in which subjects were unaware of the sequences, we still saw better retention and transfer to new sequences. We were able to account for these data using a Bayesian Sequential learning model. We also examined how people can implicitly learn about base rates to influence perceptual decisions. In these studies, participants had to decide if dot patterns were more oriented to the left or right. Stimuli were red or green, and the two colors differed in terms of how frequent the patterns were oriented to the left or right. Although participants were not aware of this relationship, they implicitly learned about the relationship between the color and orientation because when they were confronted with stimuli with no coherent orientation they based their decision on the color. These results suggest that our previous experience can shape our perceptual skills and that we can apply knowledge of base rates to new stimuli.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2021<br>\n\t\t\t\t\tModified by: Barbara&nbsp;Knowlton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEffective skill learning includes the ability to transfer learning to new situations. For example, practicing one piece on the piano should ideally lead to better performance on new pieces as well. Our findings indicate that interleaved practice schedules can facilitate transfer and are associated with neural markers of learning that transfers flexibly. The goal of this study was to identify brain systems supporting the transfer of skill learning. Using the serial reaction time task, we found that cerebellar activation during learning sequences that were interleaved was specifically related to the ability for people to transfer learning to new sequences. In these experiments, participants pressed keys corresponding to different locations on a keyboard. Unbeknownst to the participants, the locations occurred according to complex sequences. We found that cerebellar activation during practice was causally related to performance, as tDCS stimulation to the cerebellum during learning resulted in better transfer to a new sequence. We have shown the benefits of interleaved practice extend to the retention and transfer of implicit sequence knowledge. Thus, with more complex sequences in which subjects were unaware of the sequences, we still saw better retention and transfer to new sequences. We were able to account for these data using a Bayesian Sequential learning model. We also examined how people can implicitly learn about base rates to influence perceptual decisions. In these studies, participants had to decide if dot patterns were more oriented to the left or right. Stimuli were red or green, and the two colors differed in terms of how frequent the patterns were oriented to the left or right. Although participants were not aware of this relationship, they implicitly learned about the relationship between the color and orientation because when they were confronted with stimuli with no coherent orientation they based their decision on the color. These results suggest that our previous experience can shape our perceptual skills and that we can apply knowledge of base rates to new stimuli.\n\n \n\n\t\t\t\t\tLast Modified: 06/18/2021\n\n\t\t\t\t\tSubmitted by: Barbara Knowlton"
 }
}