{
 "awd_id": "1634002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Quantifying the biological, chemical, and physical linkages between chemosynthetic communities and the surrounding deep sea",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 420811.0,
 "awd_amount": 420811.0,
 "awd_min_amd_letter_date": "2016-08-18",
 "awd_max_amd_letter_date": "2016-08-18",
 "awd_abstract_narration": "The deep ocean supplies food, energy, novel drugs and materials, and plays essential roles in the global cycling of carbon, the nutrient replenishment for shallow waters, and the maintenance of biodiversity. Despite the crucial contribution of the deep sea to the larger functioning of global marine ecosystems, there is only a cursory understanding of this vast region and the connectivity among its communities and the rest of the oceans. Cold seeps, active areas of the seafloor where methane and other chemicals are released, are key features along the continental margins worldwide. To characterize how methane seep communities interact with the surrounding ecosystems and vice versa, the research team will study the sphere of influence around methane seeps off the Pacific coast of Costa Rica, a region of the ocean with extremely active methane release and low oxygen levels. This project will map the structure and chemistry surrounding these habitats using a novel 3-dimensional framework, combining biological surveys and transplant experiments along the seafloor with vertical characterizations of the water column. This will include measurements of methane flux into the water column and changes in the overlying carbonate chemistry and oxygen levels that are critical to understanding the effects of warming, oxygen loss and ocean acidification on marine communities. Together, these studies will help evaluate the size of the seep sphere of influence, and also demonstrate the role of these seeps within the deep sea and the greater, global, marine ecosystem. The researchers will share this information with a group of teachers during a series of workshops in the San Diego area, at an interactive exhibit at the Birch Aquarium, and through the work of an artist, Lily Simonson, who will participate in the cruises and share her impressions of these environments in a traveling exhibit of her work. \r\n\r\nChemosynthetic ecosystems are inextricably linked to the broader world-ocean biome and global biogeochemical cycles in ways that scientists are just beginning to understand. This research will identify the form, extent, and nature of the physical, chemical, and biological linkages between methane seeps and the surrounding deep-sea ecosystem. The research builds critical understanding of the structural and functional processes that underpin the ecosystem services provided by chemosynthetic ecosystems. This study will be conducted on the Pacific continental margin of Costa Rica where methane fates and dynamics play a significant role in the regional oceanographic setting. The researchers will use quantitative sampling and manipulative studies within a 3-dimensional oceanographic framework to address the following questions: (1) What are the shapes of the diversity and density functions for organisms of different size classes and trophic position over the transition from the seep habitat through the ecotone to the background deep sea? (2) How do depth, dissolved oxygen concentrations, pH and carbonate ion availability, relative rates of fluid flux, and substrate (biogenic, authigenic carbonate, sediments) alter these linkages and interactions with the surrounding deep sea. Evidence for distinct transitional communities and biotic patterns in density and alpha and beta diversity will be quantified and placed in a global biogeographic context. All of these investigations will occur across biological size spectra: for microorganisms (archaea, bacteria, microeukaryotes), the macrofauna, and the megafauna that form biogenic habitats. Research results will be interpreted in the context of potential effects of global ocean change in the equatorial Pacific to determine how the linkages with the surrounding deep sea will be altered as anthropogenic impacts proceed in the future. The researchers will communicate their results in three distinct ways. First, the team will collaborate with the Center for Research on Educational Equity, Assessment and Teaching Excellence (CREATE) to help middle and high school teachers develop tools and strategies for teaching the science practices of the national Next Generation Science Standards. The principal investigators will work with science communication specialists at Birch Aquarium at Scripps to showcase their research cruise in the new Expedition! exhibit. This exhibit will introduce the public to the planning, preparation, thrill of discovery, and process of sample analysis associated with deep-sea scientific cruises and research, while training graduate students in science communication. Finally, artist Lily Simonson will paint the science of methane seeps and their transition to background systems at sea (and on land), engage with K-12 students through social media and in-class presentations and exhibits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Orphan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria J Orphan",
   "pi_email_addr": "vorphan@gps.caltech.edu",
   "nsf_id": "000459740",
   "pi_start_date": "2016-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "1319",
   "pgm_ref_txt": "RIDGE INTERDISC GLOBAL EXPERIMENTS"
  },
  {
   "pgm_ref_code": "8565",
   "pgm_ref_txt": "Deep Biosphere"
  },
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 420811.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Methane seep and vent ecosystems represent localized areas of novel microbial and animal diversity, enhanced biomass, and productivity fueled by microbial capture and conversion of chemical energy, primarily methane and hydrogen sulfide. The magnitude, temporal, and spatial extent of influence of these chemically supported communities on the surrounding deep-sea environment is not yet understood. This information is of central importance for informing policy relating to ecosystem preservation and sustainability in the context of the growing global interest and technology development for resource extraction in the deep sea. To begin to develop this fundamental ecological framework for deep-sea methane seep ecosystems, we conducted a multi-year research expedition to three distinct seep environments along the Costa Rican Margin- an area known for its pervasive methane seepage and diverse symbiotic and non-symbiotic animal communities residing in both soft bottomed sediments and in association with methane-derived carbonate rocks and pavements. <br /><br />Our multi-disciplinary research incorporated both <em>in situ</em> field seafloor transplant experiments and laboratory-based geochemical, isotopic, molecular, and microscopy analyses, with an emphasis on quantifying the diversity, interactions, and activity of chemosynthetic microorganisms, namely methane-oxidizing archaea and bacteria, which form base of the food web in seep ecosystems. Notable discoveries include the documentation of a new syntrophic microbial partnership between a specific lineage of methane-oxidizing archaea (ANME-2b) with a previously unrecognized sulfate-reducing bacterial partner within the Desulfobacteraceae (called SeepSRB1g) that appears to be capable of fixing nitrogen within this symbiosis- a trait that had previously been ascribed to the ANME archaea. Active nitrogen fixation within methane oxidizing consortia may be spatially controlled, with cells towards the interior of large consortia showing higher levels of N2 incorporation. This work expands our understanding of the specificity of methane-based syntrophy in seeps and the diversity of microorganisms that contribute bioavailable nitrogen within these highly productive deep-sea ecosystems.&nbsp; &nbsp;</p>\n<p>A detailed molecular and geochemical analysis of the bacterial and archaeal communities associated with sediments and carbonates within zones of active methane seepage and on the perimeter of visible seeps was conducted for Mound 12, one of several prominent seamounts off Costa Rica. Our work documented steep spatial gradients in the sediment-hosted methane-oxidizing community and corresponding methanotrophic activity that positively correlated with active seafloor seepage. This community dynamic contrasted that observed in the coexisting endolithic (rock-hosted) methane-oxidizing community from seep carbonates, where carbonates observed on the periphery outside the area of seepage still retained abundant methane-oxidizing taxa and methanotrophic activity, albeit at lower rates than that observed in the central area of methane-venting. Similarly, reciprocal ecological transplant experiments with carbonates within and outside the seep revealed greater shifts in the microbial community with an increase in methanotrophic taxa when transferred from a low seepage area into an active seep relative to those samples transplanted from active seepage to the periphery over a period of 13 months, suggesting these rock hosted communities are dynamic and respond positively to methane. Collectively, our findings support the inclusion of seafloor carbonates as part of the greater chemosynthetic ecosystem within and beyond the boundaries of visible seepage, serving as a unique habitat for methanotrophic communities and, as discussed below, contributing to habitat expansion of associated chemosymbiotic animals.</p>\n<p><strong>&nbsp;</strong>Working with our collaborators with expertise in animal symbiosis and invertebrate taxonomy, we uncovered a previously unknown novel symbiosis between feather duster worms and methane-oxidizing bacteria. Feather duster worms are common in seep ecosystems, frequently colonizing hard substrates and forming dense colonies on the seep periphery. Historically these worms were presumed to meet their nutritional needs by filter feeding. The observation of unusual morphology of the respiratory plume of these worms shipboard and their anomalously negative stable carbon isotope values prompted a more comprehensive investigation, revealing that these worms have established a remarkable intimate intracellular symbiosis with methanotrophic bacteria in their respiratory plumes and through digestion of these methane eating symbionts, the worms supplement their nutritional demands from methane. This discovery helps to explain the dense colonies of feather duster worms on what was previously considered the periphery of the seep ecosystem. The expansion of the spatial footprint of known symbiotic animals relying on chemical energy from deep sea methane seeps contributes to our main proposal objectives of defining the boundaries and extent methane seepage influences the ecology of life in the deep sea.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2021<br>\n\t\t\t\t\tModified by: Victoria&nbsp;Orphan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1634002/1634002_10452022_1637715723318_MusselCarbonate_AD4589_costaRica_Mound12--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1634002/1634002_10452022_1637715723318_MusselCarbonate_AD4589_costaRica_Mound12--rgov-800width.jpg\" title=\"Carbonates in Active Seep area\"><img src=\"/por/images/Reports/POR/2021/1634002/1634002_10452022_1637715723318_MusselCarbonate_AD4589_costaRica_Mound12--rgov-66x44.jpg\" alt=\"Carbonates in Active Seep area\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Authigenic carbonates from active seep area at Mound 12, Costa Rican margin. Image collected out view port of HOV Alvin using internal digital camera by members of the science party</div>\n<div class=\"imageCredit\">V Orphan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Victoria&nbsp;Orphan</div>\n<div class=\"imageTitle\">Carbonates in Active Seep area</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMethane seep and vent ecosystems represent localized areas of novel microbial and animal diversity, enhanced biomass, and productivity fueled by microbial capture and conversion of chemical energy, primarily methane and hydrogen sulfide. The magnitude, temporal, and spatial extent of influence of these chemically supported communities on the surrounding deep-sea environment is not yet understood. This information is of central importance for informing policy relating to ecosystem preservation and sustainability in the context of the growing global interest and technology development for resource extraction in the deep sea. To begin to develop this fundamental ecological framework for deep-sea methane seep ecosystems, we conducted a multi-year research expedition to three distinct seep environments along the Costa Rican Margin- an area known for its pervasive methane seepage and diverse symbiotic and non-symbiotic animal communities residing in both soft bottomed sediments and in association with methane-derived carbonate rocks and pavements. \n\nOur multi-disciplinary research incorporated both in situ field seafloor transplant experiments and laboratory-based geochemical, isotopic, molecular, and microscopy analyses, with an emphasis on quantifying the diversity, interactions, and activity of chemosynthetic microorganisms, namely methane-oxidizing archaea and bacteria, which form base of the food web in seep ecosystems. Notable discoveries include the documentation of a new syntrophic microbial partnership between a specific lineage of methane-oxidizing archaea (ANME-2b) with a previously unrecognized sulfate-reducing bacterial partner within the Desulfobacteraceae (called SeepSRB1g) that appears to be capable of fixing nitrogen within this symbiosis- a trait that had previously been ascribed to the ANME archaea. Active nitrogen fixation within methane oxidizing consortia may be spatially controlled, with cells towards the interior of large consortia showing higher levels of N2 incorporation. This work expands our understanding of the specificity of methane-based syntrophy in seeps and the diversity of microorganisms that contribute bioavailable nitrogen within these highly productive deep-sea ecosystems.   \n\nA detailed molecular and geochemical analysis of the bacterial and archaeal communities associated with sediments and carbonates within zones of active methane seepage and on the perimeter of visible seeps was conducted for Mound 12, one of several prominent seamounts off Costa Rica. Our work documented steep spatial gradients in the sediment-hosted methane-oxidizing community and corresponding methanotrophic activity that positively correlated with active seafloor seepage. This community dynamic contrasted that observed in the coexisting endolithic (rock-hosted) methane-oxidizing community from seep carbonates, where carbonates observed on the periphery outside the area of seepage still retained abundant methane-oxidizing taxa and methanotrophic activity, albeit at lower rates than that observed in the central area of methane-venting. Similarly, reciprocal ecological transplant experiments with carbonates within and outside the seep revealed greater shifts in the microbial community with an increase in methanotrophic taxa when transferred from a low seepage area into an active seep relative to those samples transplanted from active seepage to the periphery over a period of 13 months, suggesting these rock hosted communities are dynamic and respond positively to methane. Collectively, our findings support the inclusion of seafloor carbonates as part of the greater chemosynthetic ecosystem within and beyond the boundaries of visible seepage, serving as a unique habitat for methanotrophic communities and, as discussed below, contributing to habitat expansion of associated chemosymbiotic animals.\n\n Working with our collaborators with expertise in animal symbiosis and invertebrate taxonomy, we uncovered a previously unknown novel symbiosis between feather duster worms and methane-oxidizing bacteria. Feather duster worms are common in seep ecosystems, frequently colonizing hard substrates and forming dense colonies on the seep periphery. Historically these worms were presumed to meet their nutritional needs by filter feeding. The observation of unusual morphology of the respiratory plume of these worms shipboard and their anomalously negative stable carbon isotope values prompted a more comprehensive investigation, revealing that these worms have established a remarkable intimate intracellular symbiosis with methanotrophic bacteria in their respiratory plumes and through digestion of these methane eating symbionts, the worms supplement their nutritional demands from methane. This discovery helps to explain the dense colonies of feather duster worms on what was previously considered the periphery of the seep ecosystem. The expansion of the spatial footprint of known symbiotic animals relying on chemical energy from deep sea methane seeps contributes to our main proposal objectives of defining the boundaries and extent methane seepage influences the ecology of life in the deep sea.\n\n\t\t\t\t\tLast Modified: 11/23/2021\n\n\t\t\t\t\tSubmitted by: Victoria Orphan"
 }
}