{
 "awd_id": "1635611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Operational Decision-Making for Reach Maximization of Incentive Programs that Influence Consumer Energy-Saving Behavior",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 199938.0,
 "awd_amount": 215938.0,
 "awd_min_amd_letter_date": "2016-07-21",
 "awd_max_amd_letter_date": "2017-05-08",
 "awd_abstract_narration": "Environmental programs that exploit informational social influence have recently found success in fostering energy-conscious consumer behavior. By disseminating Home Energy Reports that compare individual households' energy spending patterns to those of their neighbors, these programs capitalize on the fact that people are more likely to adjust their behavior when simple information on its negative impacts on the environment is preceded by ''social proof'' that referent others have already started to behave pro-environmentally. While exploiting the power of social influence for the societal benefit is a breakthrough in itself, further research is required to boost the impact of such programs with direct incentives, so that they can be proactively controlled and their impact accelerated in an organized manner. This award supports fundamental research into the design and planning of randomized incentive programs -- social lotteries -- that inform consumers of their peers saving energy while being rewarded for doing so. The researched prescriptive methodologies enable calculated maximization of the ''reach'' of a social influence program or policy, and are expected to be applicable in economics, healthcare, education, etc., for increasing individual awareness of issues of societal concern. This project will further support the educational mission of the NSF by involving members of underrepresented student groups, senior design project advising, and conducting undergraduate student seminars.\r\n\r\nThe  research plan encompasses the modeling efforts to quantitatively capture the connection between the informational social influence and the impact of the randomized energy-saving incentive program; the development of mixed-integer programming, dynamic programming and decentralized network optimization algorithms for reach maximization under budgetary constraints; and the investigations into operational program planning under limited information about a targeted heterogeneous population. This project will produce new classes of problems and fundamental insights into operational planning of interventions exploiting social networks. Its products will allow for modeling of the mechanisms of social influence driven not directly by diffusion, as previously done, but by reach. The developed designs, recipes and tools will be evaluated with the data and advice provided by a collaborating energy provider. The improvements resulting from the introduction of the researched formalisms and algorithms will be characterized by gathering theoretical evidence, en route to preparing a pilot implementation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Nikolaev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Nikolaev",
   "pi_email_addr": "anikolae@buffalo.edu",
   "nsf_id": "000609132",
   "pi_start_date": "2016-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Walteros",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose Walteros",
   "pi_email_addr": "josewalt@buffalo.edu",
   "nsf_id": "000692995",
   "pi_start_date": "2016-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "Bell Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142602050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "006Y00",
   "pgm_ele_name": "OE Operations Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 199938.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project achieved the modeling and algorithmic advances for maximizing the expected impact of interventions/policies/programs exploiting randomized incentives while ensuring fairness in their distribution. First, relying on the analysis of empirical studies reported in the literature, the project modeled the connection between the informational social influence and the measures of the randomized energy-saving incentive program impact. To this end, it defined &ldquo;reach&rdquo; as a measure of exposure of individuals to Word-of-Mouth spread of information, and explained that the impact of a social influence program on a population can be viewed as a direct consequence of enhancing its reach. Second, the project introduced reach maximization as a fundamental approach to maximizing the impact of social influence programs, where the dynamics of influence spread is not driven by direct diffusion and where influence is delivered over multiple rounds. Finally, the project illustrated how reach maximization can be useful in application to fostering energy-conscious behavior, and quantified how the impact of direct incentives, distributed in the framework of a social lottery, is sensitive to the specific way in which lottery winners are selected and to the structure of social connections in the target population.</p>\n<p>The project produced&nbsp;insights into incentive programs exploiting social influence that can be more broadly useful in multiple applications, in particular in &ldquo;green&rdquo; policy-making, for increasing individual consumer awareness of the issues of societal concern. Further, this project stayed true to its educational mission by involving members of underrepresented student groups, undergraduate students, and by running a pilot energy-saving awareness enhancement program on a university campus.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2020<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Nikolaev</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project achieved the modeling and algorithmic advances for maximizing the expected impact of interventions/policies/programs exploiting randomized incentives while ensuring fairness in their distribution. First, relying on the analysis of empirical studies reported in the literature, the project modeled the connection between the informational social influence and the measures of the randomized energy-saving incentive program impact. To this end, it defined \"reach\" as a measure of exposure of individuals to Word-of-Mouth spread of information, and explained that the impact of a social influence program on a population can be viewed as a direct consequence of enhancing its reach. Second, the project introduced reach maximization as a fundamental approach to maximizing the impact of social influence programs, where the dynamics of influence spread is not driven by direct diffusion and where influence is delivered over multiple rounds. Finally, the project illustrated how reach maximization can be useful in application to fostering energy-conscious behavior, and quantified how the impact of direct incentives, distributed in the framework of a social lottery, is sensitive to the specific way in which lottery winners are selected and to the structure of social connections in the target population.\n\nThe project produced insights into incentive programs exploiting social influence that can be more broadly useful in multiple applications, in particular in \"green\" policy-making, for increasing individual consumer awareness of the issues of societal concern. Further, this project stayed true to its educational mission by involving members of underrepresented student groups, undergraduate students, and by running a pilot energy-saving awareness enhancement program on a university campus.\n\n \n\n\t\t\t\t\tLast Modified: 01/03/2020\n\n\t\t\t\t\tSubmitted by: Alexander Nikolaev"
 }
}