{
 "awd_id": "1635388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFOCE-BSF: Collaborative Research: The Role and Mechanisms of Nuclei-induced Calcium Carbonate Precipitation in the Coastal Carbon Cycle: A First In-depth Study",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 550044.0,
 "awd_amount": 629319.0,
 "awd_min_amd_letter_date": "2016-08-29",
 "awd_max_amd_letter_date": "2022-01-06",
 "awd_abstract_narration": "The formation of calcium carbonate (CaCO3) in seawater is a fundamental pathway in the marine carbon cycle. Calcium carbonate formation may occur through biological production (calcification by organisms building shells or skeletal material) or through non-biological (abiotic, or chemical) processes. Although most surface seawater in both open and coastal waters is supersaturated in calcium carbonate, several factors inhibit the abiotic production of calcium carbonate. Therefore the current paradigm is that most calcium carbonate formation in seawater is biological. However, laboratory experiments have demonstrated that addition of solid-phase particles to supersaturated seawater promotes nuclei-induced CaCO3 precipitation (NICP) by providing \"seeds\" for precipitation. NICP has been demonstrated in the Little Bahama Banks during events of re-suspension of CaCO3-rich sediments. Until very recently, essentially no evidence has shown that NICP occurs in typical marine systems where suspended particles have relatively low CaCO3 content. A recent study by the Israeli partners in this project provides evidence that NICP may play a significant role in the carbon budget in the Red Sea, as a result of an influx of particulate material caused by flash floods and potentially airborne dusts. Such a finding suggests that NICP may be an important CaCO3 formation pathway that has been mostly ignored in the ocean carbon cycle. The goal of this project is to conduct the first comprehensive, in-depth study to evaluate the significance of NICP in the oceans.  The project is an international collaboration between U.S. and Israeli scientists, jointly funded by NSF and the U.S.-Israel Binational Science Foundation. A postdoctoral researcher whose Ph.D. work forms the foundation for this study will be supported through this project. An Israeli masters-level student and one U.S. minority undergraduate intern will be advised and trained in this project.\r\n\r\nThe project will use an integrated approach to assess different mechanisms that may result in NICP, including riverine sediment input, land-derived particle influx via flash floods, bottom sediment resuspension, and atmospheric dust input. Field investigations will be done in a suite of coastal environments: the northern Red Sea, the Mississippi and Sabine River plumes and Galveston Bay in the northern Gulf of Mexico, each of which receive significant quantities of non-carbonate rich sediments. The investigators will also conduct controlled laboratory experiments to verify and extend field observations. If NICP is shown to be significant, this finding could promote a reexamination of important parts of the carbon cycle and the response of the ocean carbon system to ongoing perturbations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhaohui 'Aleck'",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhaohui 'Aleck' Wang",
   "pi_email_addr": "zawang@whoi.edu",
   "nsf_id": "000523161",
   "pi_start_date": "2016-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Churchill",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "James H Churchill",
   "pi_email_addr": "jchurchill@whoi.edu",
   "nsf_id": "000087497",
   "pi_start_date": "2016-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025430151",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "7592",
   "pgm_ref_txt": "COASTAL OCEAN PROCESSES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 550044.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 79275.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Title: <strong>Collaborative Research: The Role and Mechanisms of Nuclei-induced Calcium Carbonate Precipitation in the Coastal Carbon Cycle: A First In-depth Study</strong><strong></strong></p>\n<p>NSF Program and Award No: NSF Chemical Oceanography Program, NSF OCE-BSF 1635388</p>\n<p>Program Officer: Henrietta N. Edmonds</p>\n<p>PIs: Zhaohui Aleck Wang (WHOI), James Churchill (WHOI), Tim Dellapena (TAMUG) and Boaz Lazar (The Hebrew University of Jerusalem, Israel)</p>\n<p>Awardee: Woods Hole Oceanographic Institution</p>\n<p>One of the fundamental pathways in the marine carbon cycle is formation of calcium carbonate (CaCO<sub>3</sub>) minerals, such as calcite and aragonite, which may occur through calcification by shell-building organisms (e.g., corals and bi-valves) and abiotic (chemical) precipitation of CaCO<sub>3</sub>. Understanding and quantifying the production of CaCO<sub>3</sub> are essential to characterize the marine carbon cycle and to project responses of marine ecosystems under anthropogenic impacts and climate change. Because abiotic CaCO<sub>3</sub> precipitation in CaCO<sub>3</sub> supersaturated seawater is inhibited by magnesium and other dissolved ions, the dominant view until now has been that CaCO<sub>3</sub> formation in seawater occurs mostly through calcification by organisms. However, recent studies suggest that natural particles, such as air dust, marine sediments and riverine particles, may promote nuclei-induced CaCO<sub>3</sub> precipitation (NICP) by providing precipitation seeds. This process is also referred to as heterogeneous CaCO<sub>3</sub> precipitation (HCP). Such findings raise the question of what role NICP (HCP) plays in CaCO<sub>3</sub> formation, and whether chemical precipitation of CaCO<sub>3</sub> has been significantly underestimated&nbsp; in the ocean carbon cycle.</p>\n<p>To better understand the importance of NICP in the coastal carbon cycle, the overarching goal of this project was to conduct the first comprehensive, in-depth study to evaluate the significance of NICP as an in situ water column process. To achieve this goal, the project team used a comprehensive approach (including in situ observation in the Mississippi and Brazos River plumes in the northern Gulf of Mexico [nGoM], mesocosm experiments in the Gulf of Aqaba, Israel, systematic laboratory experiments and modeling) aimed at gaining mechanical understanding of the factors controlling NICP and impacts of NICP.</p>\n<p>In the Mississippi and the Brazos River plumes of the nGoM, in situ measurements revealed significant removal of dissolved inorganic carbon (DIC) and total alkalinity (TA) from water column as a result of NICP (and likely other water-particle exchanges). These processes were responsible for a significant fraction of total DIC and TA removal, exceeding 10 % and 90 %, respectively, in the Mississippi and Brazos plume waters. This finding was corroborated by laboratory incubation experiments using the particles from the two river plumes.</p>\n<p>The mesocosm sediment-suspension experiments conducted in the Gulf of Aqaba also demonstrated that NICP concurrently removes DIC and TA from seawater seeded with local marine sediments and flash flood sediments. In addition, the removal rates of DIC and TA in these experiments have a positive correlation with suspended sediment concentration (when the concentration is above a threshold), which suggests that sediment concentration is an important controlling factor for NICP.</p>\n<p>The laboratory suspension experiments using various natural sediments from different coastal environments further reveal controlling mechanisms of NICP. The results suggest that the TA:DIC removal ratios are roughly 2:1, which is close to the theoretical prediction. However, this ratio also varies moderately among different sediment types, suggesting that sediment composition plays a role in NICP. X-ray diffraction analysis of the various sediments used indicates the mineralogy of the sediments also plays a role in NICP.</p>\n<p>The collection of results from this project demonstrates that heterogeneous reactions, particularly NICP (HCP), may be an important controlling mechanism of the seawater carbonate system in particle-rich coastal areas and may significantly impact the coastal carbon cycle.&nbsp; These novel results have been made available to a larger audience and the public through the Biological and Chemical Oceanography Data Management Office (www.bco-dmo.org). The project&rsquo;s findings have been published in two peer-reviewed articles thus far, one book chapter is under review, and three more paper drafts are under preparation. The project has also helped to train one postdoctoral investigator, two PhD students, four Master students, and a diverse group of undergraduates from four institutions. Project findings have been incorporated into several courses taught by project PIs, including Introduction to Geochemistry, Chemical Oceanography, and Modern Oceanographic Methods Field Course. All PIs have presented project findings in professional conferences, institutional media outlets and public outreach activities.</p>\n<p>Since this project forms a starting point of the study of in situ NICP and its role in the ocean carbon cycle, it will likely stimulate future research on NICP.&nbsp; This research that may extend to other areas of oceanography and geochemistry, such as paleo-oceanography and sediment diagenesis. The results from this project have benefited a NSF RAPID project that studied the effects of Hurricane Harvey on the transport and distribution of bottom sediments carried to the nGoM in the Brazo River plume.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2023<br>\n\t\t\t\t\tModified by: Zhaohui 'aleck'&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Title: Collaborative Research: The Role and Mechanisms of Nuclei-induced Calcium Carbonate Precipitation in the Coastal Carbon Cycle: A First In-depth Study\n\nNSF Program and Award No: NSF Chemical Oceanography Program, NSF OCE-BSF 1635388\n\nProgram Officer: Henrietta N. Edmonds\n\nPIs: Zhaohui Aleck Wang (WHOI), James Churchill (WHOI), Tim Dellapena (TAMUG) and Boaz Lazar (The Hebrew University of Jerusalem, Israel)\n\nAwardee: Woods Hole Oceanographic Institution\n\nOne of the fundamental pathways in the marine carbon cycle is formation of calcium carbonate (CaCO3) minerals, such as calcite and aragonite, which may occur through calcification by shell-building organisms (e.g., corals and bi-valves) and abiotic (chemical) precipitation of CaCO3. Understanding and quantifying the production of CaCO3 are essential to characterize the marine carbon cycle and to project responses of marine ecosystems under anthropogenic impacts and climate change. Because abiotic CaCO3 precipitation in CaCO3 supersaturated seawater is inhibited by magnesium and other dissolved ions, the dominant view until now has been that CaCO3 formation in seawater occurs mostly through calcification by organisms. However, recent studies suggest that natural particles, such as air dust, marine sediments and riverine particles, may promote nuclei-induced CaCO3 precipitation (NICP) by providing precipitation seeds. This process is also referred to as heterogeneous CaCO3 precipitation (HCP). Such findings raise the question of what role NICP (HCP) plays in CaCO3 formation, and whether chemical precipitation of CaCO3 has been significantly underestimated  in the ocean carbon cycle.\n\nTo better understand the importance of NICP in the coastal carbon cycle, the overarching goal of this project was to conduct the first comprehensive, in-depth study to evaluate the significance of NICP as an in situ water column process. To achieve this goal, the project team used a comprehensive approach (including in situ observation in the Mississippi and Brazos River plumes in the northern Gulf of Mexico [nGoM], mesocosm experiments in the Gulf of Aqaba, Israel, systematic laboratory experiments and modeling) aimed at gaining mechanical understanding of the factors controlling NICP and impacts of NICP.\n\nIn the Mississippi and the Brazos River plumes of the nGoM, in situ measurements revealed significant removal of dissolved inorganic carbon (DIC) and total alkalinity (TA) from water column as a result of NICP (and likely other water-particle exchanges). These processes were responsible for a significant fraction of total DIC and TA removal, exceeding 10 % and 90 %, respectively, in the Mississippi and Brazos plume waters. This finding was corroborated by laboratory incubation experiments using the particles from the two river plumes.\n\nThe mesocosm sediment-suspension experiments conducted in the Gulf of Aqaba also demonstrated that NICP concurrently removes DIC and TA from seawater seeded with local marine sediments and flash flood sediments. In addition, the removal rates of DIC and TA in these experiments have a positive correlation with suspended sediment concentration (when the concentration is above a threshold), which suggests that sediment concentration is an important controlling factor for NICP.\n\nThe laboratory suspension experiments using various natural sediments from different coastal environments further reveal controlling mechanisms of NICP. The results suggest that the TA:DIC removal ratios are roughly 2:1, which is close to the theoretical prediction. However, this ratio also varies moderately among different sediment types, suggesting that sediment composition plays a role in NICP. X-ray diffraction analysis of the various sediments used indicates the mineralogy of the sediments also plays a role in NICP.\n\nThe collection of results from this project demonstrates that heterogeneous reactions, particularly NICP (HCP), may be an important controlling mechanism of the seawater carbonate system in particle-rich coastal areas and may significantly impact the coastal carbon cycle.  These novel results have been made available to a larger audience and the public through the Biological and Chemical Oceanography Data Management Office (www.bco-dmo.org). The project’s findings have been published in two peer-reviewed articles thus far, one book chapter is under review, and three more paper drafts are under preparation. The project has also helped to train one postdoctoral investigator, two PhD students, four Master students, and a diverse group of undergraduates from four institutions. Project findings have been incorporated into several courses taught by project PIs, including Introduction to Geochemistry, Chemical Oceanography, and Modern Oceanographic Methods Field Course. All PIs have presented project findings in professional conferences, institutional media outlets and public outreach activities.\n\nSince this project forms a starting point of the study of in situ NICP and its role in the ocean carbon cycle, it will likely stimulate future research on NICP.  This research that may extend to other areas of oceanography and geochemistry, such as paleo-oceanography and sediment diagenesis. The results from this project have benefited a NSF RAPID project that studied the effects of Hurricane Harvey on the transport and distribution of bottom sediments carried to the nGoM in the Brazo River plume.\n\n\t\t\t\t\tLast Modified: 08/25/2023\n\n\t\t\t\t\tSubmitted by: Zhaohui 'aleck' Wang"
 }
}