{
 "awd_id": "1635379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Automated Knowledge Discovery in Reliability and Healthcare from Complex Data with Covariates",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2020-01-31",
 "tot_intn_awd_amt": 176860.0,
 "awd_amount": 176860.0,
 "awd_min_amd_letter_date": "2016-07-21",
 "awd_max_amd_letter_date": "2016-07-21",
 "awd_abstract_narration": "Collecting and analyzing data with covariates such as temperature, humidity, and radiation level are everyday activities in science and engineering. An important example is accelerated life testing data used in the design of products such as lithium-ion batteries. Such data are collected by exposing test units to harsher-than-normal conditions to expedite the failure process. The resulting failure times are modeled by a probability distribution and a life-stress relationship. However, if the probability distribution and/or the life-stress relationship selected cannot adequately describe the underlying failure process, the resulting reliability prediction may be misleading. A similar example is also encountered in healthcare systems, where it is crucial to quantify probability distributions of important measures such as the length-of-stay, waiting time, and disease progression, and the effects of influential covariates on these measures. This award supports fundamental research on automated knowledge discovery from complex data in reliability and healthcare with potential impacts in the areas of manufacturing, healthcare, energy, transportation, and aerospace industries. The research team will strive to broaden participation of underrepresented groups and minorities, and positively impact engineering education.\r\n \r\nThe objective of this project is to investigate a new methodology for automated knowledge discovery from complex data with covariates using matrix-analytic models. Statistical tools and optimization algorithms will be developed for efficiently collecting such data or selecting the useful subsets from massive data for quick implementation. The research findings will help create a new avenue for modeling and interpreting such data in situations in which the data-generating mechanisms are unknown or difficult to analyze using existing statistical tools. To this end, an automated modeling methodology to construct general phase-type distributions incorporating covariates will be explored via mathematical optimization. To improve the statistical efficiency of data collection, an optimal experimental design methodology will be investigated, and viable computational tools for planning accelerated testing experiment with phase-type models will be studied. In addition, a data-selection approach based on the optimal experimental design methodology will be developed to maximize the utilization of healthcare data. The research findings will be validated by conducting accelerated tests of lithium-ion battery in the laboratory and collaborating with biomedical informatics services on targeted healthcare applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haitao",
   "pi_last_name": "Liao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haitao Liao",
   "pi_email_addr": "liao@uark.edu",
   "nsf_id": "000192630",
   "pi_start_date": "2016-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "Bell Engineering 4171",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "006Y00",
   "pgm_ele_name": "OE Operations Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 176860.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Collecting and analyzing data with covariates (e.g., temperature, humidity, radiation, electric current) are essential in science and engineering. To estimate and improve the reliability of a product or a large engineering system, failure times are usually collected and modeled by a probability distribution and a life-stress relationship. However, if the probability distribution and life-stress relationship selected cannot adequately describe the underlying failure process, the resulting reliability prediction will be misleading. In the healthcare industry, large amounts of data are generated daily. For better healthcare delivery and effective patient care, the patient flow information, such as the length-of-stay (LOS) within different units of a hospital and patient transfers among departments or hospitals, needs to be studied to quantify the important measures and to identify the effects of influential factors or covariates. To assist engineers and healthcare providers in acquiring knowledge from complex data with covariates, an idea is to investigate the possibility for automated knowledge discovery from such data using matrix-analytic models. Specially, this research project develops an automated modeling methodology to construct phase-type (PH) distribution models via statistical data analysis and optimization. Moreover, statistical tools and optimization algorithms are developed for efficiently collecting data or selecting the useful subsets from the data for quick implementation.</p>\n<p>For the applications in reliability engineering, a new collection of statistical models based on PH-distributions along with the corresponding statistical estimation methods are developed to analyze failure-time data. The most significant advantage of this new data analysis method is its high flexibility in fitting data by controlling the model structure. The research provides practitioners with a robust tool for reliability estimation without the full knowledge about the underlying failure-time distributions and the effects of important covariates on product reliability. In our complex world, data are often collected but are wasted eventually because of the lack of useful analytical tools. Specially, collecting reliability data from fielded systems may result in aggregate failure-time data. Analyzing such data relies on the special characteristics in the distribution as well as statistical inference method. Because of these complexities, only a few probability distributions have been utilized for aggregate data analysis. To enhance our capability of extracting knowledge from aggregate data, a PH-based approach is studied for the first time in this project to analyze aggregate lifetime data. For parameter estimation, both maximum likelihood estimation and Bayesian alternative are developed. It is expected that the statistical tools will be widely used by engineers to effectively use their data for developing more reliable products and systems.</p>\n<p>Although measurement error and variable selection have been well studied by statisticians, it is not uncommon that engineers are faced with variable selection in the presence of measurement errors in covariates or in field applications where different covariates cannot be well controlled. In this project, measurement errors in failure-time data are considered, and the related statistical methods are developed for data analysis. The studies on real-world applications strongly support that properly modeling measurement errors in covariates can result in more accurate reliability estimation for a product in both the design and operation stages. Moreover, the proposed methods can be used for selecting the important covariates from more covariates contaminated with measurement errors, some of which may not be influential on the product&rsquo;s reliability.</p>\n<p>Besides reliability engineering, the developed methodology for data analytics has been successfully applied to healthcare and can be extended to solve more challenging problems in other areas, such as manufacturing, queueing theory, and survival analysis.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2020<br>\n\t\t\t\t\tModified by: Haitao&nbsp;Liao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCollecting and analyzing data with covariates (e.g., temperature, humidity, radiation, electric current) are essential in science and engineering. To estimate and improve the reliability of a product or a large engineering system, failure times are usually collected and modeled by a probability distribution and a life-stress relationship. However, if the probability distribution and life-stress relationship selected cannot adequately describe the underlying failure process, the resulting reliability prediction will be misleading. In the healthcare industry, large amounts of data are generated daily. For better healthcare delivery and effective patient care, the patient flow information, such as the length-of-stay (LOS) within different units of a hospital and patient transfers among departments or hospitals, needs to be studied to quantify the important measures and to identify the effects of influential factors or covariates. To assist engineers and healthcare providers in acquiring knowledge from complex data with covariates, an idea is to investigate the possibility for automated knowledge discovery from such data using matrix-analytic models. Specially, this research project develops an automated modeling methodology to construct phase-type (PH) distribution models via statistical data analysis and optimization. Moreover, statistical tools and optimization algorithms are developed for efficiently collecting data or selecting the useful subsets from the data for quick implementation.\n\nFor the applications in reliability engineering, a new collection of statistical models based on PH-distributions along with the corresponding statistical estimation methods are developed to analyze failure-time data. The most significant advantage of this new data analysis method is its high flexibility in fitting data by controlling the model structure. The research provides practitioners with a robust tool for reliability estimation without the full knowledge about the underlying failure-time distributions and the effects of important covariates on product reliability. In our complex world, data are often collected but are wasted eventually because of the lack of useful analytical tools. Specially, collecting reliability data from fielded systems may result in aggregate failure-time data. Analyzing such data relies on the special characteristics in the distribution as well as statistical inference method. Because of these complexities, only a few probability distributions have been utilized for aggregate data analysis. To enhance our capability of extracting knowledge from aggregate data, a PH-based approach is studied for the first time in this project to analyze aggregate lifetime data. For parameter estimation, both maximum likelihood estimation and Bayesian alternative are developed. It is expected that the statistical tools will be widely used by engineers to effectively use their data for developing more reliable products and systems.\n\nAlthough measurement error and variable selection have been well studied by statisticians, it is not uncommon that engineers are faced with variable selection in the presence of measurement errors in covariates or in field applications where different covariates cannot be well controlled. In this project, measurement errors in failure-time data are considered, and the related statistical methods are developed for data analysis. The studies on real-world applications strongly support that properly modeling measurement errors in covariates can result in more accurate reliability estimation for a product in both the design and operation stages. Moreover, the proposed methods can be used for selecting the important covariates from more covariates contaminated with measurement errors, some of which may not be influential on the product’s reliability.\n\nBesides reliability engineering, the developed methodology for data analytics has been successfully applied to healthcare and can be extended to solve more challenging problems in other areas, such as manufacturing, queueing theory, and survival analysis.\n\n\t\t\t\t\tLast Modified: 06/01/2020\n\n\t\t\t\t\tSubmitted by: Haitao Liao"
 }
}