{
 "awd_id": "1635461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Predicting controls of partitioning between dissimilatory nitrate reduction to ammonium (DNRA) and dinitrogen production in marine sediments",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 479780.0,
 "awd_amount": 479780.0,
 "awd_min_amd_letter_date": "2016-08-08",
 "awd_max_amd_letter_date": "2016-08-08",
 "awd_abstract_narration": "Microbial processes in marine sediments play a major role in the global nitrogen cycle. Because the presence of nitrogen compounds dissolved in seawater largely controls biological growth, understanding how the sedimentary nitrogen budget changes with altered circulation, acidity, and biological productivity is of critical importance to predict oceanic function in future climate scenarios. Surprisingly, we do not know definitively if nitrogen exchange between sediments and the water column is in balance, and if not, how it varies over time and space. We do know that two bacterially mediated chemical reactions are primarily responsible for removing nitrogen from marine ecosystems by converting biologically usable forms of dissolved nitrogen back to nitrogen gas (N2) that is not generally available for biological production. These reactions are called denitrification and anaerobic ammonium oxidation (anammox); the latter operating only where oxygen is zero. This project will investigate a third reaction, called dissimilatory nitrate reduction (DNRA), which competes directly with anammox to limit N2 production and the consequent \"loss\" of nitrogen, thus retaining nitrogen for use in marine ecosystems. The role of DNRA has not been fully explored and quantifying this reaction could help evaluate the overall nitrogen balance in ocean systems. The researchers here will use novel experimental reactors that contain collected marine sediments and, by varying environmental conditions (pH, temperature, oxygen, organic carbon), will discover and quantify what controls rates of DNRA, denitrification, and anammox in sediments. This will provide a direct test and further development of theoretical sedimentary nitrogen models that can be used to predict possible changes in the global nitrogen cycle resulting with various future climate scenarios. Two graduate students will participate in the research and collaborations with the Maine Coastal Observing Alliance (MCOA) and the Gulf of Maine Institute (GOMI), as well as the Institute for Broadening Participation (IBP) will generate minority student involvement and enhanced outreach activity.\r\n\r\nThis project uses thermodynamic calculations and empirical evidence as a basis to evaluate the ratio of available organic carbon (C) to nitrate (NO3-) as a key controlling factor of nitrogen redox partitioning; with higher ratios believed to favor dissimilatory nitrate reduction (DNRA) over N2 production. The investigator's theoretical model predicts rapid and reversible transitions between DNRA and N2 production over relatively small changes in C/NO3-. This suggests that partitioning could be sensitive to seasonal and possibly inter-annual differences in organic C deposition as well as processes that control nitrate flux to the sediments such as water column stratification. Quantitative relationships between sedimentary C/NO3- and nitrogen partitioning remain poorly defined, and a number of other factors including T, H2S, and Fe(II), are known to influence N partitioning. This study will investigate the hypothesis that relationships between nitrogen redox partitioning and C/NO3-, and by extension H2S/NO3-, are predicted by the proposed theoretical sedimentary nitrogen model. Experiments will varying NO3 fluxes while providing hydrogen sulfide (H2S) and 13C-labelled detritus as electron donors, and measure transformation rates of 15NO3- to 15NH4+ and 29/30N2 in thin disc reactors to determine rates and pathways of DNRA and N2 production. The proposed integration of these experiments with a theoretically-based biogeochemical model will develop a quantifiable and testable understanding of the marine nitrogen cycle. This study should provide a major advance that could be broadly applied to quantitatively predict the sedimentary balance between nitrogen retention and loss across marine ecosystems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Rich",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy J Rich",
   "pi_email_addr": "jeremy.rich@maine.edu",
   "nsf_id": "000384763",
   "pi_start_date": "2016-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Algar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Algar",
   "pi_email_addr": "calgar@dal.ca",
   "nsf_id": "000692812",
   "pi_start_date": "2016-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "193 Clarks Cove Road",
  "perf_city_name": "Walpole",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045733217",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8242",
   "pgm_ref_txt": "Marine Nitrogen Cycle"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 479780.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bioavailable nitrogen (N) is an important controlling nutrient of primary production in the oceans. There is great interest in understanding the N cycle to predict how ocean ecosystems will respond to future environmental changes and human activities. At present it is not clear whether or not inputs and outputs in the global N cycle are in balance. This makes understanding how the oceanic N cycle will respond to future changes difficult. Continental shelves and oxygen minimum zones are the major sites of N loss in the oceans, through the microbial reduction of nitrate to dinitrogen gas (N<sub>2</sub>). Until recently, N loss was attributed solely to denitrification. More recently, a great deal of attention has been paid to the importance of anaerobic ammonium oxidation (anammox) as an alternative N loss pathway to denitrification. A third nitrate reduction mechanism, dissimilatory nitrate reduction to ammonium (DNRA), has been relatively ignored in studies of the global N cycle. Predicting how N loss in the oceans may change requires a deeper understanding of all nitrate reduction pathways, not just denitrification and anammox because the fate of N differs. DNRA is distinct from denitrification and anammox, as DNRA leads to the retention of bioavailable N in ecosystems instead of N loss.</p>\n<p>This project aimed to provide a quantitative predictive understanding of controls on anammox, denitrification, and DNRA in marine sediments. All three processes occur under anoxic conditions in marine sediments but controls on which process might dominate over another are not well understood. We used sediment thin disc reactors to reproduce an anoxic marine sediment layer to measure controls on rates on these processes and achieve the following goals: 1) determine relative importance of key controlling factors, particularly organic carbon and nitrate loading as a direct test of our previous Maximum Entropy Production (MEP) biogeochemical model 2) manipulate and measure these controls to represent realistic conditions in the environment, and 3) test and further develop our theoretical biogeochemical model. We used subtidal fine-grained sediments in Thin Disc Sediment Reactor (TDSR) experiments to directly measure key controlling factors of nitrate reduction. Anammox remained low (&le;1 % of total nitrate consumption) or was not detected across experiments and denitrification was by far the dominant nitrogen loss process. DNRA rapidly increased at the beginning experiments corresponding to rapid increases in the remineralization of organic carbon. Denitrification increased after the initial pulse in DNRA and became much higher than DNRA later on across experiments, despite relatively high enrichments with organic carbon and differences in the nitrate inflow rates. The results overall suggest that DNRA is favored during the initial breakdown of organic carbon.</p>\n<p>The broader impacts of this research were that one PhD student, two Masters students, two research technicians, and nine undergraduate students have been trained in research as a result of this research. Rich participated in an Institute for Broadening Participation (IBP) webinar on career and summer research opportunities for minority undergraduate students. Giblin worked with the Gulf of Maine Institute to teach students about watershed issues, especially eutrophication. Rich, Giblin, and Algar shared their research with the public through training citizen scientists, public seminars, visiting K-12 school groups, social media, and print articles in the local newspaper.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2021<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;J&nbsp;Rich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBioavailable nitrogen (N) is an important controlling nutrient of primary production in the oceans. There is great interest in understanding the N cycle to predict how ocean ecosystems will respond to future environmental changes and human activities. At present it is not clear whether or not inputs and outputs in the global N cycle are in balance. This makes understanding how the oceanic N cycle will respond to future changes difficult. Continental shelves and oxygen minimum zones are the major sites of N loss in the oceans, through the microbial reduction of nitrate to dinitrogen gas (N2). Until recently, N loss was attributed solely to denitrification. More recently, a great deal of attention has been paid to the importance of anaerobic ammonium oxidation (anammox) as an alternative N loss pathway to denitrification. A third nitrate reduction mechanism, dissimilatory nitrate reduction to ammonium (DNRA), has been relatively ignored in studies of the global N cycle. Predicting how N loss in the oceans may change requires a deeper understanding of all nitrate reduction pathways, not just denitrification and anammox because the fate of N differs. DNRA is distinct from denitrification and anammox, as DNRA leads to the retention of bioavailable N in ecosystems instead of N loss.\n\nThis project aimed to provide a quantitative predictive understanding of controls on anammox, denitrification, and DNRA in marine sediments. All three processes occur under anoxic conditions in marine sediments but controls on which process might dominate over another are not well understood. We used sediment thin disc reactors to reproduce an anoxic marine sediment layer to measure controls on rates on these processes and achieve the following goals: 1) determine relative importance of key controlling factors, particularly organic carbon and nitrate loading as a direct test of our previous Maximum Entropy Production (MEP) biogeochemical model 2) manipulate and measure these controls to represent realistic conditions in the environment, and 3) test and further develop our theoretical biogeochemical model. We used subtidal fine-grained sediments in Thin Disc Sediment Reactor (TDSR) experiments to directly measure key controlling factors of nitrate reduction. Anammox remained low (&le;1 % of total nitrate consumption) or was not detected across experiments and denitrification was by far the dominant nitrogen loss process. DNRA rapidly increased at the beginning experiments corresponding to rapid increases in the remineralization of organic carbon. Denitrification increased after the initial pulse in DNRA and became much higher than DNRA later on across experiments, despite relatively high enrichments with organic carbon and differences in the nitrate inflow rates. The results overall suggest that DNRA is favored during the initial breakdown of organic carbon.\n\nThe broader impacts of this research were that one PhD student, two Masters students, two research technicians, and nine undergraduate students have been trained in research as a result of this research. Rich participated in an Institute for Broadening Participation (IBP) webinar on career and summer research opportunities for minority undergraduate students. Giblin worked with the Gulf of Maine Institute to teach students about watershed issues, especially eutrophication. Rich, Giblin, and Algar shared their research with the public through training citizen scientists, public seminars, visiting K-12 school groups, social media, and print articles in the local newspaper.\n\n \n\n\t\t\t\t\tLast Modified: 12/21/2021\n\n\t\t\t\t\tSubmitted by: Jeremy J Rich"
 }
}