{
 "awd_id": "1635315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Upwelling variability in the California Current: bridging local dynamics and climate variability",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032924557",
 "po_email": "bmuz@nsf.gov",
 "po_sign_block_name": "Baris Uz",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 354615.0,
 "awd_amount": 354615.0,
 "awd_min_amd_letter_date": "2016-09-21",
 "awd_max_amd_letter_date": "2016-09-21",
 "awd_abstract_narration": "Coastal upwelling research has a long and rich history in the California Current System, yet a comprehensive description of the interplay between physical processes at local, regional, and basin scales has remained elusive. Seasonal upwelling, driven by strong  equatorward alongshore winds, plays a fundamental role in shaping the circulation and ecosystem structure along the west coast of the United States. The main objective of this study is to use high-resolution numerical simulations to characterize variability in the full three-dimensional, time varying circulation associated with wind-driven coastal upwelling in the California Current System. More specifically, the model results will be used to: (i) produce a regional synthesis that rigorously identifies and describes regions of enhanced upwelling in the vicinity of major coastal headlands, and (ii) quantify the impact of regional- and basin-scale processes on local-scale upwelling dynamics.  This research will provide significant new insight into how regions of enhanced upwelling contribute to shaping alongshore gradients of physical and biogeochemical properties. Of particular relevance is the connection to coastal ocean acidification and the occurrence and persistence of low pH  conditions over the continental shelf along the U.S. west coast. Enhanced upwelling centers are likely to play a key role in determining the spatiotemporal variability of nearshore pH levels, and, therefore, alongshore heterogeneity in the short- and long-term ecosystem response to coastal ocean acidification. This study will increase understanding of how much biogeochemical variability is attributable to physical forcing associated with local upwelling dynamics (as modulated by regional- and basin-scale processes), thereby advancing current knowledge of which coastal regions along the U.S. west coast are more prone to frequent and severe acidification events. In addition, the project will support a postdoctoral researcher at UC Santa Cruz who will gain valuable training in state-of-the-art regional ocean circulation modeling and diagnostic methods, such as adjoint-based calculations. Project outcomes will also be integrated into the graduate curriculum at UCSC, and enhance educational tools available for the community-based Regional Ocean Modeling System (ROMS). Finally, the PIs will present general audience lectures at the Seymour Marine Discovery Center in Santa Cruz, as part of an ongoing series on how seasonal California upwelling will respond to changing climate conditions, and the potential impacts on ecosystem processes and socio-economic services. \r\n\r\nCoastal upwelling trends and variability determined on the basis of coast-wide averages (i.e., integrated over stronger and weaker upwelling regions) likely compound different dynamical processes and may misrepresent the true nature of the local physical and biogeochemical fluctuations occurring along the U.S. west coast. Therefore, this research will provide significant new insight into how regions of enhanced upwelling in the vicinity of major coastal headlands contribute to shaping the coastal ocean circulation and physical variability at local scales. Outcomes from the numerical experiments will also help determine how regional- and basin-scale variability modulates vertical transport and water mass properties in the vicinity of enhanced upwelling centers and surrounding shelf regions. The most innovative aspect of the project is that it will describe the impacts of local-, regional-, and basin-scale processes on the full 3-dimensional, time-varying ocean circulation associated with coastal upwelling, as opposed to relying on traditional upwelling proxies (e.g., Bakun index) which are often unreliable in regions of intense upwelling or strong onshore geostrophic flow. Another important contribution from this research is that it will demonstrate the benefits of downscaling regional data-assimilative solutions to the local scales at which alongshore variability in upwelling dynamics occurs along the U.S. west coast. Finally, the results from the numerical simulations will complement and enhance another research project, funded under NSF's Coastal SEES Program, focused on quantifying the magnitude, frequency of occurence, and predictability of low pH events along California, as well as their potential impact on coastal ecosystem processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerome",
   "pi_last_name": "Fiechter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jerome Fiechter",
   "pi_email_addr": "Fiechter@ucsc.edu",
   "nsf_id": "000496562",
   "pi_start_date": "2016-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Moore",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew M Moore",
   "pi_email_addr": "ammoore@ucsc.edu",
   "nsf_id": "000104778",
   "pi_start_date": "2016-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Edwards",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Edwards",
   "pi_email_addr": "cedwards@ucsc.edu",
   "nsf_id": "000200970",
   "pi_start_date": "2016-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 High Street",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 354615.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Each year, strong winds blow along the west coast of the United States and bring cold, nutrient-laden deep water close to the surface (a process called \"coastal upwelling\"), fueling important plankton blooms and supporting a diverse and bountiful ecosystem. While coastal upwelling research has a long and rich history in the region, a comprehensive description of how physical processes at local, regional and basin scales interact with each other and affect the strength of upwelling on a seasonal and multi-year basis has remained elusive. Studying the spatial and temporal variability of coastal upwelling is not only important to explain the distribution of marine organisms along the U.S. west coast, but also to understand how vulnerable some of these organisms are to the worsening effects of ocean acidification and hypoxia as human emissions of CO<sub>2</sub> continues through the 21st century.</p>\n<p>Our research focused on developing and analyzing computer models capable of reproducing local and regional patterns of the California Current circulation (the major ocean current flowing along the U.S. west coast) and coastal upwelling over the last 30 years. We then used these computer simulations to explain: (1) how nearshore currents near costal promontories lead to a local intensification of upwelling, (2) how the California Current circulation affect regional properties of the deep waters that upwell near the coast, and (3) how representative the past 30 years are of climate variations that naturally occur along the U.S. west coast.</p>\n<p>At local scales, we determined that interactions between a strong alongshore current and a coastal promontory can increase by nearly an order of magnitude the nearshore area over which coastal upwelling intensification occurs. At the regional scale, we concluded that meanders of the California Current circulation play an important role in shaping alongshore variations of upwelling source water properties, with shallower source waters occurring at locations where meanders curve toward the coast. Our results also suggest that the shallowest upwelling depths happen during El Nino years (anomalously warm conditions along the California coast) and that the effect is strongly felt throughout the entire region, but almost exclusively during spring. Placed in the context of longer-term (hundreds of years) natural climate variations along the U.S. west coast, our model solutions for the last 30 years provide a relatively robust representation of upwelling processes and their connection to coastal topographic features.</p>\n<p>Our findings have been shared through scientific publications and have contributed to explain aggregation patterns of krill (a key species linking primary production to higher trophic level species, such as marine mammals and seabirds) along central and northern California, as well as regional changes in the severity and duration of low pH and low oxygen conditions associated with ocean acidification and hypoxia.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/24/2022<br>\n\t\t\t\t\tModified by: Jerome&nbsp;Fiechter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEach year, strong winds blow along the west coast of the United States and bring cold, nutrient-laden deep water close to the surface (a process called \"coastal upwelling\"), fueling important plankton blooms and supporting a diverse and bountiful ecosystem. While coastal upwelling research has a long and rich history in the region, a comprehensive description of how physical processes at local, regional and basin scales interact with each other and affect the strength of upwelling on a seasonal and multi-year basis has remained elusive. Studying the spatial and temporal variability of coastal upwelling is not only important to explain the distribution of marine organisms along the U.S. west coast, but also to understand how vulnerable some of these organisms are to the worsening effects of ocean acidification and hypoxia as human emissions of CO2 continues through the 21st century.\n\nOur research focused on developing and analyzing computer models capable of reproducing local and regional patterns of the California Current circulation (the major ocean current flowing along the U.S. west coast) and coastal upwelling over the last 30 years. We then used these computer simulations to explain: (1) how nearshore currents near costal promontories lead to a local intensification of upwelling, (2) how the California Current circulation affect regional properties of the deep waters that upwell near the coast, and (3) how representative the past 30 years are of climate variations that naturally occur along the U.S. west coast.\n\nAt local scales, we determined that interactions between a strong alongshore current and a coastal promontory can increase by nearly an order of magnitude the nearshore area over which coastal upwelling intensification occurs. At the regional scale, we concluded that meanders of the California Current circulation play an important role in shaping alongshore variations of upwelling source water properties, with shallower source waters occurring at locations where meanders curve toward the coast. Our results also suggest that the shallowest upwelling depths happen during El Nino years (anomalously warm conditions along the California coast) and that the effect is strongly felt throughout the entire region, but almost exclusively during spring. Placed in the context of longer-term (hundreds of years) natural climate variations along the U.S. west coast, our model solutions for the last 30 years provide a relatively robust representation of upwelling processes and their connection to coastal topographic features.\n\nOur findings have been shared through scientific publications and have contributed to explain aggregation patterns of krill (a key species linking primary production to higher trophic level species, such as marine mammals and seabirds) along central and northern California, as well as regional changes in the severity and duration of low pH and low oxygen conditions associated with ocean acidification and hypoxia.\n\n\t\t\t\t\tLast Modified: 01/24/2022\n\n\t\t\t\t\tSubmitted by: Jerome Fiechter"
 }
}