{
 "awd_id": "1636740",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Identifying basin-specific controls on isotopic and chronological offsets of lake sediment leaf wax hydrogen isotope records",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 222636.0,
 "awd_amount": 222636.0,
 "awd_min_amd_letter_date": "2016-07-15",
 "awd_max_amd_letter_date": "2017-07-18",
 "awd_abstract_narration": "To determine how future precipitation might change, it is important to have a baseline of how precipitation changed in the past. However, determining past precipitation, prior to the generation of instrumental records, has remained challenging and necessitates the use of precipitation proxies that are preserved in the geologic record. Biological proxies, such as leaf waxes, hold promise in this regard as the hydrogen isotopic composition of leaf wax primarily reflects that of precipitation. Therefore, leaf waxes preserved in lake sediments are a potential source of high resolution information about how precipitation and the water cycle have changed over geologic time. However, the transfer of modern leaf waxes to lake sediments appears to introduce offsets in hydrogen isotope values. This project will help define these offsets and identify the factors that control them, thus allowing for improved reconstructions of past hydrological conditions. Until these offsets are evaluated, and their influence measured, the quantitative link between sedimentary leaf wax and precipitation will remain limited. Identification of these factors will allow selection of lakes where the effects of these offsets are minimal. This is critical for constraining past changes in hydrology prior to the instrumental record and will help anticipate future hydrologic change. This project will benefit society by creating educational and research experiences for undergraduates through interdisciplinary collaborations with St. Lawrence University, a primarily undergraduate institution. This will improve STEM field retention by providing research and training experiences for undergraduate students to develop advanced research skill sets, expand scientific understanding, and strengthen preparation for graduate studies or a career in the geosciences. Finally, this research will promote a broader public understanding of the geosciences and appreciation of scientific research by expanding on museum exhibits in collaboration with the Cincinnati Museum Center, a large urban cultural institution.\r\n\r\nPast precipitation remains a challenge to quantify. Biological proxies, such as leaf waxes, hold promise in this regard as the hydrogen isotopic composition of leaf wax primarily reflects plant source water (i.e., precipitation). However, quantitative paleohydrology, as inferred from precipitation hydrogen isotopic composition, is limited by a poor understanding of the taphonomic processes governing the source, integration, and transport of leaf waxes from plants to sediments. This project will address two significant gaps in our understanding of lake sediment leaf waxes. First, the investigators will determine how vegetation proximity influences leaf wax hydrogen isotope signals in lake sediments. Second, they will determine how important reworking of older leaf waxes via fluvial erosion impacts the apparent age of leaf waxes in lake sediments. This project examines these two processes in temperate lakes in the Adirondack Mountains, NY, USA. Research methods will include forest inventorying, modern leaf wax (n-alkane and n-alkanoic acid) molecular and isotope (hydrogen, carbon) characterization, lake sediment coring and dating (210Pb, 137Cs, 14C), and compound-specific radiocarbonanalyses of n-alkanes in lake sediments, catchment soils, and fluvial suspended sediments. The project will benefit society by 1) establishing partnerships with St. Lawrence University, a primarily undergraduate institution, to develop interdisciplinary collaborations and undergraduate research opportunities, create graduate student mentoring opportunities, and provide a hands-on isotope workshop for undergraduates; 2) improving STEM field retention by providing research and training experiences for two undergraduate students per year to develop advanced research skill sets, expand scientific understanding, and strengthen preparation for graduate studies or a career in the geosciences; 3) increasing the number of women in STEM fields by support of a Ph.D. student and an undergraduate students; 4) providing mentoring to enhance the educational and career development of undergraduate and graduate students, and improving the success of mentoring approaches through regular assessment and professional development; and 5) promoting broader public understanding of the geosciences and appreciation of scientific research by expanding on museum exhibits in collaboration with the Cincinnati Museum of Center, a large urban cultural institution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Diefendorf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Diefendorf",
   "pi_email_addr": "aaron.diefendorf@uc.edu",
   "nsf_id": "000585738",
   "pi_start_date": "2016-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Lowell",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas V Lowell",
   "pi_email_addr": "thomas.lowell@uc.edu",
   "nsf_id": "000087961",
   "pi_start_date": "2016-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati",
  "perf_str_addr": "500 Geology/Physics",
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452210013",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 124332.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 98304.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The hydrogen isotopic composition of plant waxes (&delta;<sup>2</sup>H<sub>wax</sub>) is an important tool for reconstructing past changes in hydrology. Plants are coated in waxes, including&nbsp;<em>n</em>-alkanes and&nbsp;<em>n</em>-alkanoic acids, largely to protect from water loss. Plant waxes are comprised of hydrogen that carries an isotopic signal of plant source water, which is related to the isotopic composition of precipitation (&delta;<sup>2</sup>H<sub>p</sub>) from which the plant&rsquo;s water was ultimately sourced. Plant waxes are preserved in lacustrine and marine deposits throughout the Cenozoic, and if fractionation can be constrained, then the hydrogen isotopic composition of plant waxes can be used as an indicator of the past changes in the isotopic composition of precipitation.&nbsp;</p>\n<p>Hydrogen isotope fractionation between precipitation and plant wax is well understood for modern plants, but not for lipid integration from plants to sediments. To address uncertainties in plant wax hydrogen isotopes at the sediment level, our project aims were to 1) determine the influence of the vegetation in the catchment area of lake basins on the hydrogen isotopic composition of leaf waxes in lake sediments and 2) determine the influence of fluvial erosion on age offsets between leaf waxes and lake sediments. Our approach was to survey the hydrogen isotopic composition of plant waxes in 12 lakes in the Adirondack Mountains, NY, USA that receive similar &delta;<sup>2</sup>H<sub>p&nbsp;</sub>but vary markedly in shoreline and catchment vegetation composition and basin characteristics.</p>\n<p>The abundance of long-chain&nbsp;<em>n</em>-alkanes in sediments was remarkably consistent among lakes, despite differences in catchment vegetation assemblages. By contrast, the abundance of long-chain&nbsp;<em>n</em>-alkanoic acids in sediments varied by an order of magnitude among lakes.&nbsp;We also observed higher site-to-site variability in &delta;<sup>2</sup>H of&nbsp;<em>n</em>-alkanoic acids compared to long-chain&nbsp;<em>n</em>-alkanes. Combined, our results suggest that sedimentary&nbsp;<em>n</em>-alkanoic acids are sourced from a mix of aquatic and terrestrial sources (including conifers and angiosperms). By contrast,&nbsp;<em>n</em>-alkanes were relatively insensitive to forest composition, which reinforces their utility as tracers for regional-scale &delta;<sup>2</sup>H<sub>p&nbsp;</sub>from lake sediments in similar settings.</p>\n<p>To determine age offsets between plant waxes and the age of the sediment they were deposited into, we&nbsp;collected sediments from five of the lake basins sampled. These basins varied in drainage area and ranged from closed basins to lakes with several stream inlets.&nbsp;Across all lakes, the age offset between&nbsp;<em>n</em>-alkanes and the sediment age ranged from no offset to a maximum of 2,470&nbsp;<sup>14</sup>C years. However, the majority of samples had age offsets that were less than 600&nbsp;<sup>14</sup>C years. We did not find a significant difference in the pre-aging of&nbsp;<em>n</em>-alkanes among lakes, suggesting that stream input and basin characteristics have little effect on the age offsets of&nbsp;<em>n</em>-alkanes in the Adirondacks and likely other lakes with similar basin, forest, and geologic characteristics. &nbsp;</p>\n<p class=\"Body\">Combined, these new results from the Adirondacks provide information on plant waxes as tools to record past changes in the isotopic composition of precipitation. We find that of the two types of plant waxes studied,&nbsp;<em>n</em>-alkanes record the isotopic composition of mean annual precipitation, but n-alkanoic acids are confounded, possibly by multiple vegetation sources. We also find that the age offsets between n-alkanes and the age of sediments they are deposited into are consistent among lakes despite differences in basin morphology.&nbsp;</p>\n<p class=\"Normal1\">Our broader impact outcomes included developing&nbsp;partnerships with St. Lawrence University, a primarily undergraduate institution, to develop interdisciplinary collaborations and undergraduate research opportunities. We&nbsp;also provided research and training experiences for&nbsp;three undergraduate and two graduate&nbsp;students at&nbsp;the University of Cincinnati. We also increased the&nbsp;number of women in STEM fields by support&nbsp;and training three undergraduates at the University of Cincinnati, three from St. Lawrence, and one Ph.D. student. Additionally, we provided outreach support to&nbsp;the Cincinnati Museum Center&rsquo;s STEM Girls program.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2019<br>\n\t\t\t\t\tModified by: Aaron&nbsp;Diefendorf</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe hydrogen isotopic composition of plant waxes (&delta;2Hwax) is an important tool for reconstructing past changes in hydrology. Plants are coated in waxes, including n-alkanes and n-alkanoic acids, largely to protect from water loss. Plant waxes are comprised of hydrogen that carries an isotopic signal of plant source water, which is related to the isotopic composition of precipitation (&delta;2Hp) from which the plant’s water was ultimately sourced. Plant waxes are preserved in lacustrine and marine deposits throughout the Cenozoic, and if fractionation can be constrained, then the hydrogen isotopic composition of plant waxes can be used as an indicator of the past changes in the isotopic composition of precipitation. \n\nHydrogen isotope fractionation between precipitation and plant wax is well understood for modern plants, but not for lipid integration from plants to sediments. To address uncertainties in plant wax hydrogen isotopes at the sediment level, our project aims were to 1) determine the influence of the vegetation in the catchment area of lake basins on the hydrogen isotopic composition of leaf waxes in lake sediments and 2) determine the influence of fluvial erosion on age offsets between leaf waxes and lake sediments. Our approach was to survey the hydrogen isotopic composition of plant waxes in 12 lakes in the Adirondack Mountains, NY, USA that receive similar &delta;2Hp but vary markedly in shoreline and catchment vegetation composition and basin characteristics.\n\nThe abundance of long-chain n-alkanes in sediments was remarkably consistent among lakes, despite differences in catchment vegetation assemblages. By contrast, the abundance of long-chain n-alkanoic acids in sediments varied by an order of magnitude among lakes. We also observed higher site-to-site variability in &delta;2H of n-alkanoic acids compared to long-chain n-alkanes. Combined, our results suggest that sedimentary n-alkanoic acids are sourced from a mix of aquatic and terrestrial sources (including conifers and angiosperms). By contrast, n-alkanes were relatively insensitive to forest composition, which reinforces their utility as tracers for regional-scale &delta;2Hp from lake sediments in similar settings.\n\nTo determine age offsets between plant waxes and the age of the sediment they were deposited into, we collected sediments from five of the lake basins sampled. These basins varied in drainage area and ranged from closed basins to lakes with several stream inlets. Across all lakes, the age offset between n-alkanes and the sediment age ranged from no offset to a maximum of 2,470 14C years. However, the majority of samples had age offsets that were less than 600 14C years. We did not find a significant difference in the pre-aging of n-alkanes among lakes, suggesting that stream input and basin characteristics have little effect on the age offsets of n-alkanes in the Adirondacks and likely other lakes with similar basin, forest, and geologic characteristics.  \nCombined, these new results from the Adirondacks provide information on plant waxes as tools to record past changes in the isotopic composition of precipitation. We find that of the two types of plant waxes studied, n-alkanes record the isotopic composition of mean annual precipitation, but n-alkanoic acids are confounded, possibly by multiple vegetation sources. We also find that the age offsets between n-alkanes and the age of sediments they are deposited into are consistent among lakes despite differences in basin morphology. \nOur broader impact outcomes included developing partnerships with St. Lawrence University, a primarily undergraduate institution, to develop interdisciplinary collaborations and undergraduate research opportunities. We also provided research and training experiences for three undergraduate and two graduate students at the University of Cincinnati. We also increased the number of women in STEM fields by support and training three undergraduates at the University of Cincinnati, three from St. Lawrence, and one Ph.D. student. Additionally, we provided outreach support to the Cincinnati Museum Center’s STEM Girls program.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2019\n\n\t\t\t\t\tSubmitted by: Aaron Diefendorf"
 }
}