{
 "awd_id": "1636716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DDRIG: Soil-Stratigraphy and Landscape Evolution in Subarctic Lowlands: A Paleoenvironmental Framework for Human Colonization and Occupation of Eastern Beringia",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032927432",
 "po_email": "colstraw@nsf.gov",
 "po_sign_block_name": "Colleen Strawhacker",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 29693.0,
 "awd_amount": 29693.0,
 "awd_min_amd_letter_date": "2016-08-31",
 "awd_max_amd_letter_date": "2016-08-31",
 "awd_abstract_narration": "This award will support the research of graduate student Jennifer Kielhofer to recreate the prehistoric landscape of eastern Beringia approximately 14,000 years ago.   Beringia is the area between Alaska and Russia that is currently covered by the Bering Sea, but 14,000 years ago was dry land, prior to the rise in sealevel that occurred when the massive North American Ice Sheets melted.  Understanding what the landscape looked like at this time will give us insights into the early human migrations across this landscape that occurred during this time period.  Knowing this will give scientists and interested members of the public a better understanding of what resources were available for these early migrants to exploit for food, shelter, and clothing.  How difficult the landscape was to traverse and how long this would take.  These are questions important to answer in order to have a full picture of how the ancestors of contemporary Native American peoples migrated to North America.   \r\n\r\nThe proposed research uses buried soils as indicators of landscape evolution within lowland terrestrial settings of subarctic central Alaska. This work provides a paleoenvironmental framework for human colonization of eastern Beringia ~14,000 to 8,000 calibrated years before present (cal. B.P.). Using the \"soil catena\" approach, this project explores the relationship between past soil formation and climatic variability on various temporal and spatial scales. Buried soils are generally associated with early archaeological occupations in central Alaska, so it is critical to understand the environmental factors that influenced soil formation and the archaeological record. Many studies assert a link between global-scale millennial climatic variability and past soil formation in the study region, but more recent research argues that local disturbance cycles may have had a significant impact on soil formation. This project hypothesizes that both broader scale climatic change and local disturbance cycles influenced soil formation, and aims to develop a high-resolution micromorphological (soil petrographic) dataset to test this hypothesis. Major research objectives are to: 1) develop a highresolution record of landscape evolution, based on changes in past soil development across an elevational transect in the study catchment, 2) augment terrestrial paleoenvironmental records and compare them directly to archaeological datasets, and finally, 3) assess potential environmental impacts on human ecology and land use in lowland subarctic settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vance",
   "pi_last_name": "Holliday",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Vance T Holliday",
   "pi_email_addr": "vthollid@email.arizona.edu",
   "nsf_id": "000377112",
   "pi_start_date": "2016-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Kielhofer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Kielhofer",
   "pi_email_addr": "jennifer.kielhofer@dri.edu",
   "nsf_id": "000697179",
   "pi_start_date": "2016-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  },
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5293",
   "pgm_ref_txt": "AON IMPLEMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 29693.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF-sponsored dissertation projectusesnovel techniques to provide environmental context for human colonization of ancient eastern Beringia (present-day Alaska and the Yukon Territory) during the deglacial period (c. 16,000 to 11,000 calendar years before present, cal yr B.P.). Eastern Beringia is highly significant to archaeologists, as it is currently considered the primary route for human settlement of the Americas. The timing and mechanisms of human colonization are still hotly debated, although many researchers posit that deglacial climate and environmental changes had an impact on this major migratory event. Eastern Beringia also contains some of North America&rsquo;s oldest archaeological sites (dated between 14,500 and 13,000 cal yr BP), many of which are concentrated in the middle Tanana Valley (mTV) of central Alaska. This rich archaeological record offers a window into human behavior within challenging high-latitude environments, where hunter-gatherer groups had to cope with seasonal extremes in temperature, daylight, and resource availability. Together, these factors make the mTV an ideal natural laboratory for studying the relationships between climate, environment, and human colonization of the New World.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In eastern Beringia, there has been great interest in developing deglacial climate proxies (i.e., records of preserved physical characteristics that reflect past climatic conditions). In our study region, the Shaw Creek Flats (SCF) of the mTV, there are numerous pollen and organic geochemistry records from lake cores. However, there is still a need for climate proxies from terrestrial settings that can be directly compared to archaeological occupations. Researchers have used stratigraphy at early archaeological sites to study changing landscapes and environmental conditions. Many early sites are found within thick sequences of wind-blown sediments, including sand and wind-blown silt (loess), that alternate with buried soils or buried soil complexes (pedocomplexes). There is also great need for more quantitative records of climatic conditions; for example, few quantitative proxies for precipitation and air temperature are available for this time period. Such aspects of climate certainly affected early hunter-gatherers in Eastern Beringia, so it is vital to develop datasets that estimate these climatic conditions.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Our project contributes to these research pursuits by developing microscale proxies of past climate and landscape conditions at six archaeological sites in SCF. We rely on two main techniques: 1) biomarker reconstruction, or the analysis of molecular fossils left behind by plants (n-alkanes) and soil bacteria (brGDGTs), and 2) micromorphology, or&nbsp;the study of&nbsp;<em>in-situ</em>sediments and soils under a petrographic microscope.&nbsp;We place particular emphasis on buried soils because they are commonly associated with archaeological occupations. We developed three main datasets using microscale techniques. First,&nbsp;this study estimates deglacial precipitation using the hydrogen isotopic composition (dD) of n-alkanes, compounds synthesized by plants and then preserved in buried soils and sediments. Secondly, we use branched glycerol dialkyl glycerol tetraethers (brGDGTs), compounds produced by soil bacteria, as a proxy for mean annual air temperature (MAAT) and summer air temperature. Third, this project uses soil micromorphology to assess environmental conditions, soil formation, and landscape disturbance from site to site.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Data from the compound-specific isotope analyses are still undergoing synthesis and interpretation. We hope to present these datasets in peer-reviewed publications within the next year. Our micromorphology analysis has yielded several notable results. Micromorphology reveals important aspects of soil formation between our study sites. At some sites, we see numerous pedofeatures and other characteristics related to soil formation processes, while at other sites, there are few signs of soil formation. Additionally, some dark brown layers appear to be soils in the field, but at the microscale, they show little evidence of soil formation. In such cases, our analysis reveals a need to reclassify these layers as &ldquo;sediments,&rdquo; rather than &ldquo;soils.&rdquo; This is important because soils imply stable landscapes, while sediments imply active geologic processes; therefore, classification of stratigraphic layers as soils versus sediments can drastically change models of past environments and regional geologic histories. Another important finding is that our study sites show variability in microscale features, despite their proximity on the landscape. This variability may reflect the strong control exerted by local environmental and climatic conditions, rather than regional conditions. In this way,&nbsp;our project represents a unique opportunity to compare microscale stratigraphy at multiple sites, rather than rely on a single site as a representation of regional climatic or geologic conditions.&nbsp;We plan to submit these results for publication in spring 2019.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;While molecular climatology and micromorphology techniques are still underutilized in high-latitude subarctic contexts, they offer a new direction for understanding past environmental and climatic change in SCF. Our datasets also serve as a complement for previously developed paleoenvironmental records. Ultimately, we hope that these novel techniques will improve understanding of deglacial environmental conditions in this region of eastern Beringia. We also hope to add to the paleoenvironmental framework for human colonization of subarctic environments.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/12/2019<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Kielhofer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF-sponsored dissertation projectusesnovel techniques to provide environmental context for human colonization of ancient eastern Beringia (present-day Alaska and the Yukon Territory) during the deglacial period (c. 16,000 to 11,000 calendar years before present, cal yr B.P.). Eastern Beringia is highly significant to archaeologists, as it is currently considered the primary route for human settlement of the Americas. The timing and mechanisms of human colonization are still hotly debated, although many researchers posit that deglacial climate and environmental changes had an impact on this major migratory event. Eastern Beringia also contains some of North America?s oldest archaeological sites (dated between 14,500 and 13,000 cal yr BP), many of which are concentrated in the middle Tanana Valley (mTV) of central Alaska. This rich archaeological record offers a window into human behavior within challenging high-latitude environments, where hunter-gatherer groups had to cope with seasonal extremes in temperature, daylight, and resource availability. Together, these factors make the mTV an ideal natural laboratory for studying the relationships between climate, environment, and human colonization of the New World. \n\n            In eastern Beringia, there has been great interest in developing deglacial climate proxies (i.e., records of preserved physical characteristics that reflect past climatic conditions). In our study region, the Shaw Creek Flats (SCF) of the mTV, there are numerous pollen and organic geochemistry records from lake cores. However, there is still a need for climate proxies from terrestrial settings that can be directly compared to archaeological occupations. Researchers have used stratigraphy at early archaeological sites to study changing landscapes and environmental conditions. Many early sites are found within thick sequences of wind-blown sediments, including sand and wind-blown silt (loess), that alternate with buried soils or buried soil complexes (pedocomplexes). There is also great need for more quantitative records of climatic conditions; for example, few quantitative proxies for precipitation and air temperature are available for this time period. Such aspects of climate certainly affected early hunter-gatherers in Eastern Beringia, so it is vital to develop datasets that estimate these climatic conditions.\n\n            Our project contributes to these research pursuits by developing microscale proxies of past climate and landscape conditions at six archaeological sites in SCF. We rely on two main techniques: 1) biomarker reconstruction, or the analysis of molecular fossils left behind by plants (n-alkanes) and soil bacteria (brGDGTs), and 2) micromorphology, or the study of in-situsediments and soils under a petrographic microscope. We place particular emphasis on buried soils because they are commonly associated with archaeological occupations. We developed three main datasets using microscale techniques. First, this study estimates deglacial precipitation using the hydrogen isotopic composition (dD) of n-alkanes, compounds synthesized by plants and then preserved in buried soils and sediments. Secondly, we use branched glycerol dialkyl glycerol tetraethers (brGDGTs), compounds produced by soil bacteria, as a proxy for mean annual air temperature (MAAT) and summer air temperature. Third, this project uses soil micromorphology to assess environmental conditions, soil formation, and landscape disturbance from site to site. \n\n            Data from the compound-specific isotope analyses are still undergoing synthesis and interpretation. We hope to present these datasets in peer-reviewed publications within the next year. Our micromorphology analysis has yielded several notable results. Micromorphology reveals important aspects of soil formation between our study sites. At some sites, we see numerous pedofeatures and other characteristics related to soil formation processes, while at other sites, there are few signs of soil formation. Additionally, some dark brown layers appear to be soils in the field, but at the microscale, they show little evidence of soil formation. In such cases, our analysis reveals a need to reclassify these layers as \"sediments,\" rather than \"soils.\" This is important because soils imply stable landscapes, while sediments imply active geologic processes; therefore, classification of stratigraphic layers as soils versus sediments can drastically change models of past environments and regional geologic histories. Another important finding is that our study sites show variability in microscale features, despite their proximity on the landscape. This variability may reflect the strong control exerted by local environmental and climatic conditions, rather than regional conditions. In this way, our project represents a unique opportunity to compare microscale stratigraphy at multiple sites, rather than rely on a single site as a representation of regional climatic or geologic conditions. We plan to submit these results for publication in spring 2019. \n\n            While molecular climatology and micromorphology techniques are still underutilized in high-latitude subarctic contexts, they offer a new direction for understanding past environmental and climatic change in SCF. Our datasets also serve as a complement for previously developed paleoenvironmental records. Ultimately, we hope that these novel techniques will improve understanding of deglacial environmental conditions in this region of eastern Beringia. We also hope to add to the paleoenvironmental framework for human colonization of subarctic environments. \n\n \n\n\t\t\t\t\tLast Modified: 02/12/2019\n\n\t\t\t\t\tSubmitted by: Jennifer Kielhofer"
 }
}