{
 "awd_id": "1636846",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BD Spokes: SPOKE: MIDWEST: Collaborative:Advanced Computational Neuroscience Network (ACNN)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927092",
 "po_email": "alsuarez@nsf.gov",
 "po_sign_block_name": "Alejandro Suarez",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 166454.0,
 "awd_amount": 166454.0,
 "awd_min_amd_letter_date": "2016-09-07",
 "awd_max_amd_letter_date": "2016-09-07",
 "awd_abstract_narration": "Novel neuroscience tools and techniques are necessary to enable insight into the building blocks of neural circuits, the interactions between these circuits that underpin the functions of the human brain, and modulation of these circuits that affect our behavior. To leverage rapid technological development in sensing, imaging, and data analysis new ground breaking advances in neuroscience are necessary to facilitate knowledge discovery using data science methods. To address this societal grand challenge, the project will foster new interdisciplinary collaborations across computing, biological, mathematical, and behavioral science disciplines together with partnerships in academia, industry, and government at multiple levels. The Big Data Neuroscience Spoke titled Midwest: Advanced Computational Neuroscience Network (ACNN) is strongly aligned with the national priority area of neuroscience and brings together a diverse set of committed regional partners to enable the Midwest region to realize the promise of Big Data for neuroscience. The ACNN Spoke will build broad consensus on the core requirements, infrastructure, and components needed to develop a new generation of sustainable interdisciplinary Neuroscience Big Data research. ACNN will leverage the strengths and resources in the Midwest region to increase innovation and collaboration for the understanding of the structure, physiology, and function of the human brain through partnerships and services in education, tools, and best practices. \r\n\r\nThe ACNN will design, pilot and support powerful neuroscientific computational resources for high-throughput, collaborative, and service-oriented data aggregation, processing and open-reproducible science. The ACNN Spoke framework will address three specific problems related to neuroscience Big Data: (1) data capture, organization, and management involving multiple centers and research groups, (2) quality assurance, preprocessing and analysis that incorporates contextual metadata, and (3) data communication to software and hardware computational resources that can scale with the volume, velocity, and variety of neuroscience datasets. The ACNN will build a sustainable ecosystem of neuroscience community partners in both academia and industry using existing technologies for collaboration and virtual meeting together with face-to-face group meetings. The planned activities of the ACNN Spoke will also allow the Midwest Big Data Hub to disseminate additional Big Data technologies resources to the neuroscience community, including access to supercomputing facilities, best practices, and platforms.\r\n\r\nThis award received co-funding from CISE Divisions of Advanced Cyberinfrastructure (ACI) and Information and Intelligent Systems (IIS).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dhabaleswar",
   "pi_last_name": "Panda",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Dhabaleswar K Panda",
   "pi_email_addr": "panda.2@osu.edu",
   "nsf_id": "000487085",
   "pi_start_date": "2016-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaoyi",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoyi Lu",
   "pi_email_addr": "xiaoyi.lu@ucmerced.edu",
   "nsf_id": "000696718",
   "pi_start_date": "2016-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hari",
   "pi_last_name": "Subramoni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hari Subramoni",
   "pi_email_addr": "subramoni.1@osu.edu",
   "nsf_id": "000704577",
   "pi_start_date": "2016-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101206",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "024Y00",
   "pgm_ele_name": "BD Spokes -Big Data Regional I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028Z",
   "pgm_ref_txt": "BD Spokes Full Awards"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 166454.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span style=\"font-size: small;\">The Big Data Neuroscience Spoke titled Midwest: Advanced Computational Neuroscience Network (ACNN) was awarded in 2016 to a diverse set of committed regional partners (including the Ohio State University) to enable the Midwest region to realize the promise of Big Data for neuroscience. The aim of the ACNN Spoke was to build broad consensus on the core requirements, infrastructure, and components needed to develop a new generation of sustainable interdisciplinary Neuroscience Big Data research. The objectives were to leverage the strengths and resources in the Midwest region to increase innovation and collaboration for the understanding of the structure, physiology, and function of the human brain through partnerships and services in education, tools, and best practices. Currently, the multi-institutional ACNN consortium includes researchers, staff and students from 5 primary institutions along with over 150 collaborators, industry partners, junior scholars, and trainees. </span></span></p>\n<p><span><span style=\"font-size: small;\">As a part of the proposed effort, the ACNN members has designed and developed a set computational tools including MPI-Life (Enhanced Linear Fascicle Evaluation Tool with MPI), HiBD (High-Performance Big Data Processing and Management), MVAPICH2 (High-Performance Message Passing Interface Library for High-Performance Networks), End-to-end pipeline workflow protocols, Neuro-Integrative Connectivity (NIC) Tool, Brain-Life.org Prototype of online-platform to facilitate access to cyberinfrastructure compute clusters (Jetstream) to brain scientists, and SOCR-TensorBoard high-dimensional data visualization webapp. These tools have been made available to the Neuroscience community. The Ohio State University has developed the MPI-Life, HiBD and MVAPICH2 tools. A set of community infrastructure (Neuroscience Network site, GitHub and Slack) has also been established for the Neuroscience community members to collaborate. ACNN members have worked on synthesizing and aggregating neuroscience datasets, efficient utilization of Cloud services, managing heterogeneous raw, meta and derived data, engaging the broader computational neuroscience community, expanding the protocol provenance protocols, developing modules and workflows, visualizing complex datasets, and identifying analytics gaps. </span></span></p>\n<p><span><span style=\"font-size: small;\">A series of workshops were organized during the last four years (by hosted by UM, Indiana, OSU and CWRU, respectively) to bring the Neuroscience communities together and be exposed to the community tools and infrastructure. ACNN organizes and actively participates in a number of education and training activities including formal (courses) and informal (workshops, learning modules, case-studies, MOOCs, EBooks) educational activities. A new set of courses and instructional modules have been developed by the ACNN which represent core neuroscience concepts, computational techniques, data science methods and applied analytics. In this series, OSU has designed a new course titled Introduction to Deep Learning. The ACNN members also have disseminated their work through a large number of publications (international journals), presentations, Keynote Talks, Invited Talks, and tutorials at international conferences and workshops. These publications reflect ACNN&rsquo;s R&amp;D efforts in enhancing probability, statistics, computational and neuroscience education efforts in support of open collaborative scientific discovery.&nbsp;</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2019<br>\n\t\t\t\t\tModified by: Dhabaleswar&nbsp;K&nbsp;Panda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Big Data Neuroscience Spoke titled Midwest: Advanced Computational Neuroscience Network (ACNN) was awarded in 2016 to a diverse set of committed regional partners (including the Ohio State University) to enable the Midwest region to realize the promise of Big Data for neuroscience. The aim of the ACNN Spoke was to build broad consensus on the core requirements, infrastructure, and components needed to develop a new generation of sustainable interdisciplinary Neuroscience Big Data research. The objectives were to leverage the strengths and resources in the Midwest region to increase innovation and collaboration for the understanding of the structure, physiology, and function of the human brain through partnerships and services in education, tools, and best practices. Currently, the multi-institutional ACNN consortium includes researchers, staff and students from 5 primary institutions along with over 150 collaborators, industry partners, junior scholars, and trainees. \n\nAs a part of the proposed effort, the ACNN members has designed and developed a set computational tools including MPI-Life (Enhanced Linear Fascicle Evaluation Tool with MPI), HiBD (High-Performance Big Data Processing and Management), MVAPICH2 (High-Performance Message Passing Interface Library for High-Performance Networks), End-to-end pipeline workflow protocols, Neuro-Integrative Connectivity (NIC) Tool, Brain-Life.org Prototype of online-platform to facilitate access to cyberinfrastructure compute clusters (Jetstream) to brain scientists, and SOCR-TensorBoard high-dimensional data visualization webapp. These tools have been made available to the Neuroscience community. The Ohio State University has developed the MPI-Life, HiBD and MVAPICH2 tools. A set of community infrastructure (Neuroscience Network site, GitHub and Slack) has also been established for the Neuroscience community members to collaborate. ACNN members have worked on synthesizing and aggregating neuroscience datasets, efficient utilization of Cloud services, managing heterogeneous raw, meta and derived data, engaging the broader computational neuroscience community, expanding the protocol provenance protocols, developing modules and workflows, visualizing complex datasets, and identifying analytics gaps. \n\nA series of workshops were organized during the last four years (by hosted by UM, Indiana, OSU and CWRU, respectively) to bring the Neuroscience communities together and be exposed to the community tools and infrastructure. ACNN organizes and actively participates in a number of education and training activities including formal (courses) and informal (workshops, learning modules, case-studies, MOOCs, EBooks) educational activities. A new set of courses and instructional modules have been developed by the ACNN which represent core neuroscience concepts, computational techniques, data science methods and applied analytics. In this series, OSU has designed a new course titled Introduction to Deep Learning. The ACNN members also have disseminated their work through a large number of publications (international journals), presentations, Keynote Talks, Invited Talks, and tutorials at international conferences and workshops. These publications reflect ACNN’s R&amp;D efforts in enhancing probability, statistics, computational and neuroscience education efforts in support of open collaborative scientific discovery. \n\n\t\t\t\t\tLast Modified: 12/28/2019\n\n\t\t\t\t\tSubmitted by: Dhabaleswar K Panda"
 }
}