{
 "awd_id": "1636678",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The four-dimensional distribution of magmatism during the growth of lower oceanic crust: High precision U-Pb dating of IODP Hole U1473A, Atlantis Bank, SWIR",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah K. Smith",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 210557.0,
 "awd_amount": 210557.0,
 "awd_min_amd_letter_date": "2016-07-31",
 "awd_max_amd_letter_date": "2016-07-31",
 "awd_abstract_narration": "Although ocean basins make up over 70% of the Earth's surface, our knowledge of how the lower portions of the underlying ocean crust evolves over time, thickening and cooling after originating as erupting lavas in mid-ocean ridges or via thrust faulting and roll over in oceanic core complexes is poorly known. Because this material makes up the bulk of the down-going portion of the crust consumed into the mantle in subduction zones, which are the loci of the vast majority of the world's earthquakes and volcanoes, understanding the structure, composition, and evolution of this part of the crustal lithosphere is important for both scientific knowledge and disaster risk analysis. To learn more about this part of the ocean crust, a major community-driven effort to drill deep bore holes into magmatic rocks on the seafloor by the International Ocean Discovery Program, an effort involving more than 30 scientists from around the world, was carried out in 2015-2016 on the Southwest Indian Ridge at a location called the Atlantis Bank. Goals of this research are to determine the size and shape and timing of the intrusive bodies that make up the lower ocean crust, their spatial sequence, and their dimensions.  Samples come from the core drilled on the recent ocean drilling leg. Samples from a previously drilled core in the general vicinity will also be analyzed and compared to those from the new hole to get an idea of the spatial continuity of the igneous intrusive bodies.  To accomplish research goals, high-precision Uranium-Lead (U-Pb) dating of zircons, a mineral resistant to alteration once it is formed, will be used to provide insights into the time and space distribution of magmatism during lower crustal accretion in the ocean basins. As shown by other recent studies, these data permit the recognition of individual intrusive events that can provide constraints on the constructional dimensions and history of the lower oceanic crust and indicate the cooling rates of the intrusive bodies. Over 90 samples from the 789 meter-long core drilled into the Atlantis Bank will be analyzed using isotope-dilution thermal ionization mass spectrometry. Additional isotopic work on Hafnium in the zircons will be carried out at a sister institution in Idaho (Boise State University).  Broader impacts of the work are multi-faceted and include support of two faculty and one researcher at institutions (University of Wyoming and Boise State University) in two EPSCoR states (Wyoming and Idaho, respectively) where EPSCoR indicates a state in which there is no significant federal spending compared to other states. Additional impacts include graduate student training, one of whom is an exchange student from China and involved at no cost to this award, middle and high school outreach in both Wyoming and California, and the development of new software for the integration of U-PB and trace element data.  The study is also part of the large, multi-national Ocean Drilling Program and involves significant international collaboration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Rioux",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew E Rioux",
   "pi_email_addr": "rioux@eri.ucsb.edu",
   "nsf_id": "000595849",
   "pi_start_date": "2016-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5720",
   "pgm_ref_txt": "OCEAN DRILLING PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 210557.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oceanic crust covers a majority of the Earth's surface, but our understanding of how it forms is still incomplete, limited by the difficulty of making observations and collecting samples at the bottom of the ocean. Atlantis Bank on the Southwest Indian Ridge provides a unique opportunity to study the formation of oceanic crust. This domal structure on the sea floor is composed of gabbroic rocks from the base of the oceanic crust, which have been brought to the surface by faulting. Three deep holes have been drilled into Atlantis Bank, recovering samples from up to 1.5 km below the sea floor: ODP Hole 735B (total depth of 1508 meters below sea floor; mbsf), ODP Hole 1105A (158 mbsf) and IODP Hole U1473A (809 mbsf). Our previous research demonstrated that samples from Hole 735B become progressively younger with depth, with zircon U-Pb dates from 16 samples ranging from 12<em>.</em>116 +/- 0<em>.</em>030 million years old (Ma) at the top of the hole to 11<em>.</em>918 +/- 0<em>.</em>012 Ma at the base. Hole U1473A is offset from Hole 735B by 1.9 km in the north-south spreading direction and was the focus of the current project. New analyses from the length of U1473A show a down-hole trend similar to Hole 735B, with zircon dates from 20 samples ranging from 11.9097 +/- 0.0059 Ma at the top to 11.8669 +/- 0.0057 Ma at the base. The long-term spreading rate for this portion of the Southwest Indian Ridge is 14.1 km/Ma, which predicts an offset of 135,000 years between the rocks from Holes 735B and U1473A; however, the rocks from Hole U1473A are on average just 55,000 years younger than Hole 735B. The data suggest that the rate of crust formation by the intrusion and crystallization of magmas was decoupled from the rate at which the plates were pulled apart by tectonic processes, likely reflecting expansion and contraction of the magma chamber below the ridge, linked to magma flux. The similar age versus depth trends for both holes may approximate the shape of the magma chamber. The combined data from Atlantis Bank provide the first four-dimensional record of the formation of intrusive oceanic crust.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2020<br>\n\t\t\t\t\tModified by: Matthew&nbsp;E&nbsp;Rioux</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOceanic crust covers a majority of the Earth's surface, but our understanding of how it forms is still incomplete, limited by the difficulty of making observations and collecting samples at the bottom of the ocean. Atlantis Bank on the Southwest Indian Ridge provides a unique opportunity to study the formation of oceanic crust. This domal structure on the sea floor is composed of gabbroic rocks from the base of the oceanic crust, which have been brought to the surface by faulting. Three deep holes have been drilled into Atlantis Bank, recovering samples from up to 1.5 km below the sea floor: ODP Hole 735B (total depth of 1508 meters below sea floor; mbsf), ODP Hole 1105A (158 mbsf) and IODP Hole U1473A (809 mbsf). Our previous research demonstrated that samples from Hole 735B become progressively younger with depth, with zircon U-Pb dates from 16 samples ranging from 12.116 +/- 0.030 million years old (Ma) at the top of the hole to 11.918 +/- 0.012 Ma at the base. Hole U1473A is offset from Hole 735B by 1.9 km in the north-south spreading direction and was the focus of the current project. New analyses from the length of U1473A show a down-hole trend similar to Hole 735B, with zircon dates from 20 samples ranging from 11.9097 +/- 0.0059 Ma at the top to 11.8669 +/- 0.0057 Ma at the base. The long-term spreading rate for this portion of the Southwest Indian Ridge is 14.1 km/Ma, which predicts an offset of 135,000 years between the rocks from Holes 735B and U1473A; however, the rocks from Hole U1473A are on average just 55,000 years younger than Hole 735B. The data suggest that the rate of crust formation by the intrusion and crystallization of magmas was decoupled from the rate at which the plates were pulled apart by tectonic processes, likely reflecting expansion and contraction of the magma chamber below the ridge, linked to magma flux. The similar age versus depth trends for both holes may approximate the shape of the magma chamber. The combined data from Atlantis Bank provide the first four-dimensional record of the formation of intrusive oceanic crust.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2020\n\n\t\t\t\t\tSubmitted by: Matthew E Rioux"
 }
}