{
 "awd_id": "1636786",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BD Spokes: SPOKE: NORTHEAST: Collaborative Research: Integration of Environmental Factors and Causal Reasoning Approaches for Large-Scale Observational Health Research",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2017-01-01",
 "awd_exp_date": "2020-12-31",
 "tot_intn_awd_amt": 111075.0,
 "awd_amount": 111075.0,
 "awd_min_amd_letter_date": "2016-08-31",
 "awd_max_amd_letter_date": "2016-08-31",
 "awd_abstract_narration": "Vast quantities of health, environmental, and behavioral data are being generated today, yet they remain locked in digital silos. For example, data from health care providers, such as hospitals, provide a dynamic view of health of individuals and populations from birth to death. At the same time, government institutions and industry have released troves of economic, environmental, and behavioral datasets, such as indicators of income/poverty, adverse exposure (e.g., air pollution), and ecological factors (e.g., climate) to the public domain. How are economic, environmental, and behavioral factors linked with health? This project will put together numerous sources of large environmental and clinical data streams to enable the scientific community to address this question. By breaking current data silos, the broader scientific impacts will be wide. First, this effort will foster new routes of biomedical investigation for the big data community. Second, the project will enable discoveries that will have behavioral, economic, environmental, and public health relevance.\r\n\r\nThis project will aim to assemble a first-ever data warehouse containing numerous health/clinical, environmental, behavioral, and economic data streams to ultimately enable causal discovery between these data sources. First, the team will integrate numerous health data streams by leveraging the Observational Health Data Sciences and Informatics (OHDSI, www.ohdsi.org) network, a virtual data repository that contains millions of longitudinal patient measurements, such as drugs and disease diagnoses. Second, the team will build a centralized data warehouse that contains important environmental, behavioral, and economic data across the United States, such as the Environmental Protection Agency air pollution AirData, the United States Census data on income and occupation statistics, and the National Oceanic Administration Association for climate and weather-related information. Third, the team will disseminate emerging computational methods for causal inference and machine learning to enable researchers to find causal links between environmental, economic, behavioral, and clinical factors. The team will leverage our broad collaborative network consisting of academic big data researchers, federal-level institutes (e.g., EPA, NOAA), and hospitals (e.g., Partners HealthCare) to integrate these data and to disseminate cutting edge machine learning tools. Lastly, the project will create training resources (e.g., interactive how-to guides), coordinate cross-institution student internships, and lead a hands-on workshop to demonstrate use of the integrated data warehouse. The ultimate goal of the project is to facilitate community-led and collaborative causal discovery through dissemination of integrated and open big data and analytics tools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Cooper",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory F Cooper",
   "pi_email_addr": "gfc@pitt.edu",
   "nsf_id": "000264596",
   "pi_start_date": "2016-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "5607 Baum Blvd",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152063701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "024Y00",
   "pgm_ele_name": "BD Spokes -Big Data Regional I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028Z",
   "pgm_ref_txt": "BD Spokes Full Awards"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 111075.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major research goals of this project were to link clinical data and airborne pollution data, develop and implement a method for analyzing that data for causal relationships, and apply the method to the data to identify pollutants that are supported as causing disease. To accomplish these goals, we first developed a new computational method for detecting causal relationships from observational data, such as data on airborne pollutants in the environment and diseases in the associated population. This method is able to model the situation in which there is a hidden process causing two or more measured variables, which is called hidden confounding. The ability to model and detect hidden confounding is among the most challenging problems in accurately identifying causal relationships from observational data. The computational method takes as input data on measured variables and outputs probabilities of causal relationships among those variables.</p>\n<p>We worked with our collaborators at Harvard University (IIS-1636870) to obtain EPA airborne pollution data for Pennsylvania. We linked that data with clinical data from a hospital system in the same region and analyzed the data for causal relationships between airborne pollutants and respiratory and cardiovascular disease. In particular, our computational method output a probability for each pollutant having a causal influence on the occurrence of respiratory disease, and additionally, on the occurrence of cardiovascular disease. We found that the causal estimates produced by the method are consistent with EPA causal assessments for several -- although not all -- well-studied pollutants, including nitrogen dioxide as a cause of respiratory disease.</p>\n<p>Intellectual merit. The causal discovery method developed in this project and applied to the project data has the potential to impact the study of the effects of environmental factors on human health. More generally, the method has wide applicability across disciplines in analyzing observational data for causal relationships.</p>\n<p>Broader impact. The project results may lead to a better understanding of the relationships between airborne pollutants and human disease. Application of the methods we developed for linking clinical data with airborne pollution data and then analyzing the data for causal relationships may help scientists explore additional pollutants and diseases for causal relationships. Moreover, the application of these methods could be automated so that there is continual surveillance for chemicals in the environment that influence the development of human disease. The project also enriched the training of new scientists about the development and application of novel methods for causal discovery from observational data, including the type of data analyzed in the project.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2021<br>\n\t\t\t\t\tModified by: Gregory&nbsp;F&nbsp;Cooper</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major research goals of this project were to link clinical data and airborne pollution data, develop and implement a method for analyzing that data for causal relationships, and apply the method to the data to identify pollutants that are supported as causing disease. To accomplish these goals, we first developed a new computational method for detecting causal relationships from observational data, such as data on airborne pollutants in the environment and diseases in the associated population. This method is able to model the situation in which there is a hidden process causing two or more measured variables, which is called hidden confounding. The ability to model and detect hidden confounding is among the most challenging problems in accurately identifying causal relationships from observational data. The computational method takes as input data on measured variables and outputs probabilities of causal relationships among those variables.\n\nWe worked with our collaborators at Harvard University (IIS-1636870) to obtain EPA airborne pollution data for Pennsylvania. We linked that data with clinical data from a hospital system in the same region and analyzed the data for causal relationships between airborne pollutants and respiratory and cardiovascular disease. In particular, our computational method output a probability for each pollutant having a causal influence on the occurrence of respiratory disease, and additionally, on the occurrence of cardiovascular disease. We found that the causal estimates produced by the method are consistent with EPA causal assessments for several -- although not all -- well-studied pollutants, including nitrogen dioxide as a cause of respiratory disease.\n\nIntellectual merit. The causal discovery method developed in this project and applied to the project data has the potential to impact the study of the effects of environmental factors on human health. More generally, the method has wide applicability across disciplines in analyzing observational data for causal relationships.\n\nBroader impact. The project results may lead to a better understanding of the relationships between airborne pollutants and human disease. Application of the methods we developed for linking clinical data with airborne pollution data and then analyzing the data for causal relationships may help scientists explore additional pollutants and diseases for causal relationships. Moreover, the application of these methods could be automated so that there is continual surveillance for chemicals in the environment that influence the development of human disease. The project also enriched the training of new scientists about the development and application of novel methods for causal discovery from observational data, including the type of data analyzed in the project. \n\n\t\t\t\t\tLast Modified: 06/02/2021\n\n\t\t\t\t\tSubmitted by: Gregory F Cooper"
 }
}