{
 "awd_id": "1637232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Sensors in a Shoebox: Engaging Detroiters in Analyzing and Meeting Community Needs",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 225011.0,
 "awd_amount": 225011.0,
 "awd_min_amd_letter_date": "2016-08-08",
 "awd_max_amd_letter_date": "2016-08-08",
 "awd_abstract_narration": "The Sensors in a Shoebox project focuses on empowering urban citizens with the tools and methods necessary to observe and analyze the physical, social, and natural systems that affect their communities for improved community-based decision making. The project creates an affordable and ruggedized sensor kit that consists of solar-powered wireless sensors with Internet connectivity that can be distributed to communities to sense environmental parameters, vibrations, motion, among other parameters.  Data is transmitted from community-deployed sensor kits to the cloud where sensor data is stored and managed.  The community directly accesses their data from a web portal offering a suite of user-friendly analytical tools that citizens could use to extract community-relevant information from raw sensor data.  Some envisioned community uses of the Sensors in a Shoebox platform include but not limited to: measuring neighborhood air quality, tracking the usage of public spaces, and observing residents' mobility choices (walking, biking, and motorized transport).  \r\n\r\nThis project will provide a scientific and technological foundation to the extension of cyber-physical systems to explicitly include humans. So called cyber-physical-social systems, these human-in-the-loop systems have the potential to transform a variety of commercial application including those in transportation, building energy management, among others.  The project engages the communities of Detroit, a city beginning to go through transformation after decades of dramatic population declines.  Specifically, the project recruits middle- and high school students from Detroit public charter schools to serve at the front lines of the system design and deployment.  In doing so, the team will closely study and rigorously assess the experiences of urban youth using the system.  In particular, advancement of STEM knowledge and youth's notions of being connected citizens will be qualitatively and quantitatively assessed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerome",
   "pi_last_name": "Lynch",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jerome P Lynch",
   "pi_email_addr": "jpl58@duke.edu",
   "nsf_id": "000158249",
   "pi_start_date": "2016-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Moje",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth B Moje",
   "pi_email_addr": "moje@umich.edu",
   "nsf_id": "000326125",
   "pi_start_date": "2016-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State St. Room 1062",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 225011.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to connect the young vulnerable populations of depopulated cities (<em>e.g.,</em> Detroit, Flint, St. Louis, Baltimore) to their communities through the adoption of urban sensing.&nbsp; This goal redefines how communities in rapidly changing cities can use data and sensing.&nbsp; To date, smart city efforts across the United States have been driven by city governments as the primary &ldquo;client&rdquo; of urban sensing data.&nbsp; In contrast, this project opens new approaches to inverting the status quo with city residents serving as the primary &ldquo;client&rdquo; of urban sensing and its associated data. A major accomplishment of the project was the development of a user-friendly, easy-to-deploy sensing kit termed the <em>Sensors in a Shoebox</em> kit (or <em>Shoebox</em> kit for short) that community members could use to acquire data relevant to urban processes of interest. The kit was designed to be solar powered and to use cellular communications to the cloud to free city residents from being dependent on gaining access to city infrastructure for power or communications. The <em>Shoebox</em> kit was designed with sensors to measure air quality (nitrogen oxide, sulfur oxide, ozone and particulate matter sensors), noise (microphones) and pedestrians (passive infrared sensors). To engage youth as a primary community user of the <em>Shoebox</em> kit, extensive curricula was developed for in-school and after-school use in enrichment programs that aim to engage adolescents in qualitative and quantitative observation of their neighborhoods using visual observations, survey instruments and the <em>Shoebox</em> kits.&nbsp; The program emphasized student exposure to science, technology, engineering and mathematics (STEM) topics while advancing their notions of agency as citizens in their communities. Another major accomplishment was the creation of a complete curriculum that could be adopted by any educator aiming to implement place-based learning in the context of community engagement. The project was primarily implemented and validated in Detroit neighborhoods including in southwest and western Detroit. Specifically, multiple after-school and summer Shoebox programs were offered over the project duration with a large-number of middle school and high school students engaged.&nbsp; Numerous community issues were studied including the impact of poor air quality on chronic illnesses like asthma and how communities can better use their neighborhood parks.</p>\n<p>This project contributed toward the preparation of a future workforce by training both education and engineering graduate students in how to deploy urban sensing to empower community decision making.&nbsp; The Shoebox curriculum was implemented in multiple sessions throughout Detroit engaging well over 40 middle school and high school students over a three year period.&nbsp; The project also offered research experiences for graduate students professionally training them to be multidisciplinary scholars capable of innovating at the interfaces between engineering, education and social science disciplines. One participating PhD student from engineering is completing their doctoral dissertation and has already secured a tenure-track faculty position in the United States.&nbsp; Two other PhD students, one from education and the other from engineering, are in varying stages of their dissertation work with the project central to their dissertation themes. The team further contributed to the preparation of a future workforce by recruiting undergraduate students from underrepresented groups in engineering to work on the project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2019<br>\n\t\t\t\t\tModified by: Jerome&nbsp;P&nbsp;Lynch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this project was to connect the young vulnerable populations of depopulated cities (e.g., Detroit, Flint, St. Louis, Baltimore) to their communities through the adoption of urban sensing.  This goal redefines how communities in rapidly changing cities can use data and sensing.  To date, smart city efforts across the United States have been driven by city governments as the primary \"client\" of urban sensing data.  In contrast, this project opens new approaches to inverting the status quo with city residents serving as the primary \"client\" of urban sensing and its associated data. A major accomplishment of the project was the development of a user-friendly, easy-to-deploy sensing kit termed the Sensors in a Shoebox kit (or Shoebox kit for short) that community members could use to acquire data relevant to urban processes of interest. The kit was designed to be solar powered and to use cellular communications to the cloud to free city residents from being dependent on gaining access to city infrastructure for power or communications. The Shoebox kit was designed with sensors to measure air quality (nitrogen oxide, sulfur oxide, ozone and particulate matter sensors), noise (microphones) and pedestrians (passive infrared sensors). To engage youth as a primary community user of the Shoebox kit, extensive curricula was developed for in-school and after-school use in enrichment programs that aim to engage adolescents in qualitative and quantitative observation of their neighborhoods using visual observations, survey instruments and the Shoebox kits.  The program emphasized student exposure to science, technology, engineering and mathematics (STEM) topics while advancing their notions of agency as citizens in their communities. Another major accomplishment was the creation of a complete curriculum that could be adopted by any educator aiming to implement place-based learning in the context of community engagement. The project was primarily implemented and validated in Detroit neighborhoods including in southwest and western Detroit. Specifically, multiple after-school and summer Shoebox programs were offered over the project duration with a large-number of middle school and high school students engaged.  Numerous community issues were studied including the impact of poor air quality on chronic illnesses like asthma and how communities can better use their neighborhood parks.\n\nThis project contributed toward the preparation of a future workforce by training both education and engineering graduate students in how to deploy urban sensing to empower community decision making.  The Shoebox curriculum was implemented in multiple sessions throughout Detroit engaging well over 40 middle school and high school students over a three year period.  The project also offered research experiences for graduate students professionally training them to be multidisciplinary scholars capable of innovating at the interfaces between engineering, education and social science disciplines. One participating PhD student from engineering is completing their doctoral dissertation and has already secured a tenure-track faculty position in the United States.  Two other PhD students, one from education and the other from engineering, are in varying stages of their dissertation work with the project central to their dissertation themes. The team further contributed to the preparation of a future workforce by recruiting undergraduate students from underrepresented groups in engineering to work on the project.\n\n \n\n\t\t\t\t\tLast Modified: 12/05/2019\n\n\t\t\t\t\tSubmitted by: Jerome P Lynch"
 }
}