{
 "awd_id": "1637124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RIDIR: Collaborative Research: Portal to Data and Analysis Tools (P->DAT):  Enabling Data-Intensive Research in the Urban Sciences on Linked, Large-Scale Records",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Melanie Hughes",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 154547.0,
 "awd_amount": 171343.0,
 "awd_min_amd_letter_date": "2016-09-16",
 "awd_max_amd_letter_date": "2019-02-05",
 "awd_abstract_narration": "This project will produce a new online portal of data, analytic tools, and research studies that will advance the urban sciences and improve the capacity for urban governance in the digital age. The Portal to Data and Analysis Tools, or ¡§P?³DAT,¡¨ builds on the Boston Area Research Initiative, an inter-university partnership that conducts a comprehensive urban research agenda. The portal will integrate large-scale administrative, social media, and mobile phone data across time and space in greater Boston; develop analytic tools that transform the data into research-ready forms; and create an interactive context where the data can be browsed, merged, mapped, analyzed, and downloaded.  The online portal will offer a real-time window into the social, behavioral, and economic dynamics of the city, thus permitting users to address a broad range of questions in the urban sciences that previously they could not. Because cities like Boston constitute a stage upon which nearly all aspects of human behavior occur, played out across the diversity of neighborhoods and social contexts that constitute the urban landscape, P?³DAT will not only advance our understanding of the city, but also of human behavior and society more broadly. \r\n\r\nThe data sources that will be united in the online portal include millions of requests by citizens for government services (by type), crime incidents, health emergencies, census data over time, millions of social media posts, both public and private transportation use, and GPS tracking of cell phone use.  To make these data accessible, P?³DAT will develop analytic tools, or ¡§ecometrics,¡¨ that will translate the raw data into reliable and valid measures of the physical and social characteristics of the Boston metropolitan area¡¦s ecology, be it an address, street, or neighborhood. Tools that automatically generate these measures and then merge them according to shared geographic referents will be a critical part of the portal¡¦s infrastructure and documentation, creating a cumulative body of knowledge and facilitating analysis across data sources.  The project will also demonstrate the utility of the data portal by addressing core scientific questions on the social structure and dynamics of the urban processes.  Theoretically motivated questions to be studied include the sources and consequences of how neighborhoods are socially and physically organized, the nature of social and economic exchanges between neighborhoods (e.g., commuting patterns and human activity flows), and how the institutions of a city (e.g., police, schools, health agencies) interact with local neighborhoods.  All analysis results and data will be made public in a usable form to both researchers and policymakers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "O'Brien",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel O'Brien",
   "pi_email_addr": "d.obrien@northeastern.edu",
   "nsf_id": "000642271",
   "pi_start_date": "2016-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lazer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Lazer",
   "pi_email_addr": "d.lazer@neu.edu",
   "nsf_id": "000119735",
   "pi_start_date": "2016-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "829400",
   "pgm_ele_name": "Data Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 154547.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 16796.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Producing Public-Use Data and New Research Findings on Cities</strong></p>\n<p>The goal of this project was to enable data-intensive research in the urban sciences on linked, largescale records in the digital age, using Boston as a test case.&nbsp; In recent years, new data have proliferated as a result of technological advances in the recording of behavior in time and space, from sources such as social media and detailed administrative records on virtually every aspect of the functioning of cities (e.g., crime, health, property management, calls for service).&nbsp; Although the scale is large, sometimes referred to as &ldquo;big data, the underlying bits of information still need to be curated and systematically assessed before valid research use. Therefore, the project developed and populated the Boston Portal to Data and Analysis Tools, or, more colloquially, the Boston Data Portal (BDP). The BDP is a publicly available resource that represents the culmination of four main areas of effort by the PIs&rsquo; leadership of the Boston Area Research Initiative: 1) harvesting and integrating large-scale administrative, social media, and mobile phone data across time and space in greater Boston; 2) developing analytic tools that transform them into research-ready forms&mdash;what the project calls the &ldquo;ecometrics&rdquo; of largescale data; 3) creating an interactive context where they can be browsed, merged, analyzed, and downloaded in the portal and then mapped in a related product, Boston Research Map; and 4) demonstrating the utility of the curated content by pursuing core scientific questions on social dynamics within and between neighborhoods, and between the public and the city&rsquo;s institutions. A key advantage of the data portal is the ability of users to link information across various geographic levels&mdash;such as land parcels, streets, census geographies such as block groups and census tracts, and other administrative units. As a composite, the database facilitates aggregate calculations across and analyses of data from different sources that reference the same geographical units. The database also makes it possible to connect data sets generated by the City of Boston with census geographies and data.</p>\n<p>The BDP has become a much-used resource, publishing 28 distinct data sets, many of which are now updated annually using the analytic tools developed through the project. Of especial note, these data sets were expanded during the pandemic to provide a data-support system for the city, tracking the impacts of COVID and the associated shutdown. In total, data sets from the BDP have been downloaded over 12,000 times and viewed over 150,000 times on Boston Research Map. Meanwhile, the research from the project has supported peer-reviewed publications on a broad range of topics, including: custodianship to public spaces and the maintenance of the &ldquo;urban commons&rdquo;; the concentration and dynamics of crime and disorder at various geographic levels; the extent of social isolation by race and class across the metropolis and the social integration of a city&rsquo;s neighborhoods based on everyday urban mobility; the effects of mobility-based disadvantage on crime; and microspatial inequities in environments, including crime and heat exposure, and their implications for resident outcomes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2021<br>\n\t\t\t\t\tModified by: Daniel&nbsp;O'brien</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProducing Public-Use Data and New Research Findings on Cities\n\nThe goal of this project was to enable data-intensive research in the urban sciences on linked, largescale records in the digital age, using Boston as a test case.  In recent years, new data have proliferated as a result of technological advances in the recording of behavior in time and space, from sources such as social media and detailed administrative records on virtually every aspect of the functioning of cities (e.g., crime, health, property management, calls for service).  Although the scale is large, sometimes referred to as \"big data, the underlying bits of information still need to be curated and systematically assessed before valid research use. Therefore, the project developed and populated the Boston Portal to Data and Analysis Tools, or, more colloquially, the Boston Data Portal (BDP). The BDP is a publicly available resource that represents the culmination of four main areas of effort by the PIs’ leadership of the Boston Area Research Initiative: 1) harvesting and integrating large-scale administrative, social media, and mobile phone data across time and space in greater Boston; 2) developing analytic tools that transform them into research-ready forms&mdash;what the project calls the \"ecometrics\" of largescale data; 3) creating an interactive context where they can be browsed, merged, analyzed, and downloaded in the portal and then mapped in a related product, Boston Research Map; and 4) demonstrating the utility of the curated content by pursuing core scientific questions on social dynamics within and between neighborhoods, and between the public and the city’s institutions. A key advantage of the data portal is the ability of users to link information across various geographic levels&mdash;such as land parcels, streets, census geographies such as block groups and census tracts, and other administrative units. As a composite, the database facilitates aggregate calculations across and analyses of data from different sources that reference the same geographical units. The database also makes it possible to connect data sets generated by the City of Boston with census geographies and data.\n\nThe BDP has become a much-used resource, publishing 28 distinct data sets, many of which are now updated annually using the analytic tools developed through the project. Of especial note, these data sets were expanded during the pandemic to provide a data-support system for the city, tracking the impacts of COVID and the associated shutdown. In total, data sets from the BDP have been downloaded over 12,000 times and viewed over 150,000 times on Boston Research Map. Meanwhile, the research from the project has supported peer-reviewed publications on a broad range of topics, including: custodianship to public spaces and the maintenance of the \"urban commons\"; the concentration and dynamics of crime and disorder at various geographic levels; the extent of social isolation by race and class across the metropolis and the social integration of a city’s neighborhoods based on everyday urban mobility; the effects of mobility-based disadvantage on crime; and microspatial inequities in environments, including crime and heat exposure, and their implications for resident outcomes.\n\n \n\n\t\t\t\t\tLast Modified: 01/14/2021\n\n\t\t\t\t\tSubmitted by: Daniel O'brien"
 }
}