{
 "awd_id": "1637920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2017 Renewable Energy & Energy Efficiency (RE3) Workshop: Defining and Refining the Energy-Food-Water Nexus",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 24995.0,
 "awd_amount": 24995.0,
 "awd_min_amd_letter_date": "2016-06-21",
 "awd_max_amd_letter_date": "2016-06-21",
 "awd_abstract_narration": "The 4th annual Renewable Energy and Energy Efficiency (RE3) Workshop will be held in March 2017 in Louisville, Kentucky.  The workshop is coordinated through the Conn Center for Renewable Energy Research (CCRER) at the University of Louisville.  The workshop theme is Defining and Refining the Energy-Food-Water Nexus.  During the three day workshop, over 20 speakers will highlight recent advances in renewable energy technology, with particular focus on the rapidly evolving clean air-water-food nexus that is critical for a sustainable environment.  In addition to bringing in national experts in renewable energy as speakers into the state of Kentucky to bolster regional research efforts and catalyze intellectual exchange, the workshop will include a graduate student poster session with participants from schools within a 200 mile radius, an undergraduate poster session competition, and a workforce training session.  \r\n\r\nThe goals of the workshop are to 1) encourage, strengthen, and create partnerships among the state of Kentucky and regional universities and industries; 2) enable students, researchers and industry in energy-related fields and disciplines in the state of Kentucky and the surrounding multi-state region to increase national research competitiveness, and 3) increase viable renewable energy technology transfer, entrepreneurship and commercialization efforts within this region.  The workshop features presentations by speakers from universities, businesses, national laboratories, and funding agencies on the latest technical discoveries and thematic priorities for renewable energy and efficiency in the following key areas:  Materials and Process Innovation, and Clean Energy-Food-Water Nexus, and Materials and Energy Entrepreneurship.  In addition to plenary lectures and presentations, short educational courses for students, faculty, and industry will be offered, including Materials Discovery and Advanced Materials Characterization, Additive Manufacturing, Biogas Production, Combined Heat & Power, and Technical Entrepreneurship in the Materials and Energy Sector.  The workshop will also suggest renewable energy research priorities for the Institute for Product Realization, a unique partnership at the University of Louisville that promotes research and innovation in advanced manufacturing, logistics, renewable energy, and analytics and computing.   This institute serves as a learning laboratory for advanced engineering workforce development and connects academic research activity to practical application.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Delaina",
   "pi_last_name": "Amos",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Delaina A Amos",
   "pi_email_addr": "delaina.amos@louisville.edu",
   "nsf_id": "000584898",
   "pi_start_date": "2016-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisville Research Foundation Inc",
  "inst_street_address": "2301 S 3RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5028523788",
  "inst_zip_code": "402081838",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KY03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1KJM4T54MK6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisville",
  "perf_str_addr": "216 Eastern Parkway",
  "perf_city_name": "Louisville",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402920001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 24995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was to put on a workshop around the theme of Defining and Refining the Energy-Food-Water Nexus.&nbsp; This workshop was the fourth of a successful series of biannual workshops on Renewable Energy and Energy Efficiency that began in 2011 in Louisville Kentucky. The workshop was motivated by the need to develop &ldquo;clean&rdquo; sustainable technologies on a global scale, which offers many direct and indirect benefits including reduced emissions, reduced waste and overall cost-savings from this reduced energy footprint.&nbsp; These technologies are intimately linked with renewable energy and energy efficiency research both in the United States and globally.&nbsp; The fourth annual three-day Renewable Energy and Energy Efficiency (RE3) Workshop was held on May 21-23, 2017 in Louisville with participation from faculty, students, and staff of universities in Kentucky and fourteen other states, districts and territories, businesses/corporate partners, government agencies, and national laboratory research personnel. &nbsp;The theme of the workshop was &ldquo;Defining and Refining the Energy-Food-Water Nexus.&rdquo;&nbsp; There were contributions in the following key areas: 1) Materials &amp; Process Innovation, 2) The Energy-Food-Water Nexus, and 3) Materials &amp; Energy Entrepreneurship.&nbsp; The RE3 Workshop featured presentations by twenty external speakers from universities, businesses, national laboratories, and funding agencies on the latest technical discoveries and thematic priorities for renewable energy and efficiency.&nbsp; There were also forty-five posters presented on renewable energy research and the workshop was attended by over 100 participants. The workshop also included student travel scholarships that supported graduate and post-doctoral students to attend the workshop.&nbsp; There was also held a student poster session on contributions to renewable energy research as well as a student business pitch competition on new technical startup ideas in the renewable energy space. In addition to the National Science Foundation, the workshop was attended and promoted by employees from three government agencies and departments including the Department of Energy, ARPA-E and NIST. &nbsp;&nbsp;There were also attendees and speakers from four US national laboratories (Los Alamos National Laboratory, Lawrence Berkeley National Laboratory, National Renewable Energy Laboratory, Oakridge National Laboratory).&nbsp; The workshop significantly impacted research and collaborations on the energy-water-food nexus in the Commonwealth of Kentucky and other participating states, particularly for student participants. The next renewable energy workshop in this series is planned for 2019.</p>\n<ul>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2018<br>\n\t\t\t\t\tModified by: Delaina&nbsp;Amos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was to put on a workshop around the theme of Defining and Refining the Energy-Food-Water Nexus.  This workshop was the fourth of a successful series of biannual workshops on Renewable Energy and Energy Efficiency that began in 2011 in Louisville Kentucky. The workshop was motivated by the need to develop \"clean\" sustainable technologies on a global scale, which offers many direct and indirect benefits including reduced emissions, reduced waste and overall cost-savings from this reduced energy footprint.  These technologies are intimately linked with renewable energy and energy efficiency research both in the United States and globally.  The fourth annual three-day Renewable Energy and Energy Efficiency (RE3) Workshop was held on May 21-23, 2017 in Louisville with participation from faculty, students, and staff of universities in Kentucky and fourteen other states, districts and territories, businesses/corporate partners, government agencies, and national laboratory research personnel.  The theme of the workshop was \"Defining and Refining the Energy-Food-Water Nexus.\"  There were contributions in the following key areas: 1) Materials &amp; Process Innovation, 2) The Energy-Food-Water Nexus, and 3) Materials &amp; Energy Entrepreneurship.  The RE3 Workshop featured presentations by twenty external speakers from universities, businesses, national laboratories, and funding agencies on the latest technical discoveries and thematic priorities for renewable energy and efficiency.  There were also forty-five posters presented on renewable energy research and the workshop was attended by over 100 participants. The workshop also included student travel scholarships that supported graduate and post-doctoral students to attend the workshop.  There was also held a student poster session on contributions to renewable energy research as well as a student business pitch competition on new technical startup ideas in the renewable energy space. In addition to the National Science Foundation, the workshop was attended and promoted by employees from three government agencies and departments including the Department of Energy, ARPA-E and NIST.   There were also attendees and speakers from four US national laboratories (Los Alamos National Laboratory, Lawrence Berkeley National Laboratory, National Renewable Energy Laboratory, Oakridge National Laboratory).  The workshop significantly impacted research and collaborations on the energy-water-food nexus in the Commonwealth of Kentucky and other participating states, particularly for student participants. The next renewable energy workshop in this series is planned for 2019.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 05/31/2018\n\n\t\t\t\t\tSubmitted by: Delaina Amos"
 }
}