{
 "awd_id": "1637290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  A Cloud-assisted Framework for Improving Pedestrian Safety in Urban Communities using Crowd-sourced Mobile and Wearable Device Data",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 179843.0,
 "awd_amount": 179843.0,
 "awd_min_amd_letter_date": "2016-07-06",
 "awd_max_amd_letter_date": "2016-07-06",
 "awd_abstract_narration": "Pedestrian safety continues to be a significant concern in urban communities. Several recent reports indicate that injuries and fatalities in pedestrian-related accidents are steadily rising and that pedestrian distraction is one of the leading causes in such accidents. Existing systems and techniques for improving pedestrian safety, which primarily operate on users' smartphones and mobile devices in a stand-alone fashion, have several design drawbacks and performance and usability concerns that have precluded their successful adoption and usage. The goal of this project is to improve pedestrian safety by designing accurate, efficient and usable tools and techniques, which can be easily adopted by urban users. \r\n\r\nIn order to accomplish this goal, this project plans to pursue a focused research agenda involving novel technologies and several exploratory and untested ideas. As part of the proposed pedestrian safety framework, accurate and energy-efficient on-device distraction detection techniques will be developed by employing multi-sensor and heterogeneous data available from upcoming mobile and wearable devices. In this direction, supervised and semi-supervised learning will be used to design efficient activity classification and distraction prediction techniques which will be empirically evaluated using proof-of-concept implementations. Unlike existing stand-alone approaches, the proposed framework employs a connected-community approach to accurately capture the impact of both a pedestrian's own actions, as well as the actions of others, on his/her safety. This involves the design and implementation of a privacy-preserving and cloud-assisted data-analytics engine to capture, analyze and notify pedestrians of impending hazardous situations from the crowd-sourced distraction data obtained from participating users. Finally, a comprehensive performance and usability evaluation will be conducted by deploying a large-scale testbed involving participants from Wichita State University's (WSU) campus community.  The project outcomes, including the planned testbed, will have a significant impact on improving pedestrian safety within the WSU campus community. If successful, similar trials at an urban or city-wide scale can also be envisioned. In addition to improving pedestrian safety, this project will educate users and participants on the impact of technology on pedestrian safety and its role in improving the same. Project outcomes and results will be disseminated by means of peer-reviewed publications, white papers and open-source applications. Applications and anonymous data collected from the planned testbed will be appropriately disseminated to facilitate additional research and advances in the area of pedestrian safety technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Murtuza",
   "pi_last_name": "Jadliwala",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Murtuza S Jadliwala",
   "pi_email_addr": "murtuza.jadliwala@utsa.edu",
   "nsf_id": "000621095",
   "pi_start_date": "2016-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jibo",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jibo He",
   "pi_email_addr": "jibo.he@wichita.edu",
   "nsf_id": "000688838",
   "pi_start_date": "2016-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wichita State University",
  "inst_street_address": "1845 FAIRMOUNT ST # 38",
  "inst_street_address_2": "",
  "inst_city_name": "WICHITA",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "3169783285",
  "inst_zip_code": "672609700",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "KS04",
  "org_lgl_bus_name": "WICHITA STATE UNIVERSITY",
  "org_prnt_uei_num": "JKKNZLNYLJ19",
  "org_uei_num": "JKKNZLNYLJ19"
 },
 "perf_inst": {
  "perf_inst_name": "Wichita State University",
  "perf_str_addr": "1845 Fairmount Street",
  "perf_city_name": "Wichita",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "672600007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "KS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 50282.0
  }
 ],
 "por": null
}