{
 "awd_id": "1637182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Social Evaluations in Organizational Philanthropy",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2016-07-15",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 11592.0,
 "awd_amount": 11592.0,
 "awd_min_amd_letter_date": "2016-07-14",
 "awd_max_amd_letter_date": "2016-07-14",
 "awd_abstract_narration": "SES-1637182\r\nBrayden King\r\nVontrese Pamphile\r\nNorthwestern University\r\n\r\nHow do philanthropic foundations determine which nonprofits should receive their funds? The value of a nonprofit is multifaceted and difficult to assess, yet foundations have limited resources and must decide how to allocate funds. This study examines how grantmakers (i.e., those responsible for donations) assess the merit of nonprofits at two very different kinds of private foundations: corporate and independent. Understanding how grantmakers come to see nonprofits as worthy of funds is important, as foundations are vehicles through which the most affluent Americans influence how society approaches social problems. This project will yield information about how private foundations in the United States approach a broad swath of societally relevant outcomes. The results will have practical implications for understanding patterns of resource allocation within the nonprofit sector, as the project will reveal how different types of foundations conceptualize social problems, and specific nonprofits tackling those problems, as worth funding. Moreover, results will be relevant to ongoing policy debates about the role of private philanthropy generally and corporate philanthropy in particular. Findings from this research will be translated into publically assessable outlets including policy briefs, op-ed columns, the popular press, and practitioner conferences.\r\n\r\nEmpirically, a total of 80 interviews will be conducted with grantmakers employed by 40 different corporate foundations and 40 different independent foundations. Ethnographic observations of one corporate foundation and one independent foundation are used to provide a greater understanding of the context and for triangulation purposes. Theoretically, the project bridges insights from organizational theory and the sociology of evaluation. Specifically, the project examines the nature of competing organizational goals in shaping the evaluation process. The project explores whether and why uncertainty associated with competing goals leads evaluators to rely on cues outside their organization, such as the behavior of high-status peers. Additionally, the project explores whether and why unified goals orient evaluators toward reliance on internal cues such as fit with foundation mission and history. The project further develops the sociology of evaluation by detailing the mechanisms by which organizational context and structure influence how evaluators assess the merit of different entities. This approach recognizes that evaluative practices, like other organizational practices, are shaped by the fields in which they are embedded. The findings also have implications for organizational studies and for nonprofit scholarship more generally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brayden",
   "pi_last_name": "King",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Brayden G King",
   "pi_email_addr": "b-king@kellogg.northwestern.edu",
   "nsf_id": "000703784",
   "pi_start_date": "2016-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vontrese",
   "pi_last_name": "Pamphile",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Vontrese D Pamphile",
   "pi_email_addr": "v-pamphile@kellogg.northwestern.edu",
   "nsf_id": "000702994",
   "pi_start_date": "2016-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern Univ/Sociology Department",
  "perf_str_addr": "1810 Chicago Ave",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 11592.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How do companies and charitable foundations determine where to allocate their donations? Because charitable funds are limited, grantmakers at these organizations must choose to support some causes and nonprofits over others and boundaries must be drawn. Without understanding how these boundaries are drawn, we can neither fully understand the role of philanthropy in generating benefits for companies nor its potential to impact society. To explore these decisions, we conducted 60 interviews with grantmakers from 40 different corporations and 20 different independent foundations. We also used ethnographic observations to provide a greater understanding of the context and for triangulation purposes. Countering expectations from existing research, we find that corporate grantmakers place little emphasis on quantifying the post-grant impact of their donations, particularly when compared with grantmakers from private foundations. This is in part because corporate grantmakers must balance seemingly incompatible demands of achieving business and social impact simultaneously. To manage competing goals, corporate grantmakers engage in &ldquo;frame switching&rdquo; whereby they use a social impact frame with certain audiences, e.g., the community, and a business impact frame with other audiences, e.g., corporate leaders. These results expand existing academic conversations on managing business-social paradoxes, corporate nonmarket strategy, and the nonprofit sector. More broadly, the results of this project help us better understand how funding organizations select recipients and evaluate success. Given that social service delivery has trended towards nonprofit provision, and nonprofits have trended towards increasing reliance on private philanthropy, these are high stakes decisions for nonprofits, that may literally live and die by the evaluation of funders. As such, the results of this research have practical implications for understanding patterns of resource allocation within the nonprofit sector.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2018<br>\n\t\t\t\t\tModified by: Vontrese&nbsp;D&nbsp;Pamphile</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow do companies and charitable foundations determine where to allocate their donations? Because charitable funds are limited, grantmakers at these organizations must choose to support some causes and nonprofits over others and boundaries must be drawn. Without understanding how these boundaries are drawn, we can neither fully understand the role of philanthropy in generating benefits for companies nor its potential to impact society. To explore these decisions, we conducted 60 interviews with grantmakers from 40 different corporations and 20 different independent foundations. We also used ethnographic observations to provide a greater understanding of the context and for triangulation purposes. Countering expectations from existing research, we find that corporate grantmakers place little emphasis on quantifying the post-grant impact of their donations, particularly when compared with grantmakers from private foundations. This is in part because corporate grantmakers must balance seemingly incompatible demands of achieving business and social impact simultaneously. To manage competing goals, corporate grantmakers engage in \"frame switching\" whereby they use a social impact frame with certain audiences, e.g., the community, and a business impact frame with other audiences, e.g., corporate leaders. These results expand existing academic conversations on managing business-social paradoxes, corporate nonmarket strategy, and the nonprofit sector. More broadly, the results of this project help us better understand how funding organizations select recipients and evaluate success. Given that social service delivery has trended towards nonprofit provision, and nonprofits have trended towards increasing reliance on private philanthropy, these are high stakes decisions for nonprofits, that may literally live and die by the evaluation of funders. As such, the results of this research have practical implications for understanding patterns of resource allocation within the nonprofit sector.\n\n\t\t\t\t\tLast Modified: 09/03/2018\n\n\t\t\t\t\tSubmitted by: Vontrese D Pamphile"
 }
}