{
 "awd_id": "1637546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AitF:Collaborative Research: Bridging the Gap between Theory and Practice for Matching and Edge Cover Problems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A. Funda Ergun",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2016-08-22",
 "awd_max_amd_letter_date": "2016-08-22",
 "awd_abstract_narration": "Every year the 19,000 students who graduate from medical schools in the U.S. are  matched with the hospitals where they will do their residency training. Both students and hospitals rank their choices, and an algorithm is used to find a matching that gives each student their best available choice. These problems also arise in other contexts: matching organ donors to recipients whose bodies will not reject the transplanted organ, matching advertisements to web surfers based on their interests, etc. Variations of matching problems, and related edge cover problems, are formalized in computer science on combinatorial objects called graphs, and involve beautiful mathematics, sophisticated algorithms, efficient implementations of these algorithms on modern desk-top computers and supercomputers, and empirical evaluation on a number of problems that arise in application areas such as computational science and engineering, data science, network science, etc.  In this project, the two PIs will develop new algorithms and software for matching and edge cover problems, and make implementations available for practitioners in various fields of science, engineering and industry. The PIs will also train two PhD students in this project, and develop teaching resources to make these developments accessible to undergraduate and graduate students in computer science. \r\n\r\nThe problem of computing a matching that maximizes some objective function has been actively investigated for decades, driven by many high-profile industrial and medical applications.  This project focuses on the design, theoretical analysis, and implementation of matching algorithms that meet the needs of modern applications, and considers generalized matching problems such as b-matching, b-edge cover, and metric matching.  Classical serial algorithms that compute exactly optimum matchings are not always suited to massive graph data sets, which can contain billions of edges.  Fortunately, in many applications it suffices to have nearly optimum matchings rather than exactly optimum ones.  One goal of this project is to design simple and efficient matching algorithms that are both highly parallel, and produce provably good approximate solutions.\r\n\r\nThis project will examine several open problems on the approximability of generalized weighted matching problems, particularly on which matching-type problems admit linear time algorithms with approximation factor arbitrarily close to one.  To that end, the PIs will study how relaxing standard linear programming formulations of generalized weighted matching problems allows for more efficient algorithms. These and other algorithms will be modified to make them efficient on modern processors that support parallel computing. \r\n\r\nTwo PhD students will be trained in this project. Generalized graph matching algorithms are now applied in numerical linear algebra software, for preconditioning, graph clustering, anonymizing data, and network alignment.  The PIs will evaluate the performance of new and existing algorithms on these applications.  The PIs will make freely available all code of matching algorithms developed under this project.\r\n\r\nBasic matching algorithms from the mid-20th century are firmly established in the canon of computer science education, but few modern matching algorithms are taught at the undergraduate level.  The PIs will incorporate modules on modern matching and applications into their courses at Purdue University and the University of Michigan, and make these materials publicly available.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Pettie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seth Pettie",
   "pi_email_addr": "pettie@umich.edu",
   "nsf_id": "000477111",
   "pi_start_date": "2016-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2260 Hayward",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723900",
   "pgm_ele_name": "Algorithms in the Field"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project studied the computational complexity of a family of problems related to computing <span style=\"text-decoration: underline;\"><em>matchings</em></span> in general graphs.&nbsp; Matching problems have numerous industrial applications, e.g., matching applicants to job positions, matching roommates or dates, matching clients to servers, matching ads to searches, and are also used when solving other problems such as computing traveling salesman tours and processing data sets to achieve privacy guarantees. Problems in this abstract family include b-matching, f-factors, and f-edge covers.</p>\n<p>This project developed the fastest known algorithms for solving exactly, and approximately solving (say to within 99.9%), a variety of matching-type problems.&nbsp; Matching-type problems are unusual in the world of discrete optimization because they are characterized by exponential-size linear programs (LPs), which are far too big to store or manipulate explicitly.&nbsp; Nonetheless, they can be used implicitly to solve matching-type problems in polynomial time.&nbsp; This project developed new algorithmic techniques specifically tailored to solve matching-type LPs, both exactly and approximately.&nbsp; It produced the fastest known algorithm for computing optimum matchings on general weighted graphs.&nbsp; It produced the fastest known algorithms for finding f-matchings optimal to within a 1-epsilon factor, epsilon&gt;0 being any small constant, and the fastest algorithms to approximate f-edge covers to within a 1+epsilon factor.&nbsp; These approximation algorithms run in time linear in the size of the input graph and are therefore optimal.&nbsp; In addition, the project explored the difficulty of computing matchings in non-standard computational models, in particular, in radio networks in which the underlying graph is the same as the communications network.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2021<br>\n\t\t\t\t\tModified by: Seth&nbsp;Pettie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project studied the computational complexity of a family of problems related to computing matchings in general graphs.  Matching problems have numerous industrial applications, e.g., matching applicants to job positions, matching roommates or dates, matching clients to servers, matching ads to searches, and are also used when solving other problems such as computing traveling salesman tours and processing data sets to achieve privacy guarantees. Problems in this abstract family include b-matching, f-factors, and f-edge covers.\n\nThis project developed the fastest known algorithms for solving exactly, and approximately solving (say to within 99.9%), a variety of matching-type problems.  Matching-type problems are unusual in the world of discrete optimization because they are characterized by exponential-size linear programs (LPs), which are far too big to store or manipulate explicitly.  Nonetheless, they can be used implicitly to solve matching-type problems in polynomial time.  This project developed new algorithmic techniques specifically tailored to solve matching-type LPs, both exactly and approximately.  It produced the fastest known algorithm for computing optimum matchings on general weighted graphs.  It produced the fastest known algorithms for finding f-matchings optimal to within a 1-epsilon factor, epsilon&gt;0 being any small constant, and the fastest algorithms to approximate f-edge covers to within a 1+epsilon factor.  These approximation algorithms run in time linear in the size of the input graph and are therefore optimal.  In addition, the project explored the difficulty of computing matchings in non-standard computational models, in particular, in radio networks in which the underlying graph is the same as the communications network. \n\n \n\n\t\t\t\t\tLast Modified: 12/27/2021\n\n\t\t\t\t\tSubmitted by: Seth Pettie"
 }
}