{
 "awd_id": "1637737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRI: Workers, Firms, and Industries in Robotic Regions",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 784887.0,
 "awd_amount": 784887.0,
 "awd_min_amd_letter_date": "2016-08-01",
 "awd_max_amd_letter_date": "2018-05-08",
 "awd_abstract_narration": "This research project focuses on the U.S. robotics industry and the economic impacts of robotics technology. The researchers will generate new data and then analyze it. The goal of the project is to assess the impacts of robotics on work and the economy following a significant leap in robotic capabilities that has enabled robot-human collaboration. It will build on previous work of the research team, which characterized the U.S. robotics industry and identified regions that host relatively intense research, development, and commerce relating to robotics. The researchers will use a mixed methods approach that situates robot use and diffusion in a regional context. They will survey manufacturers about their robot use and associated employment patterns, and they survey of systems integrators; their prior research has determined that systems integrators are as a group crucial to the U.S. robotics industry. They will also analyze novel labor market data to assess robot-related employment supply and demand, and they will conduct a cross-case comparison of two robotic regions that have significant robotics-related employment. This research will enable current and future policy makers, workers, and corporate leaders to make more informed decisions in anticipation of-and in response to-the diffusion of robots throughout the economy. It will shed light on evolving employment structures, the changing nature of work, firm strategies, and regional economic evolution as robots diffuse. Professional and trade associations, regional planning, workforce and economic development agencies, and popular media will be targeted for dissemination efforts. \r\n\r\nThe proposed research will advance understanding of the relationship between 21st century technology and work, meeting a need to assess robots as more than just advanced manufacturing technology, given the rise of collaborative robots in manufacturing and expected diffusion into the service sector. It employs a comprehensive approach to assessing technological change by combining theoretical perspectives and empirical analysis of regional economic development with engineering approaches to robot development and adoption in production. The research team is multidisciplinary, including professors of economic development planning and robotics engineering. The proposed research extends the team's preliminary research, which indicates that distinct robotic regions have emerged within the US. It overcomes the significant deficit of actual data on robot use and diffusion at the national and subnational levels through the use of industry survey and case study methodologies, and through an analysis of real time labor market data made possible through advances in big data collection. By identifying regional factors that lead to innovations in robotics technologies and influence local firm decisions to use robots, this research will equip local policy makers with knowledge to foster competitive and resilient places in the context of rapid technological change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancey Green",
   "pi_last_name": "Leigh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nancey Green Leigh",
   "pi_email_addr": "ngleigh@gatech.edu",
   "nsf_id": "000474795",
   "pi_start_date": "2016-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Henrik",
   "pi_last_name": "Christensen",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Henrik I Christensen",
   "pi_email_addr": "hichristensen@ucsd.edu",
   "nsf_id": "000348956",
   "pi_start_date": "2016-08-01",
   "pi_end_date": "2018-05-08"
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801300",
   "pgm_ele_name": "NRI-National Robotics Initiati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 784887.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Major goals</strong> of this research project were to determine: labor market demand related to U.S. robot use and the evolving robotics industry; factors that foster robot use by U.S. manufacturers, and the impacts of robot diffusion for workers, employers, workforce educators, as well as local, regional and national economies.</p>\n<p><strong>Major<em> </em>research activities</strong> to meet these goals included:</p>\n<ol>\n<li>In-depth interviews with executives of robot makers, manufacturing and technology associations, manufacturers, and robotics systems integrators. </li>\n<li>National survey of U.S. manufacturers' use robot use, and associated wage, employment, and productivity measures. </li>\n<li>Census of U.S. robotic industry.</li>\n<li>Real-Time Labor Market Information (RTLMI) data analysis to identify robotics-related skill sets and demand for related jobs. </li>\n<li>Analyzing the impacts of warehouse robotics and autonomous delivery vehicles based on RTLMI. </li>\n</ol>\n<p><strong>Key Findings:</strong></p>\n<p><strong><em>Geographic distribution of robotics skills and innovation in the U.S</em></strong><em>.:&nbsp; </em>Traditional manufacturing regions have high concentrations of robotics integration employment and labor demand, while traditional &ldquo;high technology&rdquo; regions such as San Jose and Boston have more employment and labor demand for robotics design and development, especially software and computer applications.</p>\n<p>&nbsp;<strong><em>Effect of robot adoption on manufacturing employment and wages</em></strong><em>:&nbsp; </em>&nbsp;Robotics skill demand and robot stocks are associated with increased manufacturing employment in metropolitan areas from 2010 to 2016. Greater robotic-related labor demand increased wages in manufacturing since the Great Recession, more so for workers with higher skills, such as robotics engineers, than for workers that <em>use</em> robots, such as welders.</p>\n<p><em>&nbsp;</em>&nbsp;<strong><em>Robot diffusion among U.S. manufacturers</em></strong><em>:&nbsp; </em>&nbsp;Robot adoption remained slow during the analysis period. Only 27% of U.S. robot manufacturers surveyed had adopted robots. Adoption rates were much higher for large companies and companies in the automotive or automotive-related industries. Robot adoption is positively affected by existing levels of robotics-related employment demand and numbers of robots in use in metropolitan areas. This implies that existing robotic regions are likely to become more roboticized, while regions without a strong robotic base are in danger of falling behind.</p>\n<p>&nbsp;<strong><em>Characteristics of Robot Integrators:</em></strong>&nbsp; Robotics systems integrators are key components of the robotics supply chain. Most are small privately-owned businesses with a diverse customer base. Except for very large automotive plants, integrators are the main points of entry for manufacturers seeking to add robotics. For the average customer of an integrator, two-thirds of the costs associated with robots are for design and installation of robotic systems, while one-third is for robotic hardware. Integrators are highly concentrated in the Midwestern states. They recruit new employees primarily from four-year college or university engineering programs, but they also rely on technical schools and community colleges to fill employee needs. While some robotics-specific skills are important to integrators, they value most problem-solving abilities, mechanical aptitude, and communication skills in potential employees.</p>\n<p>&nbsp;<strong>Impacts of Research Project</strong></p>\n<p>The research findings show robots were associated with higher wages and added employment in U.S. manufacturing from 2010 to 2016. Whether this trend continues in the future as robotic capabilities increase is unclear, but it may quell fears of impending mass unemployment. A bigger problem than potential unemployment is the continued barriers to robots diffusing significantly beyond a relatively small segment of U.S. manufacturing establishments, despite significant cost reductions. To promote economic competitiveness, national and local policymakers could promote policies encouraging robot use by small and medium-sized manufacturers.</p>\n<p>Robotics presence is highly regionalized in the U.S. Some regions have significant robotics capabilities, while others are lacking. Further, some regions, particularly on the coasts, specialize in the development and commercialization of new robotics technologies, many of which extend outside of the realm of manufacturing, while some (especially upper Midwest) demonstrate strengths in designing and implementing robotics automation systems. These regional differences suggest that economic and workforce development efforts involving advanced robotics technology and innovation should be tailored to current or aspirational regional strengths.</p>\n<p>This research advances theory and data of \"future of work\" studies that have largely come from economics, sociology, and management/organizational studies. In doing so, it has demonstrated how online labor market data can be used to estimate robotics labor demand in the absence of direct indicators. It also created the first dataset about the use of robotics by manufacturers in the U.S.</p>\n<p>This research affirms that both basic and applied science and technology capabilities must be cultivated in the 21st century. With regard to robotics, it is important that people are trained not only to develop new robotics technology, but&nbsp; to also apply this technology. The research results will inform efforts to train workers for new and emerging robotics-related occupations. It can inform decision making by current and future policymakers, workers, and corporate leaders in anticipation of--and in response to--the diffusion of robots throughout the economy. In summary, this research sheds light on evolving employment structures, the changing nature of work, firm strategies, and regional economic evolution as robots diffuse.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2020<br>\n\t\t\t\t\tModified by: Nancey Green&nbsp;Leigh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMajor goals of this research project were to determine: labor market demand related to U.S. robot use and the evolving robotics industry; factors that foster robot use by U.S. manufacturers, and the impacts of robot diffusion for workers, employers, workforce educators, as well as local, regional and national economies.\n\nMajor research activities to meet these goals included:\n\nIn-depth interviews with executives of robot makers, manufacturing and technology associations, manufacturers, and robotics systems integrators. \nNational survey of U.S. manufacturers' use robot use, and associated wage, employment, and productivity measures. \nCensus of U.S. robotic industry.\nReal-Time Labor Market Information (RTLMI) data analysis to identify robotics-related skill sets and demand for related jobs. \nAnalyzing the impacts of warehouse robotics and autonomous delivery vehicles based on RTLMI. \n\n\nKey Findings:\n\nGeographic distribution of robotics skills and innovation in the U.S.:  Traditional manufacturing regions have high concentrations of robotics integration employment and labor demand, while traditional \"high technology\" regions such as San Jose and Boston have more employment and labor demand for robotics design and development, especially software and computer applications.\n\n Effect of robot adoption on manufacturing employment and wages:   Robotics skill demand and robot stocks are associated with increased manufacturing employment in metropolitan areas from 2010 to 2016. Greater robotic-related labor demand increased wages in manufacturing since the Great Recession, more so for workers with higher skills, such as robotics engineers, than for workers that use robots, such as welders.\n\n  Robot diffusion among U.S. manufacturers:   Robot adoption remained slow during the analysis period. Only 27% of U.S. robot manufacturers surveyed had adopted robots. Adoption rates were much higher for large companies and companies in the automotive or automotive-related industries. Robot adoption is positively affected by existing levels of robotics-related employment demand and numbers of robots in use in metropolitan areas. This implies that existing robotic regions are likely to become more roboticized, while regions without a strong robotic base are in danger of falling behind.\n\n Characteristics of Robot Integrators:  Robotics systems integrators are key components of the robotics supply chain. Most are small privately-owned businesses with a diverse customer base. Except for very large automotive plants, integrators are the main points of entry for manufacturers seeking to add robotics. For the average customer of an integrator, two-thirds of the costs associated with robots are for design and installation of robotic systems, while one-third is for robotic hardware. Integrators are highly concentrated in the Midwestern states. They recruit new employees primarily from four-year college or university engineering programs, but they also rely on technical schools and community colleges to fill employee needs. While some robotics-specific skills are important to integrators, they value most problem-solving abilities, mechanical aptitude, and communication skills in potential employees.\n\n Impacts of Research Project\n\nThe research findings show robots were associated with higher wages and added employment in U.S. manufacturing from 2010 to 2016. Whether this trend continues in the future as robotic capabilities increase is unclear, but it may quell fears of impending mass unemployment. A bigger problem than potential unemployment is the continued barriers to robots diffusing significantly beyond a relatively small segment of U.S. manufacturing establishments, despite significant cost reductions. To promote economic competitiveness, national and local policymakers could promote policies encouraging robot use by small and medium-sized manufacturers.\n\nRobotics presence is highly regionalized in the U.S. Some regions have significant robotics capabilities, while others are lacking. Further, some regions, particularly on the coasts, specialize in the development and commercialization of new robotics technologies, many of which extend outside of the realm of manufacturing, while some (especially upper Midwest) demonstrate strengths in designing and implementing robotics automation systems. These regional differences suggest that economic and workforce development efforts involving advanced robotics technology and innovation should be tailored to current or aspirational regional strengths.\n\nThis research advances theory and data of \"future of work\" studies that have largely come from economics, sociology, and management/organizational studies. In doing so, it has demonstrated how online labor market data can be used to estimate robotics labor demand in the absence of direct indicators. It also created the first dataset about the use of robotics by manufacturers in the U.S.\n\nThis research affirms that both basic and applied science and technology capabilities must be cultivated in the 21st century. With regard to robotics, it is important that people are trained not only to develop new robotics technology, but  to also apply this technology. The research results will inform efforts to train workers for new and emerging robotics-related occupations. It can inform decision making by current and future policymakers, workers, and corporate leaders in anticipation of--and in response to--the diffusion of robots throughout the economy. In summary, this research sheds light on evolving employment structures, the changing nature of work, firm strategies, and regional economic evolution as robots diffuse.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2020\n\n\t\t\t\t\tSubmitted by: Nancey Green Leigh"
 }
}