{
 "awd_id": "1638195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Bilateral BBSRC-NSF/ BIO Regulation of Cell Size in Fission Yeast",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2016-01-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 676852.0,
 "awd_amount": 676852.0,
 "awd_min_amd_letter_date": "2016-06-15",
 "awd_max_amd_letter_date": "2017-08-18",
 "awd_abstract_narration": "How cells control cell size remains a question of great interest in biology.  Although individual components related to this process are known, their integration into a rational functional system has not been fully achieved. In this collaborative project, investigators from the US (Columbia University) and the UK (John Innes Institute) combine experiments and theory to address the precise control of fission yeast cell size.  The preliminary theoretical model and experimentation has allowed the framing of a novel hypothesis on the role of a specific protein, termed Cdr2, in this process. Control of cell size and cell division is necessary in all living organisms, and understanding the basic dynamics of cell size control offers both new knowledge and insight into diseases where cell size control is impaired. The project provides interdisciplinary training opportunities at the interface between physics (including theory), quantitative experimental methods and cell biology.\r\n\r\nTo understand the machinery that regulates cell size and cell division requires the integration of theory and experiment, which is a goal of this project. The specific focus is on Cdr2, which is a peripheral membrane binding protein that specifically targets the node area in the middle of the cell. The population of this area \"reports\" the status of cell size to other proteins that prompt the cell to divide.  This project will examine a novel hypothesis that predicts that when Cdr2 reaches a certain threshold concentration at the node region, unbound Cdr2 becomes available to inhibit the downstream regulatory factor, Wee1 kinase. In the absence of free Cdr2, Wee1 inhibits the cell cycle control factors Cdk1/Cyclin B to block entry into mitosis. Thus the inhibition of Wee1 by Cdr2 triggers the entry into mitosis.\r\n\r\nThis collaborative US/UK project is supported by the US National Science Foundation and the UK Biotechnology and Biological Sciences Research Council.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fred",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fred Chang",
   "pi_email_addr": "fred.chang@ucsf.edu",
   "nsf_id": "000619598",
   "pi_start_date": "2016-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Francisco",
  "inst_street_address": "1855 FOLSOM ST STE 425",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4154762977",
  "inst_zip_code": "941034249",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO, THE",
  "org_prnt_uei_num": "KMH5K9V7S518",
  "org_uei_num": "KMH5K9V7S518"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Francisco",
  "perf_str_addr": "513 Parnassus Ave.",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941034249",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 206722.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 234533.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 235597.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How is the size of a cell controlled? Cells come in vastly different sizes, ranging from tiny bacteria to very large neurons or protozoa, but cells of a given cell type generally display a fairly constant size. The size of cells is often critical for its function; for instance, blood cells need to be small enough to travel through narrow blood vessels. We study the fundamentals of cell size control in a simple eukaryotic model cell type, the fission yeast <em>Schizosaccharomyces pombe.</em> These cells are ideally suited for this purpose because of their simple shape and regular division habits.&nbsp; The internal machinery that regulates cell division is conserved up to humans, making the findings in these simple cells generally relevant. Decades of research have identified the key molecules needed for cell size regulation. However, the central question of how these molecules are used to sense cell size remains poorly understood. Fission yeast cells divide when they grow to a specific size. By analysing cells of different shapes, we discovered that cells generally divide when they reach a certain surface area, suggesting that cells sense their size by interrogating the extent of their surface rather than their volume or mass. We identified and characterized a key protein in this size-sensing system, Cdr2. This protein forms clusters at the cell surface called &ldquo;nodes.&rdquo; Intriguingly, the number of these nodes scales with cell size, suggesting that the cells use nodes to keep track of its size. From these nodes, Cdr2 may then report on the status of cell size to other proteins that tell the cell to divide. We formulated computational models for aspects of this proposed behaviour. As a key test of this model, we found that a single point mutation in Cdr2 alters the size sensor mechanism so that the cell appears to sense length instead of surface area. Thus our studies made important advances to what is currently one of the best-characterized mechanisms for sensing and regulating cell size in any organism.</p>\n<p>Research outcomes included publication of impactful papers on cell size control. Another important outcome was the interdisciplinary training of two postdoctoral researchers, a student and a technician. In terms of broader impacts, this general biological question is fundamental and universal to all organisms, and we anticipate that aspects of this work will ultimately find their way into textbooks, science museums etc. As cancer, cardiomyopathy, kidney disease, developmental brain disease, obesity and aging have all been linked with abnormalities in cell growth and cell cycle regulation<strong>, t</strong>his topic will ultimately have broad implications towards human health. This joint BBSRC/NSF funding mechanism enabled this highly successful interdisciplinary collaboration between the laboratories in the UK and USA.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2020<br>\n\t\t\t\t\tModified by: Fred&nbsp;Chang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow is the size of a cell controlled? Cells come in vastly different sizes, ranging from tiny bacteria to very large neurons or protozoa, but cells of a given cell type generally display a fairly constant size. The size of cells is often critical for its function; for instance, blood cells need to be small enough to travel through narrow blood vessels. We study the fundamentals of cell size control in a simple eukaryotic model cell type, the fission yeast Schizosaccharomyces pombe. These cells are ideally suited for this purpose because of their simple shape and regular division habits.  The internal machinery that regulates cell division is conserved up to humans, making the findings in these simple cells generally relevant. Decades of research have identified the key molecules needed for cell size regulation. However, the central question of how these molecules are used to sense cell size remains poorly understood. Fission yeast cells divide when they grow to a specific size. By analysing cells of different shapes, we discovered that cells generally divide when they reach a certain surface area, suggesting that cells sense their size by interrogating the extent of their surface rather than their volume or mass. We identified and characterized a key protein in this size-sensing system, Cdr2. This protein forms clusters at the cell surface called \"nodes.\" Intriguingly, the number of these nodes scales with cell size, suggesting that the cells use nodes to keep track of its size. From these nodes, Cdr2 may then report on the status of cell size to other proteins that tell the cell to divide. We formulated computational models for aspects of this proposed behaviour. As a key test of this model, we found that a single point mutation in Cdr2 alters the size sensor mechanism so that the cell appears to sense length instead of surface area. Thus our studies made important advances to what is currently one of the best-characterized mechanisms for sensing and regulating cell size in any organism.\n\nResearch outcomes included publication of impactful papers on cell size control. Another important outcome was the interdisciplinary training of two postdoctoral researchers, a student and a technician. In terms of broader impacts, this general biological question is fundamental and universal to all organisms, and we anticipate that aspects of this work will ultimately find their way into textbooks, science museums etc. As cancer, cardiomyopathy, kidney disease, developmental brain disease, obesity and aging have all been linked with abnormalities in cell growth and cell cycle regulation, this topic will ultimately have broad implications towards human health. This joint BBSRC/NSF funding mechanism enabled this highly successful interdisciplinary collaboration between the laboratories in the UK and USA. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2020\n\n\t\t\t\t\tSubmitted by: Fred Chang"
 }
}