{
 "awd_id": "1638553",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cold stress, protein, brown adipose tissue, and human skeletal phenotype",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 235501.0,
 "awd_amount": 235501.0,
 "awd_min_amd_letter_date": "2016-08-15",
 "awd_max_amd_letter_date": "2021-06-23",
 "awd_abstract_narration": "Biological anthropologists are interested in understanding how modern human populations have adapted over time to a wide range of environments, including different climates. The goal of this project is to understand how a specific kind of fat, called brown adipose tissue or brown fat, helps humans keep warm in the cold, and how the combination of diet, exercise, and brown fat affects the way the skeleton grows in people who are adapted to different climates. The bones of people alive today are less strong than the bones of our ancestors. This trend is probably partly the result of decreased exercise, but the researchers want to understand whether changes in temperature (such as living in heated homes) and/or diet also contribute. This research will advance the career of a female scientist and two female graduate students, one of whom is African American. The investigators will present workshops on bone health to high school students about how diet, temperature, and exercise affect bone health and develop a hands-on bone measurement activity with the University of Michigan Museum of Natural History.\r\n\r\nThis proposal tests a new model called TEMPS (Thermogenesis, Energy, Mechanical loading, Protein, and the Skeleton) to integrate the effects of temperature, diet, and exercise on skeletal phenotype. The research will focus on how a type of fat called brown adipose tissue, or brown fat, helps develop strong bones. Brown fat burns energy to produce heat, and individuals with more brown fat also tend to have stronger bones, although it is not clear why. The study will test the hypothesis that eating a high fat/high protein diet made it easier for human ancestors to move into cold climates by providing fatty acids and protein for non-shivering thermogenesis, and that this diet, combined with cold stress and exercise, contributed to bone strength in cold-adapted populations. The researchers will use a combination of controlled experiments in mice and comparative studies in human skeletons to test their model. They will study skeletal growth in young mice raised at cool, standard, or warm temperatures and fed either standard or high-protein diets. Some mice will also have cage wheels for exercise. The researchers will collect data from mice including food intake, body mass, brown fat mass, bone mineral density, bone size and shape, and bone strength. These data will be compared to microcomputed tomography data from museum skeletons of cold- and heat-adapted humans, to see if they show similar patterns. The results will show whether cold exposure, high protein diet, and exercise make bones stronger, and identify new ways to maximize bone mass in young people, in order to reduce osteoporosis later in life. The data will also improve our understanding of skeletal development in hominins such as humans and Neanderthals that are adapted to colder or warmer climates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maureen",
   "pi_last_name": "Devlin Hamalainen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maureen Devlin Hamalainen",
   "pi_email_addr": "mjdevlin@umich.edu",
   "nsf_id": "000699324",
   "pi_start_date": "2016-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1085 S. University Ave.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091107",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 235501.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated how the environment affects human skeletal variation. Bone size and shape are partly determined by genetics, but bones also respond to environmental factors such as temperature, diet, and exercise. We wanted to study how cold exposure and a type of fat called brown fat (brown adipose tissue), which helps keep the body warm, affect bone strength. First we conducted experiments using mice as a model for humans. Mice were raised at colder (61 degrees F), normal (72&nbsp;degrees F), and warmer (79&nbsp;degrees F) temperatures and fed a normal diet or a high fat, high protein diet for extra energy. Some mice had cage wheels so we could test whether exercise affects bones differently in colder temperatures. To compare our experimental data to patterns of human variation, we made CAT scans of human femur bones from cemeteries in Iceland (cold) and Bosnia and Herzegovina (warm). Our major findings are:</p>\n<p>Intellectual merit: Previous studies had found that cold exposure can cause bone loss, through upregulation of norepinephrine (part of the sympathetic nervous system). We predicted that cold would cause bone loss in mice, and that brown fat would help protect the skeleton by keeping the body warm. We found that cold exposure in young mice increased the activity of brown fat, but still led to lower bone strength, both in cortical (compact) bone and trabecular (spongy) bone. We then used a drug called propranolol to block norepinephrine signaling during cold exposure, and found mice given propranolol did not lose bone in the cold. These results indicated that the pathway involves the sympathetic nervous system.</p>\n<p>We predicted that feeding mice a high fat, high protein diet during cold exposure would provide more energy to keep warm, which would reduce bone loss. However, mice on the high fat, high protein diet had lower bone strength than mice on a normal diet, both at warm and cold temperatures. We also found that the warm group on this diet had increased diet-induced thermogenesis (heat generated by digesting food) in their brown fat, potentially as a way to burn off extra calories by making heat, but they still gained weight. These results suggest that spending fewer calories on keeping warm can contribute to weight gain, which might be relevant for humans.</p>\n<p>We predicted that voluntary exercise would increase bone strength, especially at the colder temperature. To our surprise, exercising mice had greater activation of their brown fat compared to non-exercising mice, at both warm and cold temperatures. However, exercising mice had lower bone mass in their trabecular (spongy) bone, especially in the cold. This result does not support our prediction that exercise and brown fat would increase bone mass.</p>\n<p>To understand what happens to bone in the absence of functional brown fat, we studied mice lacking the gene needed for heat production, uncoupling protein-1. We predicted that mice missing this gene would lose more bone during cold exposure since they cannot use brown fat to keep warm. We found that this prediction was accurate in male mice, but not in female mice, suggesting brown fat might have sex-specific effects on bone.</p>\n<p>To compare our experimental data to humans, we scanned human femurs (thighbones) from medieval cemeteries in Iceland and in Bosnia and Herzegovina. The two cemetery locations are about 22&nbsp;degrees apart in latitude and have a 16-20&nbsp;degrees F difference in average annual high and low temperature. We scanned the entire proximal (upper) region and the midshaft (middle) of each bone. We are currently using image analysis to calculate the bone strength of the trabecular (spongy) bone near the hip joint and the cortical (compact) bone in the middle of the bone.</p>\n<p>Broader Impacts: This project trained multiple graduate and undergraduate students and research assistants, and has thus far produced two peer-reviewed publications and 14 conference presentations. We visited local middle schools from 2018-2020 to give a workshop called \"The Bones in our Bodies\" to grades 5-7, focused on the importance of exercise when young to grow the strongest possible bones. Students participated in a hands-on activity measuring casts of bones, plotting the measurements on a graph containing real data from these species, and using the results to identify the species of each bone. We developed this workshop into an interactive, hands-on Investigate Lab activity at the University of Michigan Museum of Natural History. Museum visitors measure femur bone casts of human, Neanderthal, chimpanzee, and orangutan bones, and use the results to identify the species of each bone. The PI also coached a Science Olympiad team called \"No Bones About It\" for grades 2-3 at a local elementary school from 2017-2020.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2022<br>\n\t\t\t\t\tModified by: Maureen&nbsp;Devlin Hamalainen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated how the environment affects human skeletal variation. Bone size and shape are partly determined by genetics, but bones also respond to environmental factors such as temperature, diet, and exercise. We wanted to study how cold exposure and a type of fat called brown fat (brown adipose tissue), which helps keep the body warm, affect bone strength. First we conducted experiments using mice as a model for humans. Mice were raised at colder (61 degrees F), normal (72 degrees F), and warmer (79 degrees F) temperatures and fed a normal diet or a high fat, high protein diet for extra energy. Some mice had cage wheels so we could test whether exercise affects bones differently in colder temperatures. To compare our experimental data to patterns of human variation, we made CAT scans of human femur bones from cemeteries in Iceland (cold) and Bosnia and Herzegovina (warm). Our major findings are:\n\nIntellectual merit: Previous studies had found that cold exposure can cause bone loss, through upregulation of norepinephrine (part of the sympathetic nervous system). We predicted that cold would cause bone loss in mice, and that brown fat would help protect the skeleton by keeping the body warm. We found that cold exposure in young mice increased the activity of brown fat, but still led to lower bone strength, both in cortical (compact) bone and trabecular (spongy) bone. We then used a drug called propranolol to block norepinephrine signaling during cold exposure, and found mice given propranolol did not lose bone in the cold. These results indicated that the pathway involves the sympathetic nervous system.\n\nWe predicted that feeding mice a high fat, high protein diet during cold exposure would provide more energy to keep warm, which would reduce bone loss. However, mice on the high fat, high protein diet had lower bone strength than mice on a normal diet, both at warm and cold temperatures. We also found that the warm group on this diet had increased diet-induced thermogenesis (heat generated by digesting food) in their brown fat, potentially as a way to burn off extra calories by making heat, but they still gained weight. These results suggest that spending fewer calories on keeping warm can contribute to weight gain, which might be relevant for humans.\n\nWe predicted that voluntary exercise would increase bone strength, especially at the colder temperature. To our surprise, exercising mice had greater activation of their brown fat compared to non-exercising mice, at both warm and cold temperatures. However, exercising mice had lower bone mass in their trabecular (spongy) bone, especially in the cold. This result does not support our prediction that exercise and brown fat would increase bone mass.\n\nTo understand what happens to bone in the absence of functional brown fat, we studied mice lacking the gene needed for heat production, uncoupling protein-1. We predicted that mice missing this gene would lose more bone during cold exposure since they cannot use brown fat to keep warm. We found that this prediction was accurate in male mice, but not in female mice, suggesting brown fat might have sex-specific effects on bone.\n\nTo compare our experimental data to humans, we scanned human femurs (thighbones) from medieval cemeteries in Iceland and in Bosnia and Herzegovina. The two cemetery locations are about 22 degrees apart in latitude and have a 16-20 degrees F difference in average annual high and low temperature. We scanned the entire proximal (upper) region and the midshaft (middle) of each bone. We are currently using image analysis to calculate the bone strength of the trabecular (spongy) bone near the hip joint and the cortical (compact) bone in the middle of the bone.\n\nBroader Impacts: This project trained multiple graduate and undergraduate students and research assistants, and has thus far produced two peer-reviewed publications and 14 conference presentations. We visited local middle schools from 2018-2020 to give a workshop called \"The Bones in our Bodies\" to grades 5-7, focused on the importance of exercise when young to grow the strongest possible bones. Students participated in a hands-on activity measuring casts of bones, plotting the measurements on a graph containing real data from these species, and using the results to identify the species of each bone. We developed this workshop into an interactive, hands-on Investigate Lab activity at the University of Michigan Museum of Natural History. Museum visitors measure femur bone casts of human, Neanderthal, chimpanzee, and orangutan bones, and use the results to identify the species of each bone. The PI also coached a Science Olympiad team called \"No Bones About It\" for grades 2-3 at a local elementary school from 2017-2020.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2022\n\n\t\t\t\t\tSubmitted by: Maureen Devlin Hamalainen"
 }
}