{
 "awd_id": "1638837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Establishing a novel computational framework to investigate the role of chemical kinetics in chemical looping combustion",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Daily",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 79977.0,
 "awd_amount": 79977.0,
 "awd_min_amd_letter_date": "2016-05-02",
 "awd_max_amd_letter_date": "2016-05-02",
 "awd_abstract_narration": "1638837 - Pepiot\r\n\r\nTo limit the environmental impact of fossil fuel usage, especially in terms of greenhouse gas emissions, a rapid development and deployment of cleaner combustion technologies is urgently needed. Chemical-Looping Combustion (CLC) has been identified as a promising technology for combined power generation and carbon capture, a key concept in limiting, and eventually decreasing green-house gas emissions from a wide variety of fuels, including coal or biomass. Computational simulations are widely and successfully used in many combustion-related areas. Yet, research and development for CLC technologies is disproportionately empirical in nature, due to a critical lack of reliable models to describe the complex hydrodynamics and chemical processes occurring in CLC. The main activity undertaken in this project is the development of a novel computational framework tailored for CLC applications, which will provide unprecedented insight into the controlling physical and chemical phenomena occurring during combustion. This work will eventually enable the formulation of high-fidelity Computational Fluid Dynamics (CFD) models and software to assist industry with the design of efficient CLC reactors. The project will provide educational project opportunities combining advanced computational techniques and a clear societal impact. Such projects have the potential to attract a diverse undergraduate student population toward Computational Science and Engineering, an area in which women and other URM are woefully under-represented\r\n\r\nThe proposed EAGER project aims at establishing a novel Lagrange-Euler computational framework to investigate key processes in CLC at the meso- and lab-scale. Two reactors typically involved in a CLC system will be considered, namely, an air-reactor, where the oxygen carrier is regenerated through oxidation with an air stream, and a fuel reactor, where the actual combustion process takes place through oxidation of the fuel by the oxygen carrier. The specific objectives of this project are: (1) Demonstrating the potential of a Lagrange-Euler approach to simulate the specific gas-solid hydrodynamics relevant for CLC systems, including high-velocity risers and bubbling fluidized beds; (2) Within this framework, developing novel algorithms to capture the specific and complex interactions between metal oxides and surrounding gases in the high temperature environments relevant to CLC; and (3) Demonstrating the need to include detailed chemical kinetics and associated small-scale heat and mass transfer processes to adequately capture the specificities and performance of oxygen carriers in CLC systems. This will be accomplished by assessing the sensitivities of CLC to the level of details of the chemical description included in CFD. Preliminary simulations will consider simple gaseous fuel oxidation by common, well-characterized metal oxides. The unprecedented preliminary data and observations obtained through this work will allow to identify with confidence future research directions to significantly improve CFD tools for CLC design and optimization.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Perrine",
   "pi_last_name": "Pepiot",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Perrine Pepiot",
   "pi_email_addr": "pp427@cornell.edu",
   "nsf_id": "000614693",
   "pi_start_date": "2016-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "124 Hoy Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148537501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 79977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>This project focuses on the particle-laden flows involving a catalytic process, found in a variety of energy conversion systems such as Chemical-Looping Combustion or bio-vapor catalytic upgrading. Until quite recently, research and development on CLC and related technologies involving complex, reactive particle-laden turbulent flows have been nearly exclusively experimental in nature, complemented by system-scale modeling based on overall mass and energy balances. Recent advances in Computational Fluid Dynamics of granular systems have introduced new opportunities to transition from empirical toward computational (or hybrid) design strategies requires however a level of reliability and robustness in the numerical models that is not available today.&nbsp; A major reason is that the modeling framework of choice for industrial applications, typically based on two- or multi-fluid Euler-Euler approaches, requires a large number of closures or modeling assumptions that are often not available or reliable.</div>\n<div></div>\n<div>A detailed computational framework based on a Lagrange-Euler representation of the particulate phase was developed in this project. <span style=\"color: rgb(13.700000%, 12.200000%, 12.500000%);\">Three-dimensional simulations were conducted to assess the influence of multiphase dynamics on a catalytic process in a riser-type reactor. The catalytic conversion was represented by a single step reaction integrated into a rigorously derived volume-filtered Euler-Lagrange framework. Simulations results showed significant non-homogeneity of the catalytic particle distribution in the form of clusters, significantly reducing the overall catalytic conversion rate. Typical process engineering models were shown to be unable to capture the trends observed in the detailed simulations. The importance of detailed simulation results was demonstrated through the rigorous derivation of a one-dimensional Reynolds-averaged model of the systen, an affordable, yet difficult to calibrate, modeling framework of choice for industrial applications.<br /></span></div>\n<div><span style=\"color: rgb(13.700000%, 12.200000%, 12.500000%);\"><span>&nbsp;</span></span></div>\n<div><span style=\"color: rgb(13.700000%, 12.200000%, 12.500000%);\">In the current economic and environmental context, it is urgent to bring together combustion, a ubiquitous way to convert energy, with sustainability. The computational framework developed here was shown to provide a much needed complementary tool to the expensive empirical approaches currently used in industry to design particle-driven energy conversion systems in general. </span>Results have been disseminated to the granular flow and energy communities through two conference presentations<span style=\"color: rgb(13.700000%, 12.200000%, 12.500000%);\"> and two journal publications. </span>A by-product of the project is the generation of colorful, attractive movies showing the insides of riser reactors in operation, which provide an ideal example of computational work directly linked to sustainability and climate change problems. Those movies have been used as illustrative material as part of a parallel effort specifically designed to increase participation and interest of computational engineering careers, especially among women, early in the undergraduate curriculum.</div>\n<div><span style=\"color: rgb(13.700000%, 12.200000%, 12.500000%);\"><span><br /><br /></span></span></div><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2022<br>\n\t\t\t\t\tModified by: Perrine&nbsp;Pepiot</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This project focuses on the particle-laden flows involving a catalytic process, found in a variety of energy conversion systems such as Chemical-Looping Combustion or bio-vapor catalytic upgrading. Until quite recently, research and development on CLC and related technologies involving complex, reactive particle-laden turbulent flows have been nearly exclusively experimental in nature, complemented by system-scale modeling based on overall mass and energy balances. Recent advances in Computational Fluid Dynamics of granular systems have introduced new opportunities to transition from empirical toward computational (or hybrid) design strategies requires however a level of reliability and robustness in the numerical models that is not available today.  A major reason is that the modeling framework of choice for industrial applications, typically based on two- or multi-fluid Euler-Euler approaches, requires a large number of closures or modeling assumptions that are often not available or reliable.\n\nA detailed computational framework based on a Lagrange-Euler representation of the particulate phase was developed in this project. Three-dimensional simulations were conducted to assess the influence of multiphase dynamics on a catalytic process in a riser-type reactor. The catalytic conversion was represented by a single step reaction integrated into a rigorously derived volume-filtered Euler-Lagrange framework. Simulations results showed significant non-homogeneity of the catalytic particle distribution in the form of clusters, significantly reducing the overall catalytic conversion rate. Typical process engineering models were shown to be unable to capture the trends observed in the detailed simulations. The importance of detailed simulation results was demonstrated through the rigorous derivation of a one-dimensional Reynolds-averaged model of the systen, an affordable, yet difficult to calibrate, modeling framework of choice for industrial applications.\n\n \nIn the current economic and environmental context, it is urgent to bring together combustion, a ubiquitous way to convert energy, with sustainability. The computational framework developed here was shown to provide a much needed complementary tool to the expensive empirical approaches currently used in industry to design particle-driven energy conversion systems in general. Results have been disseminated to the granular flow and energy communities through two conference presentations and two journal publications. A by-product of the project is the generation of colorful, attractive movies showing the insides of riser reactors in operation, which provide an ideal example of computational work directly linked to sustainability and climate change problems. Those movies have been used as illustrative material as part of a parallel effort specifically designed to increase participation and interest of computational engineering careers, especially among women, early in the undergraduate curriculum.\n\n\n\n\n\t\t\t\t\tLast Modified: 01/26/2022\n\n\t\t\t\t\tSubmitted by: Perrine Pepiot"
 }
}