{
 "awd_id": "1638676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: MSA-FRA: Alternative Ecological Futures for the American Residential Macrosystem",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2017-01-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 265782.0,
 "awd_amount": 265782.0,
 "awd_min_amd_letter_date": "2016-09-12",
 "awd_max_amd_letter_date": "2017-08-04",
 "awd_abstract_narration": "An apparent, but untested result of changes to the urban landscape is the homogenization of cities, such that neighborhoods in very different parts of the country increasingly exhibit similar patterns in their road systems, residential lots, commercial sites, and aquatic areas; cities have now become more similar to each other than to the native ecosystems that they replaced. This research builds on the team?s prior NSF funded research on the ?ecological homogenization? of the ?American Residential Macrosystem (ARM)? and specifically investigates factors that contribute to stability and/or changes in the ARM. The aim is to determine how factors that effect change?such as shifts in human demographics, desires for biodiversity and water conservation, regulations that govern water use and quality, and dispersal of organisms?will interact with factors that contribute to stability such as social norms, property values, neighborhood and city covenants and laws, and commercial interests. The project will determine ecological implications of alternative futures of the ARM for the assembly of ecological communities, ecosystem function, and responses to environmental change and disturbance at parcel (ecosystem), landscape (city), regional (Metropolitan Statistical Area) and continental scales. Five types of residential parcels as well as embedded semi-natural interstitial ecosystems will be studied, across six U.S. cities (Boston, Baltimore, Miami, Minneapolis-St. Paul, Phoenix, and Los Angeles). Education and outreach work will focus on K-12 teachers and students and on collaborative policy efforts with city, county, and state environmental managers.\r\n\r\nThis project investigates urbanization?s impact on the ecological homogenization of the American Residential Macrosystem (ARM) in terms of plant biodiversity, soil carbon and nitrogen cycle pools and processes, microclimate, hydrography, and land cover. This similarity of ecological characteristics is driven by complex and dynamic human actions at multiple scales?e.g., parcel, neighborhood, and region?that will shape the structure and function of the ARM over 50 to 100 year time frames, with potentially significant continental scale effects on ecological processes and environmental quality. This research addresses two core questions. First, what factors contribute to maintenance and change in the ARM? While this macrosystem is a relatively homogeneous mixture of grass lawns, shrubs, trees and impervious surfaces, there is a critical need to determine how drivers of change such as shifts in human population and ethnicity, increasing desires for biodiversity and water conservation, and regulations governing water use and quality will interact with stabilizing factors such as social norms, property values, neighborhood and city covenants and laws, and commercial interests. Researchers will test the hypothesis that that although dispersal from natural and interstitial areas, climate change, and changes in homeowner knowledge will promote ecological change; institutions, norms and values will function as counteracting, stabilizing forces on these ecological dynamics. This hypothesis will be tested by evaluating the factors that motivate change and stability at multiple scales. Results will be used to produce quantitative, data-based scenarios of future land-use patterns in the ARM. Second, what are the ecological implications of alternative futures of this macrosystem for community assembly and ecosystem function at parcel (ecosystem), landscape (city), regional (Metropolitan Statistical Area), and continental scales?  The hypothesis to be tested is that management that promotes nutrient- and water-use efficient and wildlife-supporting plants as well as lower inputs of water and nutrients will give rise to greater regional biodiversity across trophic levels, higher nutrient retention, lower water use, and reduced runoff and losses of soil carbon and nitrogen from residential yards at the regional scale. Five types of residential parcels that vary in management goals and intensity and embedded semi-natural interstitial ecosystems will be studied in six U.S. cities across the U.S. (Boston, Baltimore, Miami, Minneapolis-St. Paul, Phoenix, and Los Angeles), to quantify influences on ecological dynamics. This information will be linked to land use scenarios to address the regional and continental-scale impacts of these effects. Three postdocs will be mentored as co-investigators on this project. The research program will also include interaction with municipal decision makers focused on sustainability and add a new ?Panel of Experts? feature to the YardMap citizen science program developed at Cornell University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tara",
   "pi_last_name": "Trammell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tara L Trammell",
   "pi_email_addr": "ttram@udel.edu",
   "nsf_id": "000719139",
   "pi_start_date": "2016-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 155168.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 110614.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The majority of the global population resides in cities and the surrounding developed land. Cities are the most human-dominated landscape on earth with complex human-environment interactions that control ecosystem structure and function. Residential landscapes are ideal for studying how human management practices influence ecosystem functions, like carbon sequestration. We studied plant and soil carbon (C) and nitrogen (N) cycling in residential yards with varying management strategies and in unmanaged interstitial and reference sites across six metropolitan regions of the U.S. (Baltimore, MD; Boston, MA; Los Angeles, CA; Miami, FL; Minneapolis-St. Paul, MN; and Phoenix, AZ). Yards were managed with traditional high (high-input; e.g., lawn care company) and low (low-input; e.g., homeowner maintained) inputs as well as management practices that enhance biodiversity (wildlife-friendly; e.g., native plants) and water conservation (water-conserving; e.g., xeriscaping, rain garden). The overall goal of this study was to assess plant and soil C and N content and isotopic signatures across a range of management practices in residential yards and to compare yard management C and N outcomes with unmanaged sites.</p>\n<p>We analyzed plant and soil samples for C and N content and the natural abundance of C and N stable isotopes (i.e., &delta;<sup>13</sup>C and &delta;<sup>15</sup>N), which provides information on C and N sources (e.g., fossil fuel-derived CO<sub>2</sub>, N fertilizer) and cycling rates (e.g., C and N mineralization). We found no convincing evidence of altered plant or soil C and N dynamics due to yard management practices that incorporate wildlife- or water-conservation practices compared to high- and low-input traditional yard management practices. However, wildlife-friendly and water-conserving management practices more closely resembled plant and soil C and N in interstitial and reference sites, whereas the high- and/or low-input yard management had more dissimilar C and N dynamics from unmanaged sites. In general, the high- and low-input yards had less variation in soil C and N relative to unmanaged sites, yet wildlife-friendly and water-conserving yards had more variation. However, soil &delta;<sup>13</sup>C, N, and &delta;<sup>15</sup>N in subsurface soils had more variation across all yard types relative to unmanaged sites demonstrating the importance of legacy effects in deeper soil layers. Our current research provides evidence for the importance of understanding the influence of management practices on residential C and N dynamics. A critical component of our larger Residential Macrosystems Project included our efforts to reach a broad audience for sharing our research outcomes and for educating residents on yard management practices that promote biodiversity and healthy ecosystem functioning. As urban populations continue to expand, studying residential landscapes and interacting with residents on sustainable yard management practices is vital for maintaining biodiversity and ecosystem services across cities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2023<br>\n\t\t\t\t\tModified by: Tara&nbsp;L&nbsp;Trammell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe majority of the global population resides in cities and the surrounding developed land. Cities are the most human-dominated landscape on earth with complex human-environment interactions that control ecosystem structure and function. Residential landscapes are ideal for studying how human management practices influence ecosystem functions, like carbon sequestration. We studied plant and soil carbon (C) and nitrogen (N) cycling in residential yards with varying management strategies and in unmanaged interstitial and reference sites across six metropolitan regions of the U.S. (Baltimore, MD; Boston, MA; Los Angeles, CA; Miami, FL; Minneapolis-St. Paul, MN; and Phoenix, AZ). Yards were managed with traditional high (high-input; e.g., lawn care company) and low (low-input; e.g., homeowner maintained) inputs as well as management practices that enhance biodiversity (wildlife-friendly; e.g., native plants) and water conservation (water-conserving; e.g., xeriscaping, rain garden). The overall goal of this study was to assess plant and soil C and N content and isotopic signatures across a range of management practices in residential yards and to compare yard management C and N outcomes with unmanaged sites.\n\nWe analyzed plant and soil samples for C and N content and the natural abundance of C and N stable isotopes (i.e., &delta;13C and &delta;15N), which provides information on C and N sources (e.g., fossil fuel-derived CO2, N fertilizer) and cycling rates (e.g., C and N mineralization). We found no convincing evidence of altered plant or soil C and N dynamics due to yard management practices that incorporate wildlife- or water-conservation practices compared to high- and low-input traditional yard management practices. However, wildlife-friendly and water-conserving management practices more closely resembled plant and soil C and N in interstitial and reference sites, whereas the high- and/or low-input yard management had more dissimilar C and N dynamics from unmanaged sites. In general, the high- and low-input yards had less variation in soil C and N relative to unmanaged sites, yet wildlife-friendly and water-conserving yards had more variation. However, soil &delta;13C, N, and &delta;15N in subsurface soils had more variation across all yard types relative to unmanaged sites demonstrating the importance of legacy effects in deeper soil layers. Our current research provides evidence for the importance of understanding the influence of management practices on residential C and N dynamics. A critical component of our larger Residential Macrosystems Project included our efforts to reach a broad audience for sharing our research outcomes and for educating residents on yard management practices that promote biodiversity and healthy ecosystem functioning. As urban populations continue to expand, studying residential landscapes and interacting with residents on sustainable yard management practices is vital for maintaining biodiversity and ecosystem services across cities.\n\n \n\n\t\t\t\t\tLast Modified: 10/27/2023\n\n\t\t\t\t\tSubmitted by: Tara L Trammell"
 }
}