{
 "awd_id": "1638630",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Meeting: With a Little help from my Friends: Microbial Partners in Integrative and Comparative Biology, a Symposium for the Society for Integrative and Comparative Biology (SICB)",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927265",
 "po_email": "mrawat@nsf.gov",
 "po_sign_block_name": "Mamta Rawat",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 12450.0,
 "awd_amount": 12450.0,
 "awd_min_amd_letter_date": "2016-06-14",
 "awd_max_amd_letter_date": "2016-06-14",
 "awd_abstract_narration": "The vast diversity and number of microbes that reside on other organisms, i.e., the \"microbiota\", are increasingly being recognized for their importance in the health and well-being of their host organisms.  For the most part, scientific studies on the interactions between microbes and their hosts have largely been focused on humans or model species (e.g., laboratory mice) in an effort to understand issues related to human health.  However, research into roles that microbes play in the ecology and physiology of their host is a rapidly growing area, and one that has much to contribute to human health and agricultural practices.  The organizers will host a symposium that brings together a number of scientists that investigate host-microbe interactions at the Society for Integrative and Comparative Biology's annual meeting January 4-8, 2017. Nine speakers and the two symposium organizers have been invited to present seminars discussing their research programs. The organizers have made efforts to broaden participation in this meeting by inviting seven female speakers and two racial/ethnic minorities. In addition to the research presentations, the organizers will host a 3-hour workshop discussing the tools, techniques, and challenges of microbiome research in integrative and comparative biology. This symposium will expose researchers in SICB to these methods.\r\n\r\nRecent studies have revealed that animals are not individuals but rather are \"holobionts\" that host highly diverse and interactive communities of microbes. These microbial communities provide a number of services and functions to their hosts. For the most part, investigations in the host-microbial interactions have been focused on humans or model systems targeted at human health. However, research into roles that microbes play in the ecology and evolution of their host is a rapidly growing area. The organizers will host a symposium that brings together a number of researchers that investigate host-microbe interactions, which also spans the interests of members of the Society for Integrative and Comparative Biology (SICB). This meeting will take place in conjunction with the annual meeting of SICB in New Orleans, LA, from January 4-8, 2017 and is organized by Dr. Denise Dearing (University of Utah) and Dr. Kevin D. Kohl (Vanderbilt University). Nine speakers and the symposium organizers have been invited to present seminars discussing their research programs. The organizers have made efforts to broaden participation in this meeting by inviting seven female speakers and two racial/ethnic minorities. In addition to the research presentations, the organizers will host a 3-hour workshop discussing the tools, techniques, and challenges of microbiome research in integrative and comparative biology. This will expose researchers in SICB to these methods. Results from this meeting and workshop will be published in the journal Integrative and Comparative Biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria Denise",
   "pi_last_name": "Dearing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Denise Dearing",
   "pi_email_addr": "denise.dearing@utah.edu",
   "nsf_id": "000211475",
   "pi_start_date": "2016-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Kohl",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin D Kohl",
   "pi_email_addr": "kkohl@pitt.edu",
   "nsf_id": "000654402",
   "pi_start_date": "2016-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "257 S. 1400 E., Room 201",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 12450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"WordSection1\">\n<p><strong>This award supported a </strong><strong>symposium to be held at the</strong><strong> the annual meeting of the Society of Integrative and Comparative Biology in New Orleans, LA, USA from January 4-8, 2017. Our symposium focused on the role that bacterial communities play in the ecology and evolution of animal hosts. We invited 11 speakers from a variety of institutions to present their research. Our speakers were diverse in terms of training level </strong><strong>(</strong><strong>a graduate student, two postdoctoral researchers, three Assistant Professors, two Associate Professors, and three Full Professors), and seven of the eleven speakers were women. Our symposium was well attended, with oral presentations averaging 50-100 attendees each. &nbsp;</strong></p>\n<p><strong>Additionally, we hosted a workshop that offered training on how to incorporate microbiome studies into integrative and comparative biology. This workshop was attended by 42 people, who rated the quality of information and presentation an average of 4.86 (on </strong><strong>a scale of 1-5 with 5 being the best). Using a short quiz before and after the presentation we were able to demonstrate that participants gained significant knowledge on research techniques in the microbiome field.</strong></p>\n<p><strong>Last, this award supported a social that connected established researchers (our invited speakers) with young scientists. The event was attended by 21 graduate students and postdoctoral researchers from the complementary sessions associated with our symposium.</strong></p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2017<br>\n\t\t\t\t\tModified by: M. Denise&nbsp;Dearing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThis award supported a symposium to be held at the the annual meeting of the Society of Integrative and Comparative Biology in New Orleans, LA, USA from January 4-8, 2017. Our symposium focused on the role that bacterial communities play in the ecology and evolution of animal hosts. We invited 11 speakers from a variety of institutions to present their research. Our speakers were diverse in terms of training level (a graduate student, two postdoctoral researchers, three Assistant Professors, two Associate Professors, and three Full Professors), and seven of the eleven speakers were women. Our symposium was well attended, with oral presentations averaging 50-100 attendees each.  \n\nAdditionally, we hosted a workshop that offered training on how to incorporate microbiome studies into integrative and comparative biology. This workshop was attended by 42 people, who rated the quality of information and presentation an average of 4.86 (on a scale of 1-5 with 5 being the best). Using a short quiz before and after the presentation we were able to demonstrate that participants gained significant knowledge on research techniques in the microbiome field.\n\nLast, this award supported a social that connected established researchers (our invited speakers) with young scientists. The event was attended by 21 graduate students and postdoctoral researchers from the complementary sessions associated with our symposium.\n\n\n\t\t\t\t\tLast Modified: 10/12/2017\n\n\t\t\t\t\tSubmitted by: M. Denise Dearing"
 }
}