{
 "awd_id": "1638510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating coral bleaching in a changing climate: Our state of understanding and mapping opportunities to push the field forward",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 90068.0,
 "awd_amount": 90068.0,
 "awd_min_amd_letter_date": "2016-06-02",
 "awd_max_amd_letter_date": "2016-06-02",
 "awd_abstract_narration": "Reef building corals are highly reliant on a group of symbiotic algae that live within their bodies and provide a major source of food from photosynthesis. Over the past 30 years, scientists have studied the phenomenon of coral bleaching, wherein periodic exposure to warm water temperatures leads to a mass expulsion of these important symbiotic algae, which may lead to a loss in coral health and even death. There is now significant concern that as warming of the earth continues, global coral bleaching events will occur with greater frequency and severity. While scientists have gained a better understanding of coral bleaching, there remain many unanswered questions as to if reef corals can withstand future bleaching events and what particular areas should researchers focus on moving forward. In many cases bleaching studies are reactionary in nature and occur once a stress event has begun. The goal of this project is to bring together a subset of coral biologists within the U.S. to convene a workshop in order to review the current state of knowledge on this topic. The primary outcome of this meeting will be to evaluate and discuss critical knowledge gaps, and to identify areas of research and specific questions that may deliver important data for future bleaching research. Reef building corals are ecosystem engineers that support one of the most diverse ecosystems on earth that holds enormous biological and economic value. The efforts of this workshop will allow participants, as well as the broader scientific community, to evaluate and suggest new approaches for tackling the study of coral bleaching. Participants will include several scientific leaders in coral biology in the U.S., as well as postdoctoral fellows and advanced graduate students, all of which encompass a range of investigators, including those from underrepresented groups. \r\n\r\nThe cellular, physiological, ecological and evolutionary responses of reef corals (and their constituent symbionts and other microbial partners) to climate change can be quite complex. As current projections of continued global warming may lead to annual episodes of wide-spread bleaching, there is a pressing need for continued intensive research in this area. While significant advancements have been made, many recent discoveries have required more complex interpretations of the bleaching response, indicating a lack of a full understanding of the root causes and consequences of bleaching, patterns of recovery, and especially how (or if) some corals and reefs may withstand thermal anomalies into the future. There is a fundamental need for scientists from very different specialties to combine their collective expertise in order to formulate new approaches to investigating coral bleaching. The objective of this project is to convene a workshop consisting of a core group of U.S. investigators that are currently examining different aspects of coral bleaching. The project has three central goals. First, to review and assess the current state and trajectory of coral bleaching research across different scientific disciplines. Second, to evaluate and discuss specific knowledge gaps and integration across these disciplines. Lastly, participants will develop a white paper designed to identify critical areas of research and prioritize specific questions, concepts, and approaches that could deliver new and important data and provide a framework for future bleaching research into the next decade.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Warner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mark E Warner",
   "pi_email_addr": "mwarner@udel.edu",
   "nsf_id": "000258901",
   "pi_start_date": "2016-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "700 Pilottown Rd",
  "perf_city_name": "Lewes",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "199581298",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "006Z",
   "pgm_ref_txt": "Multiple Environmental Stressors"
  },
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8214",
   "pgm_ref_txt": "ECCO"
  },
  {
   "pgm_ref_code": "8556",
   "pgm_ref_txt": "Coral Reefs"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 90068.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coral reefs around the world are increasingly threatened by a phenomenon known as coral bleaching where high seawater temperatures cause corals to lose their symbiotic algae and possibly die. While we have gained a better understanding of the cellular and biological processes that contribute to bleaching, we do not completely understand the causes and consequences of bleaching, patterns of recovery, and how (or if) some corals and reefs may withstand high temperature into the future. By mid-century, global-scale bleaching events may occur on an annual basis. Already, back-to-back bleaching events occurred throughout much of the tropical oceans in 2014 and 2015, and the northern Great Barrier Reef has recently experienced the worst bleaching event ever recorded. In many cases, our study of bleaching is reactionary and fragmented by design. There is a fundamental need for scientists from different specialties to combine their collective expertise to formulate new approaches to this topic.</p>\n<p>The goal of this project was to hold a workshop of a core group of U.S. scientists to identify specific gaps in our knowledge about bleaching, and to formulate research priorities to deliver important data and provide a framework for future research and better integration across different scientific disciplines. Participants included a broad range of scientific expertise including representation from junior scientists and underrepresented groups. The group converged on three overarching research themes in need of further exploration: 1) bleaching mechanisms, 2) bleaching recovery, and 3) areas of the world that are bleaching refugia. While understanding mechanisms of bleaching at the smallest to the largest scale remains critical, attendees noted that a set of best practices for future studies could provide better cross comparisons among focal corals, geographic locations and laboratories that conduct bleaching experiments. Our understanding of bleaching recovery lags behind what is known for the mechanisms. Work is required from the molecular to the animal scale in investigating this process, and it will be critical to determine links between recovery and patterns of disease susceptibility. Future studies of bleaching recovery will require more time than conventional funding periods typically allow (e.g., 3&ndash;4 years). Lastly, determining patterns of bleaching resistance and locating such areas at both physical and biological scales were noted as critical areas of future study, as they may further help reef biologists and managers alike prioritize particular coral species and habitats for greater protection and restoration. An overarching conclusion of this workshop was that these pressing questions are far beyond the scope of any one laboratory. A broader consortia of research efforts designed to leverage expertise across U.S. and international scientists is necessary if we are to successfully tackle this globally important topic.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2017<br>\n\t\t\t\t\tModified by: Mark&nbsp;E&nbsp;Warner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCoral reefs around the world are increasingly threatened by a phenomenon known as coral bleaching where high seawater temperatures cause corals to lose their symbiotic algae and possibly die. While we have gained a better understanding of the cellular and biological processes that contribute to bleaching, we do not completely understand the causes and consequences of bleaching, patterns of recovery, and how (or if) some corals and reefs may withstand high temperature into the future. By mid-century, global-scale bleaching events may occur on an annual basis. Already, back-to-back bleaching events occurred throughout much of the tropical oceans in 2014 and 2015, and the northern Great Barrier Reef has recently experienced the worst bleaching event ever recorded. In many cases, our study of bleaching is reactionary and fragmented by design. There is a fundamental need for scientists from different specialties to combine their collective expertise to formulate new approaches to this topic.\n\nThe goal of this project was to hold a workshop of a core group of U.S. scientists to identify specific gaps in our knowledge about bleaching, and to formulate research priorities to deliver important data and provide a framework for future research and better integration across different scientific disciplines. Participants included a broad range of scientific expertise including representation from junior scientists and underrepresented groups. The group converged on three overarching research themes in need of further exploration: 1) bleaching mechanisms, 2) bleaching recovery, and 3) areas of the world that are bleaching refugia. While understanding mechanisms of bleaching at the smallest to the largest scale remains critical, attendees noted that a set of best practices for future studies could provide better cross comparisons among focal corals, geographic locations and laboratories that conduct bleaching experiments. Our understanding of bleaching recovery lags behind what is known for the mechanisms. Work is required from the molecular to the animal scale in investigating this process, and it will be critical to determine links between recovery and patterns of disease susceptibility. Future studies of bleaching recovery will require more time than conventional funding periods typically allow (e.g., 3&ndash;4 years). Lastly, determining patterns of bleaching resistance and locating such areas at both physical and biological scales were noted as critical areas of future study, as they may further help reef biologists and managers alike prioritize particular coral species and habitats for greater protection and restoration. An overarching conclusion of this workshop was that these pressing questions are far beyond the scope of any one laboratory. A broader consortia of research efforts designed to leverage expertise across U.S. and international scientists is necessary if we are to successfully tackle this globally important topic.\n\n\t\t\t\t\tLast Modified: 09/23/2017\n\n\t\t\t\t\tSubmitted by: Mark E Warner"
 }
}