{
 "awd_id": "1639052",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multi-discipliary Workshop on Adaptive Optics: Analysis, Methods and Systems",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Boboltz",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2016-08-23",
 "awd_max_amd_letter_date": "2016-08-23",
 "awd_abstract_narration": "Adaptive optics (AO) is a technique used in astronomy to correct distortions in the incoming light collected by optical systems (i.e. telescopes in astronomy) due to the effects of the atmosphere through which the light passes.  AO has applications to fields outside of astronomy for example ophthalmology/vision science.  The proposed interdisciplinary workshop will bring together scientists and engineers from a variety of fields that use AO for unique discussions. These types of in person collaborations are essential for evolving the science and for growing the avenues of communication between the various disciplines.   The proposed workshop will also train the next generation of scientists and engineers by providing exposure to the multi-disciplinary AO field.\r\n\r\nThis proposal is for an AO-specific workshop that will be included as one of eight topical meetings held as part of the Imaging and Applied Optics conference, to be held 25 - 28 July 2016 in Heidelberg, Germany.  The workshop entitled Adaptive Optics: Methods, Analysis, and Applications will bring together researchers from various communities that use AO to discuss new developments in the field and novel applications of adaptive optics. Topics will include AO systems/component technologies, wave-front correction optics, control algorithms, and signal processing electronics used in AO implementations.  The proposed workshop is directly relevant to current and future development of NSF astronomical facilities and programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "GREGORY",
   "pi_last_name": "QUARLES",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "GREGORY J QUARLES",
   "pi_email_addr": "GQuarles@OSA.org",
   "nsf_id": "000714787",
   "pi_start_date": "2016-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Optical Society of America",
  "inst_street_address": "2010 MASSACHUSETTS AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2024166102",
  "inst_zip_code": "200361012",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "OPTICAL SOCIETY OF AMERICA, INCORPORATED (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "EL7WF1KJ1BL8"
 },
 "perf_inst": {
  "perf_inst_name": "Optical Society of America",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "GM",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Germany",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Adaptive Optics: Analysis, Methods &amp; Systems (AO) meeting was one of eight co-located topical meetings at the Imaging and Applied Optics Congress. The other meetings were: 3D Image Acquisition and Display: Technology, Perception and Applications; Applied Industrial Optics; Computational Optical Sensing and Imaging; Digital Holography &amp; 3-D Imaging; Imaging Systems and Applications; Laser Applications to Chemical, Security and Environmental Analysis; and Mathematics in Imaging. The congress was held on 25&ndash;28 July, 2016 in Heidelberg, Germany and was attended by 664 individuals, including 53 AO attendees. NSF provided the $10,000 grant funds to support AO by supplementing the registration and travel costs of 13 participants.</p>\n<p>The AO meeting presented technologies which enabled significant performance improvements in different applications of adaptive optics. The presented topics included discussions of various systems that use adaptive optics techniques, control systems, wavefront sensing and correcting, system and component modeling, imaging techniques through distorting or scattering media, and achievable performance improvements. This meeting represented a forum in which many of the latest advances and challenges were discussed by well-known experts in this discipline. 12 invited speakers and 23 contributed speakers presented overview and technical talks on the application of complex adaptive optic systems across fields.</p>\n<p class=\"Default\">A unique advantage of co-locating this meeting with other conferences within the larger Imaging and Applied Optics Congress and presenting joint plenary sessions was the extended cross-fertilization between experts in the field. This ensured the meetings&rsquo; success as the leading forum for presenting the latest advances, while providing an ideal setting to learn. The meeting provided exposure to a very active multidisciplinary field with direct applications today, allowing students to see how their educational training can lead to the benefits for society. Such exposure helps motivate students to pursue careers in science with resultant benefits to scientific knowledge and technical benefits to mankind. Ultimately, holding a high-quality scientific and technical meeting, where best-in-class research is presented and discussed, advances knowledge in the field of adaptive optics and propel technological development forward.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2017<br>\n\t\t\t\t\tModified by: Gregory&nbsp;J&nbsp;Quarles</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Adaptive Optics: Analysis, Methods &amp; Systems (AO) meeting was one of eight co-located topical meetings at the Imaging and Applied Optics Congress. The other meetings were: 3D Image Acquisition and Display: Technology, Perception and Applications; Applied Industrial Optics; Computational Optical Sensing and Imaging; Digital Holography &amp; 3-D Imaging; Imaging Systems and Applications; Laser Applications to Chemical, Security and Environmental Analysis; and Mathematics in Imaging. The congress was held on 25&ndash;28 July, 2016 in Heidelberg, Germany and was attended by 664 individuals, including 53 AO attendees. NSF provided the $10,000 grant funds to support AO by supplementing the registration and travel costs of 13 participants.\n\nThe AO meeting presented technologies which enabled significant performance improvements in different applications of adaptive optics. The presented topics included discussions of various systems that use adaptive optics techniques, control systems, wavefront sensing and correcting, system and component modeling, imaging techniques through distorting or scattering media, and achievable performance improvements. This meeting represented a forum in which many of the latest advances and challenges were discussed by well-known experts in this discipline. 12 invited speakers and 23 contributed speakers presented overview and technical talks on the application of complex adaptive optic systems across fields.\nA unique advantage of co-locating this meeting with other conferences within the larger Imaging and Applied Optics Congress and presenting joint plenary sessions was the extended cross-fertilization between experts in the field. This ensured the meetings? success as the leading forum for presenting the latest advances, while providing an ideal setting to learn. The meeting provided exposure to a very active multidisciplinary field with direct applications today, allowing students to see how their educational training can lead to the benefits for society. Such exposure helps motivate students to pursue careers in science with resultant benefits to scientific knowledge and technical benefits to mankind. Ultimately, holding a high-quality scientific and technical meeting, where best-in-class research is presented and discussed, advances knowledge in the field of adaptive optics and propel technological development forward.\n\n\t\t\t\t\tLast Modified: 09/26/2017\n\n\t\t\t\t\tSubmitted by: Gregory J Quarles"
 }
}