{
 "awd_id": "1639706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EarthCube Building Blocks: Collaborative Proposal: GeoTrust: Improving Sharing and Reproducibility of Geoscience Applications",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 80000.0,
 "awd_amount": 80000.0,
 "awd_min_amd_letter_date": "2016-09-16",
 "awd_max_amd_letter_date": "2016-09-16",
 "awd_abstract_narration": "Scientific reproducibility -- the ability to independently verify the work of other scientists -- continues to be a critical barrier towards achieving the vision of cross-disciplinary science. Federal agencies and publishers increasingly mandate and incentivize scientists to, at a minimum, establish computational reproducibility of scientific experiments. To comply scientists must connect descriptions of scientific experiments in scholarly publications with the underlying data and code used to produce the published results and findings. However, in practice, computational reproducibility is hard to achieve since it entails isolating necessary and sufficient computational artifacts and then preserving those artifacts in a standard way for later re-execution. Both isolation and preservation present challenges in large part due to the complexity of existing software and systems as well as the implicit dependencies, resource distribution, and shifting compatibility of systems that evolve over time -- all of which conspire to break the reproducibility of an experiment. The goal of the GeoTrust project is to understand the research lifecycle of scientific experiments from conception to publication and establish a framework that will improve their reproducibility. \r\n\r\nGeoTrust will develop sandboxing-based systems and tools that help scientists effectively isolate computational artifacts associated with an experiment, use languages and semantics to preserve artifacts, and re-execute /reproduce experiments by deploying the artifacts, changing datasets, algorithms, models, environments, etc. This reproducible framework will be adopted by and integrated within community infrastructures of three geoscience sub-disciplines viz. Hydrology, Solid Earth, and Space Science. Using cross-disciplinary science uses cases from these sub-disciplines, and engaging independent evaluators, we will assess the effectiveness of the framework in achieving reproducibility of computational experiments. Finally, verified results will be associated with ?stamps of reproducibility?, establishing community recognition of computational experiments. The framework will be developed as an EarthCube capability, with software developed and released as per EarthCube requirements. Early adopters across other geoscience sub-disciplines will be continually sought.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eunseo",
   "pi_last_name": "Choi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eunseo Choi",
   "pi_email_addr": "echoi2@memphis.edu",
   "nsf_id": "000519116",
   "pi_start_date": "2016-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "315 Administration Building",
  "perf_city_name": "Memphis",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381523370",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>GeoTrust aims to make it easy for geoscientists to make their computational experiments and associated results reproducible. Reproducing numerical models have been known for long to be surprisingly and frustratingly elusive in the community of computational geoscience and computational sciences in general. This project aims to develop a reproducible research framework. It has introduced the concept of a &ldquo;sciunit&rdquo;, a self-contained metadata package that provides a complete description of all data elements associated with an instance (run) of a computational experiment, including input files, parameter files, the model executable and any associated libraries, and all output files (results) produced. Sciunits are essentially a single compressed file that can be shared easily and conveniently. The most attractive to end-users would be the fact that the GeoTrust framework automates most of the process of creating and sharing of sciunits.</p>\n<p>&nbsp;</p>\n<p>Choi and the graduate research assistants (PI and GRAs hereafter) at the University of Memphis created sciunits of PyLith models. PyLith is a popular open-source finite element code (https://geodynamics.org/cig/software/pylith/) for short-term crustal dynamics developed by Computational Infrastructure for Geodynamics (CIG). PyLith is often used for computing the regional displacement and stress fields due to slip on a fault plane while it has many other applications. As of March 2016, this code has been used or cited in 48 peer-reviewed publications since 2008 and been downloaded hundreds of times all over the world. The PI and GRAs assembled computer parts to build a workstation to be dedicated to the project. They installed the command line tools of the GeoTrust framework and ran PyLith models as needed in their respective research projects that are independent of this GeoTrust project. This approach guarantees that the created sciunits are real-world cases that were not designed to be &ldquo;easy&rdquo; for the framework to handle. They transferred sciunits to the HydroShare web site so that they became searchable and shareable. The uploaded sciunits were verified to be runnable on the HydroShare server. The main developers of GeoTrust could use them for validation, debugging and further development of the framework.</p>\n<p>The PI and GRAs presented the GeoTrust framework at various professional workshops for computational geophysicists and analog modelers in the period of 2017 to 2018 and at the annual American Geophysical Union Fall Meeting in 2017. In February 2019, the PIs Choi and Malik presented GeoTrust in a webinar organized by CIG. The framework has been generally perceived as a promising solution to the challenging issue of reproducing numerical models.</p>\n<p>This project greatly helped training the graduate research assistants. They are Ph.D. students using numerical modeling as their research methodology and have been aware of the difficulty of reproducing numerical models. The project provided them with a systematic solution to this problem. They also learned how to build a computer by assembling individual parts and acquired a greater understanding and familiarity with computer hardware. This knowledge is comparable to a lab researcher&rsquo;s learning how to build an experimental equipment.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/28/2019<br>\n\t\t\t\t\tModified by: Eunseo&nbsp;Choi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGeoTrust aims to make it easy for geoscientists to make their computational experiments and associated results reproducible. Reproducing numerical models have been known for long to be surprisingly and frustratingly elusive in the community of computational geoscience and computational sciences in general. This project aims to develop a reproducible research framework. It has introduced the concept of a \"sciunit\", a self-contained metadata package that provides a complete description of all data elements associated with an instance (run) of a computational experiment, including input files, parameter files, the model executable and any associated libraries, and all output files (results) produced. Sciunits are essentially a single compressed file that can be shared easily and conveniently. The most attractive to end-users would be the fact that the GeoTrust framework automates most of the process of creating and sharing of sciunits.\n\n \n\nChoi and the graduate research assistants (PI and GRAs hereafter) at the University of Memphis created sciunits of PyLith models. PyLith is a popular open-source finite element code (https://geodynamics.org/cig/software/pylith/) for short-term crustal dynamics developed by Computational Infrastructure for Geodynamics (CIG). PyLith is often used for computing the regional displacement and stress fields due to slip on a fault plane while it has many other applications. As of March 2016, this code has been used or cited in 48 peer-reviewed publications since 2008 and been downloaded hundreds of times all over the world. The PI and GRAs assembled computer parts to build a workstation to be dedicated to the project. They installed the command line tools of the GeoTrust framework and ran PyLith models as needed in their respective research projects that are independent of this GeoTrust project. This approach guarantees that the created sciunits are real-world cases that were not designed to be \"easy\" for the framework to handle. They transferred sciunits to the HydroShare web site so that they became searchable and shareable. The uploaded sciunits were verified to be runnable on the HydroShare server. The main developers of GeoTrust could use them for validation, debugging and further development of the framework.\n\nThe PI and GRAs presented the GeoTrust framework at various professional workshops for computational geophysicists and analog modelers in the period of 2017 to 2018 and at the annual American Geophysical Union Fall Meeting in 2017. In February 2019, the PIs Choi and Malik presented GeoTrust in a webinar organized by CIG. The framework has been generally perceived as a promising solution to the challenging issue of reproducing numerical models.\n\nThis project greatly helped training the graduate research assistants. They are Ph.D. students using numerical modeling as their research methodology and have been aware of the difficulty of reproducing numerical models. The project provided them with a systematic solution to this problem. They also learned how to build a computer by assembling individual parts and acquired a greater understanding and familiarity with computer hardware. This knowledge is comparable to a lab researcher?s learning how to build an experimental equipment.\n\n \n\n\t\t\t\t\tLast Modified: 03/28/2019\n\n\t\t\t\t\tSubmitted by: Eunseo Choi"
 }
}