{
 "awd_id": "1639719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EarthCube Building Blocks: Collaborative Proposal: Deploying Multi-Facility Cyberinfrastructure in Commercial and Private Cloud-based Systems",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 814790.0,
 "awd_amount": 814790.0,
 "awd_min_amd_letter_date": "2016-09-15",
 "awd_max_amd_letter_date": "2019-09-18",
 "awd_abstract_narration": "It is common to hear that it is optimal to perform computations necessary for the operation of corporations in the ?cloud? and it is true that many commercial companies are moving their information technology into that environment. Scientific data centers funded by the NSF have unique constraints that they must accommodate.  Funding is limited and costs of managing data centers using cloud technology can be quite costly.  Additionally, government funded research organizations typically have much smaller IT staffs than do corporations. The impact of managing IT operations in the cloud is not identical between large corporations and NSF funded data centers.  In the GeoSciCloud project, two medium-size NSF funded data centers plan to deploy data collections along with cloud-based services in different environments in order to assess the feasibility and impact.  These environments include:\r\n- Commercial cloud environments such as those offered by Amazon, Google, and Microsoft and\r\n- NSF supported large computing facilities that are just beginning to offer services that have characteristics of cloud computing\r\nThe operation of these infrastructures in these two cloud environments will be compared to current in-house environments and assessed.\r\nThis project will thereby help NSF/EarthCube  identify the most suitable IT environment in which the EarthCube should deploy and support shared infrastructure.  The potential reliability and cost-savings are excellent motivating factors.\r\n\r\nIRIS and UNAVCO operate data centers with several hundred terabytes of data and services that match our community's needs and requirements.  Each organization currently operates its own infrastructure. GeoSciCloud tasks will include moving subsets of our archives, as a test, into commercial cloud and XSEDE cloud environments where we will compare and contrast several aspects of working in different infrastructures. GeoSciCloud partners will also deploy key services developed under the GeoWS building block to enable access to data sets by domain scientists. \r\n\r\nGeoSciCloud will help EarthCube compare and contrast the three environments (XSEDE, Commercial Cloud, and current infrastructure) in the following areas:\r\n- Gain an understanding of issues related to the ingestion of large data sets into the cloud and curating the data in a cloud environment.\r\n- Compare processing times for real world requests for data by practicing domain scientists\r\n- Test elasticity of the cloud for doing large amounts of digital signal processing of seismic data and reprocessing GPS solutions for long periods of time.\r\n- Compare the speed of data egress from multiple environments including tests of using higher access systems such as Grid-FTP.\r\n- Compare overall costs of operating in the three environments\r\n- Document what the best practices are that emerge from the GeoSciCloud test that should be promoted within EarthCube.\r\n- Perform conversion of data held in domain formats to more widely used formats such as HDF5 for improved interoperability.\r\n- Test the reliability of streaming real time data into the cloud.\r\nGeoSciCloud will also explore providing some infrastructure in support of other EarthCube partners so that multiple data centers can cohabitate within the GeoSciCloud.  IRIS and UNAVCO will commit to ultimately demonstrate the utility of shared infrastructure and how it can improve the efficiency and economics within EarthCube and specifically shared infrastructure in a cloud environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Ahern",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy K Ahern",
   "pi_email_addr": "tim-ahern@comcast.net",
   "nsf_id": "000427290",
   "pi_start_date": "2016-09-15",
   "pi_end_date": "2019-09-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerry",
   "pi_last_name": "Carter",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jerry A Carter",
   "pi_email_addr": "jerry@iris.washington.edu",
   "nsf_id": "000799985",
   "pi_start_date": "2019-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chad",
   "pi_last_name": "Trabant",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chad Trabant",
   "pi_email_addr": "chad@iris.washington.edu",
   "nsf_id": "000719911",
   "pi_start_date": "2016-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "EARTHSCOPE CONSORTIUM INC.",
  "inst_street_address": "1200 NEW YORK AVE NW",
  "inst_street_address_2": "STE 400",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026822220",
  "inst_zip_code": "200053929",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "EARTHSCOPE CONSORTIUM INC.",
  "org_prnt_uei_num": "PBBNV32ZW7Q6",
  "org_uei_num": "PBBNV32ZW7Q6"
 },
 "perf_inst": {
  "perf_inst_name": "Incorporated Research Institutions for Seismology",
  "perf_str_addr": "1200 New York Ave #400",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200053929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 814790.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Incorporated Research Institutions for Seismology (IRIS) operates and maintains a repository of digital seismological data gathered from around the globe. At the end of 2020 data were ingested at a rate of about 80 terabytes per year and distributed to users at a rate of 960 terabytes per year; the repository included a total of 670 terabytes of data.&nbsp; Access to the data is open and unrestricted through a number of data and product access mechanisms (see <a href=\"http://ds.iris.edu/ds/\">http://ds.iris.edu/ds/</a>).</p>\n<p>The GeoSciCloud project examined ways to enhance the efficiencies and sustainability of IRIS&rsquo;s data services repository systems using cloud services.&nbsp; A test subset of data and accompanying services were forklifted into a commercial cloud service and into an academic cloud service to compare the costs and performances of the cloud options relative to the existing infrastructure. The cloud-based systems were found to achieve the performance goals, but the commercial solutions were more expensive than the existing infrastructure and the academic systems did not meet the 98% uptime requirement. The forklift approach did not take significant advantage of potential cloud-based architectures, so the results did not preclude a viable and sustainable cloud-based solution.</p>\n<p>In the final year of the project guiding principles and high-level requirements were developed for a cloud-based system based on the knowledge gained from the foray into the cloud.&nbsp; An additional benefit of this work is that many of these principles and requirements could also be adopted for a shared data repository infrastructure, a vision of EarthCube&rsquo;s Council of Data Facilities. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2020<br>\n\t\t\t\t\tModified by: Jerry&nbsp;A&nbsp;Carter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Incorporated Research Institutions for Seismology (IRIS) operates and maintains a repository of digital seismological data gathered from around the globe. At the end of 2020 data were ingested at a rate of about 80 terabytes per year and distributed to users at a rate of 960 terabytes per year; the repository included a total of 670 terabytes of data.  Access to the data is open and unrestricted through a number of data and product access mechanisms (see http://ds.iris.edu/ds/).\n\nThe GeoSciCloud project examined ways to enhance the efficiencies and sustainability of IRIS’s data services repository systems using cloud services.  A test subset of data and accompanying services were forklifted into a commercial cloud service and into an academic cloud service to compare the costs and performances of the cloud options relative to the existing infrastructure. The cloud-based systems were found to achieve the performance goals, but the commercial solutions were more expensive than the existing infrastructure and the academic systems did not meet the 98% uptime requirement. The forklift approach did not take significant advantage of potential cloud-based architectures, so the results did not preclude a viable and sustainable cloud-based solution.\n\nIn the final year of the project guiding principles and high-level requirements were developed for a cloud-based system based on the knowledge gained from the foray into the cloud.  An additional benefit of this work is that many of these principles and requirements could also be adopted for a shared data repository infrastructure, a vision of EarthCube’s Council of Data Facilities.  \n\n \n\n\t\t\t\t\tLast Modified: 12/02/2020\n\n\t\t\t\t\tSubmitted by: Jerry A Carter"
 }
}