{
 "awd_id": "1639549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EarthCube Data Infrastructure: Collaborative Proposal: Development of an Integrated Data System for the Geological Field Sciences",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 134249.0,
 "awd_amount": 134249.0,
 "awd_min_amd_letter_date": "2016-09-16",
 "awd_max_amd_letter_date": "2016-09-16",
 "awd_abstract_narration": "Geological field observations help us understand Earth history and are essential for developing hydrocarbon, groundwater, and mineral resources and for improving models of natural hazards like floods, earthquakes, and volcanoes. When geologists look at rocks or structures (like faults) in the field they collect a large variety of information.  The traditional method for the collection of these data (still taught to students and practiced by geologists) is the writing of notes in a field notebook and the drawing of lines and symbols on maps or diagrams.  Geologists all understand how to do this, but sharing the information with others is not easy or flexible ? most of the time these data are summarized in a report, table, or diagram leaving out the complete details of their discoveries. This project develops ays to easily gather, record and communicate information collected in the field.  The main approach is to use handheld devices such as tablets or smart phones to collect information, mimicking closely the procedures used by field scientists, and then store the data in a format accessible to other scientists or the interested public. The system will also support those wanting to use traditional methods (notes in a field notebook) but then convert their data to digital format when they return.  They aim to develop this data-collection and -sharing system, along with common definitions for technical terms, and distribute it broadly among the geoscience community.  The project will last three years, and the efforts will be focused on both sedimentary rocks (the type formed by the action of wind or water) and igneous/metamorphic rocks (the types derived from molten rock or by the addition of heat and pressure on existing rocks).  By the end of the project,  geologists will be using the software and methodologies we develop to both collect and disseminate data from the field. The work and approach will be applicable to a broad spectrum of the field sciences including such areas as biology and ecology.\r\n\r\nThe project will develop a Data System for parts of the Geological Field Sciences that closely follows the existing workflows and vocabulary of the field geologist. The Data System will seamlessly incorporate the data from different sub-disciplines.  The starting point will be an application and approach called Strabo, developed for this purpose by the Structural Geology and Tectonics community. The researchers intend to engage the Sedimentary Geology and Petrology communities and use the Strabo approach to establish data standards, data collection, and community buy-in.  They will modify the existing Strabo platform to incorporate data types for Sedimentary Geology and Petrology, and build on the field-based application (StraboMobile) to fit the appropriate workflows.  The project will 1) Hold community-wide town-hall meetings; 2) Engage expert panels to review workflows and vocabularies of the field scientists; and 3) Offer trips for junior to senior faculty to gather feedback about operation of the appropriate new field applications cloned from Strabo.  This project will: 1) Provide digital databases for the geological field sciences that promote widespread and timely data-sharing; 2) Establish pathways for different sub-disciplines to interact and share data with each other and facilitate interdisciplinary integration of field data broadly across geosciences; and 3) Ensure public access to data from NSF-funded projects.  At present, many communities are excluded from easy data communication because no common digital archives or even data reporting exists.  The work will extensively engage post-doctoral fellows, graduate students, and junior faculty members to help train the next generation of geoscientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Basil",
   "pi_last_name": "Tikoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Basil Tikoff",
   "pi_email_addr": "basil@geology.wisc.edu",
   "nsf_id": "000424404",
   "pi_start_date": "2016-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1215 W Dayton St",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537131692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 134249.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"xmsonormal\">Outcomes</p>\n<p class=\"xmsonormal\">A digital data system, named StraboSpot, was developed for the recording, storage, and retrieval of scientific information in field-based geology.&nbsp; This system was already operational for Structural Geology and Tectonics data.&nbsp; As a result of this grant, the StraboSpot data system is now expanded to the fields of Sedimentary Geology and Petrology.&nbsp;</p>\n<p class=\"xmsonormal\">Intellectual Merit</p>\n<p class=\"xmsonormal\">For sedimentary geology, the data system records information about sedimentary rocks, including physical, chemical, biological (e.g., fossils), and diagenetic (e.g., associated with burial) structures.&nbsp; Moreover, the system records both observations and the interpretations (e.g., depositional environments, water depth). &nbsp;The major improvement associated with sedimentary geology is the collection and plotting of data in a stratigraphic column (informally called \"Strat\" mode).&nbsp; Most practitioners in sedimentary geology utilize the concept of a vertical profile through a series of layered rocks, known as a stratigraphic section.&nbsp; Consistent with community workflow, Strat mode has the capability to record sedimentary observations, plot stratigraphic sections, and co-register multiple data types (e.g., sample locations, photographic images, orientation data, etc.).&nbsp; Further, \"Strat\" mode&nbsp;can be used in addition to, or alternating with, traditional map-based fieldwork.&nbsp; The vocabulary and data standards used in sedimentary geology were built during multiple, small-group meetings and use case field trips with participants from the community. &nbsp;The user interface - particularly with respect to the stratigraphic column - was also developed with community feedback, ensuring that the system is compatible with the workflow of the scientists in those communities.</p>\n<p class=\"xmsonormal\">For petrology, the data system records information about igneous and metamorphic processes.&nbsp; These data include the minerals present in rocks, the physical arrangement of those minerals, and the reactions between different minerals.&nbsp; The major improvement associated with petrology is a separate application that allows collection and analysis of mineral percentages and orientations, which is then imported into the StraboSpot data system.&nbsp; This independent computer application, completed by the petrologists involved in the project, demonstrates the utility of community-developed tools once a community-accepted database is completed. &nbsp;As with other communities, the vocabulary and data standards used in petrology were built during multiple, small-group meetings and use case field trips with participants from the community. &nbsp;</p>\n<p class=\"xmsonormal\">The Sedimentary Geology and Petrology additions to StraboSpot will be released in Fall 2020.&nbsp; Multiple presentations have been made about these developments at professional meetings.</p>\n<p class=\"p1\">StraboSpot is available to download free and runs on iOS devices (phones and tablets). &nbsp;It can be found at the app store for iOS. &nbsp;There is also the main website (https://strabospot.org) that is used for storing and sharing data collected. StraboSpot is a combination of the words Spot (data collection method), and Strabo, the name of an ancient geographer who created an encyclopedia about what was known about the Earth.&nbsp;</p>\n<p class=\"p1\">Broader Impacts</p>\n<p class=\"xmsonormal\">The broader impacts of this work includes engagement of field-based sedimentary geology and petrology practitioners in a community-based activity.&nbsp; Moreover, as a result of multiple workshops and fieldtrips, these fields have successful developed community-vetted standards for digital sharing for data.&nbsp; These standards will improve communication within the field-based geological community, and allow new scientific questions to be addressed by facilitating the sharing and reuse of data.&nbsp; The shared database will also make these data available to be used by other scientific and non-scientific users.&nbsp; Graduate students and post-doctoral fellows in the geosciences were supported, and their involvement increased the general digital literacy of their communities.&nbsp; In the longer term, the availability of field-based geologic data within StraboSpot will allow geologists, and those from other disciplines that require these data, to address scientific questions that need Big Data initiatives.</p>\n<p class=\"xmsonormal\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/23/2020<br>\n\t\t\t\t\tModified by: Basil&nbsp;Tikoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Outcomes\nA digital data system, named StraboSpot, was developed for the recording, storage, and retrieval of scientific information in field-based geology.  This system was already operational for Structural Geology and Tectonics data.  As a result of this grant, the StraboSpot data system is now expanded to the fields of Sedimentary Geology and Petrology. \nIntellectual Merit\nFor sedimentary geology, the data system records information about sedimentary rocks, including physical, chemical, biological (e.g., fossils), and diagenetic (e.g., associated with burial) structures.  Moreover, the system records both observations and the interpretations (e.g., depositional environments, water depth).  The major improvement associated with sedimentary geology is the collection and plotting of data in a stratigraphic column (informally called \"Strat\" mode).  Most practitioners in sedimentary geology utilize the concept of a vertical profile through a series of layered rocks, known as a stratigraphic section.  Consistent with community workflow, Strat mode has the capability to record sedimentary observations, plot stratigraphic sections, and co-register multiple data types (e.g., sample locations, photographic images, orientation data, etc.).  Further, \"Strat\" mode can be used in addition to, or alternating with, traditional map-based fieldwork.  The vocabulary and data standards used in sedimentary geology were built during multiple, small-group meetings and use case field trips with participants from the community.  The user interface - particularly with respect to the stratigraphic column - was also developed with community feedback, ensuring that the system is compatible with the workflow of the scientists in those communities.\nFor petrology, the data system records information about igneous and metamorphic processes.  These data include the minerals present in rocks, the physical arrangement of those minerals, and the reactions between different minerals.  The major improvement associated with petrology is a separate application that allows collection and analysis of mineral percentages and orientations, which is then imported into the StraboSpot data system.  This independent computer application, completed by the petrologists involved in the project, demonstrates the utility of community-developed tools once a community-accepted database is completed.  As with other communities, the vocabulary and data standards used in petrology were built during multiple, small-group meetings and use case field trips with participants from the community.  \nThe Sedimentary Geology and Petrology additions to StraboSpot will be released in Fall 2020.  Multiple presentations have been made about these developments at professional meetings.\nStraboSpot is available to download free and runs on iOS devices (phones and tablets).  It can be found at the app store for iOS.  There is also the main website (https://strabospot.org) that is used for storing and sharing data collected. StraboSpot is a combination of the words Spot (data collection method), and Strabo, the name of an ancient geographer who created an encyclopedia about what was known about the Earth. \nBroader Impacts\nThe broader impacts of this work includes engagement of field-based sedimentary geology and petrology practitioners in a community-based activity.  Moreover, as a result of multiple workshops and fieldtrips, these fields have successful developed community-vetted standards for digital sharing for data.  These standards will improve communication within the field-based geological community, and allow new scientific questions to be addressed by facilitating the sharing and reuse of data.  The shared database will also make these data available to be used by other scientific and non-scientific users.  Graduate students and post-doctoral fellows in the geosciences were supported, and their involvement increased the general digital literacy of their communities.  In the longer term, the availability of field-based geologic data within StraboSpot will allow geologists, and those from other disciplines that require these data, to address scientific questions that need Big Data initiatives.\n \n\n\t\t\t\t\tLast Modified: 01/23/2020\n\n\t\t\t\t\tSubmitted by: Basil Tikoff"
 }
}