{
 "awd_id": "1640865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DNS of Pressure Fluctuations Induced by Supersonic Turbulent Boundary Layers",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924863",
 "po_email": "edwalker@nsf.gov",
 "po_sign_block_name": "Edward Walker",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 6326.0,
 "awd_amount": 6326.0,
 "awd_min_amd_letter_date": "2016-08-19",
 "awd_max_amd_letter_date": "2016-08-19",
 "awd_abstract_narration": "Understanding the physics of the pressure fluctuations induced by turbulent boundary layers are of major theoretical and practical importance. From a practical point of view, the fluctuating pressure on aerodynamic surfaces of flight vehicles plays an important role in vibrational loading and often leads to damaging effects as fatigue and flutter.  An in-depth knowledge of the nature of boundary-induced pressure fluctuations is thus essential to the structural design of launch vehicles and other important applications. The proposed work aims to use the computational power of the Blue Waters to provide the basis for an in-depth understanding of the global pressure field induced by turbulent boundary layers at supersonic speeds and the dependence of the fluctuating pressure field at different flow conditions. Such an understanding will advance the state of the art knowledge of wall-bounded turbulence and contribute to the modeling and control of wall-bounded turbulence.  Additionally, the broader impact of the project will be to enable valuable energy savings of transport vehicles. Overcoming turbulent friction consumes a large fraction of the United States energy budget. In 2012, vehicles that transport people/goods on ground, air or water throughout the U.S. consumed more than a quarter of the annual energy expenditure to overcome turbulent friction. The study of wall-bounded turbulent flows will contribute to better vehicle designs and the deployment of advanced flow control techniques for transport vehicles. Furthermore, the research activities of the project fully integrates with an education and outreach programs to inspire and meet the ever-increasing educational demands of next-generation engineers.\r\n\r\nThe research objective of this project is to investigate the structure of the turbulentpressure field in compressible boundary layers. This will be achieved by carrying out high-Reynolds-number direct numerical simulations (DNS) of compressible turbulent boundary layers using Blue Waters. Many existing analysis of the boundary-layer-induced pressure fluctuations is based on the Poisson equation in the context of incompressible flows, but for supersonic flows the pressure field is governed by the acoustic wave equation and is significantly less understood. In this work, the PI will generate high-Reynolds-number DNS data of compressible turbulent boundary layers to fundamentally understand the non-local pressure-related coupling between different regions of the boundary layer. In particular, this work will focus on studying pressure statistics and their scaling and  developing a high-fidelity understanding of the origin of the pressure fluctuations in various frequency/wave-number ranges.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lian",
   "pi_last_name": "Duan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lian Duan",
   "pi_email_addr": "duan.322@osu.edu",
   "nsf_id": "000661215",
   "pi_start_date": "2016-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "231 Toomey Hall",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654017921",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "778100",
   "pgm_ele_name": "Leadership-Class Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 6326.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When air flows over solid surfaces at high speeds, the very thin region near the surface, referred to as the boundary layer, can become chaotic and turbulent; these turbulent motions can then generate intense pressure fluctuations on the aerodynamic surface and radiate outward-propagating sound waves. The fluctuating pressure on aerodynamic surfaces of flight vehicles plays an important role in vibrational loading and often leads to damaging effects as fatigue and flutter; the outward-propagating sound waves radiated from the boundary layer are responsible for the genesis of free-stream acoustic noise in supersonic wind tunnels and such free-stream noise causes significant deviation of wind-tunnel measurements from those of the free-flight conditions. &nbsp;In addition to its practical relevance, boundary-layer-induced pressure is of<strong> </strong>fundamental importance to turbulent vorticity dynamics and to reduced-order modeling of the boundary layer.</p>\n<p>The current work advanced the state-of-the-art knowledge of the global pressure field induced by supersonic turbulent boundary layers across a wide range of Mach numbers and flow figurations. The trail-blazing study represents the first-ever attempt to exploit the advances in high performance computing to overcome the difficulties in experimental measurements and to provide access to both flow and acoustic quantities that are difficult to obtain otherwise. In particular, the study led to an unprecedented simulation of a full-scale nozzle of a hypersonic wind tunnel and allowed the first successful comparison between numerical predictions and measurements of pressure fluctuations over the nozzle wall. The simulations also captured all major features of the freestream disturbance spectra and structures and helped clarify the physics of the noise generation process in supersonic/hypersonic wind tunnels. The characterization of wind-tunnel freestream disturbances paved the way for extrapolating measurements in supersonic/hypersonic noisy wind tunnels to flight. The generated research data has been posted on a community website to allow other investigators for studying turbulence physics under high Mach number conditions and for developing reduced-order Reynolds-averaged Navier-Stokes models. Integrated with the research effort, educational activities were undertaken to prepare a highly-trained workforce in high-speed flows and advanced cyberinfrastructure.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/26/2019<br>\n\t\t\t\t\tModified by: Lian&nbsp;Duan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhen air flows over solid surfaces at high speeds, the very thin region near the surface, referred to as the boundary layer, can become chaotic and turbulent; these turbulent motions can then generate intense pressure fluctuations on the aerodynamic surface and radiate outward-propagating sound waves. The fluctuating pressure on aerodynamic surfaces of flight vehicles plays an important role in vibrational loading and often leads to damaging effects as fatigue and flutter; the outward-propagating sound waves radiated from the boundary layer are responsible for the genesis of free-stream acoustic noise in supersonic wind tunnels and such free-stream noise causes significant deviation of wind-tunnel measurements from those of the free-flight conditions.  In addition to its practical relevance, boundary-layer-induced pressure is of fundamental importance to turbulent vorticity dynamics and to reduced-order modeling of the boundary layer.\n\nThe current work advanced the state-of-the-art knowledge of the global pressure field induced by supersonic turbulent boundary layers across a wide range of Mach numbers and flow figurations. The trail-blazing study represents the first-ever attempt to exploit the advances in high performance computing to overcome the difficulties in experimental measurements and to provide access to both flow and acoustic quantities that are difficult to obtain otherwise. In particular, the study led to an unprecedented simulation of a full-scale nozzle of a hypersonic wind tunnel and allowed the first successful comparison between numerical predictions and measurements of pressure fluctuations over the nozzle wall. The simulations also captured all major features of the freestream disturbance spectra and structures and helped clarify the physics of the noise generation process in supersonic/hypersonic wind tunnels. The characterization of wind-tunnel freestream disturbances paved the way for extrapolating measurements in supersonic/hypersonic noisy wind tunnels to flight. The generated research data has been posted on a community website to allow other investigators for studying turbulence physics under high Mach number conditions and for developing reduced-order Reynolds-averaged Navier-Stokes models. Integrated with the research effort, educational activities were undertaken to prepare a highly-trained workforce in high-speed flows and advanced cyberinfrastructure.\n\n \n\n\t\t\t\t\tLast Modified: 12/26/2019\n\n\t\t\t\t\tSubmitted by: Lian Duan"
 }
}