{
 "awd_id": "1640800",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SL-CN: Understanding and Promoting Spatial Learning Processes in the Geosciences",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927878",
 "po_email": "slim@nsf.gov",
 "po_sign_block_name": "Soo-Siang Lim",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 749712.0,
 "awd_amount": 749712.0,
 "awd_min_amd_letter_date": "2016-08-11",
 "awd_max_amd_letter_date": "2016-08-11",
 "awd_abstract_narration": "This Science of Learning Collaborative Network of cognitive psychologists, education researchers, and geoscience educators from Temple University, Carleton College, and Northern Illinois University focuses on spatial learning.  The team will develop new spatial learning principles by designing teaching tools that can be applied across classroom and field courses in the geosciences - a field of science that depends very heavily on spatial skills and spatial reasoning. The tools will be designed to allow students to self-correct conceptual errors in their understanding of scientific concepts, and will be made available through a project web site.  Courses on using the tools will also be offered at meetings of geoscience professionals and teachers.  The research will expand fundamental understanding of the science of learning by characterizing the different types of spatial reasoning that are required for the practice of a complex spatial science. The research will develop new supports for spatial learning challenges that have been barriers for student learning.  The findings could ultimately improve retention and learning in geosciences and in many other Science, Technology, Engineering and Mathematics (STEM) domains that depend on spatial thinking.\r\n \r\nSpatial thinking plays a critical role in STEM-related course achievement. Supporting the development of spatial thinking in a science curriculum requires an interdisciplinary effort that combines knowledge of the specific disciplinary science with education and psychology expertise.  This collaborative network will develop two new fundamental and complementary spatial learning principles.  One is spatial feedback, which is feedback in the form of a spatial error that allows the mind and brain to guide learning. Providing feedback about spatial information is essential to supporting learning about complex spatial concepts across the geosciences.  The other is spatial accommodation, which is the constructing and reconstructing of mental models to accurately incorporate spatial information to improve inaccurate mental models from spatial feedback. The network will create a \"trading zone\" where theory and practice converge so that research on education and cognitive psychology can be influenced by disciplinary geoscience content, and vice versa.  The expected results include new designs for teaching tools and new insights into the working of the human mind and brain.\r\n\r\nThe award is from the Science of Learning-Collaborative Networks (SL-CN) Program, with funding from the SBE Division of Behavioral and Cognitive Sciences (BCS), the SBE Office of Multidisciplinary Activities (SMA), and the EHR Core Research (ECR) Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Shipley",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas F Shipley",
   "pi_email_addr": "TSHIPLEY@temple.edu",
   "nsf_id": "000214294",
   "pi_start_date": "2016-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Davatzes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra Davatzes",
   "pi_email_addr": "alix@temple.edu",
   "nsf_id": "000296373",
   "pi_start_date": "2016-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Doug",
   "pi_last_name": "Lombardi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doug Lombardi",
   "pi_email_addr": "lombard1@umd.edu",
   "nsf_id": "000626317",
   "pi_start_date": "2016-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "LaDue",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole LaDue",
   "pi_email_addr": "nladue@niu.edu",
   "nsf_id": "000656835",
   "pi_start_date": "2016-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University-Of The Commonwealth System of Higher Education",
  "perf_str_addr": "1801 N. Broad Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191229996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "004y00",
   "pgm_ele_name": "Science of Learning"
  },
  {
   "pgm_ele_code": "004Y00",
   "pgm_ele_name": "Science of Learning"
  },
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1545",
   "pgm_ref_txt": "Research in Disabilties Education"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 749712.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-83b86f44-7fff-201c-d6a0-eaab5fff6704\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>Three important theoretical reports were developed by the project.&nbsp; The first, published in the American Geophysical Union journal </span><span>EOS</span><span>, describes how spatial feedback in the form of information about an error can be incorporated into lessons so that students can identify and self correct their spatial knowledge.&nbsp; The second is a synthesis of research on 'active learning' as a concept to guide STEM instruction design published in the journal </span><span>Psychological Science in the Public Interest</span><span>.&nbsp; The synthesis argued that the active learning concept, while helpful in pushing instructors to change from full time lecturing, requires a richer model of what was meant by active learning to advance research. Combining work across astronomy, biology, chemistry, geology, geography, and physics, a systems framework was developed to structure research on how students can be active in the synthesis of knowledge. As part of this effort a geosciences team produced a theoretical article for the </span><span>Journal of Geoscience Education</span><span> that situates the extant geoscience education research (GER) literature within an engagement framework from educational psychology. This piece is published in the primary journal serving the GER community and will facilitate connections between GER and other disciplines (e.g., educational psychology, cognitive psychology) for future research on teaching and learning.</span></p>\n<p dir=\"ltr\"><span>The learning activities and research documenting their efficacy serve as the basis for a new framework that integrates across disciplines for feedback and accommodation in the learning process. Engaging students in making predictions with visual and tactile models (e.g., diagrams, playdough, 3D printing), evaluating error in their reasoning, and refining their understanding is a learning cycle that was successful in the studies associated with this project.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The project identified some key spatial learning challenges in geoscience education and by applying the theoretical principles, generated over twenty cognitive science infused tools for geoscience instructors to employ in their teaching.&nbsp; The tools provide guidance on what spatial reasoning skills are targeted for learning and describe the key cognitive science concepts that guided their design, and teaching notes and tips. The tools are available on the GET Spatial webpage hosted by the Science Education Resource Center.&nbsp;&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span><span>The project brought together a network of individuals to develop strong research collaborations across age levels and across the disciplines of cognitive psychology, education research, and geoscience teaching and practice.&nbsp;</span>Research across ages mutually informed designs for how to provide effective spatial feedback.&nbsp; We were able to connect research programs across geoscience learning at both high school and college levels.&nbsp; Design research in the classroom and theoretical work mutually informed each other to improve theory of how spatial information is learned.&nbsp; The final workshop also expanded this research group, bringing together faculty from diverse disciplines, expanding the problems that may be addressed.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>Working with representatives of some of the communities within geoscience education we identified five key areas for future research: Integrating Earth science knowledge across diverse communities, Improving integration of social and natural sciences to improve STEM education, Integrating learning across the diverse contexts in which it can occur in a Earth Science curriculum, Communicating uncertainty, and Developing our understanding of the role of emotion -&nbsp; feeling connected to the Earth -&nbsp; in Earth Science learning. </span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2021<br>\n\t\t\t\t\tModified by: Thomas&nbsp;F&nbsp;Shipley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThree important theoretical reports were developed by the project.  The first, published in the American Geophysical Union journal EOS, describes how spatial feedback in the form of information about an error can be incorporated into lessons so that students can identify and self correct their spatial knowledge.  The second is a synthesis of research on 'active learning' as a concept to guide STEM instruction design published in the journal Psychological Science in the Public Interest.  The synthesis argued that the active learning concept, while helpful in pushing instructors to change from full time lecturing, requires a richer model of what was meant by active learning to advance research. Combining work across astronomy, biology, chemistry, geology, geography, and physics, a systems framework was developed to structure research on how students can be active in the synthesis of knowledge. As part of this effort a geosciences team produced a theoretical article for the Journal of Geoscience Education that situates the extant geoscience education research (GER) literature within an engagement framework from educational psychology. This piece is published in the primary journal serving the GER community and will facilitate connections between GER and other disciplines (e.g., educational psychology, cognitive psychology) for future research on teaching and learning.\nThe learning activities and research documenting their efficacy serve as the basis for a new framework that integrates across disciplines for feedback and accommodation in the learning process. Engaging students in making predictions with visual and tactile models (e.g., diagrams, playdough, 3D printing), evaluating error in their reasoning, and refining their understanding is a learning cycle that was successful in the studies associated with this project. \nThe project identified some key spatial learning challenges in geoscience education and by applying the theoretical principles, generated over twenty cognitive science infused tools for geoscience instructors to employ in their teaching.  The tools provide guidance on what spatial reasoning skills are targeted for learning and describe the key cognitive science concepts that guided their design, and teaching notes and tips. The tools are available on the GET Spatial webpage hosted by the Science Education Resource Center.   \nThe project brought together a network of individuals to develop strong research collaborations across age levels and across the disciplines of cognitive psychology, education research, and geoscience teaching and practice. Research across ages mutually informed designs for how to provide effective spatial feedback.  We were able to connect research programs across geoscience learning at both high school and college levels.  Design research in the classroom and theoretical work mutually informed each other to improve theory of how spatial information is learned.  The final workshop also expanded this research group, bringing together faculty from diverse disciplines, expanding the problems that may be addressed.  \nWorking with representatives of some of the communities within geoscience education we identified five key areas for future research: Integrating Earth science knowledge across diverse communities, Improving integration of social and natural sciences to improve STEM education, Integrating learning across the diverse contexts in which it can occur in a Earth Science curriculum, Communicating uncertainty, and Developing our understanding of the role of emotion -  feeling connected to the Earth -  in Earth Science learning. \n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/10/2021\n\n\t\t\t\t\tSubmitted by: Thomas F Shipley"
 }
}