{
 "awd_id": "1640853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  2016 Ciliate Molecular Biology Conference to be held at the Orlando World Center Marriott in Orlando, FL on July 13-17, 2016",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2016-06-15",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2016-06-13",
 "awd_max_amd_letter_date": "2016-06-13",
 "awd_abstract_narration": "This award will support attendance by early career researchers at the Ciliate Molecular Biology Conference to be held in conjunction with The Allied Genetics Conference (TAGC) at the Orlando World Center Marriott in Orlando, FL on July 13-17, 2016.  The format of the meeting is a combination of talks and posters, which will promote scientific exchange in both formal and informal settings. A number of activities are aimed at professional development and mentoring for early career scientists. There will be ample opportunity for sharing latest research results and for exploring STEM career possibilities. \r\n\r\nResearch on ciliates has led to key discoveries and established new biological paradigms such as self-splicing RNAs, telomeres and telomerase, and the role of histone modifications in gene expression. More recent studies have provided novel insights into the role of RNA interference related pathways and non-coding RNAs in the epigenetic regulation of the programmed chromosome rearrangements and the function of post-translational tubulin modification. The unusual biology of ciliated protozoa (e.g., the presence of two functionally distinct nuclei in each cell, complex cytoskeleton and abundant cilia) and innovative research approaches provide researchers unique opportunities to gain mechanistic understanding of major biological processes. Cutting-edge and late-breaking research will be highlighted in short talks chosen from the abstracts and in posters. Being part of TAGC will offer the ciliate community to reach out to other model organism communities to educate them about ciliates and to establish new connections and potential educational and research collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Winey",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mark E Winey",
   "pi_email_addr": "winey@beagle.colorado.edu",
   "nsf_id": "000206389",
   "pi_start_date": "2016-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Boulder",
  "perf_str_addr": "347 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090347",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">This award, &ldquo;Conference: 2016 Ciliate Molecular Biology Conference to be held at the Orlando World Center Marriott in Orlando, FL on July 13-17, 2016,&rdquo; was used to offer travel and meeting registration fee scholarships for trainees attend this conference.&nbsp; Funds were made available to undergraduate and graduate students, as well as postdoctoral fellows. Twenty-seven individuals from eleven different colleges or universities were supported with funds from this grant.&nbsp; The Ciliate Molecular Biology Conference meeting was part of an extraordinary and unique event &ndash; The Allied Genetics Conference (TAGC). TAGC was organized by the Genetics Society of America.&nbsp; It brought together individual meetings focused on various model organisms or different topics in genetics such that the meetings ran simultaneously, but did have shared plenary sessions.&nbsp; This large, diverse meeting offered the supported trainees the opportunity to not only meet researchers in their fields and learn about their current research, but to learn about current research in a variety of different fields.&nbsp; The Ciliate community was particularly grateful for this award which enabled the meeting attendance of fourteen undergraduate students.&nbsp; Such exposure to professional scientists from a variety of institutions offers these students the opportunity to see a variety of potential career paths in science that they can pursue.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2017<br>\n\t\t\t\t\tModified by: Mark&nbsp;E&nbsp;Winey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This award, \"Conference: 2016 Ciliate Molecular Biology Conference to be held at the Orlando World Center Marriott in Orlando, FL on July 13-17, 2016,\" was used to offer travel and meeting registration fee scholarships for trainees attend this conference.  Funds were made available to undergraduate and graduate students, as well as postdoctoral fellows. Twenty-seven individuals from eleven different colleges or universities were supported with funds from this grant.  The Ciliate Molecular Biology Conference meeting was part of an extraordinary and unique event &ndash; The Allied Genetics Conference (TAGC). TAGC was organized by the Genetics Society of America.  It brought together individual meetings focused on various model organisms or different topics in genetics such that the meetings ran simultaneously, but did have shared plenary sessions.  This large, diverse meeting offered the supported trainees the opportunity to not only meet researchers in their fields and learn about their current research, but to learn about current research in a variety of different fields.  The Ciliate community was particularly grateful for this award which enabled the meeting attendance of fourteen undergraduate students.  Such exposure to professional scientists from a variety of institutions offers these students the opportunity to see a variety of potential career paths in science that they can pursue.\n\n \n\n\t\t\t\t\tLast Modified: 06/28/2017\n\n\t\t\t\t\tSubmitted by: Mark E Winey"
 }
}