{
 "awd_id": "1640775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF21 DIBBs: PD: Accelerating Comparative Metagenomics through an Ocean Cloud Commons",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924538",
 "po_email": "awalton@nsf.gov",
 "po_sign_block_name": "Amy Walton",
 "awd_eff_date": "2017-01-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 496064.0,
 "awd_amount": 588212.0,
 "awd_min_amd_letter_date": "2016-07-21",
 "awd_max_amd_letter_date": "2019-08-02",
 "awd_abstract_narration": "The Tara Oceans Expedition has provided the largest publicly available contiguous dataset available in genomics for any scientific project in the world.   Using the research schooner Tara and modern sequencing and state-of-the-art imaging technologies, a multinational team of scientists sampled microscopic plankton at hundreds of sites and depths in all the major oceanic regions.  The Tara Oceans Expedition data have been released, but it is a challenge for researchers to access, manipulate, and analyze such large-scale resources.  This project creates an Ocean Cloud Commons (OCC), a cloud-based resource and repository allowing researchers to query the Tara Oceans Expedition Data in the cloud; it also makes available comparative metagenomic tools through the Ocean Treasure Box (OTB).\r\n\r\nThe Ocean Cloud Commons and Ocean Treasure Box build upon established partnerships with organizations such as CyVerse Cyberinfrastructure, Agave Platform, OpenCloud, and computing facilities at the Texas Advanced Computing Center.  The Ocean Cloud Commons uses an algorithm based on MapReduce to create a comparative metagenomics data resource in a Hadoop big data framework.  The OCC can be widely accessed by researchers using tools developed in the Ocean Treasure Box and implemented as Apps in the CyVerse Cyberinfrastructure.  Specifically, OTB tools deploy and compute on OCC data in OpenCloud via the Agave Platform and Developer API from CyVerse.  Taken together, the OTB tools and OCC data resources enable researchers to address global-scale questions about the distribution of microbes across the sea that affect climate and ecosystem function.\r\n\r\nThis award by the Advanced Cyberinfrastructure Division is jointly supported by the NSF Directorate for Biological Sciences (Division of Biological Infrastructure), and the NSF Directorate for Geosciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Hurwitz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie L Hurwitz",
   "pi_email_addr": "bhurwitz@email.arizona.edu",
   "nsf_id": "000661858",
   "pi_start_date": "2016-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hartman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Hartman",
   "pi_email_addr": "jhh@cs.arizona.edu",
   "nsf_id": "000186597",
   "pi_start_date": "2016-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1177 E. 4th Street",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210038",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "772600",
   "pgm_ele_name": "Data Cyberinfrastructure"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8048",
   "pgm_ref_txt": "Data Infrstr Bldg Blocks-DIBBs"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 496064.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 92148.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><ul>\n<li>Intellectual Merit: iMicrobe is a web-based portal that allows scientists to access and analyze microbiome datasets from the world&rsquo;s oceans. We developed this portal to centralize these massive datasets into the Ocean Cloud Commons and facilitate compute-intensive tasks through integrated supercomputing resources at XSEDE. iMicrobe provides access to more than 70 terabytes of global ocean genomic data to enable scientists to measure and monitor microbial processes in the ocean. Scientists use more than 25 iMicrobe tools and pipelines to analyze these data. One tool, called Libra, allows scientists to compare and contrast their own data with global ocean samples. Specifically, users can compare datasets of any size to look for patterns in microbial genomic content that can point to differences in the environment including temperature, depth, nutrients, or pollution. iMicrobe thus helps scientists to address planetary-scale questions about the distribution of microbes across the sea that affect climate and ecosystem function.</li>\n<li>Broader Impacts: Monitoring microbes in the environment (home/work/our surroundings), and on ourselves (the human microbiome) is becoming a fundamental component of holistic health and wellness. Although culture-based methods (e.g., petri dish) are the current gold-standard for identifying microbes, the time and difficulty in culturing particular organisms limits its use in broad-scale microbial monitoring. New approaches to sequence DNA directly from a sample, called metagenomic next-generation sequencing (mNGS), offer a new path forward. Our algorithm and web-based application in iMicrobe called Libra, allows scientists to rapidly compare and contrast massive mNGS datasets to find patterns that help distinguish between healthy and problematic microbiomes. This work can be applied to broad applications from human- to environmental health.&nbsp;</li>\n<li>This work advances (1) national cyberinfrastructure development by combining large-scale national computing resources at CyVerse and XSEDE, (2) scientific data analysis and frameworks for analyzing marine datasets, and (3) comparative metagenomic algorithms and implementations for environmental and health monitoring. Drs. Bonnie Hurwitz and John Hartman have completed this work for Award #1640775 supported by the National Science Foundation CISE, GEO, and BIO directorates.\n<div>&nbsp;</div>\n<p>&nbsp;</p>\n</li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2020<br>\n\t\t\t\t\tModified by: Bonnie&nbsp;L&nbsp;Hurwitz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: iMicrobe is a web-based portal that allows scientists to access and analyze microbiome datasets from the world’s oceans. We developed this portal to centralize these massive datasets into the Ocean Cloud Commons and facilitate compute-intensive tasks through integrated supercomputing resources at XSEDE. iMicrobe provides access to more than 70 terabytes of global ocean genomic data to enable scientists to measure and monitor microbial processes in the ocean. Scientists use more than 25 iMicrobe tools and pipelines to analyze these data. One tool, called Libra, allows scientists to compare and contrast their own data with global ocean samples. Specifically, users can compare datasets of any size to look for patterns in microbial genomic content that can point to differences in the environment including temperature, depth, nutrients, or pollution. iMicrobe thus helps scientists to address planetary-scale questions about the distribution of microbes across the sea that affect climate and ecosystem function.\nBroader Impacts: Monitoring microbes in the environment (home/work/our surroundings), and on ourselves (the human microbiome) is becoming a fundamental component of holistic health and wellness. Although culture-based methods (e.g., petri dish) are the current gold-standard for identifying microbes, the time and difficulty in culturing particular organisms limits its use in broad-scale microbial monitoring. New approaches to sequence DNA directly from a sample, called metagenomic next-generation sequencing (mNGS), offer a new path forward. Our algorithm and web-based application in iMicrobe called Libra, allows scientists to rapidly compare and contrast massive mNGS datasets to find patterns that help distinguish between healthy and problematic microbiomes. This work can be applied to broad applications from human- to environmental health. \nThis work advances (1) national cyberinfrastructure development by combining large-scale national computing resources at CyVerse and XSEDE, (2) scientific data analysis and frameworks for analyzing marine datasets, and (3) comparative metagenomic algorithms and implementations for environmental and health monitoring. Drs. Bonnie Hurwitz and John Hartman have completed this work for Award #1640775 supported by the National Science Foundation CISE, GEO, and BIO directorates.\n \n\n \n\n\n\n\t\t\t\t\tLast Modified: 03/06/2020\n\n\t\t\t\t\tSubmitted by: Bonnie L Hurwitz"
 }
}