{
 "awd_id": "1640697",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative: Mapping Privacy and Surveillance Dynamics in Emerging Mobile Ecosystems: Practices and Contexts in the Netherlands and US",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 100685.0,
 "awd_amount": 106765.0,
 "awd_min_amd_letter_date": "2016-09-01",
 "awd_max_amd_letter_date": "2018-07-29",
 "awd_abstract_narration": "The increasing ubiquity of mobile technologies creates unique privacy and surveillance challenges for users. These problems are global, but the way users, organizations, and governments approach these challenges varies based on cultural norms around privacy. This cross-cultural project evaluates how mobile users in the U.S. and the Netherlands think about and make decisions about their privacy when using mobile apps. The project's primary goal is to inform both ways of thinking about privacy in the digital age and practical implementations that pertain to the digital self, with an emphasis on tensions between privacy, disclosure, mobility and surveillance. Furthermore, this study highlights privacy practices across different legal and cultural frameworks, providing important implications for broad-based policy decisions.\r\n\r\nIn collaboration with researchers at Erasmus University in the Netherlands, this project has three phases. Phase 1 develops a preliminary understanding of privacy awareness and practices across three emerging mobile ecosystems: health and fitness tracking (e.g., Fitbit), mobile messaging apps (e.g., Whatsapp), and intelligent digital personal assistants (e.g., Siri). Building on these findings, Phase 2 involves cross-cultural data collection and analysis using privacy vignettes, which allows for identification and comparison of individuals' privacy norms across contexts and cultures. Phase 3 focuses on dissemination of findings to key stakeholders and policymakers, and building an international working group of researchers active in this space. The focus on unpacking how privacy is conceptualized and implemented across two countries with very different cultural conceptions of privacy expands our understanding of the contextual nature of mobile privacy \"enabling an extension of Helen Nissenbaum's work on privacy as contextual integrity\" while also providing practical implications for researchers and designers employing a Privacy by Design framework.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Zimmer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Zimmer",
   "pi_email_addr": "michael.zimmer@marquette.edu",
   "nsf_id": "000581380",
   "pi_start_date": "2016-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Milwaukee",
  "inst_street_address": "3203 N DOWNER AVE # 273",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142294853",
  "inst_zip_code": "532113153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "JBQ9M3PLFDP5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Milwaukee",
  "perf_str_addr": "",
  "perf_city_name": "Milwaukee",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532010340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8225",
   "pgm_ref_txt": "SaTC Special Projects"
  },
  {
   "pgm_ref_code": "022Z",
   "pgm_ref_txt": "International Partnerships"
  },
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 100685.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 6080.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-68baac6f-7fff-7199-d2b4-2357bf52816f\"> </span></p>\n<p dir=\"ltr\"><span>This project evaluated how smartphone users think about and enact privacy strategies when adopting and using mobile applications that collect sensitive personal information like health data and private conversations. Partnering with researchers in The Netherlands, we examined how people develop mental models to make sense of the perceived benefits and risks of using mobile messaging, health and fitness trackers, and intelligent personal assistants. Through this multidisciplinary collaboration, we evaluated how cultural and contextual practices influence individual users&rsquo; attitudes toward privacy and surveillance generally, as well as their attitudes toward specific facets of mobile technologies and specific actors involved in data transactions. We also considered a range of other factors that decision-making processes, including the social costs of using these technologies, as well as the affordances and un(anticipated) byproducts associated with the pervasive use of mobile technologies.</span></p>\n<p dir=\"ltr\"><span>The project&rsquo;s broader goal was to inform both conceptual models and practical implementations that pertain to the digital self, with an emphasis on tensions between privacy, disclosure, mobility and surveillance in the US and Europe. Data collection and analysis occurred across three phases:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>In Phase 1, we developed a preliminary understanding of privacy awareness and practices across three emerging mobile ecosystems: health and fitness tracking (US focus), mobile messaging (NL focus), and intelligent personal assistants (full research team).</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Building on empirical results from the first phase, Phase 2 involved the development and implementation of a cross-cultural survey featuring a series of &ldquo;privacy vignettes&rdquo; to evaluate the nuances in privacy concerns across individual characteristics and cultural contexts. The survey was deployed to participants in both the U.S. and The Netherlands.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Phase 3 focused on dissemination of findings to key stakeholders and policymakers, and building an international working group of researchers active in this space.</span></p>\n</li>\n</ul>\n<p>Key outcomes of Phase 1 for the US-based team included completion of a survey of 361 Fitbit and Jawbone users to understand how their general privacy concerns, as well as specific concerns about smartphone-generated data, affect their evaluation of data tracking and sharing behaviors. Building on those results, we also engaged in semi-structured interviews with 33 participants to gain a more in-depth understanding of their privacy attitudes regarding their mobile health tracking applications. Results have been presented in international conferences and published in leading academic journals.</p>\n<p dir=\"ltr\"><span>In June 2018, the research teams met in the Washington, DC area and hosted a two-day workshop for 15 privacy scholars, researchers, practitioners, and policymakers. The research team shared preliminary results from Phase 1, and invited participants to explore emerging issues in mobile app privacy, share best practices for privacy-focused research projects, and crafted approaches for implementing Phase 2 of the research collaboration.</span></p>\n<p dir=\"ltr\"><span>Key outcomes of Phase 2 included</span><span> the deployment of a large cross-cultural survey in both the US and the Netherlands. The surveys used factorial vignettes to identify how various contextual factors influence people&rsquo;s attitudes toward data collection in the two countries. Data processing is ongoing and preliminary results have been submitted to international conferences. To date, </span><span>research from Phases 1 and 2 have yielded eight publications, numerous international conference and workshop presentations, and has been covered by international media outlets.</span></p>\n<p dir=\"ltr\"><span>In support of Phase 3, the research team hosted a workshop in Rotterdam, The Netherlands, in June 2019 for 12 privacy scholars, researchers, practitioners, and policymakers. The research team shared results from Phases 1 and 2, and invited participants to explore emerging issues in mobile app privacy, share best practices for privacy-focused research projects, and develop approaches for disseminating results across diverse stakeholder communities. The workshop included brainstorming a special issue for the </span><span>International Journal of Communication.</span></p>\n<p dir=\"ltr\"><span>The overall goal of this project has been to identify and develop easy-to-understand ways for people to make smarter and better-information decisions when engaging with technology that collects personal information. Our research suggests users have a hard time understanding the value of their data to companies, advertisers, and other third parties, especially when considering how that data can be merged with other data sources. Through our research dissemination among technical communities, we argue that developers in this space should embrace a privacy-by-design framework when designing apps, wearable devices, and other tools that collect, analyze, store, and share large amounts of user data to sufficiently protect users from possible privacy and security risks. Our research provides new directions for future researchers and designers to integrate privacy-by-design principles into mobile devices to encourage users to consider the nature of the data they generate, as well as policy-driven decisions to consider as greater amounts of personal information are being collected and aggregated. </span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/26/2019<br>\n\t\t\t\t\tModified by: Michael&nbsp;T&nbsp;Zimmer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis project evaluated how smartphone users think about and enact privacy strategies when adopting and using mobile applications that collect sensitive personal information like health data and private conversations. Partnering with researchers in The Netherlands, we examined how people develop mental models to make sense of the perceived benefits and risks of using mobile messaging, health and fitness trackers, and intelligent personal assistants. Through this multidisciplinary collaboration, we evaluated how cultural and contextual practices influence individual users’ attitudes toward privacy and surveillance generally, as well as their attitudes toward specific facets of mobile technologies and specific actors involved in data transactions. We also considered a range of other factors that decision-making processes, including the social costs of using these technologies, as well as the affordances and un(anticipated) byproducts associated with the pervasive use of mobile technologies.\nThe project’s broader goal was to inform both conceptual models and practical implementations that pertain to the digital self, with an emphasis on tensions between privacy, disclosure, mobility and surveillance in the US and Europe. Data collection and analysis occurred across three phases:\n\n\nIn Phase 1, we developed a preliminary understanding of privacy awareness and practices across three emerging mobile ecosystems: health and fitness tracking (US focus), mobile messaging (NL focus), and intelligent personal assistants (full research team).\n\n\nBuilding on empirical results from the first phase, Phase 2 involved the development and implementation of a cross-cultural survey featuring a series of \"privacy vignettes\" to evaluate the nuances in privacy concerns across individual characteristics and cultural contexts. The survey was deployed to participants in both the U.S. and The Netherlands. \n\n\nPhase 3 focused on dissemination of findings to key stakeholders and policymakers, and building an international working group of researchers active in this space.\n\n\n\nKey outcomes of Phase 1 for the US-based team included completion of a survey of 361 Fitbit and Jawbone users to understand how their general privacy concerns, as well as specific concerns about smartphone-generated data, affect their evaluation of data tracking and sharing behaviors. Building on those results, we also engaged in semi-structured interviews with 33 participants to gain a more in-depth understanding of their privacy attitudes regarding their mobile health tracking applications. Results have been presented in international conferences and published in leading academic journals.\nIn June 2018, the research teams met in the Washington, DC area and hosted a two-day workshop for 15 privacy scholars, researchers, practitioners, and policymakers. The research team shared preliminary results from Phase 1, and invited participants to explore emerging issues in mobile app privacy, share best practices for privacy-focused research projects, and crafted approaches for implementing Phase 2 of the research collaboration.\nKey outcomes of Phase 2 included the deployment of a large cross-cultural survey in both the US and the Netherlands. The surveys used factorial vignettes to identify how various contextual factors influence people’s attitudes toward data collection in the two countries. Data processing is ongoing and preliminary results have been submitted to international conferences. To date, research from Phases 1 and 2 have yielded eight publications, numerous international conference and workshop presentations, and has been covered by international media outlets.\nIn support of Phase 3, the research team hosted a workshop in Rotterdam, The Netherlands, in June 2019 for 12 privacy scholars, researchers, practitioners, and policymakers. The research team shared results from Phases 1 and 2, and invited participants to explore emerging issues in mobile app privacy, share best practices for privacy-focused research projects, and develop approaches for disseminating results across diverse stakeholder communities. The workshop included brainstorming a special issue for the International Journal of Communication.\nThe overall goal of this project has been to identify and develop easy-to-understand ways for people to make smarter and better-information decisions when engaging with technology that collects personal information. Our research suggests users have a hard time understanding the value of their data to companies, advertisers, and other third parties, especially when considering how that data can be merged with other data sources. Through our research dissemination among technical communities, we argue that developers in this space should embrace a privacy-by-design framework when designing apps, wearable devices, and other tools that collect, analyze, store, and share large amounts of user data to sufficiently protect users from possible privacy and security risks. Our research provides new directions for future researchers and designers to integrate privacy-by-design principles into mobile devices to encourage users to consider the nature of the data they generate, as well as policy-driven decisions to consider as greater amounts of personal information are being collected and aggregated. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/26/2019\n\n\t\t\t\t\tSubmitted by: Michael T Zimmer"
 }
}