{
 "awd_id": "1641369",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Promoting Broader Impacts of Research on Electrical, Communications and Cyber Systems; Holiday Inn Hotel, Arlington, Virginia, May 12-13, 2016",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 49957.0,
 "awd_amount": 49957.0,
 "awd_min_amd_letter_date": "2016-05-19",
 "awd_max_amd_letter_date": "2016-05-19",
 "awd_abstract_narration": "Since 1997, the National Science Foundation (NSF) has required that all proposals submitted for funding explicitly address two review criteria: intellectual merit and broader impacts. Advances in both intellectual merit and broader impacts are essential if NSF is to achieve its mission \"to advance the national health, prosperity, and welfare; to secure the national defense; and for other purposes.\" The two criteria are often considered separately in developing and reviewing projects. A conceptual framework for understanding the various dimensions of the two criteria and their potential synergy may lead to projects with greater societal value. \r\n\r\nThis conference will bring together leading faculty members in the field of Electrical Engineering to address the requirements and challenges associated with Broader Impacts activities in research grants funded by the Electrical, Communications and Cyber Systems (ECCS) Division of the Engineering Directorate of NSF. Participants of the workshop include faculty members, many of whom are current or past principal investigators of the ECCS division, as well as government and industry leaders in Electrical Engineering. The goals of the workshop are to: 1) delineate the economical and societal value of research and education activities in the fields of ECCS; 2) create meaningful metrics and incentives to assess and promote the Broader Impacts of EECS projects; and, 3) stimulate new thinking and institutional initiatives on Broader Impacts that can effectively enhance the human capital and societal value from the resources provided. \r\n\r\nThe outcome of the workshop will be a report that provides a clear roadmap, as well as consistent metric and incentives, to advance and catalyze Broader Impacts innovations in ECCS research. This report will be publically available and used for dissemination and outreach to research communities and various stakeholders, via presentations at professional meetings, social media, website and publication on relevant magazines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhi",
   "pi_last_name": "Tian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhi Tian",
   "pi_email_addr": "ztian1@gmu.edu",
   "nsf_id": "000244907",
   "pi_start_date": "2016-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 49957.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF investments are expected to &ldquo;<em>advance the frontiers of knowledge, contribute to the economic and social wellbeing of the nation, and advance the preeminent and leadership position of the United States in science, technology, engineering and mathematics</em>&rdquo;. The Electrical, Communications and Cyber Systems (ECCS) Division of the NSF recognizes the importance of promoting Broader Impact innovations in supporting the NSF mission. It supported an NSF workshop on Defining Broader Impact Activities of ECCS/NSF Grants, which was held at Ballston, Arlington Virginia on May 12-13, 2016. This workshop brought together researchers from the Electrical Engineering community to plan out a roadmap and promote best practice in Broader Impact contributions within the ECCS community, with focus on understanding the effects of Broader Impacts and the resources provided to implement research projects supported by the ECCS.</p>\n<p>The workshop included both plenary talks and breakout panels. A number of participants, including ECCS principal investigators and administrators in engineering departments and schools across the nation, provided formal presentations to share their experience and thoughts on Broader Impacts. These presentations voiced on the needs for improvement in current policies and practice, and provided valuable samples of best practice by electrical engineers. Following these presentations, workshop participants engaged in in-depth discussions to examine three primary themes:</p>\n<ol> </ol>\n<p>1. The economical and societal value of research and education activities in the fields of ECCS; <br />2. Meaningful metrics and incentives to assess and promote the broader impacts of ECCS projects;<br />3. New thinking and institutional initiatives on Broader Impacts that effectively enhance the human capital and societal value from the resources provided to implement ECCS projects.</p>\n<p>The workshop participants have consistently identified issues with current Broader Impacts criterion and practice, and made a number of useful recommendations to the ECCS division. Discussions during the workshop provided in-depth understanding of the goals and value of Broader Impacts activities in ECCS research. Recommendations include concrete measures for the ECCS to clarify NSF policies and expectations on Broader Impacts to reviewers and investigators, through clear documentation, effective communication and proper training both during panel deliberation and on a regular basis. The workshop outcomes lead to meaningful metrics and tangible procedural changes that may improve the consistency of panel evaluation and ensure the long-term broader impacts of ECCS funded projects.&nbsp; Incentives are suggested to advance and catalyze Broader Impacts innovations in ECCS research, such that researchers and institutions can align their Broader Impact activities with greater societal return for NSF investments. A summary of the outcomes and key recommendations from the workshop, along with the rationale and details of these recommendations, have been reported back to the NSF in the final project report.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/02/2017<br>\n\t\t\t\t\tModified by: Zhi&nbsp;Tian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF investments are expected to \"advance the frontiers of knowledge, contribute to the economic and social wellbeing of the nation, and advance the preeminent and leadership position of the United States in science, technology, engineering and mathematics\". The Electrical, Communications and Cyber Systems (ECCS) Division of the NSF recognizes the importance of promoting Broader Impact innovations in supporting the NSF mission. It supported an NSF workshop on Defining Broader Impact Activities of ECCS/NSF Grants, which was held at Ballston, Arlington Virginia on May 12-13, 2016. This workshop brought together researchers from the Electrical Engineering community to plan out a roadmap and promote best practice in Broader Impact contributions within the ECCS community, with focus on understanding the effects of Broader Impacts and the resources provided to implement research projects supported by the ECCS.\n\nThe workshop included both plenary talks and breakout panels. A number of participants, including ECCS principal investigators and administrators in engineering departments and schools across the nation, provided formal presentations to share their experience and thoughts on Broader Impacts. These presentations voiced on the needs for improvement in current policies and practice, and provided valuable samples of best practice by electrical engineers. Following these presentations, workshop participants engaged in in-depth discussions to examine three primary themes:\n \n\n1. The economical and societal value of research and education activities in the fields of ECCS; \n2. Meaningful metrics and incentives to assess and promote the broader impacts of ECCS projects;\n3. New thinking and institutional initiatives on Broader Impacts that effectively enhance the human capital and societal value from the resources provided to implement ECCS projects.\n\nThe workshop participants have consistently identified issues with current Broader Impacts criterion and practice, and made a number of useful recommendations to the ECCS division. Discussions during the workshop provided in-depth understanding of the goals and value of Broader Impacts activities in ECCS research. Recommendations include concrete measures for the ECCS to clarify NSF policies and expectations on Broader Impacts to reviewers and investigators, through clear documentation, effective communication and proper training both during panel deliberation and on a regular basis. The workshop outcomes lead to meaningful metrics and tangible procedural changes that may improve the consistency of panel evaluation and ensure the long-term broader impacts of ECCS funded projects.  Incentives are suggested to advance and catalyze Broader Impacts innovations in ECCS research, such that researchers and institutions can align their Broader Impact activities with greater societal return for NSF investments. A summary of the outcomes and key recommendations from the workshop, along with the rationale and details of these recommendations, have been reported back to the NSF in the final project report.\n\n\t\t\t\t\tLast Modified: 07/02/2017\n\n\t\t\t\t\tSubmitted by: Zhi Tian"
 }
}