{
 "awd_id": "1643025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Acoustic Wireless Sensors Communication in Soils",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 284576.0,
 "awd_amount": 284576.0,
 "awd_min_amd_letter_date": "2016-06-07",
 "awd_max_amd_letter_date": "2016-06-07",
 "awd_abstract_narration": "Deployment of sensors for monitoring built infrastructure is essential for collecting information on the infrastructure performance during construction, as well as on its long-term health.  Sensors can also provide crucial data on the state of the infrastructure during, and in the aftermath of extreme events, and contributes generally to the resiliency of our cities.  Wired connections are currently used below ground to collect data, but have a number of limitations: (a) Congestion: As sensors are installed via drilled boreholes, there is a limit on the number of wires that can be installed in the borehole and therefore a limit to the number of sensors, and (b) Connections: Wired connections are weak points in the installation and it is not unusual for these connections to degrade and become exposed to the surrounding environment.  Once exposed, data can no longer be transmitted.  This EAGER award will explore the application of underwater wireless acoustic communication technology to wireless communications through soils. \r\n\r\nThe work includes both experimental and field testing of this wireless technology.  New algorithms and techniques that enable wireless data encoding, modulation, transmission, and reception will be developed.  Challenges are expected due to greater signal attenuation in soils than in water and due to the non-uniform composition of subterranean soils.  However, preliminary proof-of-concept testing has clearly demonstrated the feasibility of such wireless transmission.  This is a high-risk, high-payoff project that brings together expertise from geotechnical engineering and instrumentation and subsea acoustic data transmission and signal processing.  Potential applications are expected to go well-beyond data transmission for sensors and possibly enable mobile data connections and location services below the ground surface.  This work has the potential to revolutionize digital data transmission through soils. The successful development of these technologies could bring wireless communications from above ground to within the soil, and result in a dramatic reduction in subterranean communication costs and increases in data transmission reliability.  It could eliminate the need for long communication wire installations that are prone to damage in a corrosive urban environment, denoted by exposure to corrosive chemicals, stray currents, and groundwater, damage from large construction machinery and vandalism.  In addition to the breakthrough nature of the project's technical developments, the success of this work will spawn new technologies with commercial potential worldwide.  Major economic benefits and the creation of high-paying technical jobs across multiple disciplines within the US are possible.  These developments could enable pervasive infrastructure sensing, especially in underground infrastructure that are integral to our urban centers.  Underwater wireless acoustic communication technologies have been in development for a number of decades and are used extensively in the offshore oil and gas and other subsea industries as well as in naval operations.  Significant developments have been made in this technology at the University of Illinois where megabit-per-second acoustic communication research has been recently demonstrated through animal tissue and hundreds-of-megabits-per-second acoustic communication have been demonstrated through water.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Youssef",
   "pi_last_name": "Hashash",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Youssef Hashash",
   "pi_email_addr": "hashash@illinois.edu",
   "nsf_id": "000096860",
   "pi_start_date": "2016-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Singer",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew C Singer",
   "pi_email_addr": "andrew.c.singer@stonybrook.edu",
   "nsf_id": "000300568",
   "pi_start_date": "2016-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1901 South First Street, Suite A",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 284576.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>While successful in air and vacuum, modern wireless communication systems are hindered when communicating through water or soil, because of the challenges these media impose on electromagnetic wave transmission and propagation. Elephants, rodents and a wide variety of insects were found to use acoustic waves for communicating through soil, suggesting the viability of soil as a communication channel, and acoustic waves as data carriers. In this research, we demonstrate how soil can be used as a channel for wireless acoustic digital communication over distances up to 50 m. A first of its kind compact underground wireless acoustic data transmission system capable of communicating data for the 50 meters range without deploying additional relay nodes was developed as part of this research. An embedded transmitter, small enough to fit in a typical 4-inch-diameter borehole, was also developed and has the potential to dramatically lower the cost of underground sensor deployment while increasing the safety of monitored structures and agriculture.</p>\n<p>The architecture of this platform is of low complexity compared to other acoustic communication systems, such as those for underwater environments. Computational loads were substantially reduced as compared with underwater acoustic systems, with complexity reductions arising from sparse multipath modeling, no explicit phase tracking or Doppler compensation, since underground soil layers are effectively stationary in time, and modest data requirements, leading to substantially lower operating frequencies.</p>\n<p>By characterizing the channel response, employing suitable modulation and equalization schemes, and exploiting well-coupled, matched acoustic sources and receivers, wireless digital communication was successful in both laboratory and field experiments.</p>\n<p>At this point successful data transmission has been achieved in laboratory experiments over 1 m range at kbps data rates and in the field over tens of meters at tens of bps rates. This is an unprecedented achievement that gives significant promises about the chances of success for this novel technology.</p>\n<p>Infrastructure sensors, earthquake warning systems, and buried agricultural sensors are examples of the broad range of potential applications of this promising new technology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2018<br>\n\t\t\t\t\tModified by: Youssef&nbsp;Hashash</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhile successful in air and vacuum, modern wireless communication systems are hindered when communicating through water or soil, because of the challenges these media impose on electromagnetic wave transmission and propagation. Elephants, rodents and a wide variety of insects were found to use acoustic waves for communicating through soil, suggesting the viability of soil as a communication channel, and acoustic waves as data carriers. In this research, we demonstrate how soil can be used as a channel for wireless acoustic digital communication over distances up to 50 m. A first of its kind compact underground wireless acoustic data transmission system capable of communicating data for the 50 meters range without deploying additional relay nodes was developed as part of this research. An embedded transmitter, small enough to fit in a typical 4-inch-diameter borehole, was also developed and has the potential to dramatically lower the cost of underground sensor deployment while increasing the safety of monitored structures and agriculture.\n\nThe architecture of this platform is of low complexity compared to other acoustic communication systems, such as those for underwater environments. Computational loads were substantially reduced as compared with underwater acoustic systems, with complexity reductions arising from sparse multipath modeling, no explicit phase tracking or Doppler compensation, since underground soil layers are effectively stationary in time, and modest data requirements, leading to substantially lower operating frequencies.\n\nBy characterizing the channel response, employing suitable modulation and equalization schemes, and exploiting well-coupled, matched acoustic sources and receivers, wireless digital communication was successful in both laboratory and field experiments.\n\nAt this point successful data transmission has been achieved in laboratory experiments over 1 m range at kbps data rates and in the field over tens of meters at tens of bps rates. This is an unprecedented achievement that gives significant promises about the chances of success for this novel technology.\n\nInfrastructure sensors, earthquake warning systems, and buried agricultural sensors are examples of the broad range of potential applications of this promising new technology.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2018\n\n\t\t\t\t\tSubmitted by: Youssef Hashash"
 }
}