{
 "awd_id": "1643486",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Engineering salt marsh restoration to maximize denitrification - elevation and species interactions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2016-05-02",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 92339.0,
 "awd_amount": 92339.0,
 "awd_min_amd_letter_date": "2016-06-03",
 "awd_max_amd_letter_date": "2018-08-27",
 "awd_abstract_narration": "1438092 (Mortazavi) and 1438235 (Ortmann). Coastal wetlands represent a small fraction of all wetland areas, but are unique as they also host more than a significant fraction of the world's population. Coastal marsh ecosystems are dynamically linked to human dwellings and industry, and the impact humans have on these ecosystems can be considerable. This coupled human - marsh system has important implications, as the marshes provide desirable ecosystem services such as nutrient filtering, flood control, and carbon sequestration. Because of these services and the loss of marshes through urbanization, restoration of marshes has become an important tool in coastal management. Nitrogen (N) removal is an important service of marshes, which contributes to the sustainability of coastal ecosystems by mitigating eutrophication. Currently marshes are constructed with the assumption that denitrification will contribute significantly to N removal once vegetation is in place; however, studies suggest that only some of desirable ecosystem services are restored by such efforts. Specific information is missing from marsh restoration literature, which could be used to engineer marshes that are more effective at N removal. This research specifically addresses this issue.\r\n\r\nThe primary objective of this research is to elucidate the impact of species identity and marsh elevation on the N removal capacity of restored marsh ecosystems to provide guidance in the engineering of sustainable marsh ecosystem which also maximize N removal. To achieve this objective the project addresses the following hypotheses: (i) rates of N removal in Juncus romerianus are higher than in Spartina alterniflora marshes (species effect), (ii) there exists an optimum marsh surface elevation where N removal is maximized (elevation effect), and (iii) at this optimal elevation, the marsh will be most resilient to increased nutrients (response to elevated N input). These hypotheses will be addressed in the field as well as with field-mesocosms in Alabama coastal marshes over a three-year period. This approach enables us to manipulate marsh surface elevation with respect to mean sea level to identify optimum conditions for N removal. Project results will be used to develop specific guidelines for marsh engineering projects to ensure N removal, an important ecosystem service, is maximized. Furthermore, a better understanding of the vegetation-elevation-microbial community interactions, providing fundamental knowledge about N cycling in coastal marshes, will be achieved. The synthesis of results from the research will provide the necessary data to inform restoration strategies, including sediment subsidy and species selection, to optimize N removal, and thus mitigate eutrophication, by engineered marshes. Coastal marshes provide important ecosystem services such as filtering sediments, moderating flooding and protecting inland developments from periodic storms, and provide nutrition and habitat for commercially important resources. The research is significant because it will help advance our understanding of a complex ecological system, and will help us refine efforts for maximizing an ecosystem service (i.e. N removal) provided by engineered marshes. The data collected during this project will be immediately applicable to coastal managers and groups carrying out marsh reconstruction projects. Results will disseminated to the local stakeholders including land managers, local government decision makers, and residents. To place the findings in a broader context, teaching material will be developed that can be used by the education and outreach (E&O) program of the Dauphin Island Sea Lab, known as the Discovery Hall Programs (DHP), one of the largest coastal science E&O programs in the northern Gulf of Mexico region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Ortmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alice Ortmann",
   "pi_email_addr": "aortmann@southalabama.edu",
   "nsf_id": "000557358",
   "pi_start_date": "2016-06-03",
   "pi_end_date": "2018-08-27"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Olivia",
   "pi_last_name": "Mason",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Olivia U Mason",
   "pi_email_addr": "omason@fsu.edu",
   "nsf_id": "000627512",
   "pi_start_date": "2018-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064166",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 92339.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coastal marshes and in particular Southeastern U.S. salt marshes are some of the most productive ecosystems on Earth. These ecosystems are particularly important as they provide ecosystem services such as long-term soil carbon storage, flood protection and nutrient filtering. Many of the ecosystem functions salt marshes provide, including nutrient filtering, particularly nitrogen removal, are mediated by the soil microbiome associated and interacting with the highly productive marsh vegetation. Thus, the primary objective of this research was to determine the impact of plant species identity and marsh elevation on the nitrogen removal capacity of the belowground microbial community to provide guidance in the engineering of sustainable marsh ecosystems that will maximize nitrogen removal. To achieve this objective the proposed project addressed the following hypothesis: sediment microbial communities associated with different marsh grasses located at the same elevation are disparate, thus influencing nutrient filtering (nitrogen removal rates) despite being exposed to the same inundation cycles. This was tested by determining microbial community structure, diversity and nitrogen removal rates (denitrification) in adjacent patches of <em>Spartina alterniflora</em> and <em>Juncus roemerianus </em>sediments. Our analysis showed that microbial communities associated with <em>Spartina</em> and <em>Juncus roemerianus</em> were highly similar. However, microbial community evenness differed significantly between the grasses, with the most even communities observed in <em>Juncus roemerianus</em> sediments. Further, the potential denitrification rates were significantly higher in&nbsp;<em>Juncus roemerianus</em>&nbsp;compared to <em>Spartina alterniflora</em> patches. This suggested that plant type influences the rate of denitrification by some members of the microbial community that had higher abundances in <em>Juncus roemerianus</em><em> </em>compared to <em>Spartina alterniflora</em>. This finding has major implications for restoring marshes. Our results suggested that constructing marshes with <em>Juncus roemerianus</em> has the added benefit of contributing to nitrogen removal and thus lowering the delivery of nitrogen to the coastal waters. Excessive nutrient delivery to the coast is implicated in dead zones, harmful algal blooms and fish kills. Lowering nitrogen input to the coast remains a management concern and challenge. Our results provided important evidence for selecting the vegetation that, along with its associated soil microbiome, are the most efficient for removing nitrogen in reconstructed marshes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2019<br>\n\t\t\t\t\tModified by: Olivia&nbsp;U&nbsp;Mason</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCoastal marshes and in particular Southeastern U.S. salt marshes are some of the most productive ecosystems on Earth. These ecosystems are particularly important as they provide ecosystem services such as long-term soil carbon storage, flood protection and nutrient filtering. Many of the ecosystem functions salt marshes provide, including nutrient filtering, particularly nitrogen removal, are mediated by the soil microbiome associated and interacting with the highly productive marsh vegetation. Thus, the primary objective of this research was to determine the impact of plant species identity and marsh elevation on the nitrogen removal capacity of the belowground microbial community to provide guidance in the engineering of sustainable marsh ecosystems that will maximize nitrogen removal. To achieve this objective the proposed project addressed the following hypothesis: sediment microbial communities associated with different marsh grasses located at the same elevation are disparate, thus influencing nutrient filtering (nitrogen removal rates) despite being exposed to the same inundation cycles. This was tested by determining microbial community structure, diversity and nitrogen removal rates (denitrification) in adjacent patches of Spartina alterniflora and Juncus roemerianus sediments. Our analysis showed that microbial communities associated with Spartina and Juncus roemerianus were highly similar. However, microbial community evenness differed significantly between the grasses, with the most even communities observed in Juncus roemerianus sediments. Further, the potential denitrification rates were significantly higher in Juncus roemerianus compared to Spartina alterniflora patches. This suggested that plant type influences the rate of denitrification by some members of the microbial community that had higher abundances in Juncus roemerianus compared to Spartina alterniflora. This finding has major implications for restoring marshes. Our results suggested that constructing marshes with Juncus roemerianus has the added benefit of contributing to nitrogen removal and thus lowering the delivery of nitrogen to the coastal waters. Excessive nutrient delivery to the coast is implicated in dead zones, harmful algal blooms and fish kills. Lowering nitrogen input to the coast remains a management concern and challenge. Our results provided important evidence for selecting the vegetation that, along with its associated soil microbiome, are the most efficient for removing nitrogen in reconstructed marshes.\n\n\t\t\t\t\tLast Modified: 01/25/2019\n\n\t\t\t\t\tSubmitted by: Olivia U Mason"
 }
}