{
 "awd_id": "1644071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: Biosensors for Accurate and Rapid Detection of Pathogens",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pamela McCauley",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2016-08-08",
 "awd_max_amd_letter_date": "2016-08-08",
 "awd_abstract_narration": "The broader impact of this I-Corps project involves the rapid, simultaneous detection of multiple foodborne pathogens. This team's technology may have use in a broad range of applications in areas such as: food processing and distribution facilities, primary care clinics, clinical labs, contract labs, veterinary labs, pharmaceutical development markets, crop protection systems, and possible prevention of bioterrorism threats through contamination of water and food supplies. If successful, this technology will benefit USA market competitiveness in biosensor technology and will impact the economy though the protection of human health, food and water supplies, and prevention of product recalls. \r\n\r\nThe information gathered through the I-Corps experience will enable refinement of the biosensing technology to address customers' needs. In addition, the entrepreneurial skills and knowledge gained through I-Corps will assist the project team to explore the commercial potential of this technology: an accurate, low cost, portable, user-friendly biosensor for onsite detection of multiple common Salmonella enterica serogroups that also captures samples for additional lab testing. The same device can be used for testing other pathogens such as Escherichia coli, Listeria, Campylobacter, and Vibrio. A noteworthy innovation of this team's prototype biosensor includes its ability to concentrate samples by removing over 70% of the volume of the testing media, and trapping and simultaneously detecting three to five pathogens within an hour. The biosensor has high selectivity and sensitivity of 10 CFU/ml.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mahmoud",
   "pi_last_name": "Almasri",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Mahmoud F Almasri",
   "pi_email_addr": "almasrim@missouri.edu",
   "nsf_id": "000492029",
   "pi_start_date": "2016-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span style=\"font-family: Times New Roman; font-size: small;\">The developed biosensor is expected to be low cost, and portable with a broad range of applications in areas such as the food and packing industry, and protection of crops. The proposed biosensing technology will enable the beef industry to significantly decrease the total cost of testing food products by eliminating/reducing storage time and increasing operational efficiency. Application of the proposed technology will help ensure the safety of local and global consumers, reduce the enormous economic burdens associated with medical costs and product recalls. It will protect both the consumers and the businesses from the disastrous negative impact of foodborne disease outbreaks. The device can be used for detection of other foodborne pathogens in poultry products and other food products, e.g., dairy, and meat.</span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">Through NSF ICORPS, we have conducted 117 interviews with companies specialized (1) food products including meat, poultry, dairy, nuts and mixes, food oil, food colors, food flavor, ready-made meals, airline food, bakery products, soft drinks and beverages, Ingredients, snacks, ice creams, and non-stick spray. The interviews were conducted with vice presidents (VP) and directors of food safety with/ without the presence of microbiologists, and quality assurance managers. (2) Partners including as electronic circuit designers and consultants, pump manufacturers, chip manufacturer, hardware designers, and housing unit designers and manufacturers. (3) Competitors. (4) Regulators including USDA, FDA, department of health, and AOAC international. (5) Food safety news and magazine. After the initial phase of interviews, multiple business recommendations especially from NSF ICORPS cohort advisors, we have formed better understanding of our device capabilities, and market requirements. Therefore, we have pivoted from our initial dairy market into the poultry industry, specifically large poultry companies such as Tyson, Pilgrim, Cargill, Keystone, and Case Farm. We have determined the customer archetypes in these companies, and conducted onsite interview with them, e.g., in large poultry and other food companies (with large revenue) the vice president of food safety (VP) or chief operating officer (COO) roles are the decision makers on adoption of new technology for testing; the director of food safety, quality assurance managers and senior microbiologists roles are the influencer. </span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">The value propositions includes the following: (1) Decrease the testing cost by a factor of 2-3 by testing the food sample for three pathogens in one test/ one chip. (2) Decrease the total cost of holding inventory while waiting for negative testing results due to the reduction of the testing time by a factor of 2-6. Thus, allowing the products to be tested and released in shift, (3) Increase the product shelf-life, and thus greatly minimize the companies&rsquo; losses due to expiration that would cause discarding the food products. (4) Decrease operation cost due to the increase of plant&rsquo;s operational efficiency by e.g., changing the sanitation cycle, e.g. from 1 days to 2 or 3 days based on quick verification of negative status. (5) Reliable onsite testing will enable the processing plant to safely meet the required performance standard of a 52 week sampling window.</span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">We also found that in order for the companies to use/ adopt a new testing method, the method should be approved first by Association of Analytical Communities (AOAC). Then they can look into other method </span></span><span><span style=\"font-family: Times New Roman; font-size: small;\">properties such as testing time. The AOAC requirements helped us to determine that </span></span><span><span style=\"font-family: Times New Roman; font-size: small;\">our device technically fits the poultry companies, either without the need for enrichment step where the device can be used for process control, or with the enrichment step to achieve the 1 cell/325 gm requirement. </span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">Our final key partner includes the following: syringe pump manufacturers, electronic circuit designer and manufacturers, disposable testing chips manufacturers, and housing design and assembly. </span></span><span><span style=\"font-family: Times New Roman; font-size: small;\">The key resources for our startup can be SBIR grants, R&amp;D lab and team and capital investment.</span></span><span><span style=\"font-family: Times New Roman; font-size: small;\"> The program helped us understand the channel distribution between the startup company from one side and the other components from the other side.</span></span><span><span style=\"font-family: Times New Roman; font-size: small;\"> </span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></span></p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">The revenue includes Asset sales (Physical) of testing instrument and disposable tests, and high volume agreement for the disposable testing chip. The sales tactics include higher price for multi device testing system integrated with software (value pricing). The system will be made using a module with each one can perform 6 tests at a time. We expect to have up to 4 module per testing system. The testing chips pricing is based on value and competitive pricing. We will also build a system for a single test at a time. This will have lower price. The testing chips pricing is based on value and competitive pricing. Our revenue streams are testing instruments sales and high volume disposable testing chips agreements. </span><span><span style=\"font-family: Times New Roman; font-size: small;\">The Customer Acquisition Cost (CAC) and Life Time value (LTV) for our first two large poultry companies, and the </span></span><span style=\"font-family: Times New Roman; font-size: small;\">cost metrics were calculated for two years plan demonstrated that the SBIR business will be profitable.</span></span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p>\n<p><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/24/2018<br>\n\t\t\t\t\tModified by: Mahmoud&nbsp;F&nbsp;Almasri</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe developed biosensor is expected to be low cost, and portable with a broad range of applications in areas such as the food and packing industry, and protection of crops. The proposed biosensing technology will enable the beef industry to significantly decrease the total cost of testing food products by eliminating/reducing storage time and increasing operational efficiency. Application of the proposed technology will help ensure the safety of local and global consumers, reduce the enormous economic burdens associated with medical costs and product recalls. It will protect both the consumers and the businesses from the disastrous negative impact of foodborne disease outbreaks. The device can be used for detection of other foodborne pathogens in poultry products and other food products, e.g., dairy, and meat.\n\n \n\nThrough NSF ICORPS, we have conducted 117 interviews with companies specialized (1) food products including meat, poultry, dairy, nuts and mixes, food oil, food colors, food flavor, ready-made meals, airline food, bakery products, soft drinks and beverages, Ingredients, snacks, ice creams, and non-stick spray. The interviews were conducted with vice presidents (VP) and directors of food safety with/ without the presence of microbiologists, and quality assurance managers. (2) Partners including as electronic circuit designers and consultants, pump manufacturers, chip manufacturer, hardware designers, and housing unit designers and manufacturers. (3) Competitors. (4) Regulators including USDA, FDA, department of health, and AOAC international. (5) Food safety news and magazine. After the initial phase of interviews, multiple business recommendations especially from NSF ICORPS cohort advisors, we have formed better understanding of our device capabilities, and market requirements. Therefore, we have pivoted from our initial dairy market into the poultry industry, specifically large poultry companies such as Tyson, Pilgrim, Cargill, Keystone, and Case Farm. We have determined the customer archetypes in these companies, and conducted onsite interview with them, e.g., in large poultry and other food companies (with large revenue) the vice president of food safety (VP) or chief operating officer (COO) roles are the decision makers on adoption of new technology for testing; the director of food safety, quality assurance managers and senior microbiologists roles are the influencer. \n\n \n\nThe value propositions includes the following: (1) Decrease the testing cost by a factor of 2-3 by testing the food sample for three pathogens in one test/ one chip. (2) Decrease the total cost of holding inventory while waiting for negative testing results due to the reduction of the testing time by a factor of 2-6. Thus, allowing the products to be tested and released in shift, (3) Increase the product shelf-life, and thus greatly minimize the companies? losses due to expiration that would cause discarding the food products. (4) Decrease operation cost due to the increase of plant?s operational efficiency by e.g., changing the sanitation cycle, e.g. from 1 days to 2 or 3 days based on quick verification of negative status. (5) Reliable onsite testing will enable the processing plant to safely meet the required performance standard of a 52 week sampling window.\n\n \n\nWe also found that in order for the companies to use/ adopt a new testing method, the method should be approved first by Association of Analytical Communities (AOAC). Then they can look into other method properties such as testing time. The AOAC requirements helped us to determine that our device technically fits the poultry companies, either without the need for enrichment step where the device can be used for process control, or with the enrichment step to achieve the 1 cell/325 gm requirement. \n\n \n\nOur final key partner includes the following: syringe pump manufacturers, electronic circuit designer and manufacturers, disposable testing chips manufacturers, and housing design and assembly. The key resources for our startup can be SBIR grants, R&amp;D lab and team and capital investment. The program helped us understand the channel distribution between the startup company from one side and the other components from the other side. \n\n \n\nThe revenue includes Asset sales (Physical) of testing instrument and disposable tests, and high volume agreement for the disposable testing chip. The sales tactics include higher price for multi device testing system integrated with software (value pricing). The system will be made using a module with each one can perform 6 tests at a time. We expect to have up to 4 module per testing system. The testing chips pricing is based on value and competitive pricing. We will also build a system for a single test at a time. This will have lower price. The testing chips pricing is based on value and competitive pricing. Our revenue streams are testing instruments sales and high volume disposable testing chips agreements. The Customer Acquisition Cost (CAC) and Life Time value (LTV) for our first two large poultry companies, and the cost metrics were calculated for two years plan demonstrated that the SBIR business will be profitable.\n\n  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/24/2018\n\n\t\t\t\t\tSubmitted by: Mahmoud F Almasri"
 }
}