{
 "awd_id": "1644618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Decline and Resilience of White Ash Populations during an Emerald Ash Borer Invasion",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 188774.0,
 "awd_amount": 188774.0,
 "awd_min_amd_letter_date": "2016-06-17",
 "awd_max_amd_letter_date": "2016-06-17",
 "awd_abstract_narration": "This research represents a time dependent opportunity to better understand how white ash trees decline and potentially resist the invasive emerald ash borer beetle that threatens to eliminate ash trees from North America. The emerald ash borer was recently detected at a field station at the University of Kansas where 44 different populations of white ash from throughout the species range are all planted in one field site. The research will focus on understanding the effects of emerald ash borer on white ash populations that exhibit variations in physiology as a result of being adapted to different environments from which they originated. This variation may be key for understanding tree decline and potential resistance in response to emerald ash borer. The research will identify white ash populations that show rapid decline, slow decline, and no decline in response to emerald ash borer infestation, and identify mechanism(s) of ash mortality and potential resistance to emerald ash borers. Middle school students will be introduced to scientific research on important local tree species through active-learning sessions on invasive species and their effects on native vegetation. The results will inform public audiences on the effects of invasive species on conservation of native trees, and disruption of important ecosystem services provided by native plants. \r\n\r\nThis research will determine mechanisms of intraspecific ash decline and potential resistance to the emerald ash borer that threatens to functionally extirpate the ash genus from North America. Emerald ash borer was recently detected at a white ash (Fraxinus americana) common garden site at the University of Kansas Field Station where 44 provenances from throughout the species range have been growing for several decades. Intraspecific variation in ash resistance to emerald ash borer is poorly understood and may be the key to maintaining the functional presence of ash in North America. This research will (1) identify potential white ash provenances with resistance to emerald ash borer and delineate critical compounds that contribute to this resistance; (2) determine the importance of physiological stress, emerald ash borer population density, and physical resistance capacity in ash response to emerald ash borer infestation; and (3) identify the physiological mechanism(s) of emerald ash borer-caused ash mortality. Measurements will be made of putative resistance compounds in phloem and the rate of wound-healing in mechanically-damaged phloem, as well as hydraulic status and potential for carbon starvation in dying (and resistant) trees as the emerging emerald ash borer infestation proceeds. The principle investigator will serve as a mentor for middle school students and will host active-learning sessions on invasive species and their effects on ecosystems. Undergraduate students will gain valuable hands-on research experience through assisting the principle investigator and postdoctoral fellow in data collection, writing of manuscripts, and outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joy",
   "pi_last_name": "Ward",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Joy K Ward",
   "pi_email_addr": "joyward@ku.edu",
   "nsf_id": "000226824",
   "pi_start_date": "2016-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University Of Kansas Center For Research, Inc.",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 188774.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The emerald ash borer (EAB) that attacks ash trees is the most costly tree-killing insect to invade North America. The results of this invasion are expected to be more ecologically destructive than the loss of American chestnut from eastern hardwood forests in the early 1900s. Ash is one of the most widely distributed tree genera in North America and may be functionally eliminated from many forest and urban ecosystems in the near future due to the EAB. Because of this extreme threat, EAB has become an emerging model organism for understanding how invasive pests can alter ecosystems and decrease natural resources that are economically and socially valuable.</p>\n<p>Emerald ash borer began its infestation of ash in Michigan around 2004 and has continued to spread ever since. Past studies that were mainly conducted in northern regions indicate that 99% of ash trees die within 1-5 years after infestation. The remaining 1% of trees resist the insect and survive the infestation, at least for a time, but it is unclear how they do this. Here we studied hundreds of white ash trees from 44 different populations that originated from across the eastern half of the U.S. and were all growing in a common garden during a real-time EAB invasion in the midwestern U.S. (northeastern Kansas). Experimental trees had been growing in the common garden since 1976 and represent a large range of local physiological adaptive features that may produce variation for responses to EAB and insights into what mechanisms contribute to resistance and survival during an EAB attack.</p>\n<p>In June and August of 2016, we assessed the signs of EAB in trees growing in the common garden, which included D-shaped holes, mazes from insect feeding in the wood, and shedding of tree bark. We found EAB signs were prominent in trees close to death: 90% of trees with heavy canopy dieback had these signs, whereas only 23% of trees with little to no dieback had such signs. This result provided evidence that the majority of tree mortality was driven by the EAB attack in the common garden.</p>\n<p>We also found that trees from the northern United States exhibited the highest levels of mortality in response to EAB compared to trees from more southern populations. Trees originating from a latitude above 45.3&deg; had particularly poor outcomes, exhibiting 80% or more canopy die-back on average relative to southern trees that exhibited 50% or less die-back. While both represent extreme loss of tree canopies, few trees recover from 80% or higher dieback based on past studies In 2016, trees originating from Forest, WI (39% dead), Ontonagon, MI (55% dead), and Presque Isle, MI (57% dead) had the highest levels of mortality. Moving forward to the summer of 2019, 86% of trees from Forest, WI, 96% of trees from Ontonogon, MI, and all trees from Presque Isle, MI had died. This contrasts with more southern locations such as Oktibbeha, MS where mortality rates were only 6% in 2016 and 20% in 2019. Such results suggest that northern ash populations may either be inherently more susceptible to EAB or may succumb to EAB at a greater level as an indirect effect of stress in the common garden relative to southern trees. Further work continues in order to distinguish these factors.</p>\n<p>To examine defense responses to EAB among tree populations, we examined verbascoside levels since this chemical is known to kill EAB larvae and may reduce tree mortality rates.&nbsp;Overall, we found that tree populations did not significantly differ in their mean August verbascoside levels. Interestingly, we did find individual trees with extremely high levels of verbascoside (e.g., 31.449 mg/g on one tree from Tucker, WV in August) which are known to kill EAB larvae, although these individual trees were rare.</p>\n<p>The results of this work suggest that southern white ash trees in the United States may have a higher chance of survival (or longer survival) under EAB attack, athough further research needs to be conducted to substantiate this conclusion with extended measurements into the future. Southern trees may also serve as a restoration option for northern forest ecosystems if specific survival mechanisms of southern populations can be identified. However, we found that verbascoside does not explain these differences in survival among tested trees in our study, and future work should further examine this compound, as well as other defensive compounds and tree characteristics to explain these latitudinal differences in survival in response to EAB infestations.</p>\n<p>This grant has allowed for the training/mentoring of a post-doctoral fellow, a Ph.D. student, and five undergraduate students. Moreover, this research will allow us to better understand and respond to invasive insect pests that have cost the U.S. billions of dollars each year and this research is of particular importance for the preservation and economic utility of North American forests more broadly.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/23/2020<br>\n\t\t\t\t\tModified by: Joy&nbsp;K&nbsp;Ward</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe emerald ash borer (EAB) that attacks ash trees is the most costly tree-killing insect to invade North America. The results of this invasion are expected to be more ecologically destructive than the loss of American chestnut from eastern hardwood forests in the early 1900s. Ash is one of the most widely distributed tree genera in North America and may be functionally eliminated from many forest and urban ecosystems in the near future due to the EAB. Because of this extreme threat, EAB has become an emerging model organism for understanding how invasive pests can alter ecosystems and decrease natural resources that are economically and socially valuable.\n\nEmerald ash borer began its infestation of ash in Michigan around 2004 and has continued to spread ever since. Past studies that were mainly conducted in northern regions indicate that 99% of ash trees die within 1-5 years after infestation. The remaining 1% of trees resist the insect and survive the infestation, at least for a time, but it is unclear how they do this. Here we studied hundreds of white ash trees from 44 different populations that originated from across the eastern half of the U.S. and were all growing in a common garden during a real-time EAB invasion in the midwestern U.S. (northeastern Kansas). Experimental trees had been growing in the common garden since 1976 and represent a large range of local physiological adaptive features that may produce variation for responses to EAB and insights into what mechanisms contribute to resistance and survival during an EAB attack.\n\nIn June and August of 2016, we assessed the signs of EAB in trees growing in the common garden, which included D-shaped holes, mazes from insect feeding in the wood, and shedding of tree bark. We found EAB signs were prominent in trees close to death: 90% of trees with heavy canopy dieback had these signs, whereas only 23% of trees with little to no dieback had such signs. This result provided evidence that the majority of tree mortality was driven by the EAB attack in the common garden.\n\nWe also found that trees from the northern United States exhibited the highest levels of mortality in response to EAB compared to trees from more southern populations. Trees originating from a latitude above 45.3&deg; had particularly poor outcomes, exhibiting 80% or more canopy die-back on average relative to southern trees that exhibited 50% or less die-back. While both represent extreme loss of tree canopies, few trees recover from 80% or higher dieback based on past studies In 2016, trees originating from Forest, WI (39% dead), Ontonagon, MI (55% dead), and Presque Isle, MI (57% dead) had the highest levels of mortality. Moving forward to the summer of 2019, 86% of trees from Forest, WI, 96% of trees from Ontonogon, MI, and all trees from Presque Isle, MI had died. This contrasts with more southern locations such as Oktibbeha, MS where mortality rates were only 6% in 2016 and 20% in 2019. Such results suggest that northern ash populations may either be inherently more susceptible to EAB or may succumb to EAB at a greater level as an indirect effect of stress in the common garden relative to southern trees. Further work continues in order to distinguish these factors.\n\nTo examine defense responses to EAB among tree populations, we examined verbascoside levels since this chemical is known to kill EAB larvae and may reduce tree mortality rates. Overall, we found that tree populations did not significantly differ in their mean August verbascoside levels. Interestingly, we did find individual trees with extremely high levels of verbascoside (e.g., 31.449 mg/g on one tree from Tucker, WV in August) which are known to kill EAB larvae, although these individual trees were rare.\n\nThe results of this work suggest that southern white ash trees in the United States may have a higher chance of survival (or longer survival) under EAB attack, athough further research needs to be conducted to substantiate this conclusion with extended measurements into the future. Southern trees may also serve as a restoration option for northern forest ecosystems if specific survival mechanisms of southern populations can be identified. However, we found that verbascoside does not explain these differences in survival among tested trees in our study, and future work should further examine this compound, as well as other defensive compounds and tree characteristics to explain these latitudinal differences in survival in response to EAB infestations.\n\nThis grant has allowed for the training/mentoring of a post-doctoral fellow, a Ph.D. student, and five undergraduate students. Moreover, this research will allow us to better understand and respond to invasive insect pests that have cost the U.S. billions of dollars each year and this research is of particular importance for the preservation and economic utility of North American forests more broadly.\n\n \n\n\t\t\t\t\tLast Modified: 01/23/2020\n\n\t\t\t\t\tSubmitted by: Joy K Ward"
 }
}