{
 "awd_id": "1644575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps L:  National Center for Inclusion in Engineering Education",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922124",
 "po_email": "kcrosby@nsf.gov",
 "po_sign_block_name": "Karen Crosby",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2016-09-14",
 "awd_max_amd_letter_date": "2016-09-14",
 "awd_abstract_narration": "The Women in Engineering ProActive Network (WEPAN) has implemented Engineering Inclusive Teaching (EIT) - nine web-based, widely accessible learning modules for engineering faculty who wish to explore and adopt classroom strategies that foster inclusive learning environments. EIT is attractive as an educational innovation because 1) faculty have demonstrated remarkable interest and demand for research-based, inclusive teaching resources by accessing EIT's learning modules more than 15,000 times over a period of 18 months; 2) evaluation results show that participants consider EIT's resources high quality (97%) and highly applicable (98%); and 3) a successful model for EIT's audience exists--the web-based National Center for Faculty Development and Diversity. Building faculty capacity to create and sustain inclusive engineering cultures and learning environments is the primary focus. Culture can be a significant driver of attrition in engineering colleges. Engineering cultures are frequently unwelcoming and ill-attuned to members of underrepresented groups. Faculty members, through their individual and collective actions, are the designers and stewards of learning environments, working environments and cultures on university campuses. It is widely understood in higher education: what the faculty own in a university/college will be sustained. Changes in these environments will occur when faculty members see the need for changes, know what types of changes are necessary, take responsibility for changes, and skillfully implement them. \r\n\r\nThe proposed project is intended to advance engineering faculty foundational knowledge of a range of inclusion topics that are tailored to engineering education environments and directed at building capacity to create and sustain inclusive cultures in engineering education. Through its work on various projects, WEPAN has learned that faculty will invest in professional development and achieve noteworthy gains in awareness, knowledge, confidence and actions related to diversity and inclusion. To make significant progress, such knowledge must be made easily available for many faculty. By engaging in the I-Corps L Lean Start-up process, WEPAN will explore the feasibility of scaling these tested approaches and making them self-sustaining.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "C. Diane",
   "pi_last_name": "Matt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "C. Diane Matt",
   "pi_email_addr": "dmatt@wepan.org",
   "nsf_id": "000117079",
   "pi_start_date": "2016-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gretalyn",
   "pi_last_name": "Leibnitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gretalyn Leibnitz",
   "pi_email_addr": "gretalyn.leibnitz@utrgv.edu",
   "nsf_id": "000433433",
   "pi_start_date": "2016-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wepan Inc",
  "inst_street_address": "1818 N ST NW STE 600",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "4055962218",
  "inst_zip_code": "200362476",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "WOMEN IN ENGINEERING PROGRAMS & ADVOCATES NETWORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "D4C3CRLPMVL3"
 },
 "perf_inst": {
  "perf_inst_name": "WEPAN",
  "perf_str_addr": "1901 E Asbury Ave",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802103302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  },
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007Z",
   "pgm_ref_txt": "I-Corps for Learning"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Inclusion and Diversity in Engineering Workforce is Highly Desired, Higher Education&rsquo;s Culture Poses Many Barriers</strong></p>\n<p>&nbsp;In the last few years, engineering leaders from industry have benefitted from and placed high value on the contribution and innovative capacity of inclusive and diverse engineering teams. Some companies see inclusion and diversity as essential strategic goals. In addition, universities, government and engineering societies have made important progress in recognizing the importance and value of developing an inclusive, diverse engineering workforce that is required to successfully address the challenging engineering problems of the future.</p>\n<p>Studies show that a primary culprit in developing an engineering workforce that includes women and men of all races and ethnicities is an &ldquo;unmotivating and unwelcoming&rdquo; learning environment for aspiring engineers &ndash; especially those who are racial and ethnic minorities. Engineering cultures, starting with the college experience, are frequently ill-attuned to members of underrepresented groups.&nbsp;</p>\n<p>Engineering faculty have a primary role in establishing and maintaining a climate that supports student learning. Most engineering faculty know that diversity and inclusion are important, and want their students to succeed. However, engineering faculty are rarely knowledgeable about issues of race, ethnicity, gender, bias or underrepresentation. Nor are they familiar with evidence-based practices that can be used to create a motivating and inclusive educational learning environment that encourages the persistence and success of underrepresented students.&nbsp;</p>\n<p>The Women in Engineering ProActive Network (WEPAN) is well positioned to lead efforts to facilitate inclusive engineering culture change.&nbsp; WEPAN is a national network of thought-and change-leaders dedicated to preparing engineering staff, faculty, and leaders to create and sustain inclusive cultures in engineering higher education to develop an engineering workforce that fully represents the rich diversity and innovation potential of the U. S. population. Through its work on various projects, WEPAN has provided professional development for thousands of engineering faculty and determined that faculty will invest in professional development opportunity and will achieve noteworthy gains in awareness, knowledge, confidence and actions related to diversity and inclusion.&nbsp; Most recently, WEPAN completed the Engineering Inclusive Teaching (EIT): Faculty Professional Development project (NSF GSE DIF #1203164). EIT<strong> </strong>successfully engaged engineering faculty with strategies and materials that increased the educators&rsquo; awareness, interest, and willingness to adopt ways to create inclusive engineering education environments.&nbsp; Building on EIT&rsquo;s successful foundation of translating research to practice, WEPAN wanted to explore the potential of expanding this work with individual faculty members to a national, sustainable level. WEPAN successfully proposed an i-Corps-L project to determine interest in, scalability and sustainability of a National Center for Inclusive Engineering Education (NCIEE) (NSF EEC #1644575).&nbsp; WEPAN&rsquo;s NCIEE I-Corps-L team was comprised of Diane Matt (PI), Gretal Leibnitz, (Entrepreneurial Lead) and Jane Daniels (Mentor).</p>\n<p>The NSF I-Corps L <em>Lean Startup</em> process helped WEPAN&rsquo;s team explore the feasibility of expanding the EIT inclusive teaching approaches and making them self-sustaining. &nbsp;During the intensive, 8-week process, WEPAN&rsquo;s team used the <em>Lean Startup</em> process, the <em>LaunchPad Central</em> platform, and conducted nearly 100 customer inquiry interviews. WEPAN&rsquo;s team focused on interviews in engineering colleges, including deans, department chairs, tenured and instructional faculty, teaching and learning professionals and diversity officers.&nbsp;</p>\n<p>From the interviews conducted, WEPAN&rsquo;s team made the following observations:</p>\n<ul>\n<li>The &ldquo;customer base&rdquo; for NCIEE was validated, and it includes deans of engineering colleges in partnership with department chairs/heads, and engineering faculty.&nbsp; </li>\n<li>The academic system and its reward structure includes many interwoven, tightly-held barriers to the improvement of engineering teaching practices. The two below proved especially important barriers for this effort:&nbsp;  \n<ul>\n<li>There is little to no &ldquo;professional development plan&rdquo; for developing faculty teaching expertise. Most professional development decisions are made ad hoc. Formal budget allocations for teaching professional development were not identified.&nbsp; </li>\n<li>Despite broad &ldquo;diversity and inclusion&rdquo; rhetoric in higher education, there is little professional incentive and potentially great risk for tenure-line faculty to invest time in their teaching, particularly at the cost of research. &nbsp;</li>\n</ul>\n</li>\n</ul>\n<p>WEPAN&rsquo;s team has connections with hundreds of individual engineering faculty with demonstrated interest in enhancing their inclusive teaching skills sets. However, as part of the I-Corps L project, WEPAN&rsquo;s team found that the culture of engineering higher education does not presently support the structured advancement of inclusive teaching and learning efforts. Further, the culture includes significant barriers that inhibit engineering faulty from engaging in evidence-based teaching efforts. The WEPAN I-Corps-L Team could not identify clear, systemic avenues to propel the development of a National Center for Inclusive Engineering Education that would be self-sustaining.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/20/2017<br>\n\t\t\t\t\tModified by: C. Diane&nbsp;Matt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInclusion and Diversity in Engineering Workforce is Highly Desired, Higher Education?s Culture Poses Many Barriers\n\n In the last few years, engineering leaders from industry have benefitted from and placed high value on the contribution and innovative capacity of inclusive and diverse engineering teams. Some companies see inclusion and diversity as essential strategic goals. In addition, universities, government and engineering societies have made important progress in recognizing the importance and value of developing an inclusive, diverse engineering workforce that is required to successfully address the challenging engineering problems of the future.\n\nStudies show that a primary culprit in developing an engineering workforce that includes women and men of all races and ethnicities is an \"unmotivating and unwelcoming\" learning environment for aspiring engineers &ndash; especially those who are racial and ethnic minorities. Engineering cultures, starting with the college experience, are frequently ill-attuned to members of underrepresented groups. \n\nEngineering faculty have a primary role in establishing and maintaining a climate that supports student learning. Most engineering faculty know that diversity and inclusion are important, and want their students to succeed. However, engineering faculty are rarely knowledgeable about issues of race, ethnicity, gender, bias or underrepresentation. Nor are they familiar with evidence-based practices that can be used to create a motivating and inclusive educational learning environment that encourages the persistence and success of underrepresented students. \n\nThe Women in Engineering ProActive Network (WEPAN) is well positioned to lead efforts to facilitate inclusive engineering culture change.  WEPAN is a national network of thought-and change-leaders dedicated to preparing engineering staff, faculty, and leaders to create and sustain inclusive cultures in engineering higher education to develop an engineering workforce that fully represents the rich diversity and innovation potential of the U. S. population. Through its work on various projects, WEPAN has provided professional development for thousands of engineering faculty and determined that faculty will invest in professional development opportunity and will achieve noteworthy gains in awareness, knowledge, confidence and actions related to diversity and inclusion.  Most recently, WEPAN completed the Engineering Inclusive Teaching (EIT): Faculty Professional Development project (NSF GSE DIF #1203164). EIT successfully engaged engineering faculty with strategies and materials that increased the educators? awareness, interest, and willingness to adopt ways to create inclusive engineering education environments.  Building on EIT?s successful foundation of translating research to practice, WEPAN wanted to explore the potential of expanding this work with individual faculty members to a national, sustainable level. WEPAN successfully proposed an i-Corps-L project to determine interest in, scalability and sustainability of a National Center for Inclusive Engineering Education (NCIEE) (NSF EEC #1644575).  WEPAN?s NCIEE I-Corps-L team was comprised of Diane Matt (PI), Gretal Leibnitz, (Entrepreneurial Lead) and Jane Daniels (Mentor).\n\nThe NSF I-Corps L Lean Startup process helped WEPAN?s team explore the feasibility of expanding the EIT inclusive teaching approaches and making them self-sustaining.  During the intensive, 8-week process, WEPAN?s team used the Lean Startup process, the LaunchPad Central platform, and conducted nearly 100 customer inquiry interviews. WEPAN?s team focused on interviews in engineering colleges, including deans, department chairs, tenured and instructional faculty, teaching and learning professionals and diversity officers. \n\nFrom the interviews conducted, WEPAN?s team made the following observations:\n\nThe \"customer base\" for NCIEE was validated, and it includes deans of engineering colleges in partnership with department chairs/heads, and engineering faculty.  \nThe academic system and its reward structure includes many interwoven, tightly-held barriers to the improvement of engineering teaching practices. The two below proved especially important barriers for this effort:   \n\nThere is little to no \"professional development plan\" for developing faculty teaching expertise. Most professional development decisions are made ad hoc. Formal budget allocations for teaching professional development were not identified.  \nDespite broad \"diversity and inclusion\" rhetoric in higher education, there is little professional incentive and potentially great risk for tenure-line faculty to invest time in their teaching, particularly at the cost of research.  \n\n\n\n\nWEPAN?s team has connections with hundreds of individual engineering faculty with demonstrated interest in enhancing their inclusive teaching skills sets. However, as part of the I-Corps L project, WEPAN?s team found that the culture of engineering higher education does not presently support the structured advancement of inclusive teaching and learning efforts. Further, the culture includes significant barriers that inhibit engineering faulty from engaging in evidence-based teaching efforts. The WEPAN I-Corps-L Team could not identify clear, systemic avenues to propel the development of a National Center for Inclusive Engineering Education that would be self-sustaining. \n\n \n\n\t\t\t\t\tLast Modified: 07/20/2017\n\n\t\t\t\t\tSubmitted by: C. Diane Matt"
 }
}