{
 "awd_id": "1644439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Documentation and Data Management Workshop to Address Language Endangerment in Multilingual Contexts",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 94969.0,
 "awd_amount": 94969.0,
 "awd_min_amd_letter_date": "2016-08-23",
 "awd_max_amd_letter_date": "2016-08-23",
 "awd_abstract_narration": "Language is among the most salient human characteristics.  However, a global crisis is looming, with an unprecedented number of the world's languages estimated to disappear before century's end.  As languages fall silent when there are no remaining fluent first language speakers, they will take with them a unique entry into understanding the capabilities of the human mind. In addition, the loss of languages will end the opportunity to gain insight into local knowledge of the places where they were spoken, as well as the human history and prehistory of those who spoke them.  Nearly one third of the world's six to seven thousand languages are threatened due to the internal pressures of multilingualism. Multilingualism is the use of two or more languages, either by a community or by an individual. Linguists have responded to the challenge of language endangerment by attempting to undertake rich multimedia documentation of such languages before they disappear. However, in many places where multilingualism is common, the languages are under-documented because of insufficient infrastructure and training.  This workshop will offer training for documenting languages in these contexts.  Such training is necessary for three important reasons. First, it will fill the scholarly gaps for languages with little or no documentation. Second, documentation of these languages will increase the scientific understanding of the interaction between multilingualism and language endangerment.  Third, it offers scientists the opportunity to contribute to the creation of a record of threatened human languages. Broader impacts in this project include the facilitation of new international collaborations, the training of a new generation of language documenters in a diverse linguistic region, and opportunities for international research experience for graduate students and junior researchers.\r\n\r\nThis workshop will convene with its focus on endangered African languages, which are distributed over diverse multilingual environments.  This workshop aims to address this situation through the transfer of skills and the training of West African and American graduate students and junior researchers in state-of-the-art techniques of language documentation and data management. The workshop, which will be held at the University of Education in Winneba, Ghana, will be staffed by an international cohort of experts in documentary linguistics from the United States, Europe and Africa.  Participants will have access to an international network of researchers in endangered language documentation. This workshop integrates theory and technique with actual practice in language documentation. Instructors and students will be involved in hands-on data collection with five speakers of Animere, a highly endangered language spoken in the Ghana-Togo border area, to create a first documentation of the language. Audio and video documentation of Animere will be archived at the established Archive of Language and Oral Resources of Africa (ALORA) housed at the Max Planck Institute for Psycholinguistics, and at the University of Florida's Language Archive (TUFLA), a new language archive, in order to make it widely accessible to researchers and the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fiona",
   "pi_last_name": "McLaughlin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fiona McLaughlin",
   "pi_email_addr": "fmcl@ufl.edu",
   "nsf_id": "000357476",
   "pi_start_date": "2016-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Essegbey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Essegbey",
   "pi_email_addr": "essegbey@ufl.edu",
   "nsf_id": "000495174",
   "pi_start_date": "2016-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Education Winneba",
  "perf_str_addr": "",
  "perf_city_name": "Winneba",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "GH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Ghana",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7391",
   "pgm_ref_txt": "GHANA"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 94969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Approximately one third of the world&rsquo;s languages are spoken in Africa, thus the continent is a rich source of linguistic data that contributes to knowledge about language in general.&nbsp;&nbsp;Many African languages, however, are under-documented or undocumented, and a number of them are at risk of disappearing as their speakers shift to other, more dominant African languages.&nbsp;&nbsp;African scholars and students have unparalleled access to endangered languages on the continent, yet few African universities have programs that train students in the techniques of language documentation, a field that has come into its own in the past twenty years or so.&nbsp;&nbsp;The goal of this project was to train a group of predominantly West African students and junior scholars, along with a small group of US-based students interested in documenting African languages, in the techniques and best practices of language documentation.&nbsp;&nbsp;To that end, the project directors ran a two-week long summer school on language documentation, held at the University of Education-Winneba, in Winneba, Ghana.&nbsp;Taught by an international group of faculty from the United States, Europe, and Africa, the summer school addressed the use of audio and video recording equipment, elicitation techniques, the processing and archiving of linguistic data, how to secure funding for documentation projects, and ethical considerations in fieldwork and documentation, among other topics.&nbsp;&nbsp;Participants came from universities across the West African region, and returned to their home institutions with the enhanced knowledge and capacity to document endangered languages and to share their knowledge with others, a primary goal of the project.&nbsp;&nbsp;All participants in the summer school, including students at US-based institutions, likewise acquired hands-on experience working on an endangered African language, Animere.&nbsp;&nbsp;Animere is a critically endangered Ghana-Togo Mountain Language that currently has fewer than twenty speakers as the community has shifted to Adele, another Ghana-Togo Mountain language, and to Ghana&rsquo;s dominant and widely spoken language, Akan.&nbsp;By using Animere as a field language in the summer school, participants were able to interact with a group of five native speakers of Animere who travelled to Winneba for the duration of the program.&nbsp;&nbsp;Data from the summer school are included in a lexicon of Animere, another goal of the project, that will be posted in an open-access archive of the Endangered Languages Archives (ELAR) at the School of Oriental and African Studies, University of London, with hard copies provided to the Animere-speaking community.&nbsp;This project thus combined a training component for capacity building in the documentation of endangered languages in Africa, with an actual documentation component that enhances the existing archive of Animere.&nbsp;&nbsp;It has also contributed to the development of a community of interest in the language, consisting of linguistic researchers, students, and Animere community members.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/12/2020<br>\n\t\t\t\t\tModified by: Fiona&nbsp;Mclaughlin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nApproximately one third of the world’s languages are spoken in Africa, thus the continent is a rich source of linguistic data that contributes to knowledge about language in general.  Many African languages, however, are under-documented or undocumented, and a number of them are at risk of disappearing as their speakers shift to other, more dominant African languages.  African scholars and students have unparalleled access to endangered languages on the continent, yet few African universities have programs that train students in the techniques of language documentation, a field that has come into its own in the past twenty years or so.  The goal of this project was to train a group of predominantly West African students and junior scholars, along with a small group of US-based students interested in documenting African languages, in the techniques and best practices of language documentation.  To that end, the project directors ran a two-week long summer school on language documentation, held at the University of Education-Winneba, in Winneba, Ghana. Taught by an international group of faculty from the United States, Europe, and Africa, the summer school addressed the use of audio and video recording equipment, elicitation techniques, the processing and archiving of linguistic data, how to secure funding for documentation projects, and ethical considerations in fieldwork and documentation, among other topics.  Participants came from universities across the West African region, and returned to their home institutions with the enhanced knowledge and capacity to document endangered languages and to share their knowledge with others, a primary goal of the project.  All participants in the summer school, including students at US-based institutions, likewise acquired hands-on experience working on an endangered African language, Animere.  Animere is a critically endangered Ghana-Togo Mountain Language that currently has fewer than twenty speakers as the community has shifted to Adele, another Ghana-Togo Mountain language, and to Ghana’s dominant and widely spoken language, Akan. By using Animere as a field language in the summer school, participants were able to interact with a group of five native speakers of Animere who travelled to Winneba for the duration of the program.  Data from the summer school are included in a lexicon of Animere, another goal of the project, that will be posted in an open-access archive of the Endangered Languages Archives (ELAR) at the School of Oriental and African Studies, University of London, with hard copies provided to the Animere-speaking community. This project thus combined a training component for capacity building in the documentation of endangered languages in Africa, with an actual documentation component that enhances the existing archive of Animere.  It has also contributed to the development of a community of interest in the language, consisting of linguistic researchers, students, and Animere community members.\n\n \n\n\t\t\t\t\tLast Modified: 08/12/2020\n\n\t\t\t\t\tSubmitted by: Fiona Mclaughlin"
 }
}