{
 "awd_id": "1645585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Structural Characteristics and the Pace of Scientific Advance",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Fiegener",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 58246.0,
 "awd_amount": 58246.0,
 "awd_min_amd_letter_date": "2016-08-29",
 "awd_max_amd_letter_date": "2016-08-29",
 "awd_abstract_narration": "Science is organized around specific fields of inquiry that play a crucial role in the advancement of knowledge. By shifting the study of collaboration and productivity to the level of fields provides the potential for major advances understanding advances in science.  Such understandings can guide policymakers tasked with allocating scarce funding resources. This project investigates how the composition of research teams in a field affects the pace of scientific advance.  In other words, the project examines the impact of the mix of teams in a field on the rate at which scientific fields generate new knowledge, in order to generate fundamental knowledge on the nature of scientific advance and to guide policymakers trying to allocate funding across a portfolio of potential projects.\r\n\r\nThe research focuses on the development of two sets of indicators able to capture field diversity and innovativeness. The first set of indicators is based on text analysis of phrases extracted from titles and abstracts and measures the pace of innovation and scientific advance. These indicators track the rate of concepts appearing, diffusing, and decaying in a field. The second set of indicators quantify the mix of large and small teams as well as the mix of more and less interdisciplinary teams in a field, in other words, the \"ecology\" of the field.  The goal of the indicators is to capture the size and diversity of scientific ecosystems at the level of scientific fields. The project considers physics, astronomy and experimental biology as test cases for developing measures and testing relations between field structure and the pace of innovation over time.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stasa",
   "pi_last_name": "Milojevic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stasa Milojevic",
   "pi_email_addr": "smilojev@indiana.edu",
   "nsf_id": "000573396",
   "pi_start_date": "2016-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Filippo",
   "pi_last_name": "Radicchi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Filippo Radicchi",
   "pi_email_addr": "filiradi@indiana.edu",
   "nsf_id": "000671177",
   "pi_start_date": "2016-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "1320 E. 10th Street",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474053907",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 58246.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this EAGER project was to devise innovative ways to study knowledge production practices (e.g., collaboration, productivity, interdisciplinarity) at the level of scientific fields. Shifting the study of collaboration and productivity from the level of individuals and teams to the level of fields, and focusing on their structural characteristics, has the potential for major advances in our understanding of the dynamics of science, with significant implications for science policy. We investigated the relationship between the portfolio of research teams in two fields (astronomy and ecology) and the pace of advance (as measured by the introduction of new concepts) in those fields. We used field-level data on team size distributions and their (inter)disciplinary composition to measure the ecology of research teams in a field and to capture field diversity and innovativeness. We used natural-language processing approaches to track the rate of concepts appearing, diffusing, and decaying in a field, producing a natural history of concepts in the fields. These measures identified rates of growth in the knowledge coverage of a field.&nbsp;</p>\n<p>Interdisciplinarity is another major staple of contemporary science. We devised a measure of knowledge interdisciplinarity based on the usage of references and applied it to over 50 million articles published in Web of Science. The results suggest that a commonly held notion of the universal increase in interdisciplinarity does not actually hold in all fields. The results also point to a complex relationship between interdisciplinarity and impact and between interdisciplinarity and team science.</p>\n<p>Finally, we examined academic workforce trends in three scientific fields (astronomy, ecology, and, robotics) following career lengths and knowledge production roles (lead versus supporting) of over 100,000 researchers from 1960s to 2010s. We identified significant shortening of career lengths accompanied by the significant rise of the number of scientists who have spent their entire career only as supporting authors. Although we find statistically significant trends between survivability and an author's early productivity, neither productivity nor the citation impact of early work or the level of initial collaboration can serve as a reliable predictor of ultimate survivability.&nbsp;<span>Our findings show that the shift in the mode of knowledge production towards team science&nbsp;</span><span>has coincided with a differentiation in the scientific workforce in terms of their roles. The increased need for both the specialization and possession of specialized technical knowledge to manipulate increasingly complex instrumentation and data has created an essential group of supporting contributors to knowledge. Unfortunately, the existing job roles and educational structures may not be responding to these changes. Our results suggest that, while essential, these supporting researchers are suffering from greater career instability and worse long-term career prospects in some fields.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2018<br>\n\t\t\t\t\tModified by: Stasa&nbsp;Milojevic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe aim of this EAGER project was to devise innovative ways to study knowledge production practices (e.g., collaboration, productivity, interdisciplinarity) at the level of scientific fields. Shifting the study of collaboration and productivity from the level of individuals and teams to the level of fields, and focusing on their structural characteristics, has the potential for major advances in our understanding of the dynamics of science, with significant implications for science policy. We investigated the relationship between the portfolio of research teams in two fields (astronomy and ecology) and the pace of advance (as measured by the introduction of new concepts) in those fields. We used field-level data on team size distributions and their (inter)disciplinary composition to measure the ecology of research teams in a field and to capture field diversity and innovativeness. We used natural-language processing approaches to track the rate of concepts appearing, diffusing, and decaying in a field, producing a natural history of concepts in the fields. These measures identified rates of growth in the knowledge coverage of a field. \n\nInterdisciplinarity is another major staple of contemporary science. We devised a measure of knowledge interdisciplinarity based on the usage of references and applied it to over 50 million articles published in Web of Science. The results suggest that a commonly held notion of the universal increase in interdisciplinarity does not actually hold in all fields. The results also point to a complex relationship between interdisciplinarity and impact and between interdisciplinarity and team science.\n\nFinally, we examined academic workforce trends in three scientific fields (astronomy, ecology, and, robotics) following career lengths and knowledge production roles (lead versus supporting) of over 100,000 researchers from 1960s to 2010s. We identified significant shortening of career lengths accompanied by the significant rise of the number of scientists who have spent their entire career only as supporting authors. Although we find statistically significant trends between survivability and an author's early productivity, neither productivity nor the citation impact of early work or the level of initial collaboration can serve as a reliable predictor of ultimate survivability. Our findings show that the shift in the mode of knowledge production towards team science has coincided with a differentiation in the scientific workforce in terms of their roles. The increased need for both the specialization and possession of specialized technical knowledge to manipulate increasingly complex instrumentation and data has created an essential group of supporting contributors to knowledge. Unfortunately, the existing job roles and educational structures may not be responding to these changes. Our results suggest that, while essential, these supporting researchers are suffering from greater career instability and worse long-term career prospects in some fields.\n\n\t\t\t\t\tLast Modified: 12/27/2018\n\n\t\t\t\t\tSubmitted by: Stasa Milojevic"
 }
}