{
 "awd_id": "1646562",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Synergy: Collaborative Research: Enabling Smart Underground Mining with an Integrated Context-Aware Wireless Cyber-Physical Framework",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 412500.0,
 "awd_amount": 420500.0,
 "awd_min_amd_letter_date": "2016-08-10",
 "awd_max_amd_letter_date": "2017-06-07",
 "awd_abstract_narration": "To reduce reliance on other countries for minerals (e.g., coal, rare-earth metals), the USA has seen an invigoration of mining activity in recent years. Unfortunately, miners often have to work in dangerous environments where there is risk of mine explosions, fires, poisonous gases, and flooding in tunnels. Mine accidents have killed over 500 US and 40,000 mine workers worldwide in the past decade. Most of these accidents occurred in structurally diverse underground mines with extensive labyrinths of interconnected tunnels, where the environment continually changes as mining progresses and machinery is repositioned, complicating search and rescue efforts. In recognition of the severity of the problem, the Mine Improvement and New Emergency Response Act passed in 2006 mandated mines to monitor levels of methane, carbon monoxide, smoke, and oxygen to warn miners of possible danger due to air poisoning, fire, or explosions. The Act also mandated plans to rapidly and safely respond in post-accident scenarios, involving two-way, wired or semi-wired tracking and communication systems that could save lives during entrapment and water inundation emergencies. But the high cost of deploying such a safety infrastructure encourages companies today to meet only the bare minimum required safeguards. This project will involve transformative, foundational, and synergistic research that is necessary to overcome monitoring, communication, and tracking challenges in the underground mining context, to realize a cost-effective safety infrastructure that can be deployed in any type of underground mine. Such a framework will not only minimize the risks facing hundreds of thousands of miners in the USA today, but the foundational research outcomes will also be applicable to a wide range of applications in the realms of Smart and Connected Communities (S&CC) and Internet of Things (IoT), wherever the emphasis is on creating smart workplaces, sustainably operating in harsh environments, and improving human safety.\r\n\r\nThe principal objective of this proposal is to devise, design, prototype, and test a fundamentally novel wireless cyber-physical framework of low-cost, energy-efficient, and reliable sensor nodes and commodity smartphones for monitoring, tracking, and communication, to improve miner safety in underground mines. This synergy project contributes to the science and engineering principles needed to realize Cyber-Physical Systems and seeks to grow at the intersection of three research thrusts: quality-aware voice and data streaming, mobile computing assisted location tracking, and computational electromagnetics driven wireless signal characterization. These three thrusts (1) introduce novel mechanisms to enable the co-existence of high quality voice streams with environmental sensor data streams in low-power wireless mesh networks of sensor nodes operating in noisy underground environments; (2) develop schemes for energy-efficient scheduling of location queries and error-tolerant indoor localization to locate individual miners and groups of miners underground; and (3) characterize wireless signal behavior with electromagnetic modeling in highly complex and uncertain environments, based on measurements from a real underground mine, to guide optimal placement of wireless nodes in mining tunnels. Not only is the convergence of these thrusts novel as a whole, but also the techniques and insights developed for each thrust are transformative and go beyond conventional approaches. Collaboration with a mining company for technology transfer will enable rapid real-world deployment of the proposed research. The broader impacts of the research will tightly integrate research results into all levels of teaching, including graduate, undergraduate, and K-12 education; broaden the participation of women and minority students in Cyber-Physical research; and integrate research into the syllabi of existing and new courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sudeep",
   "pi_last_name": "Pasricha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sudeep Pasricha",
   "pi_email_addr": "sudeep@colostate.edu",
   "nsf_id": "000513584",
   "pi_start_date": "2016-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Branislav",
   "pi_last_name": "Notaros",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Branislav M Notaros",
   "pi_email_addr": "notaros@colostate.edu",
   "nsf_id": "000493609",
   "pi_start_date": "2016-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  },
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 412500.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To reduce reliance on other countries for minerals (e.g., coal, rare-earth metals), the USA has seen an invigoration of mining activity in recent years. Unfortunately, miners often have to work in dangerous environments where there is risk of mine explosions, fires, poisonous gases, and flooding in tunnels. Mine accidents have killed over 500 mine workers in USA and 40,000 worldwide, just in the past decade. Most of these accidents occurred in structurally diverse underground mines with extensive labyrinths of interconnected tunnels, where the environment continually changes as mining progresses and machinery is repositioned, complicating search and rescue efforts. This project has realized a cost-effective safety infrastructure that can be deployed in any type of underground mine to overcome significant challenges that exist with monitoring, communication, and tracking of people and equipment in underground mining environments. The developed cyber-physical framework can not only minimize the risks facing hundreds of thousands of miners in the USA today, but the foundational research outcomes are applicable to a wide range of applications, wherever the emphasis is on creating smart workplaces, sustainably operating in harsh environments, and improving human safety.</p>\n<p>The primary outcome of the project has been the design, prototyping, and testing of a fundamentally novel smart wireless framework of low-cost, energy-efficient, and reliable sensor nodes and commodity smartphones to improve miner safety in underground mines. This framework consists of novel mechanisms to enable the co-existence of high quality voice streams<em> </em>with environmental sensor data streams in low-power wireless mesh networks of sensor nodes operating in noisy underground environments; and<em> </em>novel schemes for energy-efficient scheduling of location queries and error-tolerant indoor localization to locate individual miners and groups of miners underground. These novel approaches were devised with the help of real-world characterizations of wireless signal behavior using electromagnetic modeling techniques in highly complex and uncertain environments, such as in the Edgar underground mine in Idaho Springs, Colorado and other complex terrestrial indoor environments. The framework has been validated in these environments and shown significant improvements in the quality of real-time localization and communication over the state-of-the-art, which is a significant outcome of the project.</p>\n<p>Beyond the intellectual contributions with the developed cyber-physical framework, this project has also had a significant broader impact. Three Ph.D. students, five M.S. students, and 13 undergraduate students were mentored and participated in research as part of this project. Two female students (one graduate and one undergraduate) were among those mentored on the project. Two high school students from Colorado's Poudre School District were also provided internship opportunities and got hands-on experience applying STEM knowledge on the real-world and complex problem of enhancing underground miner safety. A vertically-integrated-project was supported over a three-year span, allowing high-school students to be mentored by undergraduate students, and undergraduate students in turn to be mentored by graduate students. This led to greater involvement of students from diverse backgrounds and skill levels, and improved retention and engagement of the involved students. The overall outcomes have been integrated into multiple courses on embedded computing and electromagnetics taught at Colorado State University and disseminated through special session, tutorials, and keynote talks at conferences, industry seminars, as well as more than 30 peer-reviewed conferences and journals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2020<br>\n\t\t\t\t\tModified by: Sudeep&nbsp;Pasricha</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTo reduce reliance on other countries for minerals (e.g., coal, rare-earth metals), the USA has seen an invigoration of mining activity in recent years. Unfortunately, miners often have to work in dangerous environments where there is risk of mine explosions, fires, poisonous gases, and flooding in tunnels. Mine accidents have killed over 500 mine workers in USA and 40,000 worldwide, just in the past decade. Most of these accidents occurred in structurally diverse underground mines with extensive labyrinths of interconnected tunnels, where the environment continually changes as mining progresses and machinery is repositioned, complicating search and rescue efforts. This project has realized a cost-effective safety infrastructure that can be deployed in any type of underground mine to overcome significant challenges that exist with monitoring, communication, and tracking of people and equipment in underground mining environments. The developed cyber-physical framework can not only minimize the risks facing hundreds of thousands of miners in the USA today, but the foundational research outcomes are applicable to a wide range of applications, wherever the emphasis is on creating smart workplaces, sustainably operating in harsh environments, and improving human safety.\n\nThe primary outcome of the project has been the design, prototyping, and testing of a fundamentally novel smart wireless framework of low-cost, energy-efficient, and reliable sensor nodes and commodity smartphones to improve miner safety in underground mines. This framework consists of novel mechanisms to enable the co-existence of high quality voice streams with environmental sensor data streams in low-power wireless mesh networks of sensor nodes operating in noisy underground environments; and novel schemes for energy-efficient scheduling of location queries and error-tolerant indoor localization to locate individual miners and groups of miners underground. These novel approaches were devised with the help of real-world characterizations of wireless signal behavior using electromagnetic modeling techniques in highly complex and uncertain environments, such as in the Edgar underground mine in Idaho Springs, Colorado and other complex terrestrial indoor environments. The framework has been validated in these environments and shown significant improvements in the quality of real-time localization and communication over the state-of-the-art, which is a significant outcome of the project.\n\nBeyond the intellectual contributions with the developed cyber-physical framework, this project has also had a significant broader impact. Three Ph.D. students, five M.S. students, and 13 undergraduate students were mentored and participated in research as part of this project. Two female students (one graduate and one undergraduate) were among those mentored on the project. Two high school students from Colorado's Poudre School District were also provided internship opportunities and got hands-on experience applying STEM knowledge on the real-world and complex problem of enhancing underground miner safety. A vertically-integrated-project was supported over a three-year span, allowing high-school students to be mentored by undergraduate students, and undergraduate students in turn to be mentored by graduate students. This led to greater involvement of students from diverse backgrounds and skill levels, and improved retention and engagement of the involved students. The overall outcomes have been integrated into multiple courses on embedded computing and electromagnetics taught at Colorado State University and disseminated through special session, tutorials, and keynote talks at conferences, industry seminars, as well as more than 30 peer-reviewed conferences and journals.\n\n \n\n\t\t\t\t\tLast Modified: 11/10/2020\n\n\t\t\t\t\tSubmitted by: Sudeep Pasricha"
 }
}