{
 "awd_id": "1646085",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2016 International Conference on Biomedical Robotics and Biomechatronics (BioRob)",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2016-08-05",
 "awd_max_amd_letter_date": "2016-08-05",
 "awd_abstract_narration": "1646085 - Thakor\r\n\r\nThis IEEE BIOROB 2016 conference covers many topics pertaining to the application of robotics and mechatronics in medicine and biology. The conference technical program of IEEE BioRob2016 will consist of invited talks, special sessions, posters, and paper presentations. The topics covered by the conference include a) health related topics pertaining to body mechanics, rehabilitation and assistance for disabled, b) advanced robotic and mechanical devices which will lead to automation and augmentation in care of aged and disabled, and in surgery, c) take inspiration from biology or nature to develop new generation of machines that carry unique properties of the living systems, and d) use of brain interface, neural control of machines and prostheses. These are leading edge topics that involve advanced technological fields such as robotics that are greatly in the national interest (e.g. the National Robotics Initiative proposed by the President).   Medical and surgical robotics and Neuroroprosthesis will contribute to improvements in human health. More advanced topics of biological inspired robotics may have implications in the development of technologies of interest to the defense.  The conference will also provide numerous opportunities and awards for students and other young investigators.  The invited students will be eligible to compete for student paper and poster awards and will be given featured opportunities to present. Preference will be given to under-represented minority and women. \r\n\r\nThe IEEE Robotics and Automation Society and the Engineering in Medicine and Biology Society have teamed up to run the International Conference on Biomedical Robotics and Biomechatronics - BioRob 2016. Previously this international meeting took place in Rome and Brazil. This year the meeting will take place in Singapore.  This conference proposes exciting topics at the frontiers of important fields that have impact on human health and disabilities, as well as advancing the technology with implication for industrial advances and defense.  The BIOROB conference covers both theoretical and experimental challenges posed by the application of robotics and mechatronics in medicine and biology. Biorobotics field represents a multi-disciplinary science and technology approach marrying many disciplines. These include the interplay of biology and medicine, human disease and health, with the help of technology spanning many disciplines and fields. The primary technology focus of BIOROB is robotic, mechatronic, and biomechanical/biomimetic systems. The application areas would include the fields of prosthesis, exoskeletons, and assistive devices.  Application areas include treatment of neurological, muscular, and neuromuscular disorders.  Technology and applications would include surgical systems, rehabilitation systems, neuroprosthesis and brain machine interfaces.  The research presented will greatly add to our understanding of how biological systems work, behave and interact and will guide us in the design and fabrication of novel, high performance bio-inspired machines and systems for many different applications.  Research presented will demonstrate novel mechatronic and robotic devices, as well as computational methods and technologies assist human beings in prevention, diagnosis, surgery, prosthetics, rehabilitation and personal assistance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nitish",
   "pi_last_name": "Thakor",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Nitish V Thakor",
   "pi_email_addr": "nthakor@bme.jhu.edu",
   "nsf_id": "000277439",
   "pi_start_date": "2016-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}