{
 "awd_id": "1646954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Connecting interface structure to interface-defect interactions in metals",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2016-06-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 102485.0,
 "awd_amount": 102485.0,
 "awd_min_amd_letter_date": "2016-08-09",
 "awd_max_amd_letter_date": "2016-08-09",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis CAREER award supports mesoscale modeling of solid-state interfaces in metals, with a view to predicting interface structure and interface interactions with crystals defects: point defects, dislocations, and cracks. This effort will lead to quantitative structure-property relations for interfaces, which may then be used to design structural composite materials with interfaces tailored to yield desired functionalities, such as high strength or fracture toughness, radiation or wear resistance, reduced corrosion or creep, and others. Such materials would have a major impact on energy applications.\r\n\r\nThe PI will pursue three specific scientific objectives. The first is to create mesoscale models that quantitatively describe and predict detailed interface structure. The second is to discover the mechanisms of interface-defect interactions, and create quantitative mesoscale models of these mechanisms. Finally, the third objective is to validate structure and defect interaction predictions through numerical uncertainty quantification and hypothesis-driven experiments. Initially, this project will be restricted to a subset of all possible interfaces, namely semicoherent interfaces formed between immiscible single-element metals. The structure of such interfaces may be described using misfit dislocations, which eases development of quantitative structure models and provides a basis for predicting interface-defect interactions. Heterophase interfaces between immiscible metals generally remain stable under a variety of conditions and do not migrate or intermix easily, easing experimental investigation.\r\n\r\nWork will focus on flat interfaces in their lowest energy state, but with differing crystallographic characters. Only pairs of metals whose crystal structures may be related to the face-centered-cubic structure by uniform deformations will be studied. Both heterophase interface and grain boundaries fall within this subset. The effect of temperature will be studied, but investigations of the effects of curvature, faceting, large pre-existing extrinsic defect concentrations, or non-equilibrium state will be postponed. This project will consider interface interactions with three types of defects: point defects, dislocations, and cracks. The interactions to be studied are defect trapping, emission, transmission, and motion near and within interfaces. Interactions with other types of defects - such as voids, inclusions, point defect clusters, or other interfaces - will not be studied as part of this project. There are no fundamental physical limitations that prevent broadening the scope of future work to interfaces, interactions, and defect types other than those listed above.\r\n\r\nThe education component of this project will support the development of a new class on defect physics and the revision of an exiting class on mechanical behavior of materials. All materials as well as videotaped lectures for both classes will be made available worldwide through MIT's OpenCourseWare. This project will enhance the training of future scientists by providing undergraduate research opportunities in materials modeling and integrating their work with international collaborations through the MIT International Science and Technology Initiatives program. Postdoctoral experience is increasingly critical for scientists to gain proficiency in leading research projects that span across and integrate both modeling and experimental results from different fields of study. The PI will establish a postdoc office that will undertake to enhance the postdoc experience at MIT.\r\n\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis CAREER project aims to increase our understanding of interfaces in metals through theory and computer modeling. Interfaces are locations where two different crystals meet and are ubiquitous in engineering alloys such as steel, aluminum, titanium, and many others. Although interfaces typically comprise less than 0.01% of the volume of such materials, they play a decisive role in determining their mechanical, electrical, thermal, and diffusion properties. Textbooks often portray them schematically as two-dimensional and abrupt. This simplification is convenient and often necessary, but fundamentally false: interface structure is inherently three dimensional, often complex, and occasionally quite beautiful. Thus, much remains to be understood about the structure and properties of interfaces.\r\n\r\nAn improved understanding of interfaces may provide a path to making better engineering alloys. The performance envelope of materials limits much of what technology can accomplish, for example in energy applications: from steam generators and batteries to high-voltage power lines and nuclear reactors, better materials translate into cleaner, safer, and cheaper energy. Materials performance in these applications is often controlled by crystal defects, such as vacancies, dislocations, and cracks. Tailoring the interactions of interfaces with such defects is one path to expanding the performance envelope of materials.\r\n\r\nThis project has three objectives. The first is to develop models that capture the full complexity of interface structure with enough precision to make quantitative predictions. The second is to discover how interfaces with different structures interact with defects that control materials performance and to develop the capability to predict these interface-defect interactions from interface structure. Finally, the third objective is to validate the interface structure and defect interaction models described above. All models make simplifying assumptions. A major goal of this work is to develop strategies for validating models of interface structure and defects interactions using both theory and experiments.\r\n\r\nBecause there is an infinite number of possible interfaces, this project has to focus on a selected subset of them. The specific types of interfaces to be studied have therefore been downselected based on criteria that give the highest likelihood of making rapid progress towards achieving the goals of this project. Similarly, interactions of interfaces with only three types of defects will be considered: point defects, dislocations, and cracks. There are, however, no fundamental physical limitations that prevent broadening the scope of future work to interfaces, interactions, and defect types other than those initially downselected.\r\n\r\nThe defect and interface physics involved in this project will be used to support the development of a new class and the revision of an existing class on mechanical behavior of materials at MIT. Thanks to MIT's commitment to share its educational resources through online programs such as OpenCourseWare, these classes will benefit a worldwide audience. This project will enhance the training of future scientists by providing undergraduate research opportunities both at MIT and internationally through the MIT International Science and Technology Initiatives program. Finally, this project will enhance the experience of scientists at MIT who recently received their PhDs and intend to continue building a career in research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michal",
   "pi_last_name": "Demkowicz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michal J Demkowicz",
   "pi_email_addr": "demkowicz@TAMU.EDU",
   "nsf_id": "000597133",
   "pi_start_date": "2016-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "TEES State Headquarters Bldg. 1470 William D. Fitch Parkway",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454645",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 102485.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most metals used in industry are aggregates of many small crystals. The interfaces between these crystals--i.e., the surfaces where two neighboring crystals are joined--play a vital role in determining the overal properties of the metal as a whole. Sometimes, their effect is deliterious. For example, interfaces may be the easiest places for the metal to break. Other times, they are beneficial. For instance, interfaces may be good \"garbage collectors\": sinks for defects and impurities found in the adjacent crystals.</p>\n<p>This project investigated the structure and properties of interfaces between metal crystals with a view to predicting their properties. It recognized that, like snowflakes, no two interfaces are alike. Indeed, even small changes in the composition or relative orientations of the two crystals that form an interface can have a large effect on the structure and properties of the interface. The work supported by this grant led to the development of computer programs that can automatically predict these differences based on the properties of the crystals that form an interface. These programs are needed for making better predictions of the properties of engineering metals, e.g. how they corrode or how they respond to radiation.</p>\n<p>A key strategy adopted by this project has been to find efficient ways of representing interface structure. Since all matter is made of atoms, the most general way of modeling interfaces is to simulate all the atoms that make up the crystals that meet at the interface. Indeed, this approach has already been successfully used for several decades. Its drawback is that it is rather computationally expensive. Moreover, since every intereface is different, the simulation has to be repeated every time a new interface is investigated, making it difficult to predict the behavior of materials that contain many different kinds of interfaces.</p>\n<p>By contrast, this project showed that it is not always necessary to model all the atoms that make up an interface to accurately predict its properties. Instead, interfaces may be often simulated as networks of linear, string-like defects called \"dislocations.\" As illustrated in the attached figure, the atomic structure of interfaces often features high-energy atoms configured in string-like arrangements. These arrangements may be represented as disclocations. Interface models build by using dislocations are much more effiicient thatn those based on atoms while retaining comparable accuracy.</p>\n<p>We used these models to study the behavior of radiation-induced defects close to metal interfaces. We discovered that the dislocations that make up the interface have a vey strong effect on radiation-induced defects, sucking them up from the material and preventing it from becoming damaged. We also developed a user-friendly, free comuputer program that may be downloaded and used by anyone to construct dislocation models of a large variety of interfaces. This program will make future research on metal interfaces faster and more precise.</p>\n<p>In addition to conducting research, this project also invested in mentorship and institutional support of postdoctoral researchers. Four postdocs received research appointments on this project. All have moved on to research positions, including in academia and at national research labs. Moreover, the project supported the PI's involvement in expanding support services for postdocs at his home institution. Finally, this project supported international internship and research opportunities for several undergraduate students, many of whom continued on to pursue advanced graduate degrees in science and engineering.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/14/2018<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Demkowicz</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1646954/1646954_10187255_1518635763861_MIT-Patterned-Surfaces-01--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1646954/1646954_10187255_1518635763861_MIT-Patterned-Surfaces-01--rgov-800width.jpg\" title=\"Representing interface structure using dislocations\"><img src=\"/por/images/Reports/POR/2018/1646954/1646954_10187255_1518635763861_MIT-Patterned-Surfaces-01--rgov-66x44.jpg\" alt=\"Representing interface structure using dislocations\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Interfaces between solid materials are surfaces with intricate, internal structure (shown on the left). To control that structure, and to use it for specific applications, researchers model it a simplified way (shown on the right).</div>\n<div class=\"imageCredit\">Niaz Abdolrahim and Jose-Luis Olivares</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Michael&nbsp;J&nbsp;Demkowicz</div>\n<div class=\"imageTitle\">Representing interface structure using dislocations</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMost metals used in industry are aggregates of many small crystals. The interfaces between these crystals--i.e., the surfaces where two neighboring crystals are joined--play a vital role in determining the overal properties of the metal as a whole. Sometimes, their effect is deliterious. For example, interfaces may be the easiest places for the metal to break. Other times, they are beneficial. For instance, interfaces may be good \"garbage collectors\": sinks for defects and impurities found in the adjacent crystals.\n\nThis project investigated the structure and properties of interfaces between metal crystals with a view to predicting their properties. It recognized that, like snowflakes, no two interfaces are alike. Indeed, even small changes in the composition or relative orientations of the two crystals that form an interface can have a large effect on the structure and properties of the interface. The work supported by this grant led to the development of computer programs that can automatically predict these differences based on the properties of the crystals that form an interface. These programs are needed for making better predictions of the properties of engineering metals, e.g. how they corrode or how they respond to radiation.\n\nA key strategy adopted by this project has been to find efficient ways of representing interface structure. Since all matter is made of atoms, the most general way of modeling interfaces is to simulate all the atoms that make up the crystals that meet at the interface. Indeed, this approach has already been successfully used for several decades. Its drawback is that it is rather computationally expensive. Moreover, since every intereface is different, the simulation has to be repeated every time a new interface is investigated, making it difficult to predict the behavior of materials that contain many different kinds of interfaces.\n\nBy contrast, this project showed that it is not always necessary to model all the atoms that make up an interface to accurately predict its properties. Instead, interfaces may be often simulated as networks of linear, string-like defects called \"dislocations.\" As illustrated in the attached figure, the atomic structure of interfaces often features high-energy atoms configured in string-like arrangements. These arrangements may be represented as disclocations. Interface models build by using dislocations are much more effiicient thatn those based on atoms while retaining comparable accuracy.\n\nWe used these models to study the behavior of radiation-induced defects close to metal interfaces. We discovered that the dislocations that make up the interface have a vey strong effect on radiation-induced defects, sucking them up from the material and preventing it from becoming damaged. We also developed a user-friendly, free comuputer program that may be downloaded and used by anyone to construct dislocation models of a large variety of interfaces. This program will make future research on metal interfaces faster and more precise.\n\nIn addition to conducting research, this project also invested in mentorship and institutional support of postdoctoral researchers. Four postdocs received research appointments on this project. All have moved on to research positions, including in academia and at national research labs. Moreover, the project supported the PI's involvement in expanding support services for postdocs at his home institution. Finally, this project supported international internship and research opportunities for several undergraduate students, many of whom continued on to pursue advanced graduate degrees in science and engineering.\n\n\t\t\t\t\tLast Modified: 02/14/2018\n\n\t\t\t\t\tSubmitted by: Michael J Demkowicz"
 }
}