{
 "awd_id": "1647095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US Ignite: Collaborative Research: Focus Area 1: Fiber Network for Smart Mapping, Monitoring and Managing Underground Urban Infrastructure",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2017-01-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 202818.0,
 "awd_amount": 243380.0,
 "awd_min_amd_letter_date": "2016-09-07",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "Underground infrastructure supports services critical to daily human life, including fresh water supply, waste and storm water sewage, natural gas, electric power, steam and telecommunications. Much of the infrastructure is aging, and in unknown locations and condition. This project proposes innovative research to monitor and map underground infrastructure by integrating gigabit network-enabled sensing and mapping, cutting-edge networking, and data analytics. These real-time and automated sensing and mapping techniques can improve maintenance and management operations through better planning, incident response and condition assessment. Success will improve construction and repair efficiency, and reduce unplanned service interruptions, and accidents that harm the public safety and environment. This is a collaborative research project between the University of Vermont and the University of Tennessee at Chattanooga. The cities of Burlington, VT, Winooski, VT and Chattanooga, TN are providing access to their infrastructure facilities for testing. A notable feature is that all three cities have deployments of gigabit networks that are available for use on this project. The three participating cities are located in small metropolitan regions that ease implementation of research efforts, yet are big enough to identify key issues affecting scaling up to larger cities. This project also provides educational experiences for graduate students and participating municipal utility officials in gigabit network-enabled sensing and underground urban infrastructure. \r\n\r\nThis project uses gigabit networks to integrate a mobile ground penetrating radar sensing with a cohesive network of sensors for detecting, assessing and reporting incipient conditions, such as emergent leaks. The processing and presentation of underground information will be rapidly transmitted to interested parties through secure, timely, and reliable communication, This project helps to build network-augmented position registration in an urban environment. Performance of the gigabit network-enabled utility mapping and sensing system will be measured in three participating cities. Success with this research will enable cities to manage, maintain and grow their infrastructure in manners that improve service, sustainability and resilience, while reducing costs, energy consumption and wasted resources. Since many of the aging underground infrastructure lies in older cities, often subjected to economic distress and decay, this project can help to provide basic human needs and rights, and help to provide social justice through reliable low-cost provision of clean drinking water, functional storm and waste water sewers, heat, electricity and telecommunications. Additionally, there is significant potential for increased resilience and rapid effective management of recovery from disasters.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dryver",
   "pi_last_name": "Huston",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Dryver R Huston",
   "pi_email_addr": "dryver.huston@uvm.edu",
   "nsf_id": "000279383",
   "pi_start_date": "2016-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tian",
   "pi_last_name": "Xia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tian Xia",
   "pi_email_addr": "txia@uvm.edu",
   "nsf_id": "000109140",
   "pi_start_date": "2016-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 So. Prospect Street",
  "perf_city_name": "Burlington",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054050160",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "289000",
   "pgm_ele_name": "CISE Research Resources"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015Z",
   "pgm_ref_txt": "US Ignite"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 202818.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 40562.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project researched using high-speed urban telecommunication networks to help with sensing conditions, and improving the management and usage of urban underground utility infrastructure, i.e., water, waste and storm water sewage, natural gas, electric, steam and telecommunications.&nbsp; The project spanned five years in two main phases.&nbsp; The first phase was a collaborative effort with the University of Vermont and University of Tennessee at Chattanooga that examined using the high speed fiber optic networks in the&nbsp; Burlington, VT; Winooski, VT; and Chattanooga, TN.&nbsp; The second phase was a supplemental project that used the NSF PAWR POWDER high-speed wireless testbed in Salt Lake City at the University of Utah.</p>\n<p>The main research objectives are: 1.&nbsp;<em>Network-enhanced position registration system </em>-&nbsp;Using communication networks to help with locating the precise position of above ground sensors that can detect underground objects. 2.&nbsp;<em>Underground utility network enabled sensing</em>&nbsp;<em>-</em>&nbsp;Determining the position, condition, and operational performance of underground infrastructure. 3.&nbsp;<em>Rapid transmission of map and condition data </em>-&nbsp;Rapidly processing, presenting, and sending information to interested parties.&nbsp; 4.&nbsp;<em>Network and data security</em>&nbsp;<em>-</em>&nbsp;Developing methods of protecting the data and network. 5.&nbsp;<em>Field test research</em>&nbsp;<em>-</em>&nbsp;Measuring the performance of the network-enabled utility mapping and sensing system in urban settings. &nbsp;</p>\n<p>&nbsp;The&nbsp;<em>intellectual merit</em>&nbsp;of this research includes improved understanding, invention, development and implementation of techniques that help to map urban underground infrastructure. Many of these mapping techniques take advantage of high-speed communication networks, smart cameras, electromagnetic sensors, and augmented reality systems. &nbsp;Key advancements include: 1. The innovative use of smart camera augmented reality systems to determine the location of geophysical instruments, such as ground penetrating radars, as they move to map underground utility structures.&nbsp; This technique frees up the operation of the systems to move in rapid free-form patterns that can quickly identify an focus on features of interest; 2. Identification and implementation of cybersecurity measures including data access policies aligned with emerging standards, and underground sensing data encryption; 3. Researched novel methods of controlling the shape of electromagnetic beams for improved wireless communications and penetrating radar sensing. This includes an innovative use of the mathematical technique known as Fractional Hilbert Transform to synchronize signals as they move through an array of antennas, and a novel low-frequency magnetic sensing method that can sense through lossy soils that block conventional ground penetrating radars; 4. Integrate subsurface 3-D subsurface utility mapping information into augmented reality systems that can be visualized onsite above ground; 6. Field test research - Successful demonstration of the techniques with tests in Burlington, VT, Chattanooga, TN, Salt Lake City, UT, and Winooski, VT.</p>\n<p>&nbsp;The&nbsp;<em>broader impacts</em>&nbsp;include educational experiences for graduate students and participating municipal utility officials in network-enabled sensing and underground urban infrastructure. The research conducted in this project is designed to determine methods of managing underground utilities in an urban setting, using network-enabled sensing and information processing techniques that are measurable, scalable and interoperable.&nbsp; Success with this research will enable cities to manage, maintain and grow their infrastructure in manners that improve service, sustainability and resilience, while reducing costs, energy consumption and wasted resources.&nbsp;&nbsp; Since many of the aging underground infrastructure lies in older cities, often subjected to economic distress and decay, this project has the potential to provide basic human needs and rights, and help to provide social justice through reliable low-cost provision of clean drinking water, functional storm and waste water sewers, heat, electricity and telecommunications.&nbsp; Additionally, there is significant potential for increased resilience and rapid effective management of recovery from disasters.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/10/2023<br>\n\t\t\t\t\tModified by: Dryver&nbsp;R&nbsp;Huston</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676008393554_Figure1AugmentedRealityPipes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676008393554_Figure1AugmentedRealityPipes--rgov-800width.jpg\" title=\"Figure 1 Augmented Reality Pipes\"><img src=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676008393554_Figure1AugmentedRealityPipes--rgov-66x44.jpg\" alt=\"Figure 1 Augmented Reality Pipes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Subsurface pipes scanned with multi-static ground penetrating radar and presented in augmented reality framework: a. single pipe, b. two pipes stacked, c. congested configuration</div>\n<div class=\"imageCredit\">Mauricio Pereira, M.S. Thesis, UVM, 2019</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dryver&nbsp;R&nbsp;Huston</div>\n<div class=\"imageTitle\">Figure 1 Augmented Reality Pipes</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676043215083_Figure2ARenables--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676043215083_Figure2ARenables--rgov-800width.jpg\" title=\"Figure 2 AR enables\"><img src=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676043215083_Figure2ARenables--rgov-66x44.jpg\" alt=\"Figure 2 AR enables\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">AR Enables GPR Arbitrary Route that does not follow a straight line.  A smart camera using visual inertial odometry tracks the trajectory and renders subsurface images of features along circular route on UTC campus.</div>\n<div class=\"imageCredit\">Mauricio Pereira, M.S. Thesis, UVM, 2019</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dryver&nbsp;R&nbsp;Huston</div>\n<div class=\"imageTitle\">Figure 2 AR enables</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676045631837_Figure3Acousticpipelocator--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676045631837_Figure3Acousticpipelocator--rgov-800width.jpg\" title=\"Figure 3 Acoustic pipe locator\"><img src=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676045631837_Figure3Acousticpipelocator--rgov-66x44.jpg\" alt=\"Figure 3 Acoustic pipe locator\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Acoustic pipe locator maps water pipes in lossy soils, Chattanooga, TN</div>\n<div class=\"imageCredit\">Dryver Huston</div>\n<div class=\"imageSubmitted\">Dryver&nbsp;R&nbsp;Huston</div>\n<div class=\"imageTitle\">Figure 3 Acoustic pipe locator</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676066020016_Figure4OAM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676066020016_Figure4OAM--rgov-800width.jpg\" title=\"Figure 4. OAM\"><img src=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676066020016_Figure4OAM--rgov-66x44.jpg\" alt=\"Figure 4. OAM\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Shaped electromagnetic beam communication and sensing system using phased array to synthesize Orbital Angular Momentum beam: a. 4-antenna setup, b. system schematic, c. simulations of fields in communication signaling, and d. measured data</div>\n<div class=\"imageCredit\">Daniel Orfeo, UVM PhD dissertation, 2021</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dryver&nbsp;R&nbsp;Huston</div>\n<div class=\"imageTitle\">Figure 4. OAM</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676072425297_Figure5Activemagneticsensing--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676072425297_Figure5Activemagneticsensing--rgov-800width.jpg\" title=\"Figure 5 Active magnetic sensing\"><img src=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676072425297_Figure5Activemagneticsensing--rgov-66x44.jpg\" alt=\"Figure 5 Active magnetic sensing\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Active magnetic sensing of metallic buried pipes using rotating magnetic fields that can penetrate lossy soils and water that blocks penetrating radar sensors.</div>\n<div class=\"imageCredit\">Wilson Ezequelle, UVM ME Thesis, 2020</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dryver&nbsp;R&nbsp;Huston</div>\n<div class=\"imageTitle\">Figure 5 Active magnetic sensing</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676074269247_Figure6POWDERtesting--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676074269247_Figure6POWDERtesting--rgov-800width.jpg\" title=\"Figure 6 PAWR POWDER testing\"><img src=\"/por/images/Reports/POR/2023/1647095/1647095_10459379_1676074269247_Figure6POWDERtesting--rgov-66x44.jpg\" alt=\"Figure 6 PAWR POWDER testing\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Testing of 5G wireless links from ground penetrating radar (GPR) to edge/cloud at NSF PAWR POWDER testbed, Salt Lake City, Univ. of Utah: a. network configuration, b. GPR B-scan showing possible pipe, c. performance test of communication link, d. POWDER base station, and e. GPR scanning at POWDER</div>\n<div class=\"imageCredit\">Dryver Huston</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dryver&nbsp;R&nbsp;Huston</div>\n<div class=\"imageTitle\">Figure 6 PAWR POWDER testing</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project researched using high-speed urban telecommunication networks to help with sensing conditions, and improving the management and usage of urban underground utility infrastructure, i.e., water, waste and storm water sewage, natural gas, electric, steam and telecommunications.  The project spanned five years in two main phases.  The first phase was a collaborative effort with the University of Vermont and University of Tennessee at Chattanooga that examined using the high speed fiber optic networks in the  Burlington, VT; Winooski, VT; and Chattanooga, TN.  The second phase was a supplemental project that used the NSF PAWR POWDER high-speed wireless testbed in Salt Lake City at the University of Utah.\n\nThe main research objectives are: 1. Network-enhanced position registration system - Using communication networks to help with locating the precise position of above ground sensors that can detect underground objects. 2. Underground utility network enabled sensing - Determining the position, condition, and operational performance of underground infrastructure. 3. Rapid transmission of map and condition data - Rapidly processing, presenting, and sending information to interested parties.  4. Network and data security - Developing methods of protecting the data and network. 5. Field test research - Measuring the performance of the network-enabled utility mapping and sensing system in urban settings.  \n\n The intellectual merit of this research includes improved understanding, invention, development and implementation of techniques that help to map urban underground infrastructure. Many of these mapping techniques take advantage of high-speed communication networks, smart cameras, electromagnetic sensors, and augmented reality systems.  Key advancements include: 1. The innovative use of smart camera augmented reality systems to determine the location of geophysical instruments, such as ground penetrating radars, as they move to map underground utility structures.  This technique frees up the operation of the systems to move in rapid free-form patterns that can quickly identify an focus on features of interest; 2. Identification and implementation of cybersecurity measures including data access policies aligned with emerging standards, and underground sensing data encryption; 3. Researched novel methods of controlling the shape of electromagnetic beams for improved wireless communications and penetrating radar sensing. This includes an innovative use of the mathematical technique known as Fractional Hilbert Transform to synchronize signals as they move through an array of antennas, and a novel low-frequency magnetic sensing method that can sense through lossy soils that block conventional ground penetrating radars; 4. Integrate subsurface 3-D subsurface utility mapping information into augmented reality systems that can be visualized onsite above ground; 6. Field test research - Successful demonstration of the techniques with tests in Burlington, VT, Chattanooga, TN, Salt Lake City, UT, and Winooski, VT.\n\n The broader impacts include educational experiences for graduate students and participating municipal utility officials in network-enabled sensing and underground urban infrastructure. The research conducted in this project is designed to determine methods of managing underground utilities in an urban setting, using network-enabled sensing and information processing techniques that are measurable, scalable and interoperable.  Success with this research will enable cities to manage, maintain and grow their infrastructure in manners that improve service, sustainability and resilience, while reducing costs, energy consumption and wasted resources.   Since many of the aging underground infrastructure lies in older cities, often subjected to economic distress and decay, this project has the potential to provide basic human needs and rights, and help to provide social justice through reliable low-cost provision of clean drinking water, functional storm and waste water sewers, heat, electricity and telecommunications.  Additionally, there is significant potential for increased resilience and rapid effective management of recovery from disasters.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/10/2023\n\n\t\t\t\t\tSubmitted by: Dryver R Huston"
 }
}