{
 "awd_id": "1647557",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quenching a thirsty west:   Integrated scientific knowledge and technological infrastructure to solve water issues in the Western United States",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "venkataraman lakshmi",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 49500.0,
 "awd_amount": 49500.0,
 "awd_min_amd_letter_date": "2016-08-11",
 "awd_max_amd_letter_date": "2016-08-11",
 "awd_abstract_narration": "The future management of water resources in the Western United States poses significant challenges from human-derived change, along with tremendous opportunities to improve the efficiency of water allocation for the very diverse needs of humans and ecology.  This workshop will bring together scientific and engineering leaders from academia to define the major issues and to develop a plan to guide research, technology and infrastructure capacity needs for the future.  The workshop will be held in conjunction with the Tahoe Summit which is attended by local, regional and national policy makers focused on the needs for water sustainability in the Western United States and the importance of science to guide sustainability development.   \r\n\r\nA diverse mix of early career and senior faculty, graduate students and postdoctoral researchers will participate in the meeting.  Established investigators will be brought together with new and under-represented researchers, as well as policy makers responsible for water management in the Western US, providing excellent opportunities for both scientific mentoring exchange and translation of scientific knowledge to practice.  The young scientists in particular will benefit significantly from the networking and synthesis activities of the symposium.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sudeep",
   "pi_last_name": "Chandra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sudeep Chandra",
   "pi_email_addr": "sudeep@unr.edu",
   "nsf_id": "000363437",
   "pi_start_date": "2016-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Tyler",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Scott W Tyler",
   "pi_email_addr": "styler@unr.edu",
   "nsf_id": "000117883",
   "pi_start_date": "2016-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 49500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Addressing western water challenges requires a coordinated effort from a range of disciplines and organizations. &nbsp;In September 2016, researchers from across the western US convened &nbsp;in advance of the 20<sup>th</sup> annual Lake Tahoe Summit to discuss western US water issues in the 21<sup>st</sup> century.&nbsp; This two-day workshop brought together ~40 researchers from universities and agencies to discuss the prospects that transformative new science and forecasting of western water might reduce future &ldquo;surprises&rdquo; and help policy makers and the public anticipate and adapt to a changing world. The discussion was motivated by the urgent need to improve knowledge of the resilience versus &ldquo;brittleness&rdquo; of western water supplies in the face of changing climate and large scale disturbances, including, wildfires, floods, droughts and contamination.</p>\n<p>Attendees primarily hailed from the environmental science communities but included science communication experts and representatives of funding agencies. Given the limited time available, the discussions focused on a) improving projections of the causes and consequences of changing river flows; b) integrating knowledge of forest ecosystem dynamics, water stress, wildfires, and climate to maintain the &ldquo;infrastructure&rdquo; of western headwaters while reducing increasingly intense and expensive fires; and c) the current state of water monitoring infrastructure and knowledge gaps in the Western US.</p>\n<p>With much of the landscape of the west under federal and state management, increasing population growth in cities , and increasing industrial and agricultural demands for water, participants agreed that a new integration of academic and agency intellectual power is needed to address these issues and minimize future surprises to policy makers.&nbsp; The workshop developed five key initiatives that a partnership of the research community and land management communities is strategically positioned to undertake. These include:</p>\n<ul>\n<li>An examination of our existing research networks, including critical zone observatories, long-term ecological research sites, and other experimental forest and range sites, to determine their sustainability and value in assessing how extreme climate events influence hydrology and ecology.</li>\n<li>Integration of &nbsp;research programs to design resilient forests focusing on reducing water stress, quantifying the water storage potential in snow and the subsurface, and incorporating emerging science on ecophysiology and mortality, climate variation, and climate change. </li>\n<li>Implementation of a major program to advance hydrologic monitoring in the mountains of the western United States focusing on precipitation, snowpack, evapotranspiration, soil moisture, and groundwater across the West.</li>\n<li>Development of coupled atmospheric, terrestrial, and marine observatory networks to improve hydrologic prediction.</li>\n<li>The use of targeted field campaigns using novel technologies. Novel technologies (i.e., new sensors, drones, and airborne platforms) can help assess and fill data gaps that currently limit the accurate understanding of water availability at all geographic scales.</li>\n</ul>\n<p>The workshop concluded that the time for a western-focused, integrated center to develop science and social-science based solutions for addressing water scarcity and resilience in the west is upon us. Such a center would bring state-of-the-art scientific, engineering and socio-economic findings to bear on critical water issues in context of public policy, planning, and socioeconomic trends. Western water, whether in the atmosphere, rivers or aquifers flows without regard to state or federal boundaries. Scientists, engineers and policy researchers must therefore also work across boundaries to ensure resiliency of water supplies and landscapes through the coming century.</p>\n<p>This work is taken from Tyler et al., (2017) which contains a more complete synopsis of the workshop.</p>\n<p>Tyler, S., S. Chandra, and G. Grant (2017), Management strategies for sustainable western water, <em>Eos, 98,</em> https://doi.org/10.1029/2017EO071701</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2018<br>\n\t\t\t\t\tModified by: Sudeep&nbsp;Chandra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAddressing western water challenges requires a coordinated effort from a range of disciplines and organizations.  In September 2016, researchers from across the western US convened  in advance of the 20th annual Lake Tahoe Summit to discuss western US water issues in the 21st century.  This two-day workshop brought together ~40 researchers from universities and agencies to discuss the prospects that transformative new science and forecasting of western water might reduce future \"surprises\" and help policy makers and the public anticipate and adapt to a changing world. The discussion was motivated by the urgent need to improve knowledge of the resilience versus \"brittleness\" of western water supplies in the face of changing climate and large scale disturbances, including, wildfires, floods, droughts and contamination.\n\nAttendees primarily hailed from the environmental science communities but included science communication experts and representatives of funding agencies. Given the limited time available, the discussions focused on a) improving projections of the causes and consequences of changing river flows; b) integrating knowledge of forest ecosystem dynamics, water stress, wildfires, and climate to maintain the \"infrastructure\" of western headwaters while reducing increasingly intense and expensive fires; and c) the current state of water monitoring infrastructure and knowledge gaps in the Western US.\n\nWith much of the landscape of the west under federal and state management, increasing population growth in cities , and increasing industrial and agricultural demands for water, participants agreed that a new integration of academic and agency intellectual power is needed to address these issues and minimize future surprises to policy makers.  The workshop developed five key initiatives that a partnership of the research community and land management communities is strategically positioned to undertake. These include:\n\nAn examination of our existing research networks, including critical zone observatories, long-term ecological research sites, and other experimental forest and range sites, to determine their sustainability and value in assessing how extreme climate events influence hydrology and ecology.\nIntegration of  research programs to design resilient forests focusing on reducing water stress, quantifying the water storage potential in snow and the subsurface, and incorporating emerging science on ecophysiology and mortality, climate variation, and climate change. \nImplementation of a major program to advance hydrologic monitoring in the mountains of the western United States focusing on precipitation, snowpack, evapotranspiration, soil moisture, and groundwater across the West.\nDevelopment of coupled atmospheric, terrestrial, and marine observatory networks to improve hydrologic prediction.\nThe use of targeted field campaigns using novel technologies. Novel technologies (i.e., new sensors, drones, and airborne platforms) can help assess and fill data gaps that currently limit the accurate understanding of water availability at all geographic scales.\n\n\nThe workshop concluded that the time for a western-focused, integrated center to develop science and social-science based solutions for addressing water scarcity and resilience in the west is upon us. Such a center would bring state-of-the-art scientific, engineering and socio-economic findings to bear on critical water issues in context of public policy, planning, and socioeconomic trends. Western water, whether in the atmosphere, rivers or aquifers flows without regard to state or federal boundaries. Scientists, engineers and policy researchers must therefore also work across boundaries to ensure resiliency of water supplies and landscapes through the coming century.\n\nThis work is taken from Tyler et al., (2017) which contains a more complete synopsis of the workshop.\n\nTyler, S., S. Chandra, and G. Grant (2017), Management strategies for sustainable western water, Eos, 98, https://doi.org/10.1029/2017EO071701\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/05/2018\n\n\t\t\t\t\tSubmitted by: Sudeep Chandra"
 }
}