{
 "awd_id": "1647005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER/DMREF: In-Situ Thermomechanical Processing and Measurement in the Scanning Electron Microscope",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 238586.0,
 "awd_amount": 238586.0,
 "awd_min_amd_letter_date": "2016-08-03",
 "awd_max_amd_letter_date": "2016-08-03",
 "awd_abstract_narration": "Improving the performance of engineering alloys has a great many applications, but innovation in this area requires precise knowledge of the behavior of these materials at the microscopic scale. This EArly-concept Grant for Exploratory Research (EAGER)/Designing Materials to Revolutionize and Engineer our Future (DMREF) award supports efforts to accelerate the optimization of processing methods for engineering alloys. A \"micro-simulator\" will be built within an electron microscope to replicate the temperatures and stresses that a metallic alloy experiences during the processing steps from raw materials to a manufactured form.  This device will provide the ability to image the detailed internal structure of the material as it is processed.  An instrument for measuring the mechanical properties of the material will also be integrated into the system.  This combination of capabilities will provide unprecedented ability to correlate processing conditions to the structure and properties of the material, and help efficiently identify improved processing conditions for improved performance.  The graduate students involved in this project will receive training in designing and building complex instrumentation, a key skill for national technological competitiveness.\r\n\r\nThe primary goal of this research is to implement relevant thermo-mechanical processing and measurement conditions within a scanning electron microscope, to enable correlation of stress and temperature conditions to microstructural evolution and mechanical properties during real time thermo-mechanical processing of metal alloys. An Adaptive Microscale Simulator will be developed that will operate within the microscope and integrate the ability to heat and stress samples under conditions relevant to  commercial metal alloy processing, combined with the ability to measure local mechanical properties using an integrated nano-indenter.  The instrumentation will allow access to the range of temperatures that encompass phase and microstructural evolution in this system, and application of tensile stresses that approach or exceed the yield stress, while imaging at nanometer-scale resolution.  Further the integrated nano-indenter is designed to correlate local microstructure to mechanical properties. This unique combination of capabilities will provide broad new insight into evolving microstructure and properties under thermo-mechanical processing conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hull",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Hull",
   "pi_email_addr": "hullr2@rpi.edu",
   "nsf_id": "000192514",
   "pi_start_date": "2016-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wen",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Wen",
   "pi_email_addr": "wenj@rpi.edu",
   "nsf_id": "000305328",
   "pi_start_date": "2016-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Antoinette",
   "pi_last_name": "Maniatty",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Antoinette M Maniatty",
   "pi_email_addr": "maniaa@rpi.edu",
   "nsf_id": "000319290",
   "pi_start_date": "2016-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Lewis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Lewis",
   "pi_email_addr": "lewisd2@rpi.edu",
   "nsf_id": "000198538",
   "pi_start_date": "2016-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "829200",
   "pgm_ele_name": "DMREF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "088E",
   "pgm_ref_txt": "THERMALLY DRIVEN PROCESSES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 238586.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: small;\">This Early Grant for Exploratory Research</span> <span style=\"font-size: small;\">project (initially one year, followed by a no cost extension for a second year) focused upon the development of new experimental capabilities for studying the evolution of materials microstructure, at very fine length scales and under processing conditions that bare representative of industrial practice.&nbsp; The heart of the project was the construction &ndash; in collaboration with instrument maker Kammrath and Weiss - of a unique piece of equipment that is integrated into a scanning electron microscope.&nbsp; The equipment allows high temperature heating of materials, coupled with the application of high loads, and the ability to locally probe mechanical properties.&nbsp;&nbsp; The integration into the scanning electron microscope enables these processes to be imaged in real-time and with spatial definition down to about ten nanometers &ndash; one ten thousandth the width of a human hair.</span></p>\n<p><span style=\"font-size: small;\">The <em>intellectual merit</em> of the project was to assemble this equipment and enable initial application to the understanding of processing of a high strength engineering metal alloy, titanium &ndash; 6% aluminum &ndash; 4% vanadium.&nbsp; The equipment was built to access temperatures above 1000</span><sup><span style=\"font-size: x-small;\">o</span></sup><span style=\"font-size: small;\"> C and mechanical stresses above one GigaPascal (about ten thousand times atmospheric pressure).&nbsp; This enables the access of regimes of temperature and mechanical deformation that are representative of bulk material processing.&nbsp; The ability to replicate this in the scanning electron microscope will allow direct study of the evolution of materials microstructure - the arrangements of local structure and defects in the material at very short length scales &ndash; and correlate to mechanical properties.&nbsp; This advances understanding of how to correlate better processing conditions with mechanical properties in these materials.</span></p>\n<p><span style=\"font-size: small;\">The <em>broader impacts</em> of this project are its educational impact, the generation of new experimental techniques and methods, and the potential for application to industrial processes.&nbsp; With respect to the latter, these capabilities are being translated into a follow-on project engaging multiple industrial collaborators to translate what is learned in the laboratory to informing industrial practice.&nbsp; With respect to the creation of new capabilities, we plan to apply this instrumentation to other materials systems ranging from glasses to bone.&nbsp; With respect to educational impact, the primary student on this project has honed advanced skills in the design, construction and application of unique and complex instrumentation.</span></p>\n<p><span style=\"font-size: small;\">&ldquo;This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.&rdquo;</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2018<br>\n\t\t\t\t\tModified by: Robert&nbsp;Hull</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Early Grant for Exploratory Research project (initially one year, followed by a no cost extension for a second year) focused upon the development of new experimental capabilities for studying the evolution of materials microstructure, at very fine length scales and under processing conditions that bare representative of industrial practice.  The heart of the project was the construction &ndash; in collaboration with instrument maker Kammrath and Weiss - of a unique piece of equipment that is integrated into a scanning electron microscope.  The equipment allows high temperature heating of materials, coupled with the application of high loads, and the ability to locally probe mechanical properties.   The integration into the scanning electron microscope enables these processes to be imaged in real-time and with spatial definition down to about ten nanometers &ndash; one ten thousandth the width of a human hair.\n\nThe intellectual merit of the project was to assemble this equipment and enable initial application to the understanding of processing of a high strength engineering metal alloy, titanium &ndash; 6% aluminum &ndash; 4% vanadium.  The equipment was built to access temperatures above 1000o C and mechanical stresses above one GigaPascal (about ten thousand times atmospheric pressure).  This enables the access of regimes of temperature and mechanical deformation that are representative of bulk material processing.  The ability to replicate this in the scanning electron microscope will allow direct study of the evolution of materials microstructure - the arrangements of local structure and defects in the material at very short length scales &ndash; and correlate to mechanical properties.  This advances understanding of how to correlate better processing conditions with mechanical properties in these materials.\n\nThe broader impacts of this project are its educational impact, the generation of new experimental techniques and methods, and the potential for application to industrial processes.  With respect to the latter, these capabilities are being translated into a follow-on project engaging multiple industrial collaborators to translate what is learned in the laboratory to informing industrial practice.  With respect to the creation of new capabilities, we plan to apply this instrumentation to other materials systems ranging from glasses to bone.  With respect to educational impact, the primary student on this project has honed advanced skills in the design, construction and application of unique and complex instrumentation.\n\n\"This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\"\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 12/06/2018\n\n\t\t\t\t\tSubmitted by: Robert Hull"
 }
}