{
 "awd_id": "1648618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:   Network Sparsification for Atomistic to Continuum Scale Solid Mechanics",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2016-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 99913.0,
 "awd_amount": 99913.0,
 "awd_min_amd_letter_date": "2016-07-06",
 "awd_max_amd_letter_date": "2016-07-06",
 "awd_abstract_narration": "This EArly-concept Grant for Exploratory Research (EAGER) award supports the use of network science tools to predict characteristics of materials. Small imperfections (e.g., defects) in solid materials can have a dramatic impact on their material properties.  Models that predict these properties can be extraordinarily challenging due to the physical complexity and computer resources required to solve such problems.  To overcome this challenge and advance the understanding of defect mechanics, this award will provide the initial support to formulate and validate a new modeling methodology that leverages novel mathematical tools from network science.  While network science has been successfully used to understand global properties of systems associated with friendships, spread of diseases, and information over the Internet, it has not been considered for predicting complex material properties of solids.  By uncovering the most important local interactions within a solid, the PIs expect to provide new insights into global material characteristics that take material defects into consideration. This has implications on designing new electronic materials, smart actuator and sensor materials for robotics, and materials for energy applications. The network science tools will also be introduced to graduate and undergraduate students through research experiences and courses.\r\n\r\nA graph theoretic approach to constitutive model predictions of solids will be applied to bridge the gap between atomic structure calculations and continuum field theory of solids.  If successful, this approach will provide unique opportunities in solid mechanics to utilize new tools to provide deeper insight of collective atomic behavior as a continuum with advanced predictive power supported by the properties of the underlying network.  The PIs plan to utilize such concepts to understand how local atomic forces govern mesoscale constitutive behavior by projecting material physics onto graphs of varying sparsity.  Stochastic estimations of deformation based on the discrete graphs will be utilized within a continuum framework to support quantification of stresses near defects in solids.  Utilization of Bayesian uncertainty quantification will be used to provide metrics for judging the efficacy of how changes in the network structure (e.g., defects structures) give rise to changes in mesoscale constitutive behavior.  Atomistic calculations of a Lennard-Jones potential in one dimension will be extended to two and three dimensional molecular dynamic simulations.  Network structures will be formulated from these models and then used for mesoscale continuum homogenization of deformation to assess validity of the network-based characterization of material defects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Oates",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Oates",
   "pi_email_addr": "woates@eng.fsu.edu",
   "nsf_id": "000259958",
   "pi_start_date": "2016-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kunihiko",
   "pi_last_name": "Taira",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kunihiko Taira",
   "pi_email_addr": "ktaira@seas.ucla.edu",
   "nsf_id": "000638467",
   "pi_start_date": "2016-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "2003 Levy Ave.",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323106046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 99913.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The success of network science in applications ranging from social networks, spread of disease, and Internet routing motivated this research in computational materials science.&nbsp; In the field of materials science, atoms from the periodic table are combined to form solid materials that provide functionality and structure for a variety of engineering applications ranging from aerospace, electronics, and automotive systems.&nbsp; Understanding the interactions between atoms that collectively produce structure and function is a hallmark problem in materials science.&nbsp; Atomistic simulations are a well-known computational tool to simulate interatomic interactions to approximate macroscopic behavior.&nbsp; A very large number of atoms are required to obtain a homogenized solution that is applicable at the macroscopic scale.&nbsp; Here, we addressed this problem by approaching the problem from a network science perspective.</p>\n<p>Since network science uses the mathematical tools of graph theory, this provides a multitude of mathematical proofs for applications in computational materials science.&nbsp; At its heart, a graph contains nodes and edges connecting nodes.&nbsp; Classically, these nodes may be airports, individuals, or power stations, for example.&nbsp; The edges connecting the nodes may be airplane flight paths, friends or family, or electrical transmission lines.&nbsp; For materials, we define nodes as atoms and the forces between nodes are the edges.&nbsp;&nbsp; This results in what is known as a weighted graph.&nbsp; By formulating the problem this way, we were able to explore different atomistic potentials that give rise to different forces between atoms.&nbsp; We narrowed the problem to two classical potentials that are pervasive in computational materials research&mdash;a short range and long range potential.&nbsp; The short range potential is called the Lennard-Jones potential which approximates quantum mechanical repulsive and attractive forces between atoms.&nbsp; The long range potential was the Coulomb potential which models electrostatic and magnetostatic forces in solids.&nbsp;</p>\n<p>One of the computational bottlenecks to atomistic simulation is the computation of all the long range forces which must be summed across a material &ldquo;network&rdquo; to obtain the total force on each atom.&nbsp; Once this total force is known, Newton&rsquo;s law is used to accelerate the atom to a new position that reduces the forces that are balanced against inertial forces.&nbsp; We addressed this problem by applying a technique known as spectral sparsification.&nbsp; This technique looks for graph similarity in terms of the structure of the graph; specifically, the eigenvalue spectra of the graph Laplacian.&nbsp; The algorithm removes certain weights and redistributes them so that the total property of the graph is conserved.&nbsp; In our case the sparsification algorithm conserves total momentum.&nbsp; The key Intellectual Merit outcome was that spectral sparsification is advantageous in reducing the computational complexity of the material &ldquo;network&rdquo; for problems containing long range forces.&nbsp; This is due to the complexity of charge distributions that cannot easily be redistributed or approximated using local forces.&nbsp; We found that a significant amount of the interatomic forces could be removed and redistributed without loss of global material properties such as stress-strain or energy computations.&nbsp; This is not only useful for long-range potentials but also advantageous for problems that contain heterogeneous behavior.&nbsp; This is where spectral sparsification shines as it identifies a simpler graph while conserving global characteristics.&nbsp;</p>\n<p>The Broader Impact of this work includes the training of graduate students, disseminating the research at conferences and journal publications, and extending the research to new fields.&nbsp; For example, we have shown how the same spectral sparsification method may be applied to machine learning applications.&nbsp; We have conducted preliminary investigations that show considerable speed-up in training neural networks on sparse graphs as opposed to full bi-partite graphs used in deep belief networks.&nbsp; Along a similar vein, we have found that spectral sparsification is also applicable to embedding sparse graphs on D-Wave quantum computing hardware.&nbsp; This allows for embeddings of larger graphs that do not require large connectivity which is currently limited on quantum computing hardware.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2018<br>\n\t\t\t\t\tModified by: William&nbsp;S&nbsp;Oates</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe success of network science in applications ranging from social networks, spread of disease, and Internet routing motivated this research in computational materials science.  In the field of materials science, atoms from the periodic table are combined to form solid materials that provide functionality and structure for a variety of engineering applications ranging from aerospace, electronics, and automotive systems.  Understanding the interactions between atoms that collectively produce structure and function is a hallmark problem in materials science.  Atomistic simulations are a well-known computational tool to simulate interatomic interactions to approximate macroscopic behavior.  A very large number of atoms are required to obtain a homogenized solution that is applicable at the macroscopic scale.  Here, we addressed this problem by approaching the problem from a network science perspective.\n\nSince network science uses the mathematical tools of graph theory, this provides a multitude of mathematical proofs for applications in computational materials science.  At its heart, a graph contains nodes and edges connecting nodes.  Classically, these nodes may be airports, individuals, or power stations, for example.  The edges connecting the nodes may be airplane flight paths, friends or family, or electrical transmission lines.  For materials, we define nodes as atoms and the forces between nodes are the edges.   This results in what is known as a weighted graph.  By formulating the problem this way, we were able to explore different atomistic potentials that give rise to different forces between atoms.  We narrowed the problem to two classical potentials that are pervasive in computational materials research&mdash;a short range and long range potential.  The short range potential is called the Lennard-Jones potential which approximates quantum mechanical repulsive and attractive forces between atoms.  The long range potential was the Coulomb potential which models electrostatic and magnetostatic forces in solids. \n\nOne of the computational bottlenecks to atomistic simulation is the computation of all the long range forces which must be summed across a material \"network\" to obtain the total force on each atom.  Once this total force is known, Newton?s law is used to accelerate the atom to a new position that reduces the forces that are balanced against inertial forces.  We addressed this problem by applying a technique known as spectral sparsification.  This technique looks for graph similarity in terms of the structure of the graph; specifically, the eigenvalue spectra of the graph Laplacian.  The algorithm removes certain weights and redistributes them so that the total property of the graph is conserved.  In our case the sparsification algorithm conserves total momentum.  The key Intellectual Merit outcome was that spectral sparsification is advantageous in reducing the computational complexity of the material \"network\" for problems containing long range forces.  This is due to the complexity of charge distributions that cannot easily be redistributed or approximated using local forces.  We found that a significant amount of the interatomic forces could be removed and redistributed without loss of global material properties such as stress-strain or energy computations.  This is not only useful for long-range potentials but also advantageous for problems that contain heterogeneous behavior.  This is where spectral sparsification shines as it identifies a simpler graph while conserving global characteristics. \n\nThe Broader Impact of this work includes the training of graduate students, disseminating the research at conferences and journal publications, and extending the research to new fields.  For example, we have shown how the same spectral sparsification method may be applied to machine learning applications.  We have conducted preliminary investigations that show considerable speed-up in training neural networks on sparse graphs as opposed to full bi-partite graphs used in deep belief networks.  Along a similar vein, we have found that spectral sparsification is also applicable to embedding sparse graphs on D-Wave quantum computing hardware.  This allows for embeddings of larger graphs that do not require large connectivity which is currently limited on quantum computing hardware.\n\n\t\t\t\t\tLast Modified: 10/29/2018\n\n\t\t\t\t\tSubmitted by: William S Oates"
 }
}