{
 "awd_id": "1649703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:   Collaborative Research:   Supporting Public Access to Supplemental Scholarly Products Generated from Grant Funded Research",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martin Halbert",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 178874.0,
 "awd_amount": 178874.0,
 "awd_min_amd_letter_date": "2016-09-08",
 "awd_max_amd_letter_date": "2016-09-08",
 "awd_abstract_narration": "This EAGER project addresses the urgent need to better understand the research community's Data Management Plan (DMP) requirements and, based on this understanding, provides an open software tool that helps investigators generate structured and machine-readable Data Management Plans that fulfill both the researcher's need to easily deliver a standardized set of information to the funder, and the funder's need to analyze the information contained in DMPs. This allows funders to identify trends in data and software submission, repository use patterns, and carry out other analyses that can assist in understanding community use patterns and needs.  The Principal Investigators (PIs) will leverage an existing DMP Tool built for the geosciences community by initially assessing the DMPs not only of the geosciences, but also the biological and social, behavioral, and economic sciences and upgrading the DMP Tool to serve those communities as well.  Ultimately, the team will work to determine if this upgraded DMP Tool is extendable and scalable to all science, engineering, and educational research funded by the National Science Foundation.  If successful, this will ultimately enhance the reproducibility and reuse of scientific research and help improve public access to supplementary scholarly products from federally funded research.\r\n\r\nThe National Science Foundation has required Data Management Plans (DMPs) for all grant proposals submitted for review since 2011. The DMPs submitted thus far are mostly free text and do not follow any specified format or structure and because of this limitation, current DMPs are not easy to compare or analyze. Consistent and comprehensive structured and machine-readable DMPs may substantially advance understanding of the data management landscape and address gaps that will improve data access which will lead to enhanced re-use and more reproducible science.  The PIs propose to modify and upgrade the DMP Tool that has been developed and operated by IEDA (Interdisciplinary Earth Data Alliance) to serve the broadest research communities possible. This DMP Tool gathers relevant data management planning information from investigators in a structured manner into a relational database that can be mined and analyzed. As part of this project, they will analyze the information from the more than 1,350 DMPs that have already been generated with the IEDA DMP Tool to understand gaps, successes, and patterns of use. They will initially focus on the DMP requirements of science communities funded by the National Science Foundation's GEO, BIO, and SBE directorates, and use the results of this research to guide the development and prototyping of the extended version of the IEDA DMP Tool. They will subsequently focus on other directorates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerstin",
   "pi_last_name": "Lehnert",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kerstin A Lehnert",
   "pi_email_addr": "lehnert@ldeo.columbia.edu",
   "nsf_id": "000491181",
   "pi_start_date": "2016-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vicki",
   "pi_last_name": "Ferrini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vicki Ferrini",
   "pi_email_addr": "ferrini@ldeo.columbia.edu",
   "nsf_id": "000108510",
   "pi_start_date": "2016-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia Univeristy Lamont-Doherty Earth Obs.",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109648000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741400",
   "pgm_ele_name": "NSF Public Access Initiative"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 178874.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported the development of ezDMP, a free and open tool that helps researchers create Data Management Plans (DMPs) for their grant proposals. DMPs created with ezDMP have a consistent structure and are machine-readable, enabling analysis of DMPs to better understand the data management landscape.</p>\n<p>The National Science Foundation expects investigators&nbsp;\"to share with other researchers, at no more than incremental cost and within a reasonable time, the primary data, samples, physical collections and other supporting materials created or gathered in the course of work under NSF grants.\"&nbsp;NSF requires each proposal to include a Data Management Plan (DMP) that describes how&nbsp;the data, samples, software, and other research products created or gathered in the course of work funded through NSF awards will be shared with other researchers and preserved for reuse in future science endeavors.</p>\n<p>DMPs to this date have mostly been free text and have not followed any specified format or structure. Because of this limitation, current DMPs are not easy to compare nor analyze. Consistent and comprehensive structured and machine-readable DMPs may substantially advance understanding of the data management landscape and address gaps that will improve data access which will lead to enhanced re-use and more reproducible science.</p>\n<p>With the funds provided by this EAGER award, we have modified and upgraded the DMP Tool that was developed and operated by IEDA (Interdisciplinary Earth Data Alliance) for researchers in the Earth, ocean, and polar sciences to serve the broadest research communities possible. We analyzed the information from the more than 1,350 DMPs that have already been generated with the IEDA DMP Tool to understand gaps, successes, and patterns of use and guide the development and prototpying of ezDMP. The ezDMP Tool gathers relevant data management planning information from investigators in a structured manner into a relational database that can be mined and analyzed. The ezDMP Tool is freely and openly available for use at&nbsp;https://ezdmp.org.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2021<br>\n\t\t\t\t\tModified by: Kerstin&nbsp;A&nbsp;Lehnert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supported the development of ezDMP, a free and open tool that helps researchers create Data Management Plans (DMPs) for their grant proposals. DMPs created with ezDMP have a consistent structure and are machine-readable, enabling analysis of DMPs to better understand the data management landscape.\n\nThe National Science Foundation expects investigators \"to share with other researchers, at no more than incremental cost and within a reasonable time, the primary data, samples, physical collections and other supporting materials created or gathered in the course of work under NSF grants.\" NSF requires each proposal to include a Data Management Plan (DMP) that describes how the data, samples, software, and other research products created or gathered in the course of work funded through NSF awards will be shared with other researchers and preserved for reuse in future science endeavors.\n\nDMPs to this date have mostly been free text and have not followed any specified format or structure. Because of this limitation, current DMPs are not easy to compare nor analyze. Consistent and comprehensive structured and machine-readable DMPs may substantially advance understanding of the data management landscape and address gaps that will improve data access which will lead to enhanced re-use and more reproducible science.\n\nWith the funds provided by this EAGER award, we have modified and upgraded the DMP Tool that was developed and operated by IEDA (Interdisciplinary Earth Data Alliance) for researchers in the Earth, ocean, and polar sciences to serve the broadest research communities possible. We analyzed the information from the more than 1,350 DMPs that have already been generated with the IEDA DMP Tool to understand gaps, successes, and patterns of use and guide the development and prototpying of ezDMP. The ezDMP Tool gathers relevant data management planning information from investigators in a structured manner into a relational database that can be mined and analyzed. The ezDMP Tool is freely and openly available for use at https://ezdmp.org.\n\n\t\t\t\t\tLast Modified: 01/05/2021\n\n\t\t\t\t\tSubmitted by: Kerstin A Lehnert"
 }
}