{
 "awd_id": "1649270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NSF INCLUDES: An Integrated Approach to Retain Underrepresented Minority Students in STEM Disciplines",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 30590.0,
 "awd_amount": 30590.0,
 "awd_min_amd_letter_date": "2016-09-12",
 "awd_max_amd_letter_date": "2016-09-12",
 "awd_abstract_narration": "The University of Georgia, Florida International University, Savannah State University, Clark Atlanta University and Fort Valley State University will lead this Design and Development Launch Pilot to address enhancing recruitment, retention, productivity and satisfaction of historically underrepresented minority (URM) undergraduate students who enroll in STEM graduate programs at primarily white (PWI) and research intensive (RI) universities.  This project was created in response to the Inclusion across the Nation of Communities of Learners of Underrepresented Discoverers in Engineering and Science (NSF INCLUDES) program solicitation (NSF 16-544). The INCLUDES program is a comprehensive national initiative designed to enhance U.S. leadership in science, technology, engineering and mathematics (STEM) discoveries and innovations focused on NSF's commitment to diversity, inclusion, and broadening participation in these fields.  The INCLUDES Design and Development Launch Pilots represent bold, innovative ways for solving a broadening participation challenge in STEM.  \r\n\r\nThe full participation of all of America's STEM talent is critical to the advancement of science and engineering for national security, health and prosperity.  Our nation is advancing knowledge and practices to address the STEM education practices for retaining and educating URM undergraduate STEM students at our nation's research intensive universities (RIs). This project, NSF INCLUDES: An Integrated Approach to Retain Underrepresented Minority Students in STEM Disciplines, has the potential to advance a collaborative approach by a group of organizations to improve the success of URM undergraduates in STEM disciplines.\r\n\r\nThe collaborating universities will work together for the purposes of empowering URM students to more effectively navigate STEM undergraduate and graduate education at minority serving institutions (MSIs) and PWIs, and for transforming the culture of PWIs and RIs.  The team plans to use evidence-based approaches to gain insights into cultural differences that impact the success of URM STEM students. Three interventions will be included in the pilot study: (1) undergraduate URM student exchanges between MSIs and PWIs, (2) collaborative inquiry to engage URM students in social science research about issues and experiences of under-representation in STEM, and (3) the adaptation of resources from the Center for the Integration of Research, Teaching and Learning (CIRTL) to train STEM faculty to embrace diversity and improve teaching in diverse classroom settings.  The project team plans to develop strategies to scale approaches and develop an alliance of institutions to maximize potential project outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarwan",
   "pi_last_name": "Dhir",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sarwan K Dhir",
   "pi_email_addr": "Dhirs0@fvsu.edu",
   "nsf_id": "000307863",
   "pi_start_date": "2016-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fort Valley State University",
  "inst_street_address": "1005 STATE UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FORT VALLEY",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4788256253",
  "inst_zip_code": "310303298",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "GA02",
  "org_lgl_bus_name": "FORT VALLEY STATE UNIVERSITY",
  "org_prnt_uei_num": "LVDJS9UYPLD4",
  "org_uei_num": "LVDJS9UYPLD4"
 },
 "perf_inst": {
  "perf_inst_name": "Fort Valley State University",
  "perf_str_addr": "1005 State University Drive",
  "perf_city_name": "Fort Valley",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "310304313",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "GA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "032Y00",
   "pgm_ele_name": "Eddie Bernice Johnson INCLUDES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029Z",
   "pgm_ref_txt": "Launch Pilots INCLUDES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 30590.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project, &ldquo;An Integrated Approach to Retain Underrepresented Students in STEM Disciplines,&rdquo; was to develop and pilot novel interventions to enhance the success of underrepresented minority (URM) STEM students and increase their likelihood of joining the STEM workforce. We undertook two specific aims to address this goal. URM sophomores in STEM disciplines engaged in a semester-long exchange program wherein they placed at another institution in our Alliance (which consists of both research-intensive and masters institutions as well as minority-serving and majority institutions). While at the host institution, the students took the same courses they would have taken at their home institutions. They also engaged in a collaborative inquiry experience that allowed them to investigate their own lived experiences as URM students at their host institutions.</p>\n<p>The project generated several essential results that provide insight into institutional norms and structures that preclude the success of URM STEM students. (1) Summer research programs are not enough: although several of our students participated in summer programs at their host institutions, their perceptions of and comfort with institutional culture were different during the academic year; (2) Collaborative Inquiry was cathartic and allowed students to &ldquo;process&rdquo; experiences at their host campuses. For example, at the University of Georgia (UGA, the majority institution in the Alliance), this processing often involved perceived microaggressions and differences in institutional culture; (3) at UGA, the collaborative inquiry coordinator was a faculty member from Europe whose lived experience was different from those of both the students and their majority peers. This was of benefit to collaborative inquiry, as it empowered the students as &ldquo;teachers&rdquo; of their culture; (4) Several themes emerged from collaborative research that provides insights into the impact of institutional culture on URM STEM students, including (a) <span style=\"text-decoration: underline;\">Dress Codes</span>: Exchange students at UGA perceived a sense of entitlement in their majority peers, based on the informal way they were dressed when they came to class. (b) <span style=\"text-decoration: underline;\">Code-switching</span>: Exchange students perceived a need to assimilate and not appear to be &ldquo;too Black&rdquo; or &ldquo;too Hispanic,&rdquo; especially at UGA. (c) <span style=\"text-decoration: underline;\">Community/ manners</span>: The UGA community was viewed as rude and focused on the competition, rather than on &ldquo;collaboration,&rdquo; as was more typical at minority-serving institutions. (d) <span style=\"text-decoration: underline;\">Stereotype threat</span>: Exchange students perceived this as a challenge during the academic year but not during the summer research experience (again suggesting that summer research experiences are not sufficient to educate students about institutional culture). (e) <span style=\"text-decoration: underline;\">Struggle as identity</span>: Exchange students were empowered by their struggles and viewed paternalistic attempts to soften their experiences as robbing them of their characters. The term &ldquo;I need to work for this&rdquo; was a common refrain. (f) <span style=\"text-decoration: underline;\">Everyday activism</span>: Exchange students viewed their experiences not only as opportunities for personal growth but also as the opportunity to pave the way for other URM students. (g) <span style=\"text-decoration: underline;\">Don&rsquo;t forget where you came from</span>: Students were adamant about maintaining their identities and this was at the root of much of their activism. They rejected research mentors&rsquo; attempts to re-make them, emphasizing the need for mentors, faculty, and other students to recognize the value in their lived experiences.</p>\n<p>We also gleaned insights into management, both of a student exchange program and our Alliance. The National Student Exchange facilitated the process of enrolling students in coursework and ensuring that their grades transferred and were credited at their home institutions. However, complicated and at times, frustrating negotiations were still required to ensure exchange students were enrolled in courses that had comparable content and assessments as those at their home institutions. We recommend the engagement of academic advisors who have direct knowledge of course content and degree requirements. This is just one example of the extensive network of academic partners that is necessary to administer a successful exchange program. By the end of the project, our system included representatives from housing and student affairs as well. When we developed our proposal, we did not envision this extensive network, nor did we anticipate the complexities of managing a partnership across five institutions, driven by busy administrators. Our Alliance would have benefitted from having a &ldquo;project manager&rdquo; vested with the responsibility of scheduling and organizing our work.</p>\n<p>Despite these challenges, we view our project as a success. The exchange program provided students with insights into the institutional culture at the very different institutions in our Alliance. We anticipate that this experience will inform their decisions when/ if they pursue post-graduate education. The Alliance learned from the students&rsquo; skills and gained insight into institutional cultures and norms that undermine the success of URM STEM students. We hope to use this information in the future to advocate for the kinds of institutional change that are necessary to enhance retention and increase participation of individuals from underrepresented groups in the STEM workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2020<br>\n\t\t\t\t\tModified by: Sarwan&nbsp;Dhir</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this project, \"An Integrated Approach to Retain Underrepresented Students in STEM Disciplines,\" was to develop and pilot novel interventions to enhance the success of underrepresented minority (URM) STEM students and increase their likelihood of joining the STEM workforce. We undertook two specific aims to address this goal. URM sophomores in STEM disciplines engaged in a semester-long exchange program wherein they placed at another institution in our Alliance (which consists of both research-intensive and masters institutions as well as minority-serving and majority institutions). While at the host institution, the students took the same courses they would have taken at their home institutions. They also engaged in a collaborative inquiry experience that allowed them to investigate their own lived experiences as URM students at their host institutions.\n\nThe project generated several essential results that provide insight into institutional norms and structures that preclude the success of URM STEM students. (1) Summer research programs are not enough: although several of our students participated in summer programs at their host institutions, their perceptions of and comfort with institutional culture were different during the academic year; (2) Collaborative Inquiry was cathartic and allowed students to \"process\" experiences at their host campuses. For example, at the University of Georgia (UGA, the majority institution in the Alliance), this processing often involved perceived microaggressions and differences in institutional culture; (3) at UGA, the collaborative inquiry coordinator was a faculty member from Europe whose lived experience was different from those of both the students and their majority peers. This was of benefit to collaborative inquiry, as it empowered the students as \"teachers\" of their culture; (4) Several themes emerged from collaborative research that provides insights into the impact of institutional culture on URM STEM students, including (a) Dress Codes: Exchange students at UGA perceived a sense of entitlement in their majority peers, based on the informal way they were dressed when they came to class. (b) Code-switching: Exchange students perceived a need to assimilate and not appear to be \"too Black\" or \"too Hispanic,\" especially at UGA. (c) Community/ manners: The UGA community was viewed as rude and focused on the competition, rather than on \"collaboration,\" as was more typical at minority-serving institutions. (d) Stereotype threat: Exchange students perceived this as a challenge during the academic year but not during the summer research experience (again suggesting that summer research experiences are not sufficient to educate students about institutional culture). (e) Struggle as identity: Exchange students were empowered by their struggles and viewed paternalistic attempts to soften their experiences as robbing them of their characters. The term \"I need to work for this\" was a common refrain. (f) Everyday activism: Exchange students viewed their experiences not only as opportunities for personal growth but also as the opportunity to pave the way for other URM students. (g) Don’t forget where you came from: Students were adamant about maintaining their identities and this was at the root of much of their activism. They rejected research mentors’ attempts to re-make them, emphasizing the need for mentors, faculty, and other students to recognize the value in their lived experiences.\n\nWe also gleaned insights into management, both of a student exchange program and our Alliance. The National Student Exchange facilitated the process of enrolling students in coursework and ensuring that their grades transferred and were credited at their home institutions. However, complicated and at times, frustrating negotiations were still required to ensure exchange students were enrolled in courses that had comparable content and assessments as those at their home institutions. We recommend the engagement of academic advisors who have direct knowledge of course content and degree requirements. This is just one example of the extensive network of academic partners that is necessary to administer a successful exchange program. By the end of the project, our system included representatives from housing and student affairs as well. When we developed our proposal, we did not envision this extensive network, nor did we anticipate the complexities of managing a partnership across five institutions, driven by busy administrators. Our Alliance would have benefitted from having a \"project manager\" vested with the responsibility of scheduling and organizing our work.\n\nDespite these challenges, we view our project as a success. The exchange program provided students with insights into the institutional culture at the very different institutions in our Alliance. We anticipate that this experience will inform their decisions when/ if they pursue post-graduate education. The Alliance learned from the students’ skills and gained insight into institutional cultures and norms that undermine the success of URM STEM students. We hope to use this information in the future to advocate for the kinds of institutional change that are necessary to enhance retention and increase participation of individuals from underrepresented groups in the STEM workforce.\n\n\t\t\t\t\tLast Modified: 01/03/2020\n\n\t\t\t\t\tSubmitted by: Sarwan Dhir"
 }
}