{
 "awd_id": "1649865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational Infrastructure for Brain Research: EAGER: Next-Generation Neural Data Analysis (NGNDA) Platform: Massive Parallel Analysis of Multi-Modal Brain Networks",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927886",
 "po_email": "wlmiller@nsf.gov",
 "po_sign_block_name": "William Miller",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2016-08-11",
 "awd_max_amd_letter_date": "2016-08-11",
 "awd_abstract_narration": "Unprecedented technological advances over the last decade have facilitated investigation of the brain at exquisite levels of spatial-temporal detail. Ambitious goals of large-scale efforts, including those supported by the BRAIN Initiative, include simultaneously measuring from thousands of neurons for long periods of time, and generating very high resolution images of the brain and its activity. However, enormous volumes of data will be produced by these technologies, and grand-scale analyses of these large datasets are virtually impossible to accomplish with currently available computational tools. This project is focused on addressing a number of these computational limitations by developing a novel and broadly accessible Next-Generation Neural Data Analysis (NGNDA) platform to analyze and integrate large volumes of heterogeneous brain data. This is a collaborative effort of neuroscience researchers, algorithm developers, and computing technology experts from Harvard Medical School Research Computing, the Laboratory of Cognitive Neuroscience at Boston Children's Hospital/Harvard Medical School, the Sleep and Inflammatory Systems Laboratory at Beth Israel Deaconess Medical Center/Harvard Medical School and the Epilepsy Divisions at Boston Children's Hospital and the Medical University of South Carolina.  The ultimate goal is to understand not only the healthy brain but also complex diseases and disorders that are affecting progressively larger populations resulting in enormous socioeconomic costs. This project therefore aligns with the NSF mission to promote the progress of science and to advance the national health, prosperity and welfare.\r\n\r\nThis project is a pioneer effort to develop a new computational infrastructure, NGNDA, which will be specifically designed for collaborative research, to facilitate grand-scale analysis, simulation and modeling of brain connectomes across species. The overarching goal is to develop the means for intelligent parallel processing of big neural data, and efficient estimation of connectomes across scales of neural organization, via implementation of innovative algorithms and dynamic leveraging and integrating of shared institutional and national high performance computing (HPC) resources. The NGNDA platform will be implemented on the Orchestra HPC resource provided by Harvard Medical School Research Computing, and on resources of the Extreme Science and Engineering Discovery Environment (XSEDE) national computing consortium supported by the National Science Foundation. NGNDA will be validated with four very high-dimensional neural datasets, each posing a unique computational challenge. NGNDA aims to facilitate a \"convergence\" approach to Neuroscience research whereby expertise and insights from distinct disciplines are merged with cutting-edge resources and tools for a comprehensive investigation of the brain. The NGNDA computational infrastructure will be accessible to thousands of users and all its algorithms and validation data will be freely available to the community; and NGNDA may also eventually serve as a novel e-learning platform for multifaceted collaborative learning and education of next-generation neuroscientists. NGNDA will also facilitate testing the reproducibility and generalization of research findings.\r\n\r\nThis Early-concept Grants for Exploratory Research (EAGER) award by the CISE Division of Advanced Cyberinfrastructure is jointly supported by the SBE Division of Behavioral and Cognitive Sciences, with funds associated with the NSF Understanding the Brain activity including for developing national research infrastructure for neuroscience, and alignment with NSF objectives under the National Strategic Computing Initiative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Stamoulis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine Stamoulis",
   "pi_email_addr": "caterina.stamoulis@childrens.harvard.edu",
   "nsf_id": "000103264",
   "pi_start_date": "2016-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Children's Hospital Corporation",
  "inst_street_address": "300 LONGWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6179192729",
  "inst_zip_code": "021155724",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "CHILDREN'S HOSPITAL CORPORATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1L9F1MM1RY3"
 },
 "perf_inst": {
  "perf_inst_name": "Children's Hospital Corporation",
  "perf_str_addr": "300 Longwood Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747600",
   "pgm_ele_name": "XD-Extreme Digital"
  },
  {
   "pgm_ele_code": "862400",
   "pgm_ele_name": "IntgStrat Undst Neurl&Cogn Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recent national and international investments (such as those made by the BRAIN initiative) have led to the development of novel technologies that promise to facilitate the investigation of brain at exquisite resolutions. These technologies have also generated enormous volumes of highly valuable data, creating a computational bottleneck that currently prohibits their comprehensive analyses. This project has addressed the critical and pressing need for novel computational infrastructure to facilitate <em>comprehensive investigations</em>&nbsp;of very high-dimensional, multimodal brain data across scales of biological variability by developing the Next-Generation Neural Data Analysis (NGNDA) platform. NGNDA is a modular and flexible platform that leverages typically modest resources in an institutional, shared High-Performance Clustering (HPC) environment, with the goal to maximize the parallelization of high-dimensional brain data analyses, based on a modality's highest dimension (spatial resolution in fMRI and related modalities, temporal resolution in continuous (long-term) electrophysiology). This leads to multifold improvements in processing efficiency and rapid analyses of high-volumes of data (e.g., connectome estimation from almost 10,000 brains with fMRI data in less than 24 h). NGNDA encompasses multiple algorithms for connectivity analysis, threshold estimation and network representation. The purpose of its algorithmic flexibility is to facilitate comparison between methods and connectome estimations, and thus assess rigor and/or method dependence. The goal of the NGNDA infrastructure is to provide user flexilibty but also explicitly include tools that can help users assess the generalizability of their analyses, thus addressing the pressing issue of rigor and reproducibility in the field. All software associated with NGNDA has already been shared with the community via a dedicated github. In addition, given the modularity of the platform, ongoing efforts aim to expand the software and invite the community to contribute additional algorithms. NGNDA promises to become a valuable tool in the Neuroscience community and facilitate transformative new research based on high-resolution brain data. Furthermore, NGNDA is already a highly valuable training and educational platform. Given the growing volume and complexity of emerging brain data, next-generation neuroscientists will need to have computational experience using platforms for high-dimensional brain data analysis. NGNDA has supported the involvement of 6 undergraduate students and post-baccalaureate trainees who have developed and utilized tools in this platform for their analyses. The development of NGNDA has also facilitated a cross-disciplinary collaboration between neuroscientists and members of the Harvard Medical School Research Computing team. Finally, a special sesson on novel computational infrastructure and algorithmic tools for Big Neural Data is being organized at the annual IEEE biomedical engineering conference to introduce this platform to the community and thus broaden its utilization for research and education. Overall, NGNDA may have a significant impact on future research and education in the Neurosciences and, through its algorithimc flexibility, support highly rigorous and reproducive analyses of complex and heteregeneous brain datasets.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2020<br>\n\t\t\t\t\tModified by: Catherine&nbsp;Stamoulis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRecent national and international investments (such as those made by the BRAIN initiative) have led to the development of novel technologies that promise to facilitate the investigation of brain at exquisite resolutions. These technologies have also generated enormous volumes of highly valuable data, creating a computational bottleneck that currently prohibits their comprehensive analyses. This project has addressed the critical and pressing need for novel computational infrastructure to facilitate comprehensive investigations of very high-dimensional, multimodal brain data across scales of biological variability by developing the Next-Generation Neural Data Analysis (NGNDA) platform. NGNDA is a modular and flexible platform that leverages typically modest resources in an institutional, shared High-Performance Clustering (HPC) environment, with the goal to maximize the parallelization of high-dimensional brain data analyses, based on a modality's highest dimension (spatial resolution in fMRI and related modalities, temporal resolution in continuous (long-term) electrophysiology). This leads to multifold improvements in processing efficiency and rapid analyses of high-volumes of data (e.g., connectome estimation from almost 10,000 brains with fMRI data in less than 24 h). NGNDA encompasses multiple algorithms for connectivity analysis, threshold estimation and network representation. The purpose of its algorithmic flexibility is to facilitate comparison between methods and connectome estimations, and thus assess rigor and/or method dependence. The goal of the NGNDA infrastructure is to provide user flexilibty but also explicitly include tools that can help users assess the generalizability of their analyses, thus addressing the pressing issue of rigor and reproducibility in the field. All software associated with NGNDA has already been shared with the community via a dedicated github. In addition, given the modularity of the platform, ongoing efforts aim to expand the software and invite the community to contribute additional algorithms. NGNDA promises to become a valuable tool in the Neuroscience community and facilitate transformative new research based on high-resolution brain data. Furthermore, NGNDA is already a highly valuable training and educational platform. Given the growing volume and complexity of emerging brain data, next-generation neuroscientists will need to have computational experience using platforms for high-dimensional brain data analysis. NGNDA has supported the involvement of 6 undergraduate students and post-baccalaureate trainees who have developed and utilized tools in this platform for their analyses. The development of NGNDA has also facilitated a cross-disciplinary collaboration between neuroscientists and members of the Harvard Medical School Research Computing team. Finally, a special sesson on novel computational infrastructure and algorithmic tools for Big Neural Data is being organized at the annual IEEE biomedical engineering conference to introduce this platform to the community and thus broaden its utilization for research and education. Overall, NGNDA may have a significant impact on future research and education in the Neurosciences and, through its algorithimc flexibility, support highly rigorous and reproducive analyses of complex and heteregeneous brain datasets. \n\n\t\t\t\t\tLast Modified: 11/02/2020\n\n\t\t\t\t\tSubmitted by: Catherine Stamoulis"
 }
}