{
 "awd_id": "1650912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Virtual Workshop on Applications of Parallel Computing in Science and Engineering",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 49513.0,
 "awd_amount": 49513.0,
 "awd_min_amd_letter_date": "2016-08-31",
 "awd_max_amd_letter_date": "2016-08-31",
 "awd_abstract_narration": "This project focuses on the evaluation and removal of barriers to incorporating parallel computing applications into the science and engineering curricula at U.S. universities.  Large scale modeling and data analysis using parallel programming techniques has become an essential part of the research and development process in the physical, biological, and social sciences and engineering.  Our workforce must be knowledgeable of these techniques to address challenging problems in science, to explore potential approaches to the treatment of diseases, to make U.S. industry competitive in the global marketplace, and to secure the national defense.  The workshops will prepare students to contribute to these critical undertakings.  It will also create a mechanism for the collaborating faculty to offer the course at their institutions and provide important insights into the current barriers to incorporating this content into their curricula.  Thus, the project aligns with the NSF's mission in advancing science. \r\n\r\nThe project will sponsor two virtual workshops during the spring semesters of 2017 and 2018 using a set of course materials for the blended, online course Applications of Parallel Computers.  The target audience is a wide range of students from the sciences and engineering who need a working knowledge of parallel computing principles that must be integrated into current research efforts.  Faculty at collaborating institutions will create a local course number to offer the course for credit to their students.  The students will then watch recorded lectures, undertake quizzes, and complete computer exercises for the course using the online materials and XSEDE computational resources.  There are barriers to this computational science instruction at many institutions because of limitation of faculty expertise, faculty workloads, and the interdisciplinary nature of the subject materials.  The workshops will help to evaluate the potential for this approach to expand the opportunities for faculty and students to gain this expertise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Gordon",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Steven I Gordon",
   "pi_email_addr": "gordon.1@osu.edu",
   "nsf_id": "000178851",
   "pi_start_date": "2016-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Demmel",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Demmel",
   "pi_email_addr": "demmel@cs.berkeley.edu",
   "nsf_id": "000207659",
   "pi_start_date": "2016-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Cahill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine Cahill",
   "pi_email_addr": "kjc59@njit.edu",
   "nsf_id": "000714468",
   "pi_start_date": "2016-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio Supercomputer Center",
  "perf_str_addr": "1224 Kinnear Road",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432121163",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736100",
   "pgm_ele_name": "EDUCATION AND WORKFORCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 49513.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Between 2013 to 2018, the XSEDE project has sponsored collaborative  courses in parallel computing taught by the faculty at the University of  California, Berkeley.&nbsp; Applications of Parallel Computers has been  offered as an online, blended learning course.&nbsp; Collaborating  institutions create their own, local course number so their students can  receive university credit.&nbsp; The lectures recorded by the lead  instructors at University of California, Berkeley are used by all  participants, often in a &ldquo;flipped&rdquo; classroom mode.&nbsp; Students take  quizzes focused on the lectures, complete a series of programming  assignments, and complete a final project developed with their local  instructors.&nbsp; Local instructors use class time to discuss the course  materials and work with their students on programming assignments and  the final project.</p>\n<p>For the past two years, Spring 2017 and 2018, the course was offered  using this same model with the additional idea of assessing whether this  model of shared, collaborative courses has the potential for expanding  the availability of specialized courses in computational science.</p>\n<p>Faculty from 23 different institutions and 328 students participated in the course across the two offerings in spring 2017 and 2018.&nbsp; That included four minority serving institutions and eight smaller institutions that otherwise would not have been able to offer such a course.&nbsp; Of the 328 students, 301 or 92% of the students completed the course.&nbsp; The faculty also participated in discussions about the collaborative model and made suggestions on specific course improvements through a series of online discussions.</p>\n<p class=\"Default\">There was a consensus among the faculty that an ongoing consortium that offered such courses would be valuable.&nbsp; They indicated that they would prefer a model where each campus was responsible for preparing and teaching only a portion of a course rather than a full course.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2018<br>\n\t\t\t\t\tModified by: Steven&nbsp;I&nbsp;Gordon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBetween 2013 to 2018, the XSEDE project has sponsored collaborative  courses in parallel computing taught by the faculty at the University of  California, Berkeley.  Applications of Parallel Computers has been  offered as an online, blended learning course.  Collaborating  institutions create their own, local course number so their students can  receive university credit.  The lectures recorded by the lead  instructors at University of California, Berkeley are used by all  participants, often in a \"flipped\" classroom mode.  Students take  quizzes focused on the lectures, complete a series of programming  assignments, and complete a final project developed with their local  instructors.  Local instructors use class time to discuss the course  materials and work with their students on programming assignments and  the final project.\n\nFor the past two years, Spring 2017 and 2018, the course was offered  using this same model with the additional idea of assessing whether this  model of shared, collaborative courses has the potential for expanding  the availability of specialized courses in computational science.\n\nFaculty from 23 different institutions and 328 students participated in the course across the two offerings in spring 2017 and 2018.  That included four minority serving institutions and eight smaller institutions that otherwise would not have been able to offer such a course.  Of the 328 students, 301 or 92% of the students completed the course.  The faculty also participated in discussions about the collaborative model and made suggestions on specific course improvements through a series of online discussions.\nThere was a consensus among the faculty that an ongoing consortium that offered such courses would be valuable.  They indicated that they would prefer a model where each campus was responsible for preparing and teaching only a portion of a course rather than a full course.\n\n\t\t\t\t\tLast Modified: 08/27/2018\n\n\t\t\t\t\tSubmitted by: Steven I Gordon"
 }
}