{
 "awd_id": "1650059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PAPM EAGER: Chemical exploration of microbiomes at ecological spatial scales",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2016-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 299988.0,
 "awd_amount": 299988.0,
 "awd_min_amd_letter_date": "2016-09-13",
 "awd_max_amd_letter_date": "2016-09-13",
 "awd_abstract_narration": "Bacteria interact with their environments, and with each other, at the chemical level. A methodology called mass spectrometry imaging (MSI) allows for the imaging of chemical distributions, but standard MSI platforms lack the spatial resolution needed to examine the chemical exchange between microbes in microbiome contexts, e.g. the scale of single bacterial cells or groups of cells. The HSR-MSI platform and accompanying protocols the researchers develop will provide a critical new tool for advancing our understanding of the basic biological and chemical mechanisms that govern microbiome function, namely the exchange of metabolites at the scale of single microbes in situ. As such, the project directly addresses the critical gap in tools available to identify the metabolic activities specific to particular microbes within a microbiome, and seeks to facilitate the elucidation of biochemical communication between microbes, and between microbes and their hosts. The researchers are well-equipped to undertake the proposed activities since 1) they have direct access to a dedicated high-resolution mass spectrometer for long-term experimentation and 2) they have training that spans the disciplines of microbiology, mass spectrometry (including MSI), and ecology. The integrated HSR-MSI system and protocols that they develop will be readily implementable in any facility with a comparable high-resolution mass spectrometer. To facilitate this goal, their efforts will utilize components with minimal hardware modifications and lead to a set of easily implementable protocols for standardized sample preparation. Doing so ensures that their advances can be rapidly adopted by the broader scientific community engaged in microbiome research. One postdoctoral fellow will gain interdisciplinary training in microbiome analysis and innovative MSI techniques. Starting in the fall of 2016, the researchers will partner with the UC Berkeley Biology Scholars Program (BSP), which works to make scientific careers accessible to students from diverse backgrounds. Over the past 20 years, there have been ~2000 BSP graduates; and 80% are from low-income backgrounds and/or are the first in their family to attend college. This fall, the BSP is piloting a new initiative called the Program for Early Researchers, which provides stipends, travel funds, and a limited research budget to enable URM undergraduates to become involved in research for the first time. The investigators will recruit at least two URM undergraduate students each year, for the two-year funding period. These students will be immersed in cutting-edge microbiome research while working closely with the postdoctoral scholar whose primary research activities are outlined in this application. Additionally, the PI will serve as a pro-active mentor to these students throughout the academic year, and continue to engage with them as they consider and apply for graduate schools.\r\n\r\nThis project seeks to develop a widely accessible version of mass spectrometry imaging (MSI) with spatial resolution sufficient to visualize chemicals originating from single bacterial cells, and a set of companion protocols for robust chemical imaging of microbiomes. In support of the first goal, the researchers will optimize the performance of a newly developed matrix-assisted laser desorption/ionization (MALDI) source. This source uses enhanced laser optics and ion funnel technology to dramatically boost instrument sensitivity. The researchers will systematically optimize the laser, vacuum, sample voltage, ion funnel, and other parameters to obtain the maximum spatial resolution achievable with this source, which is theoretically capable of detecting chemicals made by single bacterial cells. In support of the second goal, the researchers will develop a standardized set of protocols that facilitate both the identification of individual bacterial cells via microscopy, and optimized application of MALDI sample matrix that insures high-quality, reproducible results with high-spatial-resolution (HSR) MSI. As a test plant/microbiome system, the researchers will use legume root nodules that contain a relatively simple bacterial community, which includes multiple members with specialized metabolisms. This system is ideal in that it represents a tractable model microbiome for study with HSR-MSI, is chemically complex, and is of agricultural importance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matt",
   "pi_last_name": "Traxler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matt Traxler",
   "pi_email_addr": "mtrax@berkeley.edu",
   "nsf_id": "000707837",
   "pi_start_date": "2016-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "311 Koshland Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801500",
   "pgm_ele_name": "BIO Innovation Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 299988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to develop a set of methodologies for high-spatial-resolution mass spectrometry imaging (HSR-MSI) of microbiomes. Specifically, this EAGER award provides funding to 1) optimize settings on a prototype Subatmospheric-pressure ionization source built by the MassTech company for MSI at high spatial resolution and 2) develop a set of protocols for reproducible sample preparation compatible with hi-res MSI. Achieving these goals will enable scientists to detect the spatial distribution of chemicals that are made by individual bacterial cells in their natural habitats. This is an important step forward because chemicals made by bacteria likely determine how microbiomes function. The technology and methodologies optimized in the course of this work can be applied to microbiomes associated with agricultural plants and model animal systems. Microbiome function plays a large role in plant and animal health and is thus an important area of scientific inquiry.</p>\n<p>In the course of the grant period, we made strong progress toward the goals outlined in this EAGER application. Specifically, our efforts using the subatmospheric pressure ionization source connected to an Orbitrap mass spectrometer has enabled us to achieve 10 ?m spatial resolution MALDI images of bacterial microcolonies. We have also refined multipe sample preparation protocols, which have enabled the visualization of molecules associated with microcolonies containing as few as 25-50 bacterial cells. Detected molecules include membrane-associated lipids and specialized metabolites. We have also visualized bacterial microcolonies grown in proximity to plant roots, wherein the roots provide a natural gradient of nutrients and physiological cues. We found that microcolonies growing within these gradients exhibited differential production of metabolites, as visualized by MALDI imaging. Taken together, these results represent the successful achievement of the goals outlined in our EAGER application. The methodology we have developed is ready for application to a variety of microbiomes.</p>\n<p>We have optimized a set of source parameters than enables molecular signatures from even very small assemblages of bacterial cells to be visualized. To our knowledge, these represent the smallest single bacterial microcolonies to be visualized using MALDI-MSI (~25-50 cells). These results were recently pubilshed (<a href=\"https://pubs.acs.org/doi/abs/10.1021/acs.analchem.9b03909\">https://pubs.acs.org/doi/abs/10.1021/acs.analchem.9b03909</a>).&nbsp;The fact that molecules from such small microcolonies can be seen with MALDI-MSI is a strong indication that this methodology can be fruitfully applied to examine bacterial metabolites in the spatial contexts of microbiomes. We further demonstrated these capabilities by visualizing metabolites made by <em>Bacillus subtilis</em> and <em>Streptomyces coelicolor</em> in a variety of contexts. The results reveal that even very small microcolonies of bacteria adjust their metabolite production across very small spatial scales. This represents an exciting new facet of chemical ecology that has yet to be explored.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2019<br>\n\t\t\t\t\tModified by: Matt&nbsp;Traxler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project is to develop a set of methodologies for high-spatial-resolution mass spectrometry imaging (HSR-MSI) of microbiomes. Specifically, this EAGER award provides funding to 1) optimize settings on a prototype Subatmospheric-pressure ionization source built by the MassTech company for MSI at high spatial resolution and 2) develop a set of protocols for reproducible sample preparation compatible with hi-res MSI. Achieving these goals will enable scientists to detect the spatial distribution of chemicals that are made by individual bacterial cells in their natural habitats. This is an important step forward because chemicals made by bacteria likely determine how microbiomes function. The technology and methodologies optimized in the course of this work can be applied to microbiomes associated with agricultural plants and model animal systems. Microbiome function plays a large role in plant and animal health and is thus an important area of scientific inquiry.\n\nIn the course of the grant period, we made strong progress toward the goals outlined in this EAGER application. Specifically, our efforts using the subatmospheric pressure ionization source connected to an Orbitrap mass spectrometer has enabled us to achieve 10 ?m spatial resolution MALDI images of bacterial microcolonies. We have also refined multipe sample preparation protocols, which have enabled the visualization of molecules associated with microcolonies containing as few as 25-50 bacterial cells. Detected molecules include membrane-associated lipids and specialized metabolites. We have also visualized bacterial microcolonies grown in proximity to plant roots, wherein the roots provide a natural gradient of nutrients and physiological cues. We found that microcolonies growing within these gradients exhibited differential production of metabolites, as visualized by MALDI imaging. Taken together, these results represent the successful achievement of the goals outlined in our EAGER application. The methodology we have developed is ready for application to a variety of microbiomes.\n\nWe have optimized a set of source parameters than enables molecular signatures from even very small assemblages of bacterial cells to be visualized. To our knowledge, these represent the smallest single bacterial microcolonies to be visualized using MALDI-MSI (~25-50 cells). These results were recently pubilshed (https://pubs.acs.org/doi/abs/10.1021/acs.analchem.9b03909). The fact that molecules from such small microcolonies can be seen with MALDI-MSI is a strong indication that this methodology can be fruitfully applied to examine bacterial metabolites in the spatial contexts of microbiomes. We further demonstrated these capabilities by visualizing metabolites made by Bacillus subtilis and Streptomyces coelicolor in a variety of contexts. The results reveal that even very small microcolonies of bacteria adjust their metabolite production across very small spatial scales. This represents an exciting new facet of chemical ecology that has yet to be explored.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2019\n\n\t\t\t\t\tSubmitted by: Matt Traxler"
 }
}