{
 "awd_id": "1650781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Longitudinal Comparison of Recovery Responses to Human-Produced Disasters",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 35183.0,
 "awd_amount": 35183.0,
 "awd_min_amd_letter_date": "2016-08-04",
 "awd_max_amd_letter_date": "2018-06-28",
 "awd_abstract_narration": "This project explores the factors that contribute to and inhibit long-term psychological recovery rates from human-produced disasters. Preliminary data that this research team has gathered on stress symptoms between two different sets of recovering disaster victims contradict widely held assumptions about variation in responses to extreme events. This project provides researchers with the opportunity to assess disaster management longitudinally. The intellectual merit of the project is in the improved scientific understanding of the variance between recovery and psychological wellbeing rates in different extreme settings, and the sociocultural responses to human-made disasters. The broader impacts of the project are that it will strengthen collaboration among research communities internationally, provide professional development opportunities at the research site, broaden the participation of underrepresented groups in the sciences, and train graduate students in methods of scientifically-grounded and empirical data collection. Project findings will also be presented to non-academic audiences, improving efforts to communicate science to the public. Additionally, the brings longitudinal insights on impact and recovery to a broader audience of political scientists, sociologists, psychologists, public health practitioners, and emergency managers interested in governance, hazards and vulnerability, social organization, and community recovery. This award is made under NSF's EAGER funding mechanism, which supports Early-concept Grants for Exploratory Research.\r\n\r\nVery little comparative longitudinal research has been done on human-caused or technological disasters. This project will produce comparable data for two technological disasters caused by human negligence among geographically and culturally similar populations that have engaged to varying degrees in calls for righting the wrongs of the events. Specifically, the research team will do a second round of interviews with 150-200 people along the Sonora River where the Buenavista mine copper sulfate spill occurred in August, 2014. Two rounds of interviews within the first two years already exist for the 2009 ABC day care fire in Hermosillo on how people were doing after the fire. Analysis of data will involve parametric and non-parametric tests of differences between the two sites in terms of levels of wellbeing, in addition to comparisons between the sites in terms of the associations of network composition variables with levels of wellbeing in both sites. Results on social responses and wellbeing will be relevant to emergency management, political science, anthropology, sociology, psychology, and public health.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Jones",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Eric C Jones",
   "pi_email_addr": "Eric.C.Jones@uth.tmc.edu",
   "nsf_id": "000411348",
   "pi_start_date": "2016-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Murphy",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur D Murphy",
   "pi_email_addr": "admurphy@uncg.edu",
   "nsf_id": "000369119",
   "pi_start_date": "2016-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Texas Health Science Center at Houston",
  "inst_street_address": "7000 FANNIN ST FL 9",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7135003999",
  "inst_zip_code": "770303870",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS HEALTH SCIENCE CENTER AT HOUSTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZUFBNVZ587D4"
 },
 "perf_inst": {
  "perf_inst_name": "UTHSC School of Public Health, El Paso Campus",
  "perf_str_addr": "1101 N Campbell St, CH400",
  "perf_city_name": "El Paso",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799024238",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 35183.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our primary interest in this research was to understand over time after a disaster how people sought and interacted with information through their relationships. The accompanying figures present the comparison between the two disasters. Generally, information reciprocity was quite stable across the two time periods for both sites, at around 65% (increase to 75% in the mine spill case at time 2), but the likelihood of giving someone information because you agree with them more than doubled between time 1 and time 2 in both cases while decreasing if you received emotional support from them, suggesting that people moved more from trust networks to more political networks for information sharing. In terms of the 2014 Cananea Mine Spill&rsquo;s impact on livelihoods, women&rsquo;s employment appears to have been impacted much more that male employment by the event and its aftermath. After the event, there was a drop in the number of women in business and an increase in the number working in the home. Additionally, results suggested that homemakers and others without paid occupations&mdash;mainly students, retired and unemployed&mdash;faced the greatest impacts and the poorest recovery. Comparative studies help us understand what is typical in the disaster recovery process&mdash;although there is probably no &lsquo;normal&rsquo; in disasters&mdash;as well as why certain behaviors or responses work for people in some contexts but not in others. The funded project allowed us to compare the change in the mine spill situation with the change in another disaster: the 2009 ABC Day Care Fire to the south of Cananea in Hermosillo, Sonora, Mexico, for which we also collected data around 1 and 2 years after the event. Levels of posttraumatic stress symptoms were typically higher among those along  the river than among those who had children injured by the day care  fire, but lower than among those who lost children. Thus the economic  stress experienced by people from a disaster can in some ways be as  powerful as threat of loss of life. Social mvementts emerged in both cases in which affected people sought justice against private companies and executives involved, and souht indemnifcation and medical care from the government who they thought should have protected them.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/22/2020<br>\n\t\t\t\t\tModified by: Eric&nbsp;C&nbsp;Jones</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur primary interest in this research was to understand over time after a disaster how people sought and interacted with information through their relationships. The accompanying figures present the comparison between the two disasters. Generally, information reciprocity was quite stable across the two time periods for both sites, at around 65% (increase to 75% in the mine spill case at time 2), but the likelihood of giving someone information because you agree with them more than doubled between time 1 and time 2 in both cases while decreasing if you received emotional support from them, suggesting that people moved more from trust networks to more political networks for information sharing. In terms of the 2014 Cananea Mine Spill’s impact on livelihoods, women’s employment appears to have been impacted much more that male employment by the event and its aftermath. After the event, there was a drop in the number of women in business and an increase in the number working in the home. Additionally, results suggested that homemakers and others without paid occupations&mdash;mainly students, retired and unemployed&mdash;faced the greatest impacts and the poorest recovery. Comparative studies help us understand what is typical in the disaster recovery process&mdash;although there is probably no ‘normal’ in disasters&mdash;as well as why certain behaviors or responses work for people in some contexts but not in others. The funded project allowed us to compare the change in the mine spill situation with the change in another disaster: the 2009 ABC Day Care Fire to the south of Cananea in Hermosillo, Sonora, Mexico, for which we also collected data around 1 and 2 years after the event. Levels of posttraumatic stress symptoms were typically higher among those along  the river than among those who had children injured by the day care  fire, but lower than among those who lost children. Thus the economic  stress experienced by people from a disaster can in some ways be as  powerful as threat of loss of life. Social mvementts emerged in both cases in which affected people sought justice against private companies and executives involved, and souht indemnifcation and medical care from the government who they thought should have protected them.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/22/2020\n\n\t\t\t\t\tSubmitted by: Eric C Jones"
 }
}