{
 "awd_id": "1651653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Developing a culturally responsive framework for promoting computing among adolescent girls in STEM programs",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Fay Cobb Payton",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 294115.0,
 "awd_amount": 310115.0,
 "awd_min_amd_letter_date": "2016-09-01",
 "awd_max_amd_letter_date": "2017-03-02",
 "awd_abstract_narration": "Developing a Culturally Responsive Framework for Promoting Computing Among Adolescent Girls in STEM Programs, is a critical addition to a larger body of work focused on equity in STEM education. The Administration's national computing initiative, CS for All, charges the NSF along with other federal agencies to develop effective and equitable pathways to CS education for all students.  The proposed work addressed that larger need with a particular focus on girls of color. Gender equity in the U.S. STEM enterprise is a national priority.  The proposed work is a critical addition to a potential solution to that national challenge.\r\n\r\nCulturally responsive pedagogy is an educational methodology increasingly used in K-12 STEM education in both formal and informal learning environments.  One of the primary challenges of this approach is the development of an effective framework to help educators determine what appropriate cultural factors are, that ought to be infused in the education experiences of students. With the increase in evaluative metrics focused on students' self-efficacy, the proposed work attempts to establish a method for determining self-determined cultural indicators. It has the potential to be transformative in the growing space of educational innovation in computing. It also yields a significant contribution to educational research at the intersection of computing and intersectionality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Garcia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia Garcia",
   "pi_email_addr": "garciapg@umich.edu",
   "nsf_id": "000727298",
   "pi_start_date": "2016-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "005Y00",
   "pgm_ele_name": "STEM + Computing (STEM+C) Part"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 294115.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Educational opportunities in computing fields along the P-20 educational pathway continue to be inequitably distributed, particularly among underrepresented minorities such as girls and women of color. This three-year project examined the role of cultural supports in facilitating the development of computing identities among African American girls. In this project, we define a computing identity as a form of self-concept that allows learners to view themselves as active participants and contributors within the broader field of computing. &nbsp;</p>\n<p>Through a partnership with Black Girls Rock, a non-profit youth empowerment organization, the research team qualitatively analyzed responses to semi-structured questions from 398 girls who identified as Black or African American. The responses provided rich information on the girls&rsquo; views of their professional, personal, and academic selves. The analysis process included training undergraduate research assistants participating in the NSF Research Experiences for Undergraduates (REU) program. In line with a culturally responsive approach, the analysis focused on gaining a deeper empirical understanding of girls&rsquo; self-identified cultural markers. &nbsp;We define cultural markers as factors that are salient to a person&rsquo;s identity and integral to distinguishing social groups, as perceived by both the individual and others. These factors include intersecting identity categories such as ethnicity, class, race, gender, age, and shared community values, customs, and traditions.</p>\n<p>One of the distinguishing shared values identified through our analysis was a desire to use computing and digital technologies to effect change in their communities. In a <em>Youth &amp; Society</em> article (Garcia, Fernandez, Jackson, 2019), we focused on the theme of youth participation and utilized intersectionality as an analytical lens to examine how the intersections of race, gender, and age impacted the ways the girls described their positions and agency within their communities. Contrary to the simplistic views of youth as disengaged and narcissistic consumers of social media (e.g. selfie culture), our research found that the girls viewed social media as an agentic tool for social advocacy. The article illustrates how Black girls enact individual and collective agency by engaging in activist and participatory activities that extend beyond the legible forms of youth participation often valorized within school contexts. Thus, the findings of this study have implications for how researchers study participation among youth from communities that have been historically marginalized.</p>\n<p>In addition to sharing findings through scholarly publications and conference presentations, the project provided an opportunity to bring together an interdisciplinary group of researchers to collaboratively develop a conceptual framework for culturally responsive computing education. We organized the &ldquo;Imagining New Possibilities for K-12 CS Education&rdquo; workshop at the University of Michigan. The workshop brought together researchers from the University of Michigan, University of Toronto, New York University, Michigan State University, Vanderbilt University, and Utah State University. The aim of the workshop was to foster new research approaches that transcend disciplinary boundaries and work toward explicitly diversifying computing fields. As such, we intentionally invited scholars from fields such as computer science education, learning sciences, information science, and STEM education.&nbsp;</p>\n<p>Overall, the project provided educational opportunities for graduate and undergraduate students from diverse fields, including education, sociology, computer science, and economics. The project also provided professional development and training opportunities for a postdoctoral fellow who gained experience co-leading an interdisciplinary research team, publishing academic articles, and delivering conference talks. The results of the grant contributed to two publications, six conference presentations, and a working draft of a culturally responsive framework that can guide practitioners and community organizations who are designing and implementing STEM programs in various learning contexts.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/06/2020<br>\n\t\t\t\t\tModified by: Patricia&nbsp;Garcia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEducational opportunities in computing fields along the P-20 educational pathway continue to be inequitably distributed, particularly among underrepresented minorities such as girls and women of color. This three-year project examined the role of cultural supports in facilitating the development of computing identities among African American girls. In this project, we define a computing identity as a form of self-concept that allows learners to view themselves as active participants and contributors within the broader field of computing.  \n\nThrough a partnership with Black Girls Rock, a non-profit youth empowerment organization, the research team qualitatively analyzed responses to semi-structured questions from 398 girls who identified as Black or African American. The responses provided rich information on the girls’ views of their professional, personal, and academic selves. The analysis process included training undergraduate research assistants participating in the NSF Research Experiences for Undergraduates (REU) program. In line with a culturally responsive approach, the analysis focused on gaining a deeper empirical understanding of girls’ self-identified cultural markers.  We define cultural markers as factors that are salient to a person’s identity and integral to distinguishing social groups, as perceived by both the individual and others. These factors include intersecting identity categories such as ethnicity, class, race, gender, age, and shared community values, customs, and traditions.\n\nOne of the distinguishing shared values identified through our analysis was a desire to use computing and digital technologies to effect change in their communities. In a Youth &amp; Society article (Garcia, Fernandez, Jackson, 2019), we focused on the theme of youth participation and utilized intersectionality as an analytical lens to examine how the intersections of race, gender, and age impacted the ways the girls described their positions and agency within their communities. Contrary to the simplistic views of youth as disengaged and narcissistic consumers of social media (e.g. selfie culture), our research found that the girls viewed social media as an agentic tool for social advocacy. The article illustrates how Black girls enact individual and collective agency by engaging in activist and participatory activities that extend beyond the legible forms of youth participation often valorized within school contexts. Thus, the findings of this study have implications for how researchers study participation among youth from communities that have been historically marginalized.\n\nIn addition to sharing findings through scholarly publications and conference presentations, the project provided an opportunity to bring together an interdisciplinary group of researchers to collaboratively develop a conceptual framework for culturally responsive computing education. We organized the \"Imagining New Possibilities for K-12 CS Education\" workshop at the University of Michigan. The workshop brought together researchers from the University of Michigan, University of Toronto, New York University, Michigan State University, Vanderbilt University, and Utah State University. The aim of the workshop was to foster new research approaches that transcend disciplinary boundaries and work toward explicitly diversifying computing fields. As such, we intentionally invited scholars from fields such as computer science education, learning sciences, information science, and STEM education. \n\nOverall, the project provided educational opportunities for graduate and undergraduate students from diverse fields, including education, sociology, computer science, and economics. The project also provided professional development and training opportunities for a postdoctoral fellow who gained experience co-leading an interdisciplinary research team, publishing academic articles, and delivering conference talks. The results of the grant contributed to two publications, six conference presentations, and a working draft of a culturally responsive framework that can guide practitioners and community organizations who are designing and implementing STEM programs in various learning contexts.\n\n \n\n\t\t\t\t\tLast Modified: 02/06/2020\n\n\t\t\t\t\tSubmitted by: Patricia Garcia"
 }
}