{
 "awd_id": "1655109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Better Engaging Minority Serving Institutions in Engineering Education Research and Innovation",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Martin",
 "awd_eff_date": "2016-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 49986.0,
 "awd_amount": 49986.0,
 "awd_min_amd_letter_date": "2016-09-02",
 "awd_max_amd_letter_date": "2016-09-02",
 "awd_abstract_narration": "Minority Serving Institutions, including Historically Black Colleges and Universities, Hispanic Serving Institutions, and other Minority Serving Institutions, are critical components of US higher education as sources of baccalaureate recipients in engineering. Three factors drive this project:\r\n- With the cessation of data collection by the Engineering Workforce Commission, it is critical that engineering enrollment and graduation data from these institutions remain available to engineering education researchers.  \r\n- Given the disproportionate role of these institutions as the place of baccalaureate origin for African American and Hispanic American doctoral recipients, they should be key participants in efforts, such as those called for by the National Science Foundation, to develop and recruit such persons as engineering faculty at their own institutions as well as at Predominantly White Institutions.  \r\n- Members of the American Society for Engineering Education's Engineering Deans Council seek to develop strong partnerships between research-intensive engineering schools and non-PhD granting engineering schools serving populations underrepresented in engineering. For this commitment to have meaning, the deans of minority serving institutions must regularly interact and engage with other engineering deans so as to build collaborative, mutually beneficial partnerships.\r\n\r\nTo address the challenges and opportunities indicated above, we propose to bring 10 engineering deans from minority serving institutions to the April 2017 Engineering Deans Institute in order to\r\n1. Learn the benefits of and requirements for participating in our enrollment and graduation data collection system.\r\n2. Develop strategies for collaboration with research-intensive engineering deans to inspire, mentor, and place underrepresented minority doctoral recipients as engineering faculty members.\r\n3. Develop broader research and education partnerships with other engineering deans in order to diversify better the engineering workforce.\r\n\r\nInvolving these deans is important because (a) capturing the enrollment and graduation numbers of their students ensures the completeness and accuracy of national data, (b) these institutions are significant sources of future faculty drawn from underrepresented populations, and (c) these institutions represent knowledgeable partners for collaborative efforts to build supportive environments for underrepresented minority students at all institution types. ASEE will survey the invited deans as well as the regular attendees of the Engineering Deans Institute to gauge the impact of the invited deans' participation on their inclination toward participating in ASEE's data collection system (and thereby the availability of their data to engineering education and higher education researchers), and the interest of both sets of parties on collaboration and cooperation to increase the number of engineering faculty drawn from underrepresented minority populations and to build supportive environments to enhance the academic and professional success of underrepresented minority students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Norman",
   "pi_last_name": "Fortenberry",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Norman L Fortenberry",
   "pi_email_addr": "nfortenb@gmail.com",
   "nsf_id": "000397411",
   "pi_start_date": "2016-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Austin",
   "pi_last_name": "Ryland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Austin Ryland",
   "pi_email_addr": "A.Ryland@asee.org",
   "nsf_id": "000722379",
   "pi_start_date": "2016-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Society For Engineering Education",
  "inst_street_address": "1818 N ST NW STE 600",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023313500",
  "inst_zip_code": "200362476",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN SOCIETY FOR ENGINEERING EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6G9C4HMNHW4"
 },
 "perf_inst": {
  "perf_inst_name": "American Society For Engineering Education",
  "perf_str_addr": "1818 N Street, NW, Suite 600",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362476",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 49986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project&rsquo;s focus was on engaging ten Minority Serving Institutions (MSIs) in a workshop as part of the 2017 ASEE Engineering Deans Institute (EDI). Within this population there was a particular focus on MSIs not believed to be participants in neither ASEE&rsquo;s annual Profiles of Engineering and Engineering Technology Colleges (Profiles) survey nor ASEE&rsquo;s Engineering Deans Council (EDC) that comprises most engineering deans in the U.S. Although both Historically Black Colleges and Universities (HBCUs) and Hispanic Service Institutions (HSIs) were invited to participate, only 10 HBCUs chose to particpate. The workshop included a presentation by ASEE explaining the benefits of participating in the annual Profiles survey, followed by a discussion and questions by the ten HBCU deans.&nbsp; With the demise of the Engineering Workforce Commission, ASEE became the sole private sector provider of comprehensive engineering enrollment and graduation data.&nbsp; For all who depend on such data, it is highly desirable that all eligible engineering programs participate in the Profiles survey.</p>\n<p>Pricing and lack of internal resources needed to complete the survey were topics cited as barriers to participating in the survey.&nbsp; In the past, the pricing structure to participate in the Profiles survey was setup in a &ldquo;tiered&rdquo; manner in order to encourage institutions with fewer resources to participate.&nbsp; This included select institutions which were smaller in enrollment or did not have as much financial capital.&nbsp; Though the goal of pricing tiers was to allow for full participation, it still proved to be a barrier to certain institutions.</p>\n<p>In order to address the goal of increasing participation, ASEE sought permission, and was approved by NSF, to reimburse (based on receipts or invoice based on their labor costs) each of ten universities up to $1,616.38 (direct participant costs) to setup systems and processes in order to facilitate building the infrastructure needed to participate in the 2017 ASEE data collection cycle, and possibly in the future.</p>\n<p>The expected outcome was that the majority of these institutions would participate due to a lowering of the cost barrier, as reimbursement provided an incentive to participate. It was also expected that the byproduct of participation would be that the universities would see the value of ASEE&rsquo;s survey, and thus become a regular annual participant in the Profiles survey. However, only one out of the ten institutions submitted the necessary paperwork to receive reimbursement, though eight schools did participate in the survey.&nbsp;</p>\n<p>Findings:</p>\n<ul>\n<li>Reimbursement for survey may or may not have been a motivating incentive,</li>\n<li>If reimbursement is a potential motivating incentive, extensive procedures for reimbursement may mitigate the incetive, and</li>\n<li>Only one of the participating universities submitted the required paperwork for reimbursement,</li>\n</ul>\n<p>In order to increase participation in the future, we recommend providing dedicated assistance for institutions that may not have adequate resources to participate in the survey. We also recommend reviewing the pricing structure in order to encourage smaller institutions to participate, as well as more clearly outlining the value of participating to non-participating institutions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2018<br>\n\t\t\t\t\tModified by: Norman&nbsp;L&nbsp;Fortenberry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project?s focus was on engaging ten Minority Serving Institutions (MSIs) in a workshop as part of the 2017 ASEE Engineering Deans Institute (EDI). Within this population there was a particular focus on MSIs not believed to be participants in neither ASEE?s annual Profiles of Engineering and Engineering Technology Colleges (Profiles) survey nor ASEE?s Engineering Deans Council (EDC) that comprises most engineering deans in the U.S. Although both Historically Black Colleges and Universities (HBCUs) and Hispanic Service Institutions (HSIs) were invited to participate, only 10 HBCUs chose to particpate. The workshop included a presentation by ASEE explaining the benefits of participating in the annual Profiles survey, followed by a discussion and questions by the ten HBCU deans.  With the demise of the Engineering Workforce Commission, ASEE became the sole private sector provider of comprehensive engineering enrollment and graduation data.  For all who depend on such data, it is highly desirable that all eligible engineering programs participate in the Profiles survey.\n\nPricing and lack of internal resources needed to complete the survey were topics cited as barriers to participating in the survey.  In the past, the pricing structure to participate in the Profiles survey was setup in a \"tiered\" manner in order to encourage institutions with fewer resources to participate.  This included select institutions which were smaller in enrollment or did not have as much financial capital.  Though the goal of pricing tiers was to allow for full participation, it still proved to be a barrier to certain institutions.\n\nIn order to address the goal of increasing participation, ASEE sought permission, and was approved by NSF, to reimburse (based on receipts or invoice based on their labor costs) each of ten universities up to $1,616.38 (direct participant costs) to setup systems and processes in order to facilitate building the infrastructure needed to participate in the 2017 ASEE data collection cycle, and possibly in the future.\n\nThe expected outcome was that the majority of these institutions would participate due to a lowering of the cost barrier, as reimbursement provided an incentive to participate. It was also expected that the byproduct of participation would be that the universities would see the value of ASEE?s survey, and thus become a regular annual participant in the Profiles survey. However, only one out of the ten institutions submitted the necessary paperwork to receive reimbursement, though eight schools did participate in the survey. \n\nFindings:\n\nReimbursement for survey may or may not have been a motivating incentive,\nIf reimbursement is a potential motivating incentive, extensive procedures for reimbursement may mitigate the incetive, and\nOnly one of the participating universities submitted the required paperwork for reimbursement,\n\n\nIn order to increase participation in the future, we recommend providing dedicated assistance for institutions that may not have adequate resources to participate in the survey. We also recommend reviewing the pricing structure in order to encourage smaller institutions to participate, as well as more clearly outlining the value of participating to non-participating institutions.\n\n \n\n\t\t\t\t\tLast Modified: 09/14/2018\n\n\t\t\t\t\tSubmitted by: Norman L Fortenberry"
 }
}