{
 "awd_id": "1655163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:   Functional Study of the Lamprey AID/APOBEC Family of Cytidine Deaminases",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "purnima bhanot",
 "awd_eff_date": "2016-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 142587.0,
 "awd_amount": 142587.0,
 "awd_min_amd_letter_date": "2016-08-10",
 "awd_max_amd_letter_date": "2016-08-10",
 "awd_abstract_narration": "The jawless vertebrates (lampreys and hagfish) diversify their immune genes through a different process than the adaptive immune system in jawed vertebrates. The PIs have obtained evidence that the AID/APOBEC family of cytidine deaminases (CDAs) may contribute to diversify receptors in both jawed and jawless vertebrates. The proposed studies will determine the functional potential of the remarkably diverse CDA family in lampreys. These studies will provide insight into the mechanisms involved in the somatic diversification of their antigen receptors. This exploratory functional analysis of the lamprey cytidine deaminases fits with the EAGER proposal because this analysis will focus on high risk-high reward study: High risk- Possibility of involvement of other molecules for VLR gene assemblies and affinity maturations; High reward (transformative)- New paradigm for antigen receptor-mediated adaptive immune systems, and novel antibody engineering and therapeutic potential of VLR molecules. In addition, training of undergraduate students in STEM disciplines and supervising high school students with autism spectrum disorder will benefit society in diverse ways. \r\n\r\nThe PIs hypothesize that jawless vertebrates use AID/APOBEC family members to trigger VLR gene assembly: CDA1 and CDA2 may participate in VLRA/VLRC and VLRB assembly, respectively. The lab has now identified three additional CDA1-like genes (CDA3, CDA4 and CDA5). In addition, through transcriptional analysis of lymphocyte-like cells in lampreys, they have identified four CDA2 splice variants, the analysis of which probably explain why cytidine deaminase activity was not demonstrable for the previously reported CDA2 isoform.  The expected results from this functional study of the lamprey AID/APOBEC family of CDAs will significantly advance our knowledge of how somatic assembly of the antigen receptor genes occur in jawless vertebrates. Not even all of the human AID/APOBEC family members have yet been well characterized, and the proposed research in the most basal vertebrate representatives may facilitate analysis of this CDA family in humans.  The consequences of this proposal may also lead to improvement of the affinity of engineered lamprey VLR antibodies, which have important diagnostic and therapeutic potential in humans, by optimizing mutagenesis with lamprey CDAs. Collectively, the results derived from the analysis of lamprey CDAs will provide an important piece of the puzzle to the paradigm of adaptive immune systems in jawless and jawed vertebrates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Masayuki",
   "pi_last_name": "Hirano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Masayuki Hirano",
   "pi_email_addr": "mhiran2@emory.edu",
   "nsf_id": "000655772",
   "pi_start_date": "2016-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Max",
   "pi_last_name": "Cooper",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Max D Cooper",
   "pi_email_addr": "mdcoope@emory.edu",
   "nsf_id": "000691285",
   "pi_start_date": "2016-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303224250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 142587.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Major Goal and Activities: <br /> The major goal of this study was to advance knowledge of how somatic assembly of the antigen receptor genes occurs in jawless vertebrates.<br /> We examined functional activity of lamprey cytidine deaminases (CDAs) by performing in vitro mutagenic and assembly assays. We also performed evolutionary and genomic analysis of lamprey CDA locus.<br /> <br /> Specific Objectives and Results:<br /> VLR genes are not found in jawed vertebrates and VLR antigen receptor systems in jawless vertebrates are very different from the Ig-based antigen receptor systems in jawed vertebrates. Therefore, the VLR receptor assembly and affinity maturation might be mediated by totally different molecule(s). In addition, even if the CDA(s) are involved in the assembly or affinity maturation mechanism, other unknown co-factors may also be important for its role. By this grant support, we found mutagenic activity of lamprey CDAs in E. coli and yeast systems. Notably, we have also shown that CDA triggers VLR gene assembly in primary lamprey cell culture. Therefore, we were able to establish a tractable and appropriate experimental system for these investigations.<br /> <br /> Intellectual merit and broader impacts:&nbsp;&nbsp;&nbsp; <br /> The result that CDAs trigger VLR gene assembly can significantly advance our knowledge of how somatic assembly of the antigen receptor genes occurs in jawless vertebrates. Even some of the human AID/APOBEC family members have not yet been well characterized, and the research accomplished in this most basal vertebrate representative also facilitates analysis of this CDA family in humans. The consequence of this proposal leads to improvement of the affinity of engineered lamprey VLR antibodies, which have important diagnostic and therapeutic potential in humans, by optimizing mutagenesis with lamprey CDAs. Collectively, the results derived from the analysis of lamprey CDAs provide an important piece of the puzzle of the origins of adaptive immunity in jawless and jawed vertebrates. We published two papers and one book chapter by this grant support.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/26/2018<br>\n\t\t\t\t\tModified by: Masayuki&nbsp;Hirano</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMajor Goal and Activities: \n The major goal of this study was to advance knowledge of how somatic assembly of the antigen receptor genes occurs in jawless vertebrates.\n We examined functional activity of lamprey cytidine deaminases (CDAs) by performing in vitro mutagenic and assembly assays. We also performed evolutionary and genomic analysis of lamprey CDA locus.\n \n Specific Objectives and Results:\n VLR genes are not found in jawed vertebrates and VLR antigen receptor systems in jawless vertebrates are very different from the Ig-based antigen receptor systems in jawed vertebrates. Therefore, the VLR receptor assembly and affinity maturation might be mediated by totally different molecule(s). In addition, even if the CDA(s) are involved in the assembly or affinity maturation mechanism, other unknown co-factors may also be important for its role. By this grant support, we found mutagenic activity of lamprey CDAs in E. coli and yeast systems. Notably, we have also shown that CDA triggers VLR gene assembly in primary lamprey cell culture. Therefore, we were able to establish a tractable and appropriate experimental system for these investigations.\n \n Intellectual merit and broader impacts:    \n The result that CDAs trigger VLR gene assembly can significantly advance our knowledge of how somatic assembly of the antigen receptor genes occurs in jawless vertebrates. Even some of the human AID/APOBEC family members have not yet been well characterized, and the research accomplished in this most basal vertebrate representative also facilitates analysis of this CDA family in humans. The consequence of this proposal leads to improvement of the affinity of engineered lamprey VLR antibodies, which have important diagnostic and therapeutic potential in humans, by optimizing mutagenesis with lamprey CDAs. Collectively, the results derived from the analysis of lamprey CDAs provide an important piece of the puzzle of the origins of adaptive immunity in jawless and jawed vertebrates. We published two papers and one book chapter by this grant support.\n\n\t\t\t\t\tLast Modified: 12/26/2018\n\n\t\t\t\t\tSubmitted by: Masayuki Hirano"
 }
}