{
 "awd_id": "1656234",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantum Mechanics at the Complexity Frontier",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2016-07-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 276394.0,
 "awd_amount": 276394.0,
 "awd_min_amd_letter_date": "2016-09-12",
 "awd_max_amd_letter_date": "2017-07-19",
 "awd_abstract_narration": "The development of quantum information technology promises to revolutionize both fundamental and applied science. For example, on the fundamental side, we expect that quantum devices will efficiently simulate poorly understood quantum mechanical theories, providing insight into their behavior. On the applied side, such simulations would allow for the design of new nanomaterials and biochemical molecules. The first experimental step in developing quantum devices has been to bring single quanta under complete control. This has mostly been accomplished over the last two decades. Laboratories around the world now routinely trap, isolate and probe individual atoms, ions, electrons, spins and photons. These systems form 'qubits', the elementary building blocks of quantum computers. The next step is to put these qubits together to form quantum circuits, simulators, networks and eventually computers. However, as the number of qubits in a device grows, so too does the complexity of describing and controlling the properties of that device. This complexity underlies the potential power of quantum technology but also brings many theoretical and experimental challenges. This project seeks to address two of these challenges. \r\n\r\nFirst, what physical mechanisms can stabilize the multi-qubit systems so as to make them usable quantum devices? One possibility is provided by a recently discovered phenomenon called 'many-body localization'. Usually, the unavoidable presence of disorder in experiments leads to difficulties controlling the qubits. Counter-intuitively, it seems that putting in more disorder can actually help by 'localizing' the quantum information, preventing it from escaping into the environment as noise. Many of the fundamental features of localization remain unknown. By a combination of classical computational and analytical studies, the group aims to elucidate the conditions under which the many-body localized phase arises, the near-term experimental consequences and its potential as an intrinsic platform for quantum computing. \r\n\r\nSecond, what kinds of problems can we expect a quantum computer to be able to solve? There are efficient quantum algorithms for particular problems, such as simulating molecular structure and breaking cryptographic codes. However, the most general optimization problems are believed to be hard even for a quantum computer. What distinguishes these hard problems from the tractable ones is an outstanding open question whose answer has profound consequences. The aim is to develop a better understanding of typical quantum optimization problems through a case study of a canonical example: quantum satisfiability. It is expected that insights into this problem will lead to new heuristic quantum algorithms.  A similar line of inquiry in classical computation led to important classical optimization algorithms, such as simulated annealing and belief propagation.\r\n\r\nFrom a somewhat more technical point of view, these two projects are related by their reliance on the techniques of disordered statistical mechanics and spin glass theory. Their study will rely on both numerical simulations using large scale classical computer clusters and analytic study using the cavity method and its quantum generalizations. This latter method was developed previously for the study of quantum spin glasses. The projects will help train one to two graduate students in the relevant physics and techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Laumann",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher R Laumann",
   "pi_email_addr": "claumann@bu.edu",
   "nsf_id": "000674705",
   "pi_start_date": "2016-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 COMMONWEALTH AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724100",
   "pgm_ele_name": "Physics Instrumentation"
  },
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 96393.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The development of quantum information technology promises to revolutionize both fundamental and applied science. On the fundamental side, we expect that quantum devices will efficiently simulate poorly understood quantum mechanical theories, providing insight into their behavior. On the applied side, such simulations would allow for the design of new nanomaterials and molecules. The first experimental step in developing quantum devices has been to bring single quanta under complete control. This has mostly been accomplished over the last two decades. Laboratories around the world now routinely trap, isolate and probe individual atoms, ions, electrons, spins and photons. These systems form 'qubits', the elementary building blocks of quantum computers. The next step is to put these qubits together to form quantum circuits, simulators, networks and eventually computers. However, as the number of qubits in a device grows, so too does the complexity of describing and controlling the properties of that device. This complexity underlies the potential power of quantum technology but also brings many theoretical and experimental challenges. The research carried out under this NSF award addresses several of these challenges.<br />One major stream of research supported by this NSF award addressed how to use quantum devices to solve hard optimization problems. The PI's group made several &nbsp;advances in understanding the criteria which determine 'quantum satisfiability' and also developed quantitative understanding of the complex optimization landscapes of several propotypical problems. With these results in hand, the PI's group proposed a new quantum algorithm for solving the so-called 'energy matching' problem and showed that the algorithm can run faster than classical approaches. This algorithm is readily implementable with near term quantum computers and thus provides a promising route for demonstrating quantum supremacy.<br />A second stream of research support by this award addressed the properties and signatures of a recently discovered phenomenon which can emerge when many qubits interact strongly in a disordered (only partially controlled) way: the system can enter the `many-body localized' phase. It is believed that quantum information can remain localized and thus amenable to manipulation in this regime. The award supported work in which several signatures of the phase were proposed for observation in near term systems -- one of which has already been measured. Also, the PI's group developed several models for how many-body localization can break down and also how it interacts with other kinds of orders.<br />A third stream of research supported by the award addressed the behavior of superconductors in the presence of disorder and magnetic fields. The mathematical underpinnings of this work are shared with those of the dynamics of combustion in solids in certain regimes. Thus, the PI's group developed both theories for magnetic field effects in certain superconductors and for how burning proceeds in those solids.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/19/2019<br>\n\t\t\t\t\tModified by: Christopher&nbsp;R&nbsp;Laumann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe development of quantum information technology promises to revolutionize both fundamental and applied science. On the fundamental side, we expect that quantum devices will efficiently simulate poorly understood quantum mechanical theories, providing insight into their behavior. On the applied side, such simulations would allow for the design of new nanomaterials and molecules. The first experimental step in developing quantum devices has been to bring single quanta under complete control. This has mostly been accomplished over the last two decades. Laboratories around the world now routinely trap, isolate and probe individual atoms, ions, electrons, spins and photons. These systems form 'qubits', the elementary building blocks of quantum computers. The next step is to put these qubits together to form quantum circuits, simulators, networks and eventually computers. However, as the number of qubits in a device grows, so too does the complexity of describing and controlling the properties of that device. This complexity underlies the potential power of quantum technology but also brings many theoretical and experimental challenges. The research carried out under this NSF award addresses several of these challenges.\nOne major stream of research supported by this NSF award addressed how to use quantum devices to solve hard optimization problems. The PI's group made several  advances in understanding the criteria which determine 'quantum satisfiability' and also developed quantitative understanding of the complex optimization landscapes of several propotypical problems. With these results in hand, the PI's group proposed a new quantum algorithm for solving the so-called 'energy matching' problem and showed that the algorithm can run faster than classical approaches. This algorithm is readily implementable with near term quantum computers and thus provides a promising route for demonstrating quantum supremacy.\nA second stream of research support by this award addressed the properties and signatures of a recently discovered phenomenon which can emerge when many qubits interact strongly in a disordered (only partially controlled) way: the system can enter the `many-body localized' phase. It is believed that quantum information can remain localized and thus amenable to manipulation in this regime. The award supported work in which several signatures of the phase were proposed for observation in near term systems -- one of which has already been measured. Also, the PI's group developed several models for how many-body localization can break down and also how it interacts with other kinds of orders.\nA third stream of research supported by the award addressed the behavior of superconductors in the presence of disorder and magnetic fields. The mathematical underpinnings of this work are shared with those of the dynamics of combustion in solids in certain regimes. Thus, the PI's group developed both theories for magnetic field effects in certain superconductors and for how burning proceeds in those solids.\n\n\t\t\t\t\tLast Modified: 08/19/2019\n\n\t\t\t\t\tSubmitted by: Christopher R Laumann"
 }
}