{
 "awd_id": "1659725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research on Faculty Change: Adoption of Practices that Support Gender Diversity in Undergraduate Computing",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abby Ilumoka",
 "awd_eff_date": "2016-08-31",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 20494.0,
 "awd_amount": 74811.0,
 "awd_min_amd_letter_date": "2016-09-16",
 "awd_max_amd_letter_date": "2016-09-16",
 "awd_abstract_narration": "Despite widespread development and dissemination of research-based practices that can reverse the gender imbalance in computer science, typical teaching practices make computing less inviting to women than to men and lead to women's greater attrition.  Women's participation in computing is lower than it is in nearly every other STEM discipline and unique in its downward trend.\r\n\r\nThis project is a triangulated study to identify the conditions that influence computer science (CS) faculty members' adoption of practices that improve gender diversity in CS.  Data are being collected using observation, interview, and survey methods. The analysis includes qualitative data interpretation and statistical regression methods.  After piloting, the national survey is planning over three hundred responses. Findings are expected to advance knowledge about faculty adoption of effective teaching practices, faculty adoption of gender inclusive practices, and diffusion of innovative teaching practices.  The PIs and consultants are contributors to the National Center for Women & Information Technology (NCWIT).  An advisory board of scientists with extensive experience will ensure that all facets of the research are of the highest quality. Active dissemination of results is designed to inform scholars, policy makers and practitioners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lecia",
   "pi_last_name": "Barker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lecia J Barker",
   "pi_email_addr": "barkerl@colorado.edu",
   "nsf_id": "000228142",
   "pi_start_date": "2016-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20494.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 54317.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite a recent surge in enrollments (CRA 2017), computer science (CS) higher education continues to face substantial problems in attracting women and retaining both women and men. Studies have called for faculty to adopt new instructional methods that can help to ameliorate these issues, but little is known about what influences CS faculty to find out about, try out, and routinely use them. In response, this study used a two-phase, multi-method approach to identify the personal, social, and organizational factors that influence faculty adoption of pedagogical innovations. Phase 1 of this project consisted of interviews, focus groups, and classroom observations of 66 CS faculty. Insights were then used to design and disseminate a survey for Phase 2, which netted 821 CS faculty respondents from approximately 565 institutions.</p>\n<p><strong>Principal Findings: </strong>In the first stage, awareness, faculty learn about a possible innovation through solicited or unsolicited informal conversations with trusted colleagues, conference presentations, other professional development activities, funding or institutional initiatives, and from their students. In the second phase, trial, CS faculty are strongly motivated by the wellbeing of their students, especially in regards to improving engagement and performance, but they also consider whether or not the innovation fits with how they think their students learn, potential interference with the ability to &ldquo;cover&rdquo; material, and whether or not they have sufficient resources including time, knowledge, and suitable classroom setups and infrastructure. In the final phase, routinization, faculty continue using the innovation, with or without modifying the innovation. Faculty motivations for continuing use involve confirmatory evidence that the innovation improves student outcomes, student feedback (including formal or informal, impressionistic means of collecting that feedback), and perceived fit with other teaching approaches. <strong>&nbsp;</strong></p>\n<p>Departments influence adoption by providing necessary infrastructure and through subtle social persuasion. While departments often maintain direct control over curriculum, most faculty are free to choose their own instructional methods and only in rare cases did departments require faculty to try out or discontinue a novel instructional method.</p>\n<p><strong>Intellectual Merit</strong>:&nbsp; This project developed a model of faculty adoption of innovative teaching practices in postsecondary computing education that includes the multiple influences of personal, social, and organizational characteristics. Results of this study advance general theories of innovation adoption and provide empirically based conclusions within several bodies of literature, including organizational communication and sociology. Triangulation through qualitative and quantitative data collection and analysis methods allowed for a breadth and depth of understanding about issues related to the project.</p>\n<p><strong>Broader impacts:</strong> This research provides vital information to educational product developers and faculty who wish to promote their innovations about the needs and perspectives of potential adopters. Results identify strategies that can be used to better increase the uptake and usage of innovations that positively impact students&rsquo; course experiences, which have been shown to improve learning, diversity, and retention in CS. Faculty may benefit from more efficient and efficacious teaching strategies, and increased retention means less lost investments of time and resources for students who would otherwise have left. Addressing the demographic and attrition challenges in CS also has immense benefits for underrepresented students and their communities, with the added benefit of infusing new ideas and applications for computing that contribute to the creative economy necessary for this field to thrive.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Citation: </strong></p>\n<p>Computing Research Association. 2017. <em>Generation CS: Computer Science Undergraduate Enrollments Surge Since 2006</em>. Retrieved March 20, 2017 (http://cra.org/data/generation-cs/).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2017<br>\n\t\t\t\t\tModified by: Lecia&nbsp;J&nbsp;Barker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite a recent surge in enrollments (CRA 2017), computer science (CS) higher education continues to face substantial problems in attracting women and retaining both women and men. Studies have called for faculty to adopt new instructional methods that can help to ameliorate these issues, but little is known about what influences CS faculty to find out about, try out, and routinely use them. In response, this study used a two-phase, multi-method approach to identify the personal, social, and organizational factors that influence faculty adoption of pedagogical innovations. Phase 1 of this project consisted of interviews, focus groups, and classroom observations of 66 CS faculty. Insights were then used to design and disseminate a survey for Phase 2, which netted 821 CS faculty respondents from approximately 565 institutions.\n\nPrincipal Findings: In the first stage, awareness, faculty learn about a possible innovation through solicited or unsolicited informal conversations with trusted colleagues, conference presentations, other professional development activities, funding or institutional initiatives, and from their students. In the second phase, trial, CS faculty are strongly motivated by the wellbeing of their students, especially in regards to improving engagement and performance, but they also consider whether or not the innovation fits with how they think their students learn, potential interference with the ability to \"cover\" material, and whether or not they have sufficient resources including time, knowledge, and suitable classroom setups and infrastructure. In the final phase, routinization, faculty continue using the innovation, with or without modifying the innovation. Faculty motivations for continuing use involve confirmatory evidence that the innovation improves student outcomes, student feedback (including formal or informal, impressionistic means of collecting that feedback), and perceived fit with other teaching approaches.  \n\nDepartments influence adoption by providing necessary infrastructure and through subtle social persuasion. While departments often maintain direct control over curriculum, most faculty are free to choose their own instructional methods and only in rare cases did departments require faculty to try out or discontinue a novel instructional method.\n\nIntellectual Merit:  This project developed a model of faculty adoption of innovative teaching practices in postsecondary computing education that includes the multiple influences of personal, social, and organizational characteristics. Results of this study advance general theories of innovation adoption and provide empirically based conclusions within several bodies of literature, including organizational communication and sociology. Triangulation through qualitative and quantitative data collection and analysis methods allowed for a breadth and depth of understanding about issues related to the project.\n\nBroader impacts: This research provides vital information to educational product developers and faculty who wish to promote their innovations about the needs and perspectives of potential adopters. Results identify strategies that can be used to better increase the uptake and usage of innovations that positively impact students? course experiences, which have been shown to improve learning, diversity, and retention in CS. Faculty may benefit from more efficient and efficacious teaching strategies, and increased retention means less lost investments of time and resources for students who would otherwise have left. Addressing the demographic and attrition challenges in CS also has immense benefits for underrepresented students and their communities, with the added benefit of infusing new ideas and applications for computing that contribute to the creative economy necessary for this field to thrive.\n\n \n\nCitation: \n\nComputing Research Association. 2017. Generation CS: Computer Science Undergraduate Enrollments Surge Since 2006. Retrieved March 20, 2017 (http://cra.org/data/generation-cs/).\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2017\n\n\t\t\t\t\tSubmitted by: Lecia J Barker"
 }
}