{
 "awd_id": "1663778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Group Actions and Floer-Theoretic Invariants",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2016-08-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 91345.0,
 "awd_amount": 91345.0,
 "awd_min_amd_letter_date": "2016-09-21",
 "awd_max_amd_letter_date": "2016-09-21",
 "awd_abstract_narration": "This is a project in pure mathematics focusing on low-dimensional and symplectic topology. It has two broadly constructed goals: to study the three-dimensional homology cobordism groups, sets of spaces with many algebraic features in common with the three-dimensional sphere, and to understand area-preserving maps between manifolds. Philosophically speaking, these goals are united by a desire to understand the flexibility or rigidity of geometric qualities of spaces. Understanding the homology cobordism groups is a major motivating question in topology; questions of the complexity of these groups in three dimensions are tied to deep structural issues in higher-dimensional topology. Similarly, the study of area-preserving (symplectic) maps is one of the central issues of symplectic geometry, and has nontrivial connections to physics. The PI will also study applications of invariants of knot concordance which arise in connection with this research. Since one motivation for this project is that the tools used are particularly computationally accessible, the PI will actively seek to involve undergraduate and other young researchers in this work.\r\n \r\nThe tools of this project are equivariant versions of Floer-theoretic invariants.  There are two main programs. The first involves a recently-constructed involutive version of the three-manifold invariant Heegaard Floer homology, which gives two new homology cobordism and knot concordance invariants. Using this invariant, the PI will study the homology cobordism group and cosmetic surgeries on knots. Involutive Heegaard Floer homology is a first step toward the long-term goal of constructing Pin(2)-equivariant Heegaard Floer homology, which the PI will continue to work toward. This is desirable in light of recent progress made using  Pin(2)-equivariant version of Seiberg-Witten Floer homology, an analogous theory. For the second, the PI proposes to construct a Serre spectral sequence for the Lagrangian Floer cohomology of certain symplectic fibrations. Relationships arising from this spectral sequence are expected to give information about the symplectic mapping class group; furthermore, since many invariants in symplectic and low-dimensional topology can be formulated in terms of Lagrangian Floer cohomology, the spectral sequence itself has potentially broad consequences. Other goals include understanding equivariant Lagrangian Floer cohomology for general Lie groups, which also has many theoretical applications; a Z_p version of existing theory for Z_2, for example, would imply a criterion for deciding that a symplectomorphism of a manifold with stably trivialized tangent bundle has infinite order.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Hendricks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen Hendricks",
   "pi_email_addr": "kristen.hendricks@rutgers.edu",
   "nsf_id": "000683107",
   "pi_start_date": "2016-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 91345.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This was a project in pure mathematics focusing on low-dimensional and symplectic topology. It had two broadly constructed goals: to study the three-dimensional homology cobordism groups, sets of spaces with many algebraic features in common with the three-dimensional sphere, and to study topological spaces (principally knots and three-dimensional manifolds) using new constructions in symplectic geometry in the presence of a symmetry. Philosophically speaking, these goals are united by a desire to understand the flexibility or rigidity of geometric qualities of spaces. Understanding the homology cobordism groups is a major motivating question in topology; questions of the complexity of these groups in three dimensions are tied to deep structural issues in higher-dimensional topology. Similarly, constructions from (rigid) symplectic geometry have had a startlingly wide breadth of applications to classical questions in (more flexible) topology in the past forty years. Substantial progress was made on both of these goals; in both cases major technical work was carried out that has led to valuable applications and sustained interest in the field.<br /> <br /> <strong>Intellectual Merit </strong>The tools of this project were equivariant versions of certain Floer-theoretic invariants. There were two main research directions, as follows.</p>\n<p>The first was to construct and develop an &ldquo;involutive&rdquo; version of the three-manifold invariant Heegaard Floer homology, and use it to study the homology cobordism group. This was inspired by C. Manolescu&rsquo;s use of Pin(2) Seiberg-Witten Floer homology in 2013 to resolve the Triangulation Conjecture; Heegaard Floer homology is identified with Seiberg-Witten Floer homology, and involutive Heegaard Floer homology is conjecturally identified with Z_4-equivariant SWF. This theory was developed by the PI and C. Manolescu and by the PI, C. Manolescu, and I. Zemke in 2015-16. They extracted new numerical invariants of homology cobordism and knot concordance from the theory and defined a new map from the homology cobordism group to an algebraically-constructed group of chain complexes. This suite of invariants has been subsequently to give constraints&nbsp;on possible configurations of singular points of a rational cuspidal curve of odd degree in the projective plane (M. Borodzik and J.Hom), and has been computed for large families of manifolds (I. Dai and C. Manolescu, I. Dai and M. Stoffregen), and has been developed further for knots (I. Zemke). In 2018, J. Hom, T. Lidman, and the PI used involutive Heegaard Floer homology to give a new invariant of homology cobordism called connected Heegaard Floer homology, which they used to show the homology cobordism group cannot be generated by surgeries on knots with bounded genus. The ideas of this invariant inspired work of I.Dai, J. Hom, M. Stoffren, and L. Truong which proved the existence of a Z-infinity summand in the homology cobordism group. Furthermore, in 2017 the PI and R. Lipshitz gave a new, computer-friendly, method of computing involutive Heegaard Floer homology using R. Lipshitz&rsquo;s &ldquo;bordered&rdquo; expansion of Heegaard Floer theory.</p>\n<p>For the second, the PI and collaborators R. Lipshitz and S. Sarkar constructed a new version of equivariant Lagrangian Floer homology, which can be applied under fairly broad hypotheses. They used this construction, which is applicable under fairly flexible hypotheses, to show that several existing spectral sequences in Floer-theoretic invariants are invariants of their topological input data and/or explicitly and combinatorially computable, and to improve rank inequalities coming from these spectral sequences. They also introduced a new Z_2-equivariant homology associated to the branched double cover of a knot, which was subsequently refined by S. Kang and (using ideas from the first half of this project) by A. Alfieri, S. Kang, and A. Stipsicz. Subsequently the PI, R. Lipshitz, and S. Sarkar gave a new construction of equivariant Lagrangian Floer homology for Lie group actions, and used it to define an O(2)-equivariant symplectic Khovanov homology.</p>\n<p><strong>Broader Impacts</strong> Floer theory is an active area of research, with many conferences and workshops. The results of this project have been widely disseminated, including in two graduate mini-courses stemming from work on this project. The PI has also been involved with many stages of graduate mentoring at MSU, including running reading courses and graduate topics courses, serving on orals and thesis committees, and meeting regularly with topology graduate students. At the undergraduate level, the PI has run a semester-long four-student REU on knot Floer homology, participated in undergraduate mentoring and advising including running informal reading courses, and given many undergraduate talks. The PI has also been involved in K-12 outreach, and has twice run a weeklong daycamp on topology for middle school girls. The PI has also co-organized an AMS Special Session in Fall 2016 and the Midwest Topology Seminar in Spring 2019. Finally, funds from this project have been used to support the travel of a postdoc working with the PI.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/14/2019<br>\n\t\t\t\t\tModified by: Kristen&nbsp;Hendricks</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis was a project in pure mathematics focusing on low-dimensional and symplectic topology. It had two broadly constructed goals: to study the three-dimensional homology cobordism groups, sets of spaces with many algebraic features in common with the three-dimensional sphere, and to study topological spaces (principally knots and three-dimensional manifolds) using new constructions in symplectic geometry in the presence of a symmetry. Philosophically speaking, these goals are united by a desire to understand the flexibility or rigidity of geometric qualities of spaces. Understanding the homology cobordism groups is a major motivating question in topology; questions of the complexity of these groups in three dimensions are tied to deep structural issues in higher-dimensional topology. Similarly, constructions from (rigid) symplectic geometry have had a startlingly wide breadth of applications to classical questions in (more flexible) topology in the past forty years. Substantial progress was made on both of these goals; in both cases major technical work was carried out that has led to valuable applications and sustained interest in the field.\n \n Intellectual Merit The tools of this project were equivariant versions of certain Floer-theoretic invariants. There were two main research directions, as follows.\n\nThe first was to construct and develop an \"involutive\" version of the three-manifold invariant Heegaard Floer homology, and use it to study the homology cobordism group. This was inspired by C. Manolescu?s use of Pin(2) Seiberg-Witten Floer homology in 2013 to resolve the Triangulation Conjecture; Heegaard Floer homology is identified with Seiberg-Witten Floer homology, and involutive Heegaard Floer homology is conjecturally identified with Z_4-equivariant SWF. This theory was developed by the PI and C. Manolescu and by the PI, C. Manolescu, and I. Zemke in 2015-16. They extracted new numerical invariants of homology cobordism and knot concordance from the theory and defined a new map from the homology cobordism group to an algebraically-constructed group of chain complexes. This suite of invariants has been subsequently to give constraints on possible configurations of singular points of a rational cuspidal curve of odd degree in the projective plane (M. Borodzik and J.Hom), and has been computed for large families of manifolds (I. Dai and C. Manolescu, I. Dai and M. Stoffregen), and has been developed further for knots (I. Zemke). In 2018, J. Hom, T. Lidman, and the PI used involutive Heegaard Floer homology to give a new invariant of homology cobordism called connected Heegaard Floer homology, which they used to show the homology cobordism group cannot be generated by surgeries on knots with bounded genus. The ideas of this invariant inspired work of I.Dai, J. Hom, M. Stoffren, and L. Truong which proved the existence of a Z-infinity summand in the homology cobordism group. Furthermore, in 2017 the PI and R. Lipshitz gave a new, computer-friendly, method of computing involutive Heegaard Floer homology using R. Lipshitz?s \"bordered\" expansion of Heegaard Floer theory.\n\nFor the second, the PI and collaborators R. Lipshitz and S. Sarkar constructed a new version of equivariant Lagrangian Floer homology, which can be applied under fairly broad hypotheses. They used this construction, which is applicable under fairly flexible hypotheses, to show that several existing spectral sequences in Floer-theoretic invariants are invariants of their topological input data and/or explicitly and combinatorially computable, and to improve rank inequalities coming from these spectral sequences. They also introduced a new Z_2-equivariant homology associated to the branched double cover of a knot, which was subsequently refined by S. Kang and (using ideas from the first half of this project) by A. Alfieri, S. Kang, and A. Stipsicz. Subsequently the PI, R. Lipshitz, and S. Sarkar gave a new construction of equivariant Lagrangian Floer homology for Lie group actions, and used it to define an O(2)-equivariant symplectic Khovanov homology.\n\nBroader Impacts Floer theory is an active area of research, with many conferences and workshops. The results of this project have been widely disseminated, including in two graduate mini-courses stemming from work on this project. The PI has also been involved with many stages of graduate mentoring at MSU, including running reading courses and graduate topics courses, serving on orals and thesis committees, and meeting regularly with topology graduate students. At the undergraduate level, the PI has run a semester-long four-student REU on knot Floer homology, participated in undergraduate mentoring and advising including running informal reading courses, and given many undergraduate talks. The PI has also been involved in K-12 outreach, and has twice run a weeklong daycamp on topology for middle school girls. The PI has also co-organized an AMS Special Session in Fall 2016 and the Midwest Topology Seminar in Spring 2019. Finally, funds from this project have been used to support the travel of a postdoc working with the PI.\n\n \n\n\t\t\t\t\tLast Modified: 07/14/2019\n\n\t\t\t\t\tSubmitted by: Kristen Hendricks"
 }
}