{
 "awd_id": "1841080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Understanding the Barriers to Political Representation of Women",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2020-01-15",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 23448.0,
 "awd_amount": 23448.0,
 "awd_min_amd_letter_date": "2020-01-06",
 "awd_max_amd_letter_date": "2020-01-06",
 "awd_abstract_narration": "This study examines how women become candidates in new democracies. While the number of women in elected positions has been slowly increasing over time in many countries, there is limited understanding of the unique challenges that often make it more difficult for women to become candidates when compared to men.  To explain why women may be less likely to be selected as candidates, this study focuses on the role played by party gatekeepers in party-controlled candidate nominations. Drawing on insights from interviews with party officials and candidates, the PI examines how barriers in candidate selection are magnified for women through the informal selection criteria used by the party gatekeepers who assess and rank candidates. Although both male and female candidates are subjected to informal selection criteria at local and national levels, only women must visibly demonstrate that they satisfy the financial and mobilizing expectations of party gatekeepers. These gendered expectations entail greater costs for women seeking party nominations because they must demonstrate their wealth and their connections during the candidate selection process in ways that are not demanded from men. This study provides new insights into the organizational impediments to women's inclusion in politics. It shows how biases can arise and be replicated within a party's candidate selection process. \r\n\r\nThis study contributes to new knowledge in the study of women in politics in developing countries where democratic institutions remain weak. First, while existing scholarship of women office-seekers tends to focus on aggregate measures of legislative representation or their success as party candidates in elections, the project focuses on the understudied first-order questions: How do women become candidates? Do they face obstacles that are different from men? This study includes a survey that employs a novel design to assess how party members' candidate preferences are influenced by political experience, ambivalent sexism, and financial or mobilizational expectations. Experimentally, the survey employs two different designs to assess the project's hypotheses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tsering",
   "pi_last_name": "Youdon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tsering Youdon",
   "pi_email_addr": "tseringy@berkeley.edu",
   "nsf_id": "000516376",
   "pi_start_date": "2020-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "Phillips",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie L Phillips",
   "pi_email_addr": "mlthomps@berkeley.edu",
   "nsf_id": "000751177",
   "pi_start_date": "2020-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "2150 Shattuck Avenue, Room 313",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1371",
   "pgm_ref_txt": "POLITICAL SCIENCE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 23448.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Doctoral Dissertation Research: Understanding the Barriers to Political Representation of Women examines how the gatekeepers within political parties evaluate women and men during candidate selection processes. The existing literature largely focuses on the experiences of women who compete for office in countries with formal and transparent candidate selection processes, whether voter-based primaries in the United States or party-based mechanisms in most of Western Europe. However, the majority of women who seek elected office in democratizing countries around the world are primarily evaluated through party-controlled candidate selection processes that are often opaque and informal. Focusing on the intra-party dynamics of candidate selection, I investigate the conditions in which party gatekeepers are more likely to choose women to stand for election.</p>\n<p>&nbsp;</p>\n<p>I argue that current models of candidate selection, particularly in new democracies, are misspecified because they overlook two key actors who are central to the evaluation of women candidates: the gatekeepers and the family. Party gatekeepers are the party leaders and members who choose which individuals will stand as candidates for the party in an election. In studying the candidate preferences of gatekeepers, I demonstrate that their personal experiences and characteristics affect which candidates they ultimately support during the selection process. In addition, I show that the candidate attributes gatekeepers prefer are not merely individual; they are familial. Despite the transition to multiparty elections in many countries, the personal status of individuals in many societies remains tied to the political and social influence of their families. In this context, I find that the family attributes preferred by party gatekeepers are conditioned by the gender of candidates. I demonstrate that gatekeepers evaluate men more highly for having a traditional family dynamic, thus simultaneously rewarding men who are heads of households while penalizing women who deviate from traditional expectations. I find that women are elevated in candidate selection only when their families have demonstrated partisan loyalty over the long term.</p>\n<p>&nbsp;</p>\n<p>In this project, I explain the origins and mechanisms for this gender-based difference in the evaluation of family attributes, offering a corrective to existing work which has largely ignored how families (beyond childrearing and marital status) can affect a woman&rsquo;s political prospects. Many scholars have suggested that the key to decreasing bias against women during the candidate selection process is to include women in party positions of power. But when examining women gatekeepers, I show that they are not immune from gendered biases. Rather, I show that an individual&rsquo;s level of internalized sexist beliefs, measured through ambivalent sexism, determines how gatekeepers evaluate gendered attributes.</p>\n<p>&nbsp;</p>\n<p>I further show that women are disadvantaged during candidate selection because gatekeepers evaluate the qualifications of candidates in line with their gender scheme (the expected behavior and roles of their gender identity). Women are not rewarded for masculine qualifications but rather for the few feminine qualifications that gatekeepers perceive as valuable. Lastly, I show that despite gatekeepers believing that the `ideal' candidate for both men and women is the same, meeting those qualifications, in reality, is much more difficult for women.</p>\n<p>&nbsp;</p>\n<p>My research presents a valuable contribution to the study of women in politics in democratizing countries. Building on over 90 in-depth interviews with candidates, party members, parliamentarians, and activists in Zambia, I have developed two original sources of data that provide unique insights into the composition and preferences of party gatekeepers. First, I compiled the actual candidate recommendation reports produced by gatekeepers during candidate selection within Zambia&rsquo;s two main national parties in 2016. I analyze these reports to assess how candidate gender and attributes influence a gatekeeper&rsquo;s ultimate recommendation. Additionally, I conducted survey experiments among over 1,300 party members to assess how their individual characteristics and preferences affect candidate selection. I also measured gendered beliefs through an ambivalent sexism index to show that beliefs, not identity, motivate an individual&rsquo;s gendered perception of candidates.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/03/2023<br>\n\t\t\t\t\tModified by: Melanie&nbsp;L&nbsp;Phillips</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nDoctoral Dissertation Research: Understanding the Barriers to Political Representation of Women examines how the gatekeepers within political parties evaluate women and men during candidate selection processes. The existing literature largely focuses on the experiences of women who compete for office in countries with formal and transparent candidate selection processes, whether voter-based primaries in the United States or party-based mechanisms in most of Western Europe. However, the majority of women who seek elected office in democratizing countries around the world are primarily evaluated through party-controlled candidate selection processes that are often opaque and informal. Focusing on the intra-party dynamics of candidate selection, I investigate the conditions in which party gatekeepers are more likely to choose women to stand for election.\n\n \n\nI argue that current models of candidate selection, particularly in new democracies, are misspecified because they overlook two key actors who are central to the evaluation of women candidates: the gatekeepers and the family. Party gatekeepers are the party leaders and members who choose which individuals will stand as candidates for the party in an election. In studying the candidate preferences of gatekeepers, I demonstrate that their personal experiences and characteristics affect which candidates they ultimately support during the selection process. In addition, I show that the candidate attributes gatekeepers prefer are not merely individual; they are familial. Despite the transition to multiparty elections in many countries, the personal status of individuals in many societies remains tied to the political and social influence of their families. In this context, I find that the family attributes preferred by party gatekeepers are conditioned by the gender of candidates. I demonstrate that gatekeepers evaluate men more highly for having a traditional family dynamic, thus simultaneously rewarding men who are heads of households while penalizing women who deviate from traditional expectations. I find that women are elevated in candidate selection only when their families have demonstrated partisan loyalty over the long term.\n\n \n\nIn this project, I explain the origins and mechanisms for this gender-based difference in the evaluation of family attributes, offering a corrective to existing work which has largely ignored how families (beyond childrearing and marital status) can affect a woman’s political prospects. Many scholars have suggested that the key to decreasing bias against women during the candidate selection process is to include women in party positions of power. But when examining women gatekeepers, I show that they are not immune from gendered biases. Rather, I show that an individual’s level of internalized sexist beliefs, measured through ambivalent sexism, determines how gatekeepers evaluate gendered attributes.\n\n \n\nI further show that women are disadvantaged during candidate selection because gatekeepers evaluate the qualifications of candidates in line with their gender scheme (the expected behavior and roles of their gender identity). Women are not rewarded for masculine qualifications but rather for the few feminine qualifications that gatekeepers perceive as valuable. Lastly, I show that despite gatekeepers believing that the `ideal' candidate for both men and women is the same, meeting those qualifications, in reality, is much more difficult for women.\n\n \n\nMy research presents a valuable contribution to the study of women in politics in democratizing countries. Building on over 90 in-depth interviews with candidates, party members, parliamentarians, and activists in Zambia, I have developed two original sources of data that provide unique insights into the composition and preferences of party gatekeepers. First, I compiled the actual candidate recommendation reports produced by gatekeepers during candidate selection within Zambia’s two main national parties in 2016. I analyze these reports to assess how candidate gender and attributes influence a gatekeeper’s ultimate recommendation. Additionally, I conducted survey experiments among over 1,300 party members to assess how their individual characteristics and preferences affect candidate selection. I also measured gendered beliefs through an ambivalent sexism index to show that beliefs, not identity, motivate an individual’s gendered perception of candidates.\n\n \n\n\t\t\t\t\tLast Modified: 03/03/2023\n\n\t\t\t\t\tSubmitted by: Melanie L Phillips"
 }
}