{
 "awd_id": "1855928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Bridging the scale gap between local and regional methane and carbon dioxide isotopic fluxes in the Arctic",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922397",
 "po_email": "robdelga@nsf.gov",
 "po_sign_block_name": "Roberto Delgado",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 805625.0,
 "awd_amount": 805625.0,
 "awd_min_amd_letter_date": "2020-09-03",
 "awd_max_amd_letter_date": "2024-02-29",
 "awd_abstract_narration": "Northern latitudes are warming at twice the global mean, making carbon stored in permafrost increasingly vulnerable to thaw and decomposition by microbes, potentially leading to large increases in methane (CH4) and carbon dioxide (CO2) emissions, both important greenhouse gases. Accurate and reliable forecasts of greenhouse gas emissions are critical for the improvement of global models that predict changes to temperature and to sea level. On a local level, the data and modeling products can be used to better inform local populations of the changes happening to their environment and help predict likely changes in the future. Improvements to regional and global scale models require advancement in the current knowledge of methane and carbon dioxide flux sources to gain insight into how the net flux is expected to respond to a warming Arctic. Comparing aircraft derived fluxes to local tower measurements and land classification maps allows for the determination of which mechanisms are primarily responsible for the variation in emissions. Data, models, and analysis directly measuring the fluxes over regional scales close to the surface and measuring fluxes using inverse modeling helps to better understand the differences. Data generated from this project are important for evaluating which combination of environmental quantities and categorical quantities are best suited for predicting methane and carbon dioxide emissions to produce more accurate estimates from remotely sensed variables and will also be compared with existing carbon emissions models. The ability to define the current late summer and autumn net flux of methane and carbon dioxide from the North Slope and adjoining Arctic waters is required to establish a benchmark for quantitatively tracking the annual time series of net carbon flux from the Arctic.\r\n\r\nThis research provides emission measurements of CO2 and CH4 plus nitrous oxide (N2O), and water vapor (H2O) from the North Slope of Alaska on a small aircraft operating at altitudes from 10 m to 10 km, with custom-built spectroscopic sensors, an air turbulence probe, and GPS systems. This project bridges the scale gap between local studies of carbon emissions in the Arctic, such as those from flux towers, and large regional scale emissions estimates from inversion modeling. The work provides resolved emissions correlated with underlying sources; regional coverage for comprehensive analysis of carbon emissions in this part of the Arctic basin; direct coupling of the observations with other observing systems ranging from small tower measurements to satellite remote sensing; and coupling of the observations to an air transport model to compare direct emission measurements to top-down estimates of regional emissions based on profile measurements in the atmosphere. Specifically, aircraft eddy covariance measurements and vertical profiles are used to effectively scale process measurements from short eddy covariance towers to the regional scale, allowing for determining how representative certain areas are of the larger North Slope with respect to flux of the major gases that contribute to changes in radiative forcing. Observations and modeling of fluxes and concentrations of molecules that differ in their isotopic composition reveal the contributions of key source processes at local, landscape, and regional scale, a feature unique to this project. This project creates an analysis framework to allow for the combination of in situ concentrations and fluxes with regional fluxes calculated using a transport model that both is adapted for Alaska and widely applicable to other circumpolar areas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Anderson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "James G Anderson",
   "pi_email_addr": "anderson@huarp.harvard.edu",
   "nsf_id": "000429386",
   "pi_start_date": "2024-02-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Langford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Langford",
   "pi_email_addr": "jlangford@aurora.aero",
   "nsf_id": "000579610",
   "pi_start_date": "2020-09-03",
   "pi_end_date": "2024-02-29"
  }
 ],
 "inst": {
  "inst_name": "Aurora Flight Sciences Corporation",
  "inst_street_address": "9950 WAKEMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "MANASSAS",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7033693633",
  "inst_zip_code": "201102702",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "VA10",
  "org_lgl_bus_name": "AURORA FLIGHT SCIENCES CORPORATION",
  "org_prnt_uei_num": "NU2UC8MX6NK1",
  "org_uei_num": "K1L1BZLNPWC4"
 },
 "perf_inst": {
  "perf_inst_name": "Aurora Flight Sciences Corporation",
  "perf_str_addr": "9950 Wakeman Drive",
  "perf_city_name": "Manassas",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "201102702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "VA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 0.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 0.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}