{
 "awd_id": "1905947",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High-Speed Rolling Nanoscale Motors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 446558.0,
 "awd_amount": 505458.0,
 "awd_min_amd_letter_date": "2019-12-23",
 "awd_max_amd_letter_date": "2021-12-16",
 "awd_abstract_narration": "Non-technical: \r\nThis award by the Biomaterials Program in the Division of Materials Research to Emory University is intended to develop new principles for creating nanomachines that can consume chemical energy to produce mechanical work. Modern machines, which include force-generating motors, enabled the industrial revolution and are foundational to human civilization. Miniature micromachines are used in countless devices including cell phone microphones, implantable biosensors, and airplane accelerometers. Further miniaturization to the nanometer scale would enable the design of machines that can manipulate biomolecules and other nanomaterials for applications in medicine, biological research, and material development. Such machines are typically difficult to build because of their small size. However, a recent boom in the field of DNA origami, where DNA is folded into precise three-dimensional structures, now provides the ability to build and test the properties of virtually any three-dimensional structure. In this proposal, the team will study nanoscale DNA machines and investigate the design rules to enhance the speed and endurance of these motors. The potential impact of the project could be in developing more efficient nanoscale motors that have applications such as sensing, computation, and drug delivery systems. This project will integrate research efforts with outreach activities designed to advance the public understanding of nanoscale machines. Educational activities include K-12 outreach to recruit underrepresented students into STEM fields. \r\n\r\nTechnical:\r\nThe goal of this project is to investigate the properties of dynamic force generating DNA nanomachines. Biological motor proteins dynamically alter their interaction with a track through ATP hydrolysis-fueled conformational changes and display directional motion over distances of many microns at micrometer/sec speeds. Recapitulating these functions in synthetic materials is a fundamentally challenging problem that holds the potential to impact several fields. This includes the next generation of synthetic muscles, drug delivery systems, and sensors. Accordingly, the fundamental question driving this proposal is whether it is possible to create artificial molecular motors capable of translocating directionally at high velocities and over long distances. To date, the most promising synthetic motor systems involve DNA-based machines, owing to their predictable and tunable Watson-Crick base pairing. The lab of the PI has discovered a new class of synthetic DNA-based motors that move at a speed that is 1000 times faster than the state-of-the-art. Because the mechanism of motor transport depends on Watson-Crick base-pairing and catalytic hydrolysis of RNA, these motors can be potentially miniaturized to the nanometer length scale. Preliminary experiments support this hypothesis. The project will specifically test the mechanism of how DNA nanomotors dynamically translocate across a surface. This will require the integration of DNA origami assembly coupled with single molecule fluorescence imaging techniques. The research, education, and outreach efforts will be integrated though their emphasis on developing studying dynamic force-generating biomaterials. Several K-12 outreach activities that include leveraging the existing Student Educational Experience Development (SEED) program at Emory will be implemented as part of the broader impacts of the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Khalid",
   "pi_last_name": "Salaita",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Khalid Salaita",
   "pi_email_addr": "k.salaita@emory.edu",
   "nsf_id": "000585917",
   "pi_start_date": "2019-12-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "1515 Dickey Drive, Department of",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303224250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 446558.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 58900.0
  }
 ],
 "por": null
}