{
 "awd_id": "1912522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nucleon Structure and Hadronization Beyond the Collinear Leading Twist Parton Model",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2019-11-15",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 269966.0,
 "awd_amount": 211036.0,
 "awd_min_amd_letter_date": "2019-11-05",
 "awd_max_amd_letter_date": "2022-09-14",
 "awd_abstract_narration": "It has been a long-standing question in nuclear physics of how the nucleon, the main building block of the matter that we are made of, is built from fundamental strongly-interacting elementary particles, the quarks and gluons. This project will address this question by studying correlations and 3-dimensional momentum distributions of quarks and gluons in the nucleon. To this end experimentally measurable observables are theoretically analyzed for nuclear reactions that can be realized at US-based facilities like the Jefferson Laboratory (JLab), the Relativistic Heavy Ion Collider (RHIC), and the future Electron-Ion Collider (EIC), as well as other facilities worldwide. The underlying microscopic theory on which this research is based is Quantum Chromodynamics (QCD). Several observables that are of interest for this project need spin polarization of the beam or the target, or even the produced final state particles. The theoretical analyses of those spin observables require methods and precision calculations that go beyond the common standard theoretical approaches for unpolarized nuclear reactions. The PI will mentor graduate students and include an undergraduate student in this research program.\r\n\r\nThe main goal of this project is a theoretical investigation of the nucleon structure as well as parton fragmentation within perturbative QCD. It is intended to study observables of high-energy nuclear processes beyond the standard leading twist collinear factorization approach. The focus is on two key areas: 1) Transverse spin effects in single-inclusive nuclear processes within the collinear twist-3 formalism. 2) Transverse momentum dependent gluon distributions in polarized and unpolarized proton collisions. The outcome of these studies will have direct impact for experimental programs at JLab, RHIC, the Large Hadron Collider (LHC), and a future EIC.  The main thrusts of the project are: i) Theoretical analyses of transverse spin-polarized observables in single-inclusive nuclear reactions in the framework of collinear twist-3 formalism: The goal is to perform next-to-leading (NLO) calculations for transverse-spin observables and to study the scale dependence of three-parton correlation functions. Furthermore, the PI will investigate the feasibility of photonic final state in lepton-nucleon collisions at JLab and EIC; ii) Exploration of the gluonic substructure of the nucleon within Transverse Momentum Dependent (TMD) factorization: TMD analyses of various gluon-induced spin observables in proton-proton collisions at RHIC with Heavy Quarkonia in the final state are considered including implementation of TMD evolution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Matthias",
   "pi_last_name": "Burkardt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthias Burkardt",
   "pi_email_addr": "burkardt@nmsu.edu",
   "nsf_id": "000628199",
   "pi_start_date": "2020-10-21",
   "pi_end_date": "2022-09-14"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Schlegel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marc Schlegel",
   "pi_email_addr": "schlegel@nmsu.edu",
   "nsf_id": "000792485",
   "pi_start_date": "2019-11-05",
   "pi_end_date": "2020-10-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Engelhardt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Engelhardt",
   "pi_email_addr": "engel@nmsu.edu",
   "nsf_id": "000894565",
   "pi_start_date": "2022-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "Box 30001, MSC 3D",
  "perf_city_name": "Las Cruces",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "880030004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128500",
   "pgm_ele_name": "NUCLEAR THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 83006.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 128030.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A central goal in contemporary nuclear physics is to understand the internal structure of the protons and neutrons that make up the atomic nucleus. Protons and neutrons are themselves not elementary, but they are composed of elementary particles called quarks and gluons. To access information about the internal quark-gluon structure of protons and neutrons, experiments are performed at facilities such as the current Jefferson Lab 12 GeV facility and the future Electron-Ion Collider (EIC) at Brookhaven National Lab. In these experiments, electrons aimed at proton and neutron targets interact with quarks within the latter, with the scattered products of the reaction containing information about the distribution of the quarks, and, by extension, the gluons inside the proton and neutron.</p>\n<p>&nbsp;</p>\n<p>Theoretical work is required to extract and distill the aforementioned quark and gluon distributions from the raw experimental scattering data. Concomitantly, efforts are necessary to understand the form of such distributions from first-principles quantum field theory. Within this project, progress was made in both respects, by two Ph.D. students at New Mexico State University supported with research assistantships, W. Albaltan and A. Dotson.</p>\n<p>&nbsp;</p>\n<p>W. Albaltan's Ph.D. research focused on the quantitative description of specific experimental processes that are particularly suited for extracting especially interesting properties of the quark-gluon structure of protons and neutrons, such as the correlations between quarks and gluons. This can be achieved by judicious choice of the proton or neutron target as well as electron projectile polarizations, as well as the choice of detected scattering products. The formulae derived by W. Albaltan, as well as their numerical implementation, will be very useful once experimental data from the EIC become available, to deduce correlations between quarks and gluons inside protons and neutrons.</p>\n<p>&nbsp;</p>\n<p>A. Dotson's Ph.D. research within this project focused on the calculation of so-called gravitational form factors, which describe the distribution of energy, momentum, pressure, and shear forces within a composite particle, from an underlying quantum field theory. Such calculations are notoriously complex and, in the case of the quark and gluon fields making up protons and neutrons, can only be accomplished using high-performance computational methods. To understand the outcome of such computations, it is very useful to complement them with calculations in simplified settings, in which the mathematical structure of the calculation can be explicitly traced and understood in detail. To this end, A. Dotson investigated a theory which contains only one \"&phi;\" field instead of quark and gluon fields, and in which the composite particle has no spin, as opposed to the spin 1/2 of the protons and neutrons. A. Dotson derived the pressure and shear forces of the &phi; particles inside the composite particle of the theory, showing how the extended, non-local structure of the composite particle arises from quantum interactions. This provides important insights into how the internal properties of composite particles arise from the quantum field-theoretical underpinnings, and can serve as a paradigm for how the internal quark-gluon properties of protons and neutrons are structured.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/25/2024<br>\nModified by: Michael&nbsp;Engelhardt</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA central goal in contemporary nuclear physics is to understand the internal structure of the protons and neutrons that make up the atomic nucleus. Protons and neutrons are themselves not elementary, but they are composed of elementary particles called quarks and gluons. To access information about the internal quark-gluon structure of protons and neutrons, experiments are performed at facilities such as the current Jefferson Lab 12 GeV facility and the future Electron-Ion Collider (EIC) at Brookhaven National Lab. In these experiments, electrons aimed at proton and neutron targets interact with quarks within the latter, with the scattered products of the reaction containing information about the distribution of the quarks, and, by extension, the gluons inside the proton and neutron.\n\n\n\n\n\nTheoretical work is required to extract and distill the aforementioned quark and gluon distributions from the raw experimental scattering data. Concomitantly, efforts are necessary to understand the form of such distributions from first-principles quantum field theory. Within this project, progress was made in both respects, by two Ph.D. students at New Mexico State University supported with research assistantships, W. Albaltan and A. Dotson.\n\n\n\n\n\nW. Albaltan's Ph.D. research focused on the quantitative description of specific experimental processes that are particularly suited for extracting especially interesting properties of the quark-gluon structure of protons and neutrons, such as the correlations between quarks and gluons. This can be achieved by judicious choice of the proton or neutron target as well as electron projectile polarizations, as well as the choice of detected scattering products. The formulae derived by W. Albaltan, as well as their numerical implementation, will be very useful once experimental data from the EIC become available, to deduce correlations between quarks and gluons inside protons and neutrons.\n\n\n\n\n\nA. Dotson's Ph.D. research within this project focused on the calculation of so-called gravitational form factors, which describe the distribution of energy, momentum, pressure, and shear forces within a composite particle, from an underlying quantum field theory. Such calculations are notoriously complex and, in the case of the quark and gluon fields making up protons and neutrons, can only be accomplished using high-performance computational methods. To understand the outcome of such computations, it is very useful to complement them with calculations in simplified settings, in which the mathematical structure of the calculation can be explicitly traced and understood in detail. To this end, A. Dotson investigated a theory which contains only one \"\" field instead of quark and gluon fields, and in which the composite particle has no spin, as opposed to the spin 1/2 of the protons and neutrons. A. Dotson derived the pressure and shear forces of the  particles inside the composite particle of the theory, showing how the extended, non-local structure of the composite particle arises from quantum interactions. This provides important insights into how the internal properties of composite particles arise from the quantum field-theoretical underpinnings, and can serve as a paradigm for how the internal quark-gluon properties of protons and neutrons are structured.\n\n\n\t\t\t\t\tLast Modified: 02/25/2024\n\n\t\t\t\t\tSubmitted by: MichaelEngelhardt\n"
 }
}