{
 "awd_id": "1916927",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Flexible Framework for Radiation Parameterizations Traceable to Benchmarks",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 473498.0,
 "awd_amount": 473498.0,
 "awd_min_amd_letter_date": "2020-02-28",
 "awd_max_amd_letter_date": "2020-02-28",
 "awd_abstract_narration": "Earth's climate is set by the balance between the flow of radiant energy into the atmosphere, largely as visible sunlight, and the return flow of infrared radiation to space. Simulations of earth's climate thus require an approximate representation of these flows which is fast enough to be practical and accurate enough to capture phenomena of interest, such as the warming effect of carbon dioxide (CO2).  The development of such representations, referred to as radiative transfer parameterizations or more simply as radiation schemes, is challenging given that the transparency of the atmosphere to infrared radiation can vary abruptly from one wavelength to another. Practical radiation schemes exist, but they are challenging to develop and update and it is not generally feasible to tailor them to specific applications. For example the version of the Community Earth System Model (CESM) available in 2020 uses a radiation scheme published in 2008, despite the availability of new spectroscopic observations, and the same version is used for full-complexity present-day simulations and for idealized simulations that would benefit from a faster but less accurate version.\r\n\r\nThis award supports the creation of a toolkit that would greatly enhance the ability of climate researchers to create radiative transfer parameterizations suitable for their needs.  The user would supply a set of benchmark atmospheres, specified as profiles of temperature and composition (water vapor and CO2, for instance), that cover the range of conditions anticipated in the particular application, and the toolbox would use a sophisticated line-by-line radiative transfer model and a database of up-to-date spectroscopic observations to create parameterization options with varying degrees of accuracy and computational cost.  Users would then be able to choose the best trade-off between cost and accuracy for their application.  In addition, the project creates parameterizations for specific research goals: one for simulations of paleoclimates with high CO2 concentrations and two for studies of the interaction between radiation and convective clouds (one emphasizing speed, which can be invoked more frequently, and one emphasizing accuracy).  A third, developed with collaborators at the Geophysical Fluid Dynamics Laboratory (funded through other sources), is optimized for simulations of present-day climate and prediction of climate fluctuations including El Nino events.\r\n\r\nThe project also includes work on alternative methods for parameterizing radiative transfer, one of which is a discrete frequency approximation, in which an optimally chosen set of strictly monochromatic spectral lines is used instead of a representation in terms of frequency bands.  The lines are determined from the spectral database using a fast optimization technique such as simulated annealing.  The second is a machine learning approach designed to emulate the underlying exact solutions to the radiative transfer equations.\r\n\r\nThe work has broader impacts through the development of a key piece of infrastructure for weather and climate models.  The work will thus have benefit for the worldwide community that relies on these models as tools for basic science research.  Workshops and tutorials are supported to facilitate community engagement.  The work also enhances the value of model-based predictions and projections as guidance for decision makers concerned with climate variability and change. The project supports a postdoc and a graduate student, thus providing for the future workforce in climate model development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eli",
   "pi_last_name": "Mlawer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eli J Mlawer",
   "pi_email_addr": "emlawer@aer.com",
   "nsf_id": "000165713",
   "pi_start_date": "2020-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Atmospheric and Environmental Research Inc",
  "inst_street_address": "131 HARTWELL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817612288",
  "inst_zip_code": "024213105",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "ATMOSPHERIC & ENVIRONMENTAL RESEARCH INC",
  "org_prnt_uei_num": "NA3EHAFMMNB7",
  "org_uei_num": "FRPTLUW7GQS5"
 },
 "perf_inst": {
  "perf_inst_name": "Atmospheric and Environmental Research Inc",
  "perf_str_addr": "131 Hartwell Avenue",
  "perf_city_name": "Lexington",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024213126",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 473498.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching objective of this project has been the development of a set of tools that atmospheric modelers can utilize to generate a fast radiation parameterization suited for their particular modeling needs. Our goal was to construct a flexible framework that allows modelers to create custom parameterizations that best suits their needs, allowing them to control the atmospheric conditions under which the model is to be trained and the aspects of the errors to be minimized. We provided practical methods for building parameterizations of absorption by gases and allow users to explore cost-accuracy tradeoffs.</p>\n<p>All of the work on this project was built off of the foundation of the evaluation and validation of reference radiative transfer models with spectrally resolved radiometric measurements, and the subsequent establishment and improvement of baseline spectroscopy. The team at AER had the primary responsibility for this aspect of the project, leading radiative closure studies to refine the spectroscopic information on which reference calculations are based and working with the maintainers of community spectroscopic databases to ensure that the spectroscopy that our project utilized was of the highest quality.</p>\n<p>Many of our analyses focused on a key source of atmospheric absorption, the water vapor continuum. In particular, we improved the representation of water vapor continuum absorption in two imporant spectral regions, the highly transparent infrared \"window\" and the highly absorbing far-infrared.</p>\n<p>Infared window - Absorption by the water vapor continuum in the infrared window (780-1250 cm<sup>-1</sup>) is a key element in the Earth&rsquo;s radiative balance. The strength of this absorption has implications for our climate, impacting the magnitude of water vapor feedback to the temperature change due to increases in greenhouse gases as well as the potential for a runaway greenhouse. Accurate continuum parameters in this spectral region are essential for the goals of this project.</p>\n<p>Our analysis of the water vapor continuum in the infrared window used observations from a ground-based interferometer at the two sites run by the DOE ARM program, one located at mid-latitudes and one in the tropics. This extensive data set ensured a wide range of atmospheric water vapor loadings, which is essential for deriving both components of the water vapor continuum, the self continuum and the foreign continuum. At each spectral point measured by the interferometer, a retrieval of scale factors for both the self and foreign continuum was performed using the observations at one of these sites. These derived coefficients were then validated using the observations at the tropical site.</p>\n<p>The derived self continuum is significantly lower than previously thought -- 10-20% at wavenumbers lower than the 980 cm<sup>-1</sup> (10 microns) and 28-35% lower at wavenumbers higher than 1080 cm<sup>-1</sup> (9.3 microns). The lower opacity due to the self continuum is somewhat counterbalanced by the higher level of absorption derived for the foreign continuum, which is greater than previously thought throughout the entire infrared window. For typical atmospheric PWV values total opacity due to the water vapor continuum is less than previously thought.</p>\n<p>This change to the absorption in the infrared window will have significant implications for climate prediction and for applications that utilize this spectral region. A publication on this study has been submitted to J. Geophys. Res.</p>\n<p>Far-infrared region - Recent laboratory measurements demonstrated that the existing water vapor self continuum coefficients in the far-infrared in the popular MT_CKD water vapor coinntujm model were too large. We therefore modified the reference self continuum coefficients at the reference temperature of 296K in MT_CKD to agree with that study for the 100-700 cm<sup>-1</sup> spectral region. We also modified the temperature dependence of the self continuum over most of the far-infared.</p>\n<p>These far-infrared self continuum modifications implied that changes were also needed to the foreign continuum in this region, which had previously been derived by comparisons between observations and model calculations that, as a result of the self continuum changes, were no longer in agreement. To restore radiative closure, the MT_CKD foreign continuum in the far-infrared required a modest (~5%) increase. As a result, the differences between radiative transfer calculations before and after all far-IR changes are very small for the cases analyzed in these comparisons.</p>\n<p>A journal publication that provides details about the these was published J. Quant. Sprectr. Rad. Transf.</p>\n<!-- @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:roman; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;}p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\",serif; \tmso-fareast-font-family:\"Times New Roman\";}p \t{mso-style-noshow:yes; \tmso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\",serif; \tmso-fareast-font-family:\"Times New Roman\";}.MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi; \tmso-font-kerning:0pt; \tmso-ligatures:none;}div.WordSection1 \t{page:WordSection1;} -->\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/29/2024<br>\nModified by: Eli&nbsp;J&nbsp;Mlawer</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching objective of this project has been the development of a set of tools that atmospheric modelers can utilize to generate a fast radiation parameterization suited for their particular modeling needs. Our goal was to construct a flexible framework that allows modelers to create custom parameterizations that best suits their needs, allowing them to control the atmospheric conditions under which the model is to be trained and the aspects of the errors to be minimized. We provided practical methods for building parameterizations of absorption by gases and allow users to explore cost-accuracy tradeoffs.\n\n\nAll of the work on this project was built off of the foundation of the evaluation and validation of reference radiative transfer models with spectrally resolved radiometric measurements, and the subsequent establishment and improvement of baseline spectroscopy. The team at AER had the primary responsibility for this aspect of the project, leading radiative closure studies to refine the spectroscopic information on which reference calculations are based and working with the maintainers of community spectroscopic databases to ensure that the spectroscopy that our project utilized was of the highest quality.\n\n\nMany of our analyses focused on a key source of atmospheric absorption, the water vapor continuum. In particular, we improved the representation of water vapor continuum absorption in two imporant spectral regions, the highly transparent infrared \"window\" and the highly absorbing far-infrared.\n\n\nInfared window - Absorption by the water vapor continuum in the infrared window (780-1250 cm-1) is a key element in the Earths radiative balance. The strength of this absorption has implications for our climate, impacting the magnitude of water vapor feedback to the temperature change due to increases in greenhouse gases as well as the potential for a runaway greenhouse. Accurate continuum parameters in this spectral region are essential for the goals of this project.\n\n\nOur analysis of the water vapor continuum in the infrared window used observations from a ground-based interferometer at the two sites run by the DOE ARM program, one located at mid-latitudes and one in the tropics. This extensive data set ensured a wide range of atmospheric water vapor loadings, which is essential for deriving both components of the water vapor continuum, the self continuum and the foreign continuum. At each spectral point measured by the interferometer, a retrieval of scale factors for both the self and foreign continuum was performed using the observations at one of these sites. These derived coefficients were then validated using the observations at the tropical site.\n\n\nThe derived self continuum is significantly lower than previously thought -- 10-20% at wavenumbers lower than the 980 cm-1 (10 microns) and 28-35% lower at wavenumbers higher than 1080 cm-1 (9.3 microns). The lower opacity due to the self continuum is somewhat counterbalanced by the higher level of absorption derived for the foreign continuum, which is greater than previously thought throughout the entire infrared window. For typical atmospheric PWV values total opacity due to the water vapor continuum is less than previously thought.\n\n\nThis change to the absorption in the infrared window will have significant implications for climate prediction and for applications that utilize this spectral region. A publication on this study has been submitted to J. Geophys. Res.\n\n\nFar-infrared region - Recent laboratory measurements demonstrated that the existing water vapor self continuum coefficients in the far-infrared in the popular MT_CKD water vapor coinntujm model were too large. We therefore modified the reference self continuum coefficients at the reference temperature of 296K in MT_CKD to agree with that study for the 100-700 cm-1 spectral region. We also modified the temperature dependence of the self continuum over most of the far-infared.\n\n\nThese far-infrared self continuum modifications implied that changes were also needed to the foreign continuum in this region, which had previously been derived by comparisons between observations and model calculations that, as a result of the self continuum changes, were no longer in agreement. To restore radiative closure, the MT_CKD foreign continuum in the far-infrared required a modest (~5%) increase. As a result, the differences between radiative transfer calculations before and after all far-IR changes are very small for the cases analyzed in these comparisons.\n\n\nA journal publication that provides details about the these was published J. Quant. Sprectr. Rad. Transf.\n\n\n\n\t\t\t\t\tLast Modified: 04/29/2024\n\n\t\t\t\t\tSubmitted by: EliJMlawer\n"
 }
}