{
 "awd_id": "1928684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High Resolution Observing of Arctic Net Community Productivity with Ships of Opportunity",
 "cfda_num": "47.050, 47.078",
 "org_code": "06090100",
 "po_phone": "7032928057",
 "po_email": "lculler@nsf.gov",
 "po_sign_block_name": "Lauren Culler",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 576735.0,
 "awd_amount": 627176.0,
 "awd_min_amd_letter_date": "2020-03-16",
 "awd_max_amd_letter_date": "2022-05-04",
 "awd_abstract_narration": "The Arctic is warming at roughly twice the pace of the rest of the globe, leading to pronounced changes to the environment. These changes include declining sea-ice extent and a longer period in summer when large swaths of the Arctic Ocean are ice-free, both of which have the potential to influence growth of microscopic plants at the base of Arctic Ocean ecosystems.  Shifts in timing, location, or amount of growth will have consequences for organisms higher up the food chain, with potential to impact vital subsistence and cultural resources for Indigenous populations that inhabit Arctic coastlines. In addition, Arctic ecosystems help to facilitate the transfer of carbon dioxide gas from the atmosphere into deep ocean waters, which helps to reduce carbon dioxide levels in the atmosphere. This project is aimed at characterizing patterns of phytoplankton growth and how they might be influenced by Arctic change. \r\n\r\nWhile many aspects of Arctic system responses to warming can be monitored remotely with satellites or moored sensors, observations of integrated ocean ecosystem response have historically been less tractable to obtain at needed scales. This observing gap is a hindrance to understanding and modeling the potential implications of physical system change for carbon and energy flows through Arctic ecosystems, and to understanding how biologically-facilitated exchange of carbon between atmosphere and ocean might change in the future. This project will directly address this observing gap. A high-resolution dissolved gas tracer approach (O2/Ar) will be used to constrain rates of net community productivity (NCP), an important metric of ecosystem function and biologically-facilitated air-sea CO2 exchange, at unprecedented space and time resolution throughout the Pacific-influenced Arctic on ships of opportunity. The project will augment flow-through surface seawater systems of vessels already conducting research in the Pacific Arctic region with instruments to obtain O2/Ar-based NCP at sub-kilometer scale resolution with minimal impact to other science activities.  This high-resolution coverage will enable identification of processes that are important in controlling net growth patterns throughout the study area. To expand spatial and temporal coverage of biological rate information, the project will target data collection efforts on three cruises per year over a four-year period. Initially, data acquisition will require a dedicated technician sailing with the instrument, but a secondary project goal is to optimize instrumentation and protocols such that future data could be collected in a near-unattended mode, similar to the strategy that has greatly facilitated the rapid expansion of global observations of air-sea CO2 flux. A special emphasis will be placed on rapid dissemination of data collected over the course of the project to maximize synergies with other funded research in the region.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "Juranek",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie W Juranek",
   "pi_email_addr": "ljuranek@coas.oregonstate.edu",
   "nsf_id": "000562440",
   "pi_start_date": "2020-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973312140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 576735.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50441.0
  }
 ],
 "por": null
}