{
 "awd_id": "1929467",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tribology: From Atomic Interactions to Macroscopic Response",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 572000.0,
 "awd_amount": 97911.0,
 "awd_min_amd_letter_date": "2019-12-10",
 "awd_max_amd_letter_date": "2022-10-13",
 "awd_abstract_narration": "NONTECHNICAL\r\nThis award supports theoretical and computational research, and education on the microscopic origins of tribology with an aim toward enabling the design of materials with desired tribological properties. Tribology is the study of sliding surfaces and encompasses adhesion, friction, lubrication and wear. The origins of friction have remained one of the great intellectual challenges since da Vinci, and tribological processes have a tremendous impact on daily life and technology. Indeed, friction is estimated to account for more than 20% of global energy consumption. There is a large gap between traditional macroscopic models of tribology, which must be fit to experiments that closely mimic the application, and recent studies that reveal a wealth of intriguing behavior in molecular scale contacts. The goal of the proposed research is to link behavior at these different scales for systems of practical relevance: polymers like plexiglass, layers of short molecules (surfactants) bound to solid surfaces, and small lubricant molecules under the extremes of pressure and shear found in automobile bearings. These systems have been chosen because there is an unusual amount of data from experiments and models at different scales, and because their behavior should be affected by fewer processes than metals or other crystalline systems. Specific questions that will be addressed are: i) How do adhesive and external forces determine the contact area where surfaces interact to produce friction and adhesion? Ii) How does permanent plastic deformation of the surfaces influence contact and friction? Iii) Why does friction in many systems depend on past history as well as the current velocity? Iv) How are changes in the viscosity of lubricants with pressure, temperature and rate related to changes in molecular configurations and/or thermal activation and what may they teach us about the glass transition? The software developed in the project will be shared with other researchers through public repositories and an online tool that provides users with calculated contact properties and builds a database of rough surfaces for future research. Research will involve students from high school through graduate school levels and demonstrations of tribological behavior will be shared with the public through outreach efforts\r\n\r\nTECHNICAL \r\nThis award supports theoretical and computational research, and education on the microscopic origins of tribology with an aim toward enabling the design of materials with desired tribological properties. Our ability to probe tribological processes at the nanometer scale has developed rapidly in the last decades, revealing a wide range of new physics and phenomena. However, connecting this rich behavior to the phenomenological models widely used to describe macroscopic experiments has proved extremely challenging. The goal of the proposed research is to use simulations to make this link for specific systems: polymers, self-assembled monolayers and small molecule lubricants, where new theoretical methods, computational algorithms, and experimental techniques are able to bridge the gap between nanometers and micrometers.  Multiscale simulations of elastic surfaces will be used to study how van der Waals interactions and roughness on scales up to tens of micrometers determine the contact geometry and macroscopic adhesive force between surfaces. Then the conditions for substrate plasticity to occur and its effects on contact, adhesion and friction will be evaluated. The history dependence of friction is often described by rate-state models that describe the evolution of the sliding interface with a phenomenological “state” variable. Simulations of polymers and self-assembled monolayers will be performed to search for a quantitative link between the changes in state variable and molecular processes. Simulations of surfaces with roughness on nanometer to micrometer scales will be tested against the growing body of experimental data for contact areas, stresses and macroscopic friction coefficients of polymers and self-assembled monolayers. Elastohydrodynamic lubrication offers a window on rheology extremely far from equilibrium, with extreme pressures that may drive fluids through the glass transition and rates high enough to overlap with molecular relaxation times and simulations. Simulations will be used for quantitative tests of assumptions underlying rheological models that assume viscosity is determined by changes in molecular order or stress-biased hopping in a complex energy landscape. They will also test ideas about the nature and existence of the glass transition.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Robbins",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Mark O Robbins",
   "pi_email_addr": "mr@pha.jhu.edu",
   "nsf_id": "000093379",
   "pi_start_date": "2019-12-10",
   "pi_end_date": "2021-03-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Camley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Camley",
   "pi_email_addr": "bcamley@gmail.com",
   "nsf_id": "000754359",
   "pi_start_date": "2021-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N. Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182686",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 97910.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was initially focused on understanding the origins of friction, and how it can be controlled. Friction is a key factor in many engineering challenges, but there is a great deal unknown about the origin of friction at the molecular level. The goal of this project was to use computational simulations and theory to connect the nanoscale interactions between surfaces to the macroscopic understanding of friction. This requires difficult computational tools that link models of the molecular-scale behavior &ldquo;molecular dynamics&rdquo; to descriptions of the interacting materials using the theory of elasticity. This project supported the development of new techniques to do this, allowing the simulation of system sizes impossible with previous approaches. This project also supported initial research into how glassy polymers deformed under indentation to probe the material properties of this system. &nbsp;</p>\n<p>After the passing of Prof. Mark Robbins, the original primary investigator, this grant temporarily supported one of his students as that student transitioned to working in a different group on biological problems, thinking about how tissues of cells interact with complex surfaces, using related approaches and questions to the original work but in a biological context.</p>\n<p>This project supported the training of two graduate students in interdisciplinary elements of physics, bringing together physics, computation, chemistry, and engineering, as well as some elements of biology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2023<br>\n\t\t\t\t\tModified by: Brian&nbsp;Camley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was initially focused on understanding the origins of friction, and how it can be controlled. Friction is a key factor in many engineering challenges, but there is a great deal unknown about the origin of friction at the molecular level. The goal of this project was to use computational simulations and theory to connect the nanoscale interactions between surfaces to the macroscopic understanding of friction. This requires difficult computational tools that link models of the molecular-scale behavior \"molecular dynamics\" to descriptions of the interacting materials using the theory of elasticity. This project supported the development of new techniques to do this, allowing the simulation of system sizes impossible with previous approaches. This project also supported initial research into how glassy polymers deformed under indentation to probe the material properties of this system.  \n\nAfter the passing of Prof. Mark Robbins, the original primary investigator, this grant temporarily supported one of his students as that student transitioned to working in a different group on biological problems, thinking about how tissues of cells interact with complex surfaces, using related approaches and questions to the original work but in a biological context.\n\nThis project supported the training of two graduate students in interdisciplinary elements of physics, bringing together physics, computation, chemistry, and engineering, as well as some elements of biology.\n\n \n\n\t\t\t\t\tLast Modified: 03/01/2023\n\n\t\t\t\t\tSubmitted by: Brian Camley"
 }
}