{
 "awd_id": "1929019",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4: Novel Electrochemistry in Hybrid Organic-Inorganic Perovskite Materials",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928623",
 "po_email": "jsmall@nsf.gov",
 "po_sign_block_name": "Jeanne Small",
 "awd_eff_date": "2019-12-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 237061.0,
 "awd_amount": 94050.0,
 "awd_min_amd_letter_date": "2019-11-26",
 "awd_max_amd_letter_date": "2020-08-18",
 "awd_abstract_narration": "Fundamental understandings of new semiconductor materials are key to the development of future functional electronics for various smart applications. Hybrid organic-inorganic halide perovskites (HOIP) have recently emerged as a new family of semiconductor materials with exceptional promise for various functional electronics such as solar cells and light-emitting devices. However, the fundamental solid-state electrochemistry of HOIPs has been less understood, which retards the progress of perovskite technologies. This project addresses this challenge by combining the unique expertise and capacity from Brown University and National Renewable Energy Laboratory. Through the collaborative activities, a novel research platform for exploring the HOIP electrochemistry will be established, which will lead to decisive answers to many long-standing mysteries in the perovskite field and thus have great impacts on the development of clean-energy technologies. Furthermore, this project will contribute to significant enhancement in the PI's research capacity and overall research infrastructure in Rhode Island. It will also provide opportunities for undergraduate and graduate students at Brown University and other institutes in Rhode Island to explore more science subjects in the future. \r\n\r\nThe goal of this project is to elucidate the key electrochemistry phenomena in hybrid organic-inorganic halide perovskite (HOIP) materials and their correlation to the performance of perovskite solar cells (PSCs). Attainment of this goal will be of vital importance for understanding many exceptional behaviors (e.g. giant switchable photovoltaic effects, photocurrent hysteresis) that have been observed in HOIPs. It will also have strong implication for extending the applications of HOIPs to new electronics and iontronics. A new research platform for clarifying the intrinsic electrochemical properties of HOIPs will be established by combining classical electrochemistry methods (based on Tubandt cell) and advanced materials-characterization approaches. This will contribute to the determination of exact migrating ion types, ion-migration tolerance mechanisms, and ion reactivity of HOIPs with other related device contact materials. Further, the effect of microstructures on the electrochemistry of HOIPs will be investigated, which will be correlated to the performance of PSCs. Based on all these fundamental understandings, engineered microstructures of HOIPs will be synthesized for controlled electrochemical behavior and enhanced PSC performance. The established methodology based on this research will have far-reaching impacts on understanding the broad family of mixed ion-electronic semiconductors and their device applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuanyuan",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuanyuan Zhou",
   "pi_email_addr": "yuanyuan_zhou@brown.edu",
   "nsf_id": "000746425",
   "pi_start_date": "2019-11-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "National Renewable Energy Laboratory",
  "perf_str_addr": "15013 Denver W Pkwy",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804013111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 94050.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project focuses on fundamental mixed electronic</span><span>/</span><span>ionic conduction properties (solid-state electrochemical phenomena) of emerging halide perovskite semiconductors. By using various experimental protocols, in-depth understandings between electronic</span><span>/</span><span>ionic conduction properties and microstructures in these important materials have been gained. In particular, advanced characterization techniques have been used for probing the structure-property at the nanoscale and grain boundaries in perovskites have been proven critical. Based on all these fundamental understandings, new materials-engineering strategies have been developed for improved properties, which have led to improvements in the device performance of perovskite solar cells. Importantly, the revealed new fundamental sciences in this research are expected to have lasting impacts in the broad fields of energy and electronics. At the end of this project, 7 peer-reviewed journal publications, 1 book chapter, 3 invited talks have acknowledged the funding support of this grant.</span></p>\n<p><span>This project has also enabled significant collaborations between Brown University, National Renewable Energy Laboratory, and other advanced institutes outside EPSCoR states, which have not only contributed to strengthening the PI's research capacity, but also enhanced the overall research infrastructure at Brown University, which will be leveraged in future research in Rhode Island. </span></p>\n<p><span>One graduate trainee has been trained in materials science, chemistry, and solar cells in the collaborative research environment created by this project which have also benefited all collaborators. One outreach activity was also performed to local K-12 students about the amaze of perovskite solar cells.</span></p>\n<p style=\"text-align: left;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2020<br>\n\t\t\t\t\tModified by: Yuanyuan&nbsp;Zhou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focuses on fundamental mixed electronic/ionic conduction properties (solid-state electrochemical phenomena) of emerging halide perovskite semiconductors. By using various experimental protocols, in-depth understandings between electronic/ionic conduction properties and microstructures in these important materials have been gained. In particular, advanced characterization techniques have been used for probing the structure-property at the nanoscale and grain boundaries in perovskites have been proven critical. Based on all these fundamental understandings, new materials-engineering strategies have been developed for improved properties, which have led to improvements in the device performance of perovskite solar cells. Importantly, the revealed new fundamental sciences in this research are expected to have lasting impacts in the broad fields of energy and electronics. At the end of this project, 7 peer-reviewed journal publications, 1 book chapter, 3 invited talks have acknowledged the funding support of this grant.\n\nThis project has also enabled significant collaborations between Brown University, National Renewable Energy Laboratory, and other advanced institutes outside EPSCoR states, which have not only contributed to strengthening the PI's research capacity, but also enhanced the overall research infrastructure at Brown University, which will be leveraged in future research in Rhode Island. \n\nOne graduate trainee has been trained in materials science, chemistry, and solar cells in the collaborative research environment created by this project which have also benefited all collaborators. One outreach activity was also performed to local K-12 students about the amaze of perovskite solar cells.\n \n\n\t\t\t\t\tLast Modified: 10/09/2020\n\n\t\t\t\t\tSubmitted by: Yuanyuan Zhou"
 }
}