{
 "awd_id": "1929078",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RII Track-4: Visualization of Host-Microbe Interactions using CLASI-FISH",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928458",
 "po_email": "cwhitley@nsf.gov",
 "po_sign_block_name": "Chinonye Nnakwe",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 260997.0,
 "awd_amount": 260997.0,
 "awd_min_amd_letter_date": "2020-02-04",
 "awd_max_amd_letter_date": "2020-02-04",
 "awd_abstract_narration": "The reef-forming eastern oyster, Crassostrea virginica, is abundant across the east coast of the United States, where it contributes to the environmental health of coastal ecosystems through seashore stabilization, water quality improvement, and habitat provision. The oyster host selectively harbors a distinct composition of microorganisms (known as the microbiota) from the surrounding seawater. Despite the potential roles of microbiota in mediating host health and ecological function, little is known about their mechanism of interaction. This project will provide new insights into the diversity and function of oyster microbiota by integrating cutting-edge technologies in molecular sequencing, computational biology, and microscopic imaging. A new collaboration will be initiated between an early career faculty and her Ph.D. student at the University of Rhode Island and a leading expert in microscopy and microbiota imaging at the Marine Biological Laboratory. The research will provide new opportunities for the cross-disciplinary training of underrepresented students at a public institution of the Rhode Island (RI) jurisdiction. Due to the significant ecological and economic roles of C. virginica in coastal waters of RI, the research will also provide insights into population management by enabling future research on the mechanisms underlying the physiology, immune responses, and conservation of eastern oysters in coastal ecosystems.\r\n\r\nSuspension-feeding bivalves play critical roles in the nutrient dynamics, benthic-pelagic coupling, nitrogen cycling, and biomineralization in estuarine and marine ecosystems. Despite their high filtration rate, the eastern oyster, Crassostrea virginica, maintains distinct microbiota from surrounding seawater. However, the mechanisms leading to the selective nature of the oyster microbiota is largely unknown. The proposed research aims to address this problem by applying state-of-the-art microscopic technologies into visualizing the in-situ composition and spatial organization of oyster-associated microbiota across diverse tissue types. The microscopic imaging will be integrated with shotgun metagenomic sequencing and metagenome-based reconstruction of microbial genomes to enable strain-level probe designs and functional inferences. An early career faculty and her Ph.D. student from the University of Rhode Island will take extended collaborative visits to imaging experts at the Marine Biological Laboratory to obtain trainings that would enable the specific imaging of microbial strains in host tissues. This proposal represents a first example in which high-throughput sequencing will be combined with advanced microscopy to analyze the composition, spatial organization, and function of resident microbiota associated with the eastern oyster. It will take advantage of the extensive community profiling and functional analysis performed in the team’s preliminary research, especially the genome reconstruction of novel, uncultured strains of the oyster microbiota. Combining microscopic imaging with the mining of metagenomes, the proposed project will open up new opportunities for the broad investigation of other host-microbe interactions using similar approaches, especially for non-model organisms in the estuarine and marine ecosystems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ying",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ying Zhang",
   "pi_email_addr": "yingzhang@uri.edu",
   "nsf_id": "000652970",
   "pi_start_date": "2020-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 MBL Street",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 260997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-6ed7da80-7fff-053b-c781-40eba6ccd1b1\"> </span></p>\n<p dir=\"ltr\"><span>Marine microbiomes, the complex communities of microorganisms present in marine environments, play crucial roles in maintaining both the health of their hosts and the overall ecological balance of ocean ecosystems. In this project, we seek to integrate two distinct technologies, molecular sequencing and microscopic imaging, to study the morphology, function, and distribution of microbiomes associated with the eastern oyster, Crassostrea virginica. With the EPSCoR Track IV fellowship, the PI and her students received training in microscopic imaging of microbiomes. These experiences opened up new avenues in the PI&rsquo;s research.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Comparison of the oyster microbiome among different individuals and distinct tissue types revealed a high variability in taxonomic composition. A dominant bacterial group, named </span><span>Mollicutes</span><span>, were identified among all tissue types examined, and their potential metabolic functions were revealed based on the reconstruction of a metagenome-assembled genome (MAG). Two unique metabolic pathways in the oyster-associated </span><span>Mollicutes</span><span> were found in comparison to other host associated </span><span>Mollicutes</span><span> in marine or freshwater environments. These pathways support the use of host-associated chitin and arginine as potential carbon and energy sources for the </span><span>Mollicutes</span><span>. Besides eastern oysters, the </span><span>Mollicutes</span><span> were broadly found in other marine invertebrates, but they are less abundant in marine water or oyster larvae.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>This project resulted in workforce development in the area of biological and environmental sciences. Hands-on training was provided to 4 graduate students and 4 undergraduate students, with the majority (5 out of 8) from under-represented groups in STEM. The PI initiated new research directions at her home institution, using core facilities at the R.I. Consortium for Nanoscience and Nanotechnology and the RI-INBRE Centralized Research Core Facility.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/22/2024<br>\nModified by: Ying&nbsp;Zhang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nMarine microbiomes, the complex communities of microorganisms present in marine environments, play crucial roles in maintaining both the health of their hosts and the overall ecological balance of ocean ecosystems. In this project, we seek to integrate two distinct technologies, molecular sequencing and microscopic imaging, to study the morphology, function, and distribution of microbiomes associated with the eastern oyster, Crassostrea virginica. With the EPSCoR Track IV fellowship, the PI and her students received training in microscopic imaging of microbiomes. These experiences opened up new avenues in the PIs research.\n\n\n\n\n\nComparison of the oyster microbiome among different individuals and distinct tissue types revealed a high variability in taxonomic composition. A dominant bacterial group, named Mollicutes, were identified among all tissue types examined, and their potential metabolic functions were revealed based on the reconstruction of a metagenome-assembled genome (MAG). Two unique metabolic pathways in the oyster-associated Mollicutes were found in comparison to other host associated Mollicutes in marine or freshwater environments. These pathways support the use of host-associated chitin and arginine as potential carbon and energy sources for the Mollicutes. Besides eastern oysters, the Mollicutes were broadly found in other marine invertebrates, but they are less abundant in marine water or oyster larvae.\n\n\n\n\n\nThis project resulted in workforce development in the area of biological and environmental sciences. Hands-on training was provided to 4 graduate students and 4 undergraduate students, with the majority (5 out of 8) from under-represented groups in STEM. The PI initiated new research directions at her home institution, using core facilities at the R.I. Consortium for Nanoscience and Nanotechnology and the RI-INBRE Centralized Research Core Facility.\n\n\n\t\t\t\t\tLast Modified: 03/22/2024\n\n\t\t\t\t\tSubmitted by: YingZhang\n"
 }
}