{
 "awd_id": "1929829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sex differences in corticotropin releasing factor regulation of the septohippocampal memory circuit",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Lynch",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 950000.0,
 "awd_min_amd_letter_date": "2020-01-28",
 "awd_max_amd_letter_date": "2022-02-08",
 "awd_abstract_narration": "Anecdotally it is easy to think of examples of how stressful life events can impair cognition. Of interest to Dr. Bangasser’s laboratory, is the ability of stress to impair certain types of memory. Previous researchers have studied this question by exploring whether stress hormones directly impact a region critical for declarative (e.g., autobiographical) and spatial memory, called the hippocampus. However, the hippocampus is part of a memory circuit and it receives input from another region called the medial septum. The studies in this project will investigate how a stress hormone, corticotropin releasing factor, impacts the medial septum of male and female rats to disrupt memory. Preliminary data indicate that females are more resilient to the memory deficits caused by corticotropin releasing factor and a goal of the project is to determine why. Experiments will evaluate how gonadal hormones and sex differences in corticotropin releasing factor binding protein — which reduces the efficacy of corticotropin releasing factor — promote female resilience to the memory defects caused by corticotropin releasing factor in the medial septum. Additionally, chemical changes in the hippocampus that result from corticotropin releasing factor in the medial septum will be investigated to better understand circuits by which stress can affect memory. The results may eventually be utilized to develop compounds that improve cognition in healthy subjects experiencing stress, as well as in patients with disorders characterized by stress dysregulation and mnemonic impairments (e.g., patients with schizophrenia and depression). \r\n\r\n\r\nStress impairs hippocampus (HPC)-dependent memory, so many researchers investigate how stress hormones directly impact HPC function. Yet, the HPC does not work in isolation, but is regulated by afferent structures, such as cholinergic projections from the medial septum (MS). Dr. Bangasser’s laboratory discovered that the stress neuropeptide, corticotropin releasing factor (CRF), administered to the MS impairs HPC-dependent spatial memory, and males are more sensitive to this effect. Female resilience to CRF in the MS was not due to ovarian hormones but was associated with an increase in CRF binding protein (CRF-BP), which reduces the bioavailability of CRF. This project will determine how this sex difference is established and how CRF in the MS regulates the HPC. Aim 1 will test whether testosterone mediates male vulnerability to the spatial memory deficit caused by CRF in the MS. Aim 2 will characterize the sex difference in CRF-BP in the MS by first determining the MS cell-type that expresses CRF-BP and identifying sex differences therein. Next, CRF-BP function will be blocked in females to see if it increases their sensitivity to the low dose of CRF in the MS, mimicking the male effect. Aim 3 will use amperometric recordings to confirm that CRF in the MS alters ACh release in the HPC. Then proper ACh levels will be restored to assess if this rescues the mnemonic deficit resulting from CRF in the MS. Collectively, these studies will determine how biological sex and CRF interact to drive vulnerability vs. resilience to stress-induced cognitive changes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Debra",
   "pi_last_name": "Bangasser",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Debra A Bangasser",
   "pi_email_addr": "dbangasser@gsu.edu",
   "nsf_id": "000673759",
   "pi_start_date": "2020-01-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vinay",
   "pi_last_name": "Parikh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vinay Parikh",
   "pi_email_addr": "vinay.parikh@temple.edu",
   "nsf_id": "000648922",
   "pi_start_date": "2020-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1701 North 13th Street",
  "perf_city_name": "philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 273364.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 0.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}