{
 "awd_id": "1930076",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supporting Graduation of Undergraduate STEM Majors Through Scholarships, Mentoring, and Activities That Develop Students' Academic and Scientific Identity",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 650000.0,
 "awd_min_amd_letter_date": "2019-12-23",
 "awd_max_amd_letter_date": "2019-12-23",
 "awd_abstract_narration": "This project will contribute to the national need for highly skilled scientists, mathematicians, engineers, and technicians.  It will do so by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Barry University. The project will provide four-year scholarships to a single cohort of up to 15 students.  These Scholars will pursue Bachelor’s degrees in biology, chemistry, computer information science, computer science, or mathematics.  Scholars will engage in activities to help them develop a greater sense of belonging.  One of these activities is a summer bridge program that includes developmental courses and community-building activities.  In addition, Scholars will have support from peer mentors and faculty who are trained in practices that help students develop a greater sense of belonging at the University and in STEM.  The project will maintain industry and workforce partnerships to provide Scholars with pathways into STEM careers. The project includes an assessment plan to measure how well the activities have improved the student experience at Barry University, which is a minority-serving institution where more than 30% of students are first-generation, and up to 60% receive Federal need-based loans. Previous studies have been done of similar activities at highly selective universities.  The studies show that these support activities can reduce the gap in academic outcomes between students with higher and lower financial need. Understanding whether the same effects can be achieved at Barry University can guide efforts by other institutions to increase recruitment, retention, student success, and graduation rates of students with financial need.\r\n\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need.  The specific aims are to: 1) recruit at least twenty low-income students with academic potential from Title I high schools in Miami-Dade and Broward counties to the Summer Bridge Program; 2) award twelve to fifteen scholarships to students who demonstrate academic achievement, persistence, and engagement; 3) train faculty and peer mentors in practices shown to have positive outcomes for students with low-socio-economic status (low-SES); 4) implement a learning community that encourages engagement through evidence-based approaches proven to improve the university climate for low-SES students; 5) provide Scholars with STEM-engagement opportunities, career and research internships, and connections to industry; and 6) achieve retention, graduation, and placement benchmarks (80% retention; 60% four-year graduation; 80% of Scholars in STEM jobs or advanced education within a year of graduation).  The project team will use a mixed-methods approach to examine the effectiveness of the interventions at improving achievement, well-being, and retention of STEM students from low-income backgrounds at a minority-serving institution. The results of the study, along with iterative evaluations of programming, can help to improve the success of this student population nationwide, thereby contributing to a diverse, highly trained, globally competitive STEM workforce. This project is funded by NSF’s Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara Hamilton",
   "pi_email_addr": "thamilton@barry.edu",
   "nsf_id": "000561290",
   "pi_start_date": "2019-12-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zuzana",
   "pi_last_name": "Zajickova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zuzana Zajickova",
   "pi_email_addr": "zzajickova@barry.edu",
   "nsf_id": "000074102",
   "pi_start_date": "2019-12-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mesmin",
   "pi_last_name": "Destin",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Mesmin P Destin",
   "pi_email_addr": "m-destin@northwestern.edu",
   "nsf_id": "000643297",
   "pi_start_date": "2019-12-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Bingham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Bingham",
   "pi_email_addr": "sbingham@barry.edu",
   "nsf_id": "000691453",
   "pi_start_date": "2019-12-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Callaghan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Karen A Callaghan",
   "pi_email_addr": "kcallaghan@barry.edu",
   "nsf_id": "000772194",
   "pi_start_date": "2019-12-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Barry University",
  "inst_street_address": "11300 NE 2ND AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3058993072",
  "inst_zip_code": "331616628",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "FL24",
  "org_lgl_bus_name": "BARRY UNIVERSITY, INC",
  "org_prnt_uei_num": "NNULQVJJCKY7",
  "org_uei_num": "NNULQVJJCKY7"
 },
 "perf_inst": {
  "perf_inst_name": "Barry University",
  "perf_str_addr": "11300 NE 2nd Ave",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331616628",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "FL24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 650000.0
  }
 ],
 "por": null
}