{
 "awd_id": "1931115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Revealing the Palatable Meal-Inducible Circadian Oscillator",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 700000.0,
 "awd_amount": 700000.0,
 "awd_min_amd_letter_date": "2020-04-14",
 "awd_max_amd_letter_date": "2020-04-14",
 "awd_abstract_narration": "Circadian rhythms are fundamental endogenous properties of living organisms that can be observed in behavior and physiology in most living organisms on the earth. Those daily rhythms are governed by an autonomous circadian pacemaker. Although the molecular mechanism of the circadian rhythm generation has been studied in depth, accumulating evidence suggests the existence of novel circadian pacemakers that can oscillate without the canonical circadian molecular machinery.  These novel pacemakers are revealed by the activation of a reward system. With state-of-the-art circadian behavior recording apparatus and real-time circadian gene-reporting developed by the principal investigator, this project uncovers the functional significance of the novel non-canonical circadian pacemaker revealed by palatable meals. This project provides opportunities to individuals at all stages of learning, from high school students to postdoctoral trainees, to participate in experiments that advance understanding of the role and function of the non-canonical circadian pacemaker. An additional goal of this project is to extend scientific knowledge to a young generation of learners. To this end, the principal investigator and trainees engage in outreach programs to share their knowledge of circadian rhythms in classrooms of underrepresented middle and high school students in the Dallas/Fort Worth area.\r\n\r\nThe mammalian circadian system is a hierarchical network of oscillators optimally coordinating behavior and physiology with daily environmental cycles. The suprachiasmatic nucleus (SCN) of the hypothalamus is at the top of this hierarchy because it synchronizes to the light-dark cycle, which is often the dominant environmental cycle. The laboratory of the principal investigator recently discovered that timed access to a palatable meal reveals an endogenous behavioral rhythm in mutant mice, of which all the canonical circadian oscillators were genetically disabled. This revealed rhythm, the palatable meal-inducible circadian oscillator (PICO), persists for several cycles under ad libitum feeding after termination of the palatable meal feeding schedule. In this project, the investigator uses molecular tool sets to examine the role of and map the dopamine reward input pathways that evoke the PICO-driven behavior rhythm. This project also uncovers how the SCN and PICO coordinate circadian oscillators in peripheral tissues and optimally tune physiological events to adapt to environmental daily cycles. The project thereby will transform current understanding of the multi-oscillator circadian network in mammals, which is critically involved in the temporal regulation of physiology and behavior to optimally adapt to daily changes in the environment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shin",
   "pi_last_name": "Yamazaki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shin Yamazaki",
   "pi_email_addr": "shin.yamazaki@utsouthwestern.edu",
   "nsf_id": "000243957",
   "pi_start_date": "2020-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas Southwestern Medical Center",
  "inst_street_address": "5323 HARRY HINES BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2146484494",
  "inst_zip_code": "753907208",
  "inst_country_name": "United States",
  "cong_dist_code": "30",
  "st_cong_dist_code": "TX30",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS SOUTHWESTERN MEDICAL CENTER",
  "org_prnt_uei_num": "YZJ6DKPM4W63",
  "org_uei_num": "YZJ6DKPM4W63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas Southwestern Medical Center",
  "perf_str_addr": "5323 Harry Hines Blvd.",
  "perf_city_name": "Dallas",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "753909111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "30",
  "perf_st_cong_dist": "TX30",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 700000.0
  }
 ],
 "por": null
}