{
 "awd_id": "1931756",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Data Fusion for Characterizing and Understanding Water Flow Systems in Karst Aquifers",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 454047.0,
 "awd_amount": 454047.0,
 "awd_min_amd_letter_date": "2020-02-20",
 "awd_max_amd_letter_date": "2025-02-11",
 "awd_abstract_narration": "Aquifers are geologic materials that store and transmit groundwater and supply drinking water for 51% of the total U.S. population. Groundwater is also an indispensable resource for energy production, agricultural and industrial uses. A karst aquifer is a special type of aquifer that is formed in regions underlain by soluble rocks, typically carbonate rocks. Karst aquifers hold 40% of U.S. groundwater. The dissolution of soluble rocks through time creates a complex groundwater flow system in karst aquifers, which is typically characterized by a network of fractures and conduits that connect to the surface water through sinkholes, sinking streams, and springs.  Those characteristics make karst aquifers potentially vulnerable to both climate change and contamination. The proposed research seeks to enhance understanding of the complex network of fractures and conduits in karst aquifers in order to advance the prediction of water flow, surface water and groundwater interaction, contaminant transport, nutrient cycle,  and the carbon cycle in many karst aquifers under increased stresses from human activities.  This project will also greatly benefit the economically distressed karst Appalachian region where students are underrepresented in STEM (Science, Technology, Engineering, and Mathematics). This project is jointly funded by the Hydrologic Sciences (HS) Program and the Established Program to Stimulate Competitive Research (EPSCoR). \r\n\r\nThis research will be centered on conducting collaborative research using a complementary data fusion approach. The approach fuses data collected from hydraulic tomography, river stage tomography, electrical resistivity tomography, and tracer tests to produce a more reliable map of fractures and conduits in karst aquifers in a cost-effective manner. In turn, the results will lead to improved understanding and prediction of flow and solute transport in the karst aquifers.  The overarching goal of this project is to develop, test, and validate an innovative approach for characterizing karst aquifers in detail based on the data fusion concept. To achieve this goal, this research will design two new field surveys: surface and subsurface river stage tomography and electrical resistivity tomography with moving current sources. This research will also explore the feasibility of natural lightning tomography for large-scale resistivity surveys. The data collected from these surveys will be integrated into a geostatistical-based inversion framework to characterize the distribution and morphology of fractures and conduits with great detail. The fusion approach will be tested and validated at the Cane Run Royal Spring Basin in central Kentucky. The validity of the characterized karst aquifers will be evaluated using a separate model with the field-collected water level, water chemistry, tracer, and stable isotope data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tian-Chyi",
   "pi_last_name": "Yeh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Tian-Chyi J Yeh",
   "pi_email_addr": "yeh@hwr.arizona.edu",
   "nsf_id": "000316729",
   "pi_start_date": "2020-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1133 E James Rogers Way",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 454047.0
  }
 ],
 "por": null
}