{
 "awd_id": "1933058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Hydrologic Dynamics in a Coastal Aquifer During an Extreme Multi-Hazard Coastal Storm",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 496453.0,
 "awd_amount": 496453.0,
 "awd_min_amd_letter_date": "2020-03-26",
 "awd_max_amd_letter_date": "2024-01-18",
 "awd_abstract_narration": "Coastal population growth has led to coastal water quality impairment from excess input of nutrients and other contaminants. Fresh groundwater flowing from land to the coast and discharging through the seabed to the sea can serve as a significant source of chemicals to coastal surface water, resulting in algal blooms, fish kills, and loss of biodiversity. Beach aquifers provide a valuable ecological service of chemically filtering groundwater contaminants prior to discharge to the ocean. The chemical reactivity of beach aquifers depends on groundwater flow behavior and mixing between fresh water and seawater. The objective of this study is to use field measurements and numerical models to understand the effects of extreme multi-hazard coastal storms (including surge, heavy precipitation, and coastal erosion) on groundwater flow and mixing patterns in beach aquifers. Field observations will be conducted at the Army Corps of Engineers Field Research Facility near Duck, NC. The work will help estimate future nutrient and contaminant release to coastal waters due to more frequent and intense storms, coastal erosion, and sea level rise. \r\n\r\nThe objective of the proposed research is to integrate hydrogeological and physical oceanographic methodologies to obtain new understanding of groundwater dynamics and redox behavior in beach aquifers during severe coastal storms. The proposed study will combine field observations and numerical models to 1) characterize the individual and combined effects of storm surge, extreme precipitation, and coastal morphological change on beach groundwater dynamics, 2) assess aquifer recovery time for different storm and morphological scenarios, and 3) evaluate spatiotemporal patterns of saltwater-freshwater mixing during and after an extreme storm event. This study will take place as part of the DUring Nearshore Event eXperiment (DUNEX) at the Army Corps of Engineers Field Research Facility to leverage meteorological, oceanographic, and geomorphological measurements and logistical support funded by the U.S. Coastal Research Program (USCRP). The study is applicable to coastal managers aiming to 1) assess the ecological value of sandy beaches as moderators of chemical and material fluxes between land and sea, 2) estimate the timing of chemical release to coastal waters during and after coastal storms, 3) predict changes to chemical delivery due to more frequent and intense storms, coastal erosion, and sea level rise, and 4) design post-storm beach nourishment strategies to promote beach aquifer ecological services. The study will integrate with educational opportunities coordinated by USCRP during the experiment, including lectures, hands-on activities for students, coastal professionals, and the public.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Heiss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Heiss",
   "pi_email_addr": "james_heiss@uml.edu",
   "nsf_id": "000801137",
   "pi_start_date": "2020-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "",
  "perf_city_name": "Lowell",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543643",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 496453.0
  }
 ],
 "por": null
}