{
 "awd_id": "1933523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Forced Precipitation Response in a Single Column Model with Parameterized Dynamics",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 728814.0,
 "awd_amount": 728814.0,
 "awd_min_amd_letter_date": "2020-02-18",
 "awd_max_amd_letter_date": "2023-01-18",
 "awd_abstract_narration": "Rain falling in sheets and torrents is a common image of the tropics, and the broad regions of warmest tropical sea surface temperature (SST) are, in an averaged sense, the rainiest places on earth. Heavy rain is both a threat and an essential resource for the populous countries of the tropics, and the deep convective clouds that produce it serve as the \"boiler\" of the heat engine that drives the global atmospheric circulation. The study of tropical precipitation, including its dependence on SST, sensitivity to greenhouse warming, depth of convective clouds, and other factors is thus a primary research area in climate dynamics.\r\n\r\nA characteristic feature of the tropics is the lack of strong temperature contrasts, particularly at levels above the turbulent motions generated near the earth's surface. The uniformity of atmospheric temperature has motivated theories of tropical precipitation  based on the weak temperature gradient (WTG) approximation, in which the net effect of large-scale atmospheric dynamics is to impose a vertical temperature profile in the atmospheric columns where convection and precipitation are occurring.  Under this assumption convection and precipitation can be understood as a consequence of physics and thermodynamics occurring locally within a single atmospheric column, without taking the large-scale three-dimensional circulation into account. Thus, single column models (SCMs) using the WTG approximation have become important tools for understanding tropical convection and precipitation.\r\n\r\nWork performed here develops and uses SCMs built on variants of the WTG approximation to address the response of tropical precipitation to external forcing.  One goal is to examine theories of the response of precipitation to greenhouse warming framed in terms of gross moist stability (GMS), a stability measure based on the exchange of thermodynamic energy between the column and its surroundings.  Reductions in GMS due to the moistening of the atmosphere with increasing temperature tend to increase precipitation but GMS can also increase if warming causes convective clouds to become taller.  A further complication is that GMS increases if warmer conditions cause the height of the strongest updrafts within clouds to increase, even if the clouds themselves do not get taller.  This effect can be captured in SCMs using the WTG approximation but there are large discrepancies in results from SCMs with different representations of column physics.  Another form of external forcing examined here is heating in the stratosphere above the column, and the PIs attempt to reconcile differing precipitation responses to stratospheric heating found in earlier studies.\r\n\r\nThe work has broader impacts due to the substantial societal impacts of changes in tropical precipitation, as work performed here has direct relevance to the development of models used to predict the weather and climate of the tropics. The PIs also serve the broader climate science community by making their SCM versions available as part of the Community Earth System Model (CESM). SCMs are commonly used as part of a hierarchy of models, in which full-complexity climate models are used to simulate phenomena of interest and simpler models are used to isolate particular physical mechanisms and test hypotheses regarding their roles in the full-complexity simulations. The SCMs developed in this project use column physics representations taken from CESM and are fully compatible with CESM software, thus they can be easily incorporated into the model hierarchy developed for CESM.  In addition, the work provides support and training to a graduate student, thereby providing for the future workforce in this research area.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Sobel",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Adam H Sobel",
   "pi_email_addr": "ahs129@columbia.edu",
   "nsf_id": "000171496",
   "pi_start_date": "2020-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michela",
   "pi_last_name": "Biasutti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michela Biasutti",
   "pi_email_addr": "biasutti@ldeo.columbia.edu",
   "nsf_id": "000433031",
   "pi_start_date": "2020-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Shuguang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuguang Wang",
   "pi_email_addr": "sw2526@columbia.edu",
   "nsf_id": "000631911",
   "pi_start_date": "2020-02-18",
   "pi_end_date": "2023-01-18"
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277164",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 728814.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project addressed a fundamental challenge in the understanding and prediction of tropical weather and climate, namely: the interaction of the storms that produce tropical rain, with their complex turbulence on relatively small scales, with the circulations of the atmosphere on much larger scales. The rain-producing storms and the larger-scale circulations influence each other strongly, so that it is difficult to understand what causes what. This difficulty in understanding inhibits the development of better predictions.</p>\r\n<p>In work over the last couple of decades, the so-called weak temperature gradient (WTG) approximation and related methods have driven progress on this problem by allowing some aspects of tropical rain and tropical atmospheric circulations to be understood using so-called \"single-column models\". These are models that represent only a single spatial dimension, the vertical, rather than the three dimensions that actually exist. The reduction of three dimensions to one is a radical simplification, allowing greater understanding of causality. This approach has limitations, however, and the goals of this project were to overcome some of those limitations.</p>\r\n<p>The first advance of this project was to implement WTG and another related method into the Single-Column Community Atmospheric Model (SCAM), the single-column model version of the atmospheric component of the second Community Earth System Model (CESM2), one of the world's pre-eminent open-source earth system models. These methods had earlier been implemented mostly in specialized research models disconnected from those used in the prediction and projection of global climate, limiting their relevance. By implementing the methods in SCAM, they become more accessible and relevant to the larger global project of climate prediction and projection.</p>\r\n<p>The more fundamental advance of the project, however, was to extend the WTG approximation to account for an important physical process that had previously been excluded from it. The prior implementations treated tropical rain and circulation, at a given location over the oceans, as products primarily of the local sea surface temperature and the atmospheric temperature above it. The atmospheric temperature is understood to be related to the average sea surface temperature over the larger tropics. While this approach led to important advances, it was limited by its ignorance of the spatial structure in the sea surface temperature field. When there are sharp spatial contrasts in sea surface temperature, these can induce circulations near the surface. These can in turn influence the circulation at higher levels in the atmosphere, and can also influence the occurrence or intensity of rain. This project developed a new variant of the WTG method to account for this, implemented it in SCAM, and assessed its performance. This advance was found to improve the simulation of precipitation over the global tropical oceans. By comparing the results with those obtained when the near-surface circulation effect is not included, the investigators were able to measure the importance of this newly incorporated process.</p>\r\n<p>The project also produced advances on two additional problems. First, the mechanism by which changes in greenhouse gas concentrations lead to changes in global mean precipitation. It had been previously established that global mean precipitation is controlled ultimately by the rate at which the atmosphere cools itself by emitting infrared radiation to space. This project produced a novel analysis explaining how this infrared emission changes with warming due to changes in the water vapor concentration, accounting for the particular radiative properties of water vapor across the infrared spectrum. Second, the project partially supported work in which a new thermodynamic variable, named \"stickiness\", was introduced and analyzed. It is now understood that humid heat extremes --- weather events in which it is hot and humid at the same time --- pose major risks to human health. Stickiness allows for a clearer explanation of the relative roles of temperature and humidity in such extreme events.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/13/2025<br>\nModified by: Adam&nbsp;H&nbsp;Sobel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project addressed a fundamental challenge in the understanding and prediction of tropical weather and climate, namely: the interaction of the storms that produce tropical rain, with their complex turbulence on relatively small scales, with the circulations of the atmosphere on much larger scales. The rain-producing storms and the larger-scale circulations influence each other strongly, so that it is difficult to understand what causes what. This difficulty in understanding inhibits the development of better predictions.\r\n\n\nIn work over the last couple of decades, the so-called weak temperature gradient (WTG) approximation and related methods have driven progress on this problem by allowing some aspects of tropical rain and tropical atmospheric circulations to be understood using so-called \"single-column models\". These are models that represent only a single spatial dimension, the vertical, rather than the three dimensions that actually exist. The reduction of three dimensions to one is a radical simplification, allowing greater understanding of causality. This approach has limitations, however, and the goals of this project were to overcome some of those limitations.\r\n\n\nThe first advance of this project was to implement WTG and another related method into the Single-Column Community Atmospheric Model (SCAM), the single-column model version of the atmospheric component of the second Community Earth System Model (CESM2), one of the world's pre-eminent open-source earth system models. These methods had earlier been implemented mostly in specialized research models disconnected from those used in the prediction and projection of global climate, limiting their relevance. By implementing the methods in SCAM, they become more accessible and relevant to the larger global project of climate prediction and projection.\r\n\n\nThe more fundamental advance of the project, however, was to extend the WTG approximation to account for an important physical process that had previously been excluded from it. The prior implementations treated tropical rain and circulation, at a given location over the oceans, as products primarily of the local sea surface temperature and the atmospheric temperature above it. The atmospheric temperature is understood to be related to the average sea surface temperature over the larger tropics. While this approach led to important advances, it was limited by its ignorance of the spatial structure in the sea surface temperature field. When there are sharp spatial contrasts in sea surface temperature, these can induce circulations near the surface. These can in turn influence the circulation at higher levels in the atmosphere, and can also influence the occurrence or intensity of rain. This project developed a new variant of the WTG method to account for this, implemented it in SCAM, and assessed its performance. This advance was found to improve the simulation of precipitation over the global tropical oceans. By comparing the results with those obtained when the near-surface circulation effect is not included, the investigators were able to measure the importance of this newly incorporated process.\r\n\n\nThe project also produced advances on two additional problems. First, the mechanism by which changes in greenhouse gas concentrations lead to changes in global mean precipitation. It had been previously established that global mean precipitation is controlled ultimately by the rate at which the atmosphere cools itself by emitting infrared radiation to space. This project produced a novel analysis explaining how this infrared emission changes with warming due to changes in the water vapor concentration, accounting for the particular radiative properties of water vapor across the infrared spectrum. Second, the project partially supported work in which a new thermodynamic variable, named \"stickiness\", was introduced and analyzed. It is now understood that humid heat extremes --- weather events in which it is hot and humid at the same time --- pose major risks to human health. Stickiness allows for a clearer explanation of the relative roles of temperature and humidity in such extreme events.\r\n\n\n\t\t\t\t\tLast Modified: 04/13/2025\n\n\t\t\t\t\tSubmitted by: AdamHSobel\n"
 }
}