{
 "awd_id": "1934054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Determining the Characteristics of Equitable Mathematics Programs",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James A. M. Alvarez",
 "awd_eff_date": "2020-03-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2020-03-18",
 "awd_max_amd_letter_date": "2020-03-18",
 "awd_abstract_narration": "This project aims to understand how to develop equitable mathematics courses in which all students can develop a sense of belonging in mathematics and identify as a person who can do mathematics.  Many college mathematics courses now use active learning and inquiry-based learning approaches.  However, some students in these courses do not perceive their experiences in positive ways.  For example, evidence suggests that many women and students of color find their experience in such courses to be marginalizing.  They may consider the course to be less positive and less inclusive than their white male peers.  To understand this difference, the project will identify four university mathematics departments within which instructional change efforts have improved the experiences and persistence of students who are members of groups that are underrepresented in the mathematics fields. The project will examine what is happening in these departments, a process that will include an in-depth look at one successful instructor in each department.  Results of this research have the potential to provide important new knowledge about how to deliver equitable undergraduate mathematics instruction. \r\n\r\nUsing a case study approach, the project will study structures and community characteristics in four departments, which will include the University of Maryland and the University of Texas Rio Grande Valley. The project will identify characteristics of these departments to capture the context in which meaningful change is taking place. The project will also identify conditions and experiences that support students to persist in mathematics because of, not in spite of, their experiences in these mathematics communities. Instructors' beliefs and instructional practices that support equitable mathematics instruction will be investigated through interviews and observations. Results from this two-year study will be disseminated widely at national meetings that emphasize undergraduate mathematics education and in peer-reviewed scholarly publications. This project is supported by the NSF Improving Undergraduate STEM Education Program: Education and Human Resources, which supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Webb",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Webb",
   "pi_email_addr": "dcwebb@colorado.edu",
   "nsf_id": "000447253",
   "pi_start_date": "2020-03-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Grant",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Grant",
   "pi_email_addr": "grant@boulder.colorado.edu",
   "nsf_id": "000185941",
   "pi_start_date": "2020-03-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Kress",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy E Kress",
   "pi_email_addr": "nancy.kress@colorado.edu",
   "nsf_id": "000801527",
   "pi_start_date": "2020-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3c666bc7-7fff-1e69-8ae0-31e0d50e4445\">\n<p dir=\"ltr\"><span>Primary areas of focus for the Determining the Characteristics of Equitable Mathematics Programs (CEMP) project were the generation of new knowledge about the nature of equitable and inclusive undergraduate mathematics learning environments and the development of professional learning opportunities for undergraduate mathematics instructors, faculty and departmental leaders.</span></p>\n<p dir=\"ltr\"><span>The CEMP project consisted of case studies designed to generate new understanding of the nature of mathematics instruction that supports more positive mathematics learning experiences for students. We began by identifying mathematics departments where women and students of color were reporting especially positive experiences in their early undergraduate mathematics classes, and then identified instructors within those departments who were described by their colleagues as being especially attentive or committed to equity and inclusion. We conducted interviews with these instructors, surveyed the students in at least one of their classes and interviewed students who were willing to participate in a one hour interview.</span></p>\n<p dir=\"ltr\"><span>The intellectual merit of the CEMP study includes the generation of new understandings about the importance and value for students of participating in mathematics learning experiences that are deeply student centered, that incorporate intentional engagement with how students themselves are making sense of the mathematics they are learning, and where the course structures and grading policies are responsive to and accommodating of the challenges students may face in the mathematics classroom and in their lives outside their classrooms. Further consideration of the early results from the CEMP project has resulted in a more developed theoretical framework for understanding equitable and inclusive mathematics instruction in terms of dialogic engagement between instructors and students in which learning is multidirectional and in which students can move from roles as observers in the classroom to roles as central participants in the classroom learning process.</span></p>\n<p dir=\"ltr\"><span>Collaboration between one of the investigators of the CEMP project and one of the instructors who was interviewed for the project during the 2020-2021 academic year has resulted in a more in depth investigation using video recordings of early undergraduate mathematics classrooms at the instructor&rsquo;s university. This collaboration helped to further develop our understanding of the earlier results from the CEMP project by incorporating what can be learned from the classroom video recordings with a focus on students&rsquo; learning experiences when they are working in small groups. This collaboration was especially valuable in light of the CEMP project&rsquo;s original plans to observe classroom instruction, which was disrupted due to the timing of the study during the online instruction phase of the COVID-19 pandemic in 2020 and 2021. This adaptation and extension of CEMP resulted in new knowledge about the nature of student interactions that support students shifting from peripheral to central roles of participation during small group mathematics activities. These results suggest ways that instructors can better support students' sense of belonging in mathematics and identities as doers and users of mathematics, both of which are core aspects of inclusive and equitable instruction.</span></p>\n<p dir=\"ltr\"><span>Broader impacts of the CEMP project have included contributing knowledge about teaching undergraduate mathematics in ways that support students to succeed and thrive. Findings from CEMP have contributed to the design and facilitation of professional development opportunities for undergraduate mathematics instructors, faculty and department leaders. This project has incorporated this new knowledge about equitable and inclusive undergraduate mathematics instruction into the approach and content of professional learning including workshops, seminars and presentations structured in ways that allow for discussion, feedback and questions. Over 100 undergraduate mathematics instructors, faculty and individuals in mathematics department leadership roles in 2 and 4-year institutions have participated in these learning opportunities, resulting in the potential for many thousands of students to benefit from the knowledge gained in the CEMP project about equitable and inclusive instruction in active learning undergraduate matheamtics classrooms.</span></p>\n</span></p><br>\n<p>\n Last Modified: 12/30/2023<br>\nModified by: Nancy&nbsp;E&nbsp;Kress</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nPrimary areas of focus for the Determining the Characteristics of Equitable Mathematics Programs (CEMP) project were the generation of new knowledge about the nature of equitable and inclusive undergraduate mathematics learning environments and the development of professional learning opportunities for undergraduate mathematics instructors, faculty and departmental leaders.\n\n\nThe CEMP project consisted of case studies designed to generate new understanding of the nature of mathematics instruction that supports more positive mathematics learning experiences for students. We began by identifying mathematics departments where women and students of color were reporting especially positive experiences in their early undergraduate mathematics classes, and then identified instructors within those departments who were described by their colleagues as being especially attentive or committed to equity and inclusion. We conducted interviews with these instructors, surveyed the students in at least one of their classes and interviewed students who were willing to participate in a one hour interview.\n\n\nThe intellectual merit of the CEMP study includes the generation of new understandings about the importance and value for students of participating in mathematics learning experiences that are deeply student centered, that incorporate intentional engagement with how students themselves are making sense of the mathematics they are learning, and where the course structures and grading policies are responsive to and accommodating of the challenges students may face in the mathematics classroom and in their lives outside their classrooms. Further consideration of the early results from the CEMP project has resulted in a more developed theoretical framework for understanding equitable and inclusive mathematics instruction in terms of dialogic engagement between instructors and students in which learning is multidirectional and in which students can move from roles as observers in the classroom to roles as central participants in the classroom learning process.\n\n\nCollaboration between one of the investigators of the CEMP project and one of the instructors who was interviewed for the project during the 2020-2021 academic year has resulted in a more in depth investigation using video recordings of early undergraduate mathematics classrooms at the instructors university. This collaboration helped to further develop our understanding of the earlier results from the CEMP project by incorporating what can be learned from the classroom video recordings with a focus on students learning experiences when they are working in small groups. This collaboration was especially valuable in light of the CEMP projects original plans to observe classroom instruction, which was disrupted due to the timing of the study during the online instruction phase of the COVID-19 pandemic in 2020 and 2021. This adaptation and extension of CEMP resulted in new knowledge about the nature of student interactions that support students shifting from peripheral to central roles of participation during small group mathematics activities. These results suggest ways that instructors can better support students' sense of belonging in mathematics and identities as doers and users of mathematics, both of which are core aspects of inclusive and equitable instruction.\n\n\nBroader impacts of the CEMP project have included contributing knowledge about teaching undergraduate mathematics in ways that support students to succeed and thrive. Findings from CEMP have contributed to the design and facilitation of professional development opportunities for undergraduate mathematics instructors, faculty and department leaders. This project has incorporated this new knowledge about equitable and inclusive undergraduate mathematics instruction into the approach and content of professional learning including workshops, seminars and presentations structured in ways that allow for discussion, feedback and questions. Over 100 undergraduate mathematics instructors, faculty and individuals in mathematics department leadership roles in 2 and 4-year institutions have participated in these learning opportunities, resulting in the potential for many thousands of students to benefit from the knowledge gained in the CEMP project about equitable and inclusive instruction in active learning undergraduate matheamtics classrooms.\n\t\t\t\t\tLast Modified: 12/30/2023\n\n\t\t\t\t\tSubmitted by: NancyEKress\n"
 }
}