{
 "awd_id": "1934554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: BEE: A dormancy refuge in host-parasite eco-evolutionary dynamics",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 708041.0,
 "awd_amount": 708041.0,
 "awd_min_amd_letter_date": "2020-01-23",
 "awd_max_amd_letter_date": "2024-12-09",
 "awd_abstract_narration": "Understanding the emergence and spread of disease-causing parasites is an essential goal of evolutionary biology. It is well recognized that dispersal in space can provide protection for hosts against infection, however many organisms can also disperse in time through the process of dormancy. Dormancy reflects the ability of an individual to enter a reversible state of reduced metabolic activity. It is a strategy that has evolved numerous times across the tree of life, but is particularly prevalent among microorganisms. While it is well known that dormancy allows populations to persist in the face of harsh environmental conditions like thermal stress and starvation, far less is known about whether dormancy can provide protection against infection by parasites. This project will advance multiple fields of biology through the integration of mathematical theory, laboratory evolution experiments, and bioinformatic analysis of genomic data collected from a range of ecosystems around the world. The project will engage elementary students and the public through a combination of K-5 classroom activities and an exhibit in a public science festival. Educational impacts include immersing students from diverse ages and backgrounds in teaching modules and research experiences that use physical and computer models to emphasize the scale and nature of microbial interactions.\r\n\r\nThe central premise of the research project is that dormancy is an important life-history strategy that modifies the evolutionary ecology of host-parasite interactions. The project addresses this premise, first, by developing theory to assess how fluctuations caused by host-parasite dynamics influence the emergence and maintenance of dormancy beyond classical expectations. Second, experimental evolution trials with a bacteria-virus (i.e., phage) system will be used to test predictions about how the preservation of genetic and phenotypic diversity in dormant pools (i.e., seed banks) affects the rate and mode of host-parasite coevolution. Finally, a combination of informatics and direct molecular manipulation will be used to test the ability of parasites to overcome a dormancy refuge by modifying host behavior via a novel arms-race strategy. Bridging major themes in life history and population biology, the research will advance the study of dormancy and how it alters the long-term ecology and evolution of host-parasite interactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Lennon",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jay T Lennon",
   "pi_email_addr": "lennonj@indiana.edu",
   "nsf_id": "000136549",
   "pi_start_date": "2020-01-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel A Schwartz",
   "pi_email_addr": "danschw@iu.edu",
   "nsf_id": "000790334",
   "pi_start_date": "2020-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "509 E 3rd St",
  "perf_city_name": "Bloomignton",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 708041.0
  }
 ],
 "por": null
}