{
 "awd_id": "1934354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deciphering the Physics of Critical Heat Flux (CHF)",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924736",
 "po_email": "fcao@nsf.gov",
 "po_sign_block_name": "Fangyu Cao",
 "awd_eff_date": "2020-02-15",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 349996.0,
 "awd_amount": 349996.0,
 "awd_min_amd_letter_date": "2019-12-20",
 "awd_max_amd_letter_date": "2019-12-20",
 "awd_abstract_narration": "Boiling is a common mechanism of heat transfer that has numerous applications ranging from cooling and refrigeration systems used in most buildings to large boilers used in energy and process industries. The performance of the boiling heat transfer process is limited by a phenomenon commonly known as the critical heat flux.  Critical heat flux is the highest heat flux a heater can exchange with a boiling fluid before the formation of a vapor layer of low thermal conductivity that isolates the surface from the liquid.  Despite nearly a century of research on critical heat flux, its underlying physics is still not fully understood because the relevant phenomena are transient, geometrically complex and limited by multiple, coupled physical mechanisms.  This research project aims to address fundamental physical questions about the nature of critical heat flux. Outcomes of this research could potentially benefit many applications in which thermal management is a limiting factor, such as X-band radars, laser diodes, semiconductor-based power transformers, data centers and more reliable, compact nuclear reactors. The results of this study also will enrich thermofluid science courses through inclusion of new knowledge on physics of boiling heat transfer. \r\n\r\nThis research project aims to describe the physical mechanisms of critical heat flux in boiling and to provide design rules to maximize critical heat flux for a wide range of fluids. The first aim of this proposal is an investigation of the coupling between hydrodynamic enhancement and wickability. Using the new configuration of a phobic membrane above the surface to optimize multiphase flows, the respective contributions of hydrodynamics, wicking and liquid pressure on critical heat flux will be identified and individually optimized. This research project also aims to build on the hypothesis that extended area ratios enhance critical heat flux when specific geometries with sub-millimeter fins are used. An extensive array of experiments involving low and high-surface tension fluids, high-speed visualization and state-of-the-art heat flux mapping will provide the data to validate, quantify and generalize the above contributions. The effort will culminate in a science base for the limits of critical heat flux and with design tools to maximize critical heat flux for a wide range of heater materials and fluids. The fundamental knowledge and theories generated under this work serve as major validation thresholds in boiling science that can facilitate development of next generation two-phase systems with a drastically improved performance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saeed",
   "pi_last_name": "Moghaddam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saeed Moghaddam",
   "pi_email_addr": "saeedmog@ufl.edu",
   "nsf_id": "000568991",
   "pi_start_date": "2019-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 UNIVERSITY OF FLORIDA",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 349996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong></p>\r\n<p>Boiling is a ubiquitous heat transfer mechanism with applications spanning cooling and refrigeration in buildings, large-scale boilers in energy and process industries, and thermal management in high-power electronics and lasers. However, the heat transfer rate from a heated surface to a boiling liquid is constrained by critical heat flux (CHF)&mdash;the maximum heat transfer rate before an insulating vapor layer forms between the surface and liquid, leading to a sudden, uncontrolled rise in surface temperature.</p>\r\n<p>Despite decades of research, the underlying physics of CHF remains incompletely understood. Since Nukiyama&rsquo;s discovery of this upper heat transfer limit in 1934, CHF has been extensively studied, resulting in two prevailing hypotheses: the hydrodynamic instability model proposed by Kutateladze (1948) and the evaporation momentum force threshold introduced by Steinchen and Sefiane (1996). Correlations developed by Zuber (1959) and Kandlikar (2001), based on these theories, predict similar CHF values&mdash;approximately 100 W/cm&sup2; for water at 1 atm on a copper surface. However, researchers have interpreted these similar experimental values in different ways&mdash;some attributing the limit to hydrodynamic instability, while others have argued that it is dictated by evaporation momentum constraints.</p>\r\n<p>In this study, we identified conditions where flow hydrodynamics above the surface cease to be the limiting factor. This was achieved by systematically reducing the heater width from above to below the liquid capillary length, stabilizing the flow hydrodynamics using planar heaters of varying widths and liquids with diverse thermophysical properties. Our findings show that the evaporation momentum limit (CHF<sub>EM</sub>) is approximately four times the Zuber limit (CHF<sub>Zuber</sub>) and can only be observed when the liquid and vapor phase hydrodynamics above the surface are stabilized. This suggests that CHF<sub>EM</sub> represents an ultimate limit dictated by force balance at the surface-fluid interface, rather than instability of the liquid-vapor interface away from the surface. Across 48 tested conditions, the CHF/CHF<sub>EM</sub> ratio ranged from 0.2&ndash;0.3 to 1, capturing variations in fluid properties, saturation temperatures, and heater geometries.</p>\r\n<p>&nbsp;</p>\r\n<p>Our newly developed CHF<sub>EM</sub> model exhibits a strong sensitivity to surface wettability, particularly the liquid contact angle, whereas prior studies using Kandlikar&rsquo;s (2001) model showed only a modest increase in CHF with decreasing contact angle. Since our findings indicate that previous CHF measurements were limited by hydrodynamics rather than evaporation momentum, we conducted experiments in the evaporation momentum-limited regime to assess the impact of contact angle on CHF<sub>EM</sub>. Incorporating the experimentally determined apparent receding contact angle&mdash;rather than the static contact angle&mdash;into the CHF<sub>EM</sub> model yielded excellent agreement with experimental data. Additionally, our experiments revealed that highly wetting surfaces achieve higher CHF at greater surface superheat compared to hydrodynamically limited conditions, suggesting that an increased evaporation momentum force, driven by higher surface superheat, is required to overcome the restoring surface tension force and trigger CHF. Unlike the hydrodynamic limitation theory, which attributes CHF to instabilities away from the surface, the evaporation momentum theory is governed by a force balance at the triple line, inherently capturing contact angle effects. Our findings indicate that previous studies underestimated or misattributed the role of contact angle due to unaccounted hydrodynamic limitations. Once hydrodynamic instabilities are mitigated, contact-angle-driven evaporation momentum emerges as the dominant limiting mechanism, shifting the CHF surface temperature toward the Leidenfrost regime. We consolidate these results into a predictive CHF map for planar surfaces, providing new insights into pool boiling performance and its fundamental physical limits.</p>\r\n<p><strong>Intellectual Merit</strong></p>\r\n<p>This research advanced the fundamental understanding of critical heat flux (CHF) by resolving a long-standing debate over its limiting mechanism. By systematically stabilizing hydrodynamic instabilities and isolating the effects of evaporation momentum, this study provided direct evidence that CHF<sub>EM</sub> represents the ultimate heat transfer limit, governed by a force balance at the surface-fluid interface rather than instabilities away from the surface. The discovery that CHF<sub>EM</sub> can reach values four times higher than the Zuber limit under specific conditions challenges prevailing hydrodynamic-based CHF models and offers a new paradigm for enhancing boiling heat transfer. Furthermore, the demonstrated sensitivity of CHF<sub>EM</sub> to surface wettability&mdash;specifically the apparent receding contact angle&mdash;uncovered previously overlooked mechanisms that dictate heat transfer performance. The development of a predictive CHF map based on these findings provided a framework for optimizing boiling surfaces, with broad implications for thermal management in high-power electronics, energy systems, and industrial processes. By bridging the gap between theoretical models and experimental observations, this work not only deepened our scientific understanding of CHF but also laid the groundwork for engineering next-generation heat transfer solutions.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/11/2025<br>\nModified by: Saeed&nbsp;Moghaddam</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverview\r\n\n\nBoiling is a ubiquitous heat transfer mechanism with applications spanning cooling and refrigeration in buildings, large-scale boilers in energy and process industries, and thermal management in high-power electronics and lasers. However, the heat transfer rate from a heated surface to a boiling liquid is constrained by critical heat flux (CHF)the maximum heat transfer rate before an insulating vapor layer forms between the surface and liquid, leading to a sudden, uncontrolled rise in surface temperature.\r\n\n\nDespite decades of research, the underlying physics of CHF remains incompletely understood. Since Nukiyamas discovery of this upper heat transfer limit in 1934, CHF has been extensively studied, resulting in two prevailing hypotheses: the hydrodynamic instability model proposed by Kutateladze (1948) and the evaporation momentum force threshold introduced by Steinchen and Sefiane (1996). Correlations developed by Zuber (1959) and Kandlikar (2001), based on these theories, predict similar CHF valuesapproximately 100 W/cm&sup2; for water at 1 atm on a copper surface. However, researchers have interpreted these similar experimental values in different wayssome attributing the limit to hydrodynamic instability, while others have argued that it is dictated by evaporation momentum constraints.\r\n\n\nIn this study, we identified conditions where flow hydrodynamics above the surface cease to be the limiting factor. This was achieved by systematically reducing the heater width from above to below the liquid capillary length, stabilizing the flow hydrodynamics using planar heaters of varying widths and liquids with diverse thermophysical properties. Our findings show that the evaporation momentum limit (CHFEM) is approximately four times the Zuber limit (CHFZuber) and can only be observed when the liquid and vapor phase hydrodynamics above the surface are stabilized. This suggests that CHFEM represents an ultimate limit dictated by force balance at the surface-fluid interface, rather than instability of the liquid-vapor interface away from the surface. Across 48 tested conditions, the CHF/CHFEM ratio ranged from 0.20.3 to 1, capturing variations in fluid properties, saturation temperatures, and heater geometries.\r\n\n\n\r\n\n\nOur newly developed CHFEM model exhibits a strong sensitivity to surface wettability, particularly the liquid contact angle, whereas prior studies using Kandlikars (2001) model showed only a modest increase in CHF with decreasing contact angle. Since our findings indicate that previous CHF measurements were limited by hydrodynamics rather than evaporation momentum, we conducted experiments in the evaporation momentum-limited regime to assess the impact of contact angle on CHFEM. Incorporating the experimentally determined apparent receding contact anglerather than the static contact angleinto the CHFEM model yielded excellent agreement with experimental data. Additionally, our experiments revealed that highly wetting surfaces achieve higher CHF at greater surface superheat compared to hydrodynamically limited conditions, suggesting that an increased evaporation momentum force, driven by higher surface superheat, is required to overcome the restoring surface tension force and trigger CHF. Unlike the hydrodynamic limitation theory, which attributes CHF to instabilities away from the surface, the evaporation momentum theory is governed by a force balance at the triple line, inherently capturing contact angle effects. Our findings indicate that previous studies underestimated or misattributed the role of contact angle due to unaccounted hydrodynamic limitations. Once hydrodynamic instabilities are mitigated, contact-angle-driven evaporation momentum emerges as the dominant limiting mechanism, shifting the CHF surface temperature toward the Leidenfrost regime. We consolidate these results into a predictive CHF map for planar surfaces, providing new insights into pool boiling performance and its fundamental physical limits.\r\n\n\nIntellectual Merit\r\n\n\nThis research advanced the fundamental understanding of critical heat flux (CHF) by resolving a long-standing debate over its limiting mechanism. By systematically stabilizing hydrodynamic instabilities and isolating the effects of evaporation momentum, this study provided direct evidence that CHFEM represents the ultimate heat transfer limit, governed by a force balance at the surface-fluid interface rather than instabilities away from the surface. The discovery that CHFEM can reach values four times higher than the Zuber limit under specific conditions challenges prevailing hydrodynamic-based CHF models and offers a new paradigm for enhancing boiling heat transfer. Furthermore, the demonstrated sensitivity of CHFEM to surface wettabilityspecifically the apparent receding contact angleuncovered previously overlooked mechanisms that dictate heat transfer performance. The development of a predictive CHF map based on these findings provided a framework for optimizing boiling surfaces, with broad implications for thermal management in high-power electronics, energy systems, and industrial processes. By bridging the gap between theoretical models and experimental observations, this work not only deepened our scientific understanding of CHF but also laid the groundwork for engineering next-generation heat transfer solutions.\r\n\n\n\t\t\t\t\tLast Modified: 03/11/2025\n\n\t\t\t\t\tSubmitted by: SaeedMoghaddam\n"
 }
}