{
 "awd_id": "1935410",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BEE: Testing the Rapid Evolution of the Determinants of Species Coexistence",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922129",
 "po_email": "lesposit@nsf.gov",
 "po_sign_block_name": "Lauren Esposito",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 940805.0,
 "awd_amount": 991219.0,
 "awd_min_amd_letter_date": "2020-02-28",
 "awd_max_amd_letter_date": "2021-07-30",
 "awd_abstract_narration": "Two fundamental questions in biology are: how do similar species coexist and how do they drive each other’s evolution? It is becoming clear that the mechanisms that dictate both coexistence and evolution can influence each other and thus both should be studied together. This project fills a critical gap in our knowledge of such interactions by testing why evolution in response to competition sometimes promotes or sometimes hinders species coexistence leading to a loss of biodiversity. The approach is to combine novel experimental evolution methods with analyses from recent ecological theory. This research is important because it will create a stronger integration between two research fields, bridging evolution and community ecology, by providing a deep understanding of the interactions between processes that dictate both the creation and the maintenance of biodiversity. In addition, this project will provide opportunities to increase the participation of underrepresented groups in science as well as create educational research kits, and teacher training workshops, that will be distributed to urban and rural high schools.  \r\n\r\nWell known field observations suggest that evolution in response to competition should promote species coexistence, yet, theoretical models find a greater diversity of outcomes including evolution promoting competitive exclusion. To understand why evolution sometimes hinders or promotes coexistence, this research project will fill critical empirical gaps by conducting manipulative field evolution experiments combined with analyses from the modern coexistence theory framework. Using two common species of duckweed, rapidly reproducing floating aquatic plants, this project will test how evolutionary coexistence dynamics are dictated by niche differences (processes that promote stable coexistence), by competitive ability differences (processes that promote competitive exclusion), and their evolutionary potential (genetic variance). Specifically, it will first quantify variation in niche and competitive ability differences and in their genetic variance among natural populations of duckweed. Then using experimental evolution in field mesocosms, it will test how these properties evolve in response to competition in each population. In addition, this research will quantify the relative importance of niche and competitive ability differences in driving evolutionary coexistence dynamics. Together, this project will test the feedback between competition, evolution, and coexistence acting through niche and competitive ability differences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Turcotte",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Martin M Turcotte",
   "pi_email_addr": "turcotte@pitt.edu",
   "nsf_id": "000801372",
   "pi_start_date": "2020-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4249 5TH AVE",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133513",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 940805.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 50414.0
  }
 ],
 "por": null
}