{
 "awd_id": "1936624",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Spatiotemporal Fractional Modeling of Blood-Oxygen-Level Dependent Signals",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harry Dankowicz",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 218433.0,
 "awd_amount": 218433.0,
 "awd_min_amd_letter_date": "2020-02-12",
 "awd_max_amd_letter_date": "2020-02-12",
 "awd_abstract_narration": "Understanding the brain in the context of its interactions with the world is key to assessing its dynamics in health and disease states. Functional magnetic resonance imaging (fMRI) technology is able to track blood-oxygen-level dependent signals over time and serve as a proxy to neural activity. Current approaches have limitations, as they assume that the interdependence between distinct brain regions is constant throughout recording periods. These approaches also assume that the brain is an isolated system that does not consider outside stimulus. To capture the highly complex dynamics and to enable the understanding of the neural basis of human cognition this research project will develop new data analysis methods for processing brain activity to explain the relationships involved in attention, learning, memory, decision-making, and language. This multidisciplinary effort will also enable the training of a new generation of engineers and clinicians, with particular emphasis on underrepresented groups, who can use the new data analytics to aid them during decision-making to assess the brain’s health enabling earlier diagnostics. The results of this research will have a great impact on healthcare and benefit the U.S. economy and society.\r\n \r\nTo capture the highly complex spatiotemporal brain activity, this grant supports development of a model-based approach that captures the non-stationarity and fractal behavior of the brain dynamics. As a consequence, it will unveil dynamical characteristics that can be used to quantitatively and qualitatively measure how well an individual is doing in a particular task (e.g., attention/memory). Furthermore, the model-based approach in this project lays down the framework to perform control where quantitative measures can be used to establish control objectives regarding success in performing a given task. Unlike currently employed short-range memory models, this project focuses on a generalized mathematical framework that captures the degree of a memory of brain activity. Thus, the research will provide new insights and information about the brain organization and cognition that may fundamentally change the way one examines neuro-related data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Bogdan",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Paul B Bogdan",
   "pi_email_addr": "pbogdan@usc.edu",
   "nsf_id": "000639281",
   "pi_start_date": "2020-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 South Flower Street",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 218433.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the brain in the context of its interactions with the world is key to assessing its dynamics in health and disease states. To capture the highly complex dynamics and to enable the understanding of the neural basis of human cognition this project developed new theoretical foundations for cyber-neural systems endowing them with new data analysis methods for processing brain activity to explain the relationships involved in attention, learning, memory, decision-making, and language. More precisely, by adopting a cyber-physical systems (CPSs) perspective, this&nbsp; project developed and provided a model-based approach to capture the non-stationarity and fractal behavior of the brain dynamics. Consequently, it unveiled dynamical characteristics that can be used to quantitatively and qualitatively measure how well an individual is doing in a particular task (e.g., attention/memory). Furthermore, the model-based approach set forth in this project offers the framework to perform control where quantitative measures can be used to establish control objectives regarding success in performing a given task.</p>\n<p>With the aim to design new mining tools for understanding the brain in action and in context and therapeutic strategies for treating epilepsy and other neurological diseases, this project exploited mathematical concepts from fractional calculus and fractal theories for developing&nbsp; a deep understanding of the brain dynamics and aid in treating patients with epilepsy. These new mathematical tools and algorithms lay the foundation for future neurotechnologies and therapeutics that will be used to treat epilepsy, other neurological diseases and even mental health conditions. Furthermore, these tools and algorithms can be applied broadly to many different applications, including cyber-physical and artificially intelligent systems.&nbsp; The major problems that were investigated and accomplished research products are as follows:</p>\n<p>1. The analysis and derivation of the stability conditions for fractional-order dynamical systems. This analysis and mathematical results were assessed for their applicability and benefits within the context of cognitive motor control. <br />2. A new distributed algorithm capable of finding the strongly connected components and finite diameter of directed complex networks. This algorithm has important applications in solving problems in distributed control, community detection, and network disruptions within the context of large scale complex cyber-physical systems. <br />3. Mathematical strategies and algorithms for solving the minimum structural sensor placement for switched time-invariant systems with long-range memory dynamics and unknown inputs. While this set of mathematical and algorithmic tools have important and broad implications for monitoring large-scale cyber-physical systems (e.g., power grid networks, automotive), the algorithms were texted within the context of the brain activity. <br />4. A comprehensive data-driven closed-loop feedback control framework capable of analyzing brain activity signals and capturing their long-range dependence in order to mitigate epileptic seizures. <br />5. A novel framework to design controllable complex networks exhibiting long-term memory dynamics and assess the trade-offs between control actuation resources and the time-to-control for complex cyber-physical (neural) networks.</p>\n<p>The research conducted in this project resulted in rigorous methodologies for the design of cyber-neural systems and several publicly available software tools that have the potential to significantly impact a large class of technological systems that are of great societal importance. The research results and related products were published in conference proceedings and archival journals, and disseminated via invited talks. This project contributed to the training of several high-school, undergraduate, master and PhD students at the University of Southern California in the important area of the design of cyber-physical systems for medical applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2023<br>\n\t\t\t\t\tModified by: Paul&nbsp;B&nbsp;Bogdan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the brain in the context of its interactions with the world is key to assessing its dynamics in health and disease states. To capture the highly complex dynamics and to enable the understanding of the neural basis of human cognition this project developed new theoretical foundations for cyber-neural systems endowing them with new data analysis methods for processing brain activity to explain the relationships involved in attention, learning, memory, decision-making, and language. More precisely, by adopting a cyber-physical systems (CPSs) perspective, this  project developed and provided a model-based approach to capture the non-stationarity and fractal behavior of the brain dynamics. Consequently, it unveiled dynamical characteristics that can be used to quantitatively and qualitatively measure how well an individual is doing in a particular task (e.g., attention/memory). Furthermore, the model-based approach set forth in this project offers the framework to perform control where quantitative measures can be used to establish control objectives regarding success in performing a given task.\n\nWith the aim to design new mining tools for understanding the brain in action and in context and therapeutic strategies for treating epilepsy and other neurological diseases, this project exploited mathematical concepts from fractional calculus and fractal theories for developing  a deep understanding of the brain dynamics and aid in treating patients with epilepsy. These new mathematical tools and algorithms lay the foundation for future neurotechnologies and therapeutics that will be used to treat epilepsy, other neurological diseases and even mental health conditions. Furthermore, these tools and algorithms can be applied broadly to many different applications, including cyber-physical and artificially intelligent systems.  The major problems that were investigated and accomplished research products are as follows:\n\n1. The analysis and derivation of the stability conditions for fractional-order dynamical systems. This analysis and mathematical results were assessed for their applicability and benefits within the context of cognitive motor control. \n2. A new distributed algorithm capable of finding the strongly connected components and finite diameter of directed complex networks. This algorithm has important applications in solving problems in distributed control, community detection, and network disruptions within the context of large scale complex cyber-physical systems. \n3. Mathematical strategies and algorithms for solving the minimum structural sensor placement for switched time-invariant systems with long-range memory dynamics and unknown inputs. While this set of mathematical and algorithmic tools have important and broad implications for monitoring large-scale cyber-physical systems (e.g., power grid networks, automotive), the algorithms were texted within the context of the brain activity. \n4. A comprehensive data-driven closed-loop feedback control framework capable of analyzing brain activity signals and capturing their long-range dependence in order to mitigate epileptic seizures. \n5. A novel framework to design controllable complex networks exhibiting long-term memory dynamics and assess the trade-offs between control actuation resources and the time-to-control for complex cyber-physical (neural) networks.\n\nThe research conducted in this project resulted in rigorous methodologies for the design of cyber-neural systems and several publicly available software tools that have the potential to significantly impact a large class of technological systems that are of great societal importance. The research results and related products were published in conference proceedings and archival journals, and disseminated via invited talks. This project contributed to the training of several high-school, undergraduate, master and PhD students at the University of Southern California in the important area of the design of cyber-physical systems for medical applications.\n\n\t\t\t\t\tLast Modified: 07/17/2023\n\n\t\t\t\t\tSubmitted by: Paul B Bogdan"
 }
}