{
 "awd_id": "1936578",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Spatiotemporal Fractional Modeling of Blood-Oxygen-Level Dependent Signals",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harry Dankowicz",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 240106.0,
 "awd_amount": 240106.0,
 "awd_min_amd_letter_date": "2020-02-12",
 "awd_max_amd_letter_date": "2020-05-18",
 "awd_abstract_narration": "Understanding the brain in the context of its interactions with the world is key to assessing its dynamics in health and disease states. Functional magnetic resonance imaging (fMRI) technology is able to track blood-oxygen-level dependent signals over time and serve as a proxy to neural activity. Current approaches have limitations, as they assume that the interdependence between distinct brain regions is constant throughout recording periods. These approaches also assume that the brain is an isolated system that does not consider outside stimulus. To capture the highly complex dynamics and to enable the understanding of the neural basis of human cognition this research project will develop new data analysis methods for processing brain activity to explain the relationships involved in attention, learning, memory, decision-making, and language. This multidisciplinary effort will also enable the training of a new generation of engineers and clinicians, with particular emphasis on underrepresented groups, who can use the new data analytics to aid them during decision-making to assess the brain’s health enabling earlier diagnostics. The results of this research will have a great impact on healthcare and benefit the U.S. economy and society.\r\n \r\nTo capture the highly complex spatiotemporal brain activity, this grant supports development of a model-based approach that captures the non-stationarity and fractal behavior of the brain dynamics. As a consequence, it will unveil dynamical characteristics that can be used to quantitatively and qualitatively measure how well an individual is doing in a particular task (e.g., attention/memory). Furthermore, the model-based approach in this project lays down the framework to perform control where quantitative measures can be used to establish control objectives regarding success in performing a given task. Unlike currently employed short-range memory models, this project focuses on a generalized mathematical framework that captures the degree of a memory of brain activity. Thus, the research will provide new insights and information about the brain organization and cognition that may fundamentally change the way one examines neuro-related data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anak Agung",
   "pi_last_name": "Julius",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anak Agung Julius",
   "pi_email_addr": "agung@ecse.rpi.edu",
   "nsf_id": "000535153",
   "pi_start_date": "2020-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Sergio Daniel",
   "pi_last_name": "Goncalves Melo Pequito",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergio Daniel Goncalves Melo Pequito",
   "pi_email_addr": "sergio.pequito@gmail.com",
   "nsf_id": "000753903",
   "pi_start_date": "2020-02-12",
   "pi_end_date": "2020-05-18"
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street, Troy, NY 12180-3",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 240106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-fb8258aa-7fff-0809-286a-3930e4d43530\"> </span></p>\n<p><span>Understanding the brain in the context of its interactions with the world is key to assessing its dynamics in health and disease states. Functional magnetic resonance imaging (fMRI) technology is able to track blood-oxygen-level-dependent signals over time and serve as a proxy for neural activity. Current approaches have limitations, as they assume that the interdependence between distinct brain regions is constant throughout recording periods. These approaches also assume that the brain is an isolated system that does not consider outside stimuli. To capture the highly complex dynamics and to enable the understanding of the neural basis of human cognition, this research project developed new data analysis methods for processing brain activity to explain the relationships involved in attention, learning, memory, decision-making, and language.&nbsp;</span></p>\n<p><strong>Intellectual Merit:</strong><span>&nbsp;This project supported the development of a model-based approach that captures the non-stationarity and fractal behavior of the brain dynamics. As a consequence, it unveiled dynamical characteristics that can be used to quantitatively and qualitatively measure how well an individual is doing in a particular task (e.g., attention/memory). Furthermore, the model-based approach in this project laid down the framework to perform control where quantitative measures can be used to establish control objectives regarding success in performing a given task. Unlike currently employed short-range memory models, this project focused on a generalized mathematical framework that captures the degree of a memory of brain activity. This, in turn, provided new insights and information about brain organization and cognition that may fundamentally change the way one examines neuro-related data.</span></p>\n<p><span>This project has also supported the development of neuro-symbolic techniques in Machine Learning. These techniques allow the users to combine the power of deep learning with the interpretability of symbolic models such as logical statements. In this project, neuro-symbolic techniques were used, e.g., in analyzing EEG data in epileptic seizures and deriving interpretable models for prediction.</span></p>\n<p><strong>Broader impacts:</strong><span>&nbsp;Research outcomes from this project have been disseminated in peer-reviewed publications and scientific seminars. This project has also supported the training of multiple young researchers in a multidisciplinary setting. The results of this research, e.g., an algorithm for detecting and predicting epileptic seizures from EEG data, will potentially greatly impact healthcare and benefit the U.S. economy and society.</span></p>\n<p dir=\"ltr\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2023<br>\n\t\t\t\t\tModified by: Anak Agung&nbsp;Julius</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nUnderstanding the brain in the context of its interactions with the world is key to assessing its dynamics in health and disease states. Functional magnetic resonance imaging (fMRI) technology is able to track blood-oxygen-level-dependent signals over time and serve as a proxy for neural activity. Current approaches have limitations, as they assume that the interdependence between distinct brain regions is constant throughout recording periods. These approaches also assume that the brain is an isolated system that does not consider outside stimuli. To capture the highly complex dynamics and to enable the understanding of the neural basis of human cognition, this research project developed new data analysis methods for processing brain activity to explain the relationships involved in attention, learning, memory, decision-making, and language. \n\nIntellectual Merit: This project supported the development of a model-based approach that captures the non-stationarity and fractal behavior of the brain dynamics. As a consequence, it unveiled dynamical characteristics that can be used to quantitatively and qualitatively measure how well an individual is doing in a particular task (e.g., attention/memory). Furthermore, the model-based approach in this project laid down the framework to perform control where quantitative measures can be used to establish control objectives regarding success in performing a given task. Unlike currently employed short-range memory models, this project focused on a generalized mathematical framework that captures the degree of a memory of brain activity. This, in turn, provided new insights and information about brain organization and cognition that may fundamentally change the way one examines neuro-related data.\n\nThis project has also supported the development of neuro-symbolic techniques in Machine Learning. These techniques allow the users to combine the power of deep learning with the interpretability of symbolic models such as logical statements. In this project, neuro-symbolic techniques were used, e.g., in analyzing EEG data in epileptic seizures and deriving interpretable models for prediction.\n\nBroader impacts: Research outcomes from this project have been disseminated in peer-reviewed publications and scientific seminars. This project has also supported the training of multiple young researchers in a multidisciplinary setting. The results of this research, e.g., an algorithm for detecting and predicting epileptic seizures from EEG data, will potentially greatly impact healthcare and benefit the U.S. economy and society.\n \n\n \n\n\t\t\t\t\tLast Modified: 06/28/2023\n\n\t\t\t\t\tSubmitted by: Anak Agung Julius"
 }
}