{
 "awd_id": "1936432",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Lead-free Radio-pure Textured Piezoelectric Ceramics for Acoustic Sensors in Dark Matter Search",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nazanin Bassiri-Gharb",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 2000000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2019-12-02",
 "awd_max_amd_letter_date": "2022-11-08",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: Currently most of the piezoelectric ceramic materials utilized for actuator and transducer applications contain high concentrations of lead, which is toxic for both humans and environment. If the products containing lead are not properly discarded or recycled, then there is high possibility for lead entering the soil and water streams. Further, there is health-risk posed for humans handling the lead-based materials during manufacturing and deployment.  Thus, environmental regulations in many parts of the world are requiring the elimination of lead from all consumer items. In applications such as acoustic detectors, there is essential need to find lead-free piezoelectric alternatives to achieve desired sensitivity. However, electrical properties of all the known lead-free piezoelectric materials remains lower than those lead-based materials. In this project, lead-free piezoelectric ceramics are being studied to discover composition and microstructure with enhanced piezoelectric response. Outcomes from this research stand to strengthen the US piezoelectric ceramic industry leadership. Lead-free material formulations and specialized ceramic manufacturing methodology are being provided to the US piezoelectric manufacturers. Undergraduate and graduate students, high school science teachers and postdoctoral researchers are being professionally trained in this project to develop understanding of ceramic industry and piezoelectric applications. NSF I-Corps program is leveraged to support the training of students to become drivers of research commercialization. Furthermore, students are being exposed to methods for transition of university-based technologies through partnership with Ben Franklin Technology Partner’s TechCelerator.\r\n\r\nTECHNICAL DETAILS: In this project, (K,Na)NbO3 based high piezoelectric constant – high Curie temperature lead-free piezoelectric material is being designed, synthesized and characterized. Template grain growth process is used to synthesize ceramics with specific crystallographic grain orientation. Using the grain-oriented materials, extensive investigations are being conducted to understand how phase transitions, domain structures, and local crystal structures influence the piezoelectric response. Furthermore, the research focus is being placed on understanding the influence of relaxor state on piezoelectric performance. Phase field model is being used to investigate the role of local structural heterogeneity on electromechanical parameters. Self-polarization due to grain orientation along the spontaneous polarization direction is being quantified to reveal its contribution in achieving large piezoelectric response in an engineered material. Synthesized textured piezoelectric elements with requisite electromechanical behavior is incorporated into acoustic transducers, subjected to the extreme environmental conditions of the bubble chamber and tested for performance in small environmental test vessels. Knowledge generated from the project on lead-free material design and manufacturing is being provided to US companies to expedite their progress in finding lead-free alternatives and thereby developing next generation of applications such as medical imaging, ultrasonic home appliances, acoustic detectors and precision positioning systems. Undergraduate and graduate students are being trained in cross-cutting multidisciplinary disciplines of piezoelectric ceramics, ceramic processing science, multiscale characterization, acoustics, and physics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Shashank",
   "pi_last_name": "Priya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shashank Priya",
   "pi_email_addr": "spriya@umn.edu",
   "nsf_id": "000059192",
   "pi_start_date": "2019-12-02",
   "pi_end_date": "2022-11-08"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bed",
   "pi_last_name": "Poudel",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Bed R Poudel",
   "pi_email_addr": "bup346@psu.edu",
   "nsf_id": "000794975",
   "pi_start_date": "2022-11-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ilan",
   "pi_last_name": "Levine",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Ilan Y Levine",
   "pi_email_addr": "ilevine@iusb.edu",
   "nsf_id": "000113310",
   "pi_start_date": "2019-12-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shashank",
   "pi_last_name": "Priya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shashank Priya",
   "pi_email_addr": "spriya@umn.edu",
   "nsf_id": "000059192",
   "pi_start_date": "2022-11-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Yongke",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongke Yan",
   "pi_email_addr": "yxy355@psu.edu",
   "nsf_id": "000698866",
   "pi_start_date": "2019-12-02",
   "pi_end_date": "2021-04-21"
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "089Z",
   "pgm_ref_txt": "Materials Under Extreme Conditions"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 480000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Currently, numerous industries such as healthcare, energy, and consumer electronics are dependent on the use of lead-based piezoelectric ceramics which comprises of more than sixty percent of lead content. Lead presents concerns for human health and environment as there is a potential for leakage of lead from the discarded ceramic components into soil or water streams. Thus, there is a rising emphasis on developing regulations to restrict the usage of lead-based piezoelectric ceramics in the consumer systems and there is a growing demand for the design of novel lead-free materials. The overarching goal of this program was to design and analyze lead-free ceramic materials that can provide enhanced electromechanical response. The research focus was on fundamental understanding of the role of various elements that influence the electromechanical properties of the potassium sodium niobate (KNN) ceramics, investigating the mechanisms that control the coupling between the mechanical and electrical properties, and developing manufacturing approaches to realize microstructures that provide improved piezoelectric and dielectric coefficients. Compositional engineering in conjunction with microstructural engineering was explored to develop modified KNN ceramics with textured grains. KNN based materials exhibit high Curie temperature which provides large temperature range for their applications and provide high baseline piezoelectric response. The baseline compositions are then modified with several elements that substitute on A and B-site of the perovskite lattice. For example &ndash; a tuned KNN materials may have chemical formulation given as (K0.48Na0.52)(Nb0.97Sb0.03)O3-0.05Srx(Bi0.5Na0.5)(1-x)ZrO3-0.15%Fe2O3 (x=0.1). During the program, a few different complex compositions were developed that provided high electromechanical response, high thermal stability, and high ferroelectric properties. The strategy in the design of compositions was to utilize phase-engineering, taking advantage of polymorphic phase boundary, that provided multiphase coexistence at the room temperature. These compositions were then synthesized to exhibit grain-oriented (textured) microstructure to further improve the properties. Detailed modeling in conjunction with experimental investigations were conducted to understand the role of microstructure, domain structure and polar nanoregions in controlling the magnitude of piezoelectric coefficient. Throughout the program there was emphasis on comparative analysis with the lead-based materials to understand the differences in the mechanisms and effect of dopants and modifiers. Material design considerations included achieving enhanced piezoelectric coefficient while providing a wide temperature range of the operation. Template grain growth-based processing was investigated that uses seed templates to provide epitaxial growth in the matrix. For template design, niobate systems such as AgNbO<sub>3</sub>, and NaNbO<sub>3</sub> were studied as they provide best fit with the considerations for texturing KNN-based compositions. Texturing of KNN-based compositions and their solid solutions with NBT-KBT and other lead-free materials was investigated to optimize the temperature and field dependence of properties. In collaboration with Indiana University South Bend, lead-free ceramics were implemented in the design of radio-pure acoustic detectors. Research focused on the&nbsp;design of acoustic transducers to&nbsp;improve robustness and particle-ID bandwidth for bubble chambers and to fabricate the transducers for the PICO detector. The elements used in the design of lead-free compositions were tested for suitability in a scintillating cryogenic bubble chamber (SBC collaboration) that is being fabricated for low mass dark matter searches and for the study of coherent elastic neutrino-nucleus scattering. The team members are participating in two large international collaborative experiment called PICO and SBC, which search for weakly interacting massive particles (WIMPs), using superheated bubble chambers operated in thermodynamic conditions at which they are virtually insensitive to gamma or beta radiation.</p>\n<p>The broader impact goals were to engage K-12 students and expose them to research on functional ceramic materials. This included organizing the summer camp, materials innovation day, lab tours of the multifunctional materials characterization facility, provide tour and tutorial on various material characterization techniques, and development of video lecture for public education. Extensive discussions were held with industry to inform them on the progress occurring in the development of new lead-free piezoelectric materials and to seek their input on the combination of properties required for actuators. The participants on the program were exposed to entrepreneurial training through opportunities available at Penn State on IP development, start-up education, and industrial networking. Acoustic testing results from the program were shared with PICO and SBC collaborations to keep them informed on the progress on new acoustic detector materials. The PICO and SBC collaborations were provided with a lecture on how ionic substitutions, modifiers, processing techniques to realized grain-oriented microstructures, constructions of phase boundaries, allowed the emergence of enhanced response in modified compositions. The lecture also covered the background on lead-based materials in terms of piezoelectric response, electromechanical coupling factor and polarization.</p><br>\n<p>\n Last Modified: 04/23/2024<br>\nModified by: Bed&nbsp;R&nbsp;Poudel</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712775915999_Figure_6.jpg--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712775915999_Figure_6.jpg--rgov-800width.jpg\" title=\"Graduate student recieving training on the entreprenurship programs at the Penn State\"><img src=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712775915999_Figure_6.jpg--rgov-66x44.jpg\" alt=\"Graduate student recieving training on the entreprenurship programs at the Penn State\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate Student visited Invent Penn State and learned about the entrepreneurship opportunities. He attended one-on-one discussion session to learn how technology from the lab can be matured to move to the start-up. He also attended the conference session to gain knowledge from entrepreneurs.</div>\n<div class=\"imageCredit\">Bed Poudel, Penn State</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Bed&nbsp;R&nbsp;Poudel\n<div class=\"imageTitle\">Graduate student recieving training on the entreprenurship programs at the Penn State</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712792070043_Figure_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712792070043_Figure_3--rgov-800width.jpg\" title=\"Ferroelectric measurements illustrating the role of dopant and texturing\"><img src=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712792070043_Figure_3--rgov-66x44.jpg\" alt=\"Ferroelectric measurements illustrating the role of dopant and texturing\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Polarization - Electric field loop for random and textured modified potassium sodium niobate, KNN, ceramics illustrating the role of MnO2 doping and texturing. Doping in combination with texturing provides reduced losses and improved polarization values.</div>\n<div class=\"imageCredit\">Aman Nanda, Graduate Student</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Bed&nbsp;R&nbsp;Poudel\n<div class=\"imageTitle\">Ferroelectric measurements illustrating the role of dopant and texturing</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712776045293_Figure_5.jpg--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712776045293_Figure_5.jpg--rgov-800width.jpg\" title=\"Materials day lab tour providing opportunity for students to experience ceramic manufacturing process\"><img src=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712776045293_Figure_5.jpg--rgov-66x44.jpg\" alt=\"Materials day lab tour providing opportunity for students to experience ceramic manufacturing process\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PI and the graduate student working on this program, Aman, accompanied the K-12 students on the tour of ceramics processing lab  during the Materials Day event. This tour provided the opportunity for the students to learn and watch all the steps and equipment's used in the manufacturing of ceramics.</div>\n<div class=\"imageCredit\">Sadie Spicer, Penn State</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Bed&nbsp;R&nbsp;Poudel\n<div class=\"imageTitle\">Materials day lab tour providing opportunity for students to experience ceramic manufacturing process</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712787817957_Figure_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712787817957_Figure_1--rgov-800width.jpg\" title=\"Microstructure of textured modified KNN ceramics and analysis of the phase structure\"><img src=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1712787817957_Figure_1--rgov-66x44.jpg\" alt=\"Microstructure of textured modified KNN ceramics and analysis of the phase structure\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">XRD and SEM images of the random and textured modified potassium sodium niobate, KNN, ceramics. Texturing was conducted using the sodium niobate, NN, seeds. Percentages mentioned in the XRD figures indicate the texturing degree.</div>\n<div class=\"imageCredit\">Aman Nanda, Graduate Student</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Bed&nbsp;R&nbsp;Poudel\n<div class=\"imageTitle\">Microstructure of textured modified KNN ceramics and analysis of the phase structure</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1713655779891_Measurement--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1713655779891_Measurement--rgov-800width.jpg\" title=\"Fabricated acoustic response measurement station.\"><img src=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1713655779891_Measurement--rgov-66x44.jpg\" alt=\"Fabricated acoustic response measurement station.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Lead-free elements were tested for PICO, which searches for weakly interacting massive particles (WIMPs), using superheated bubble chambers. Using the measurement system available at IUSB, fabricated modified-KNN samples were characterized for qualifying their properties for acoustic detectors.</div>\n<div class=\"imageCredit\">Ilan Levine, IUSB</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Shashank&nbsp;Priya\n<div class=\"imageTitle\">Fabricated acoustic response measurement station.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1713654579939_Samples--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1713654579939_Samples--rgov-800width.jpg\" title=\"Examples of the modified KNN samples prepared for the measurement of electromechanical properties\"><img src=\"/por/images/Reports/POR/2024/1936432/1936432_10646302_1713654579939_Samples--rgov-66x44.jpg\" alt=\"Examples of the modified KNN samples prepared for the measurement of electromechanical properties\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Disc-shaped modified KNN samples with random microstructure were prepared for planar-mode measurements. Rectangular thin plates of textured modified KNN ceramics were used for 31-mode measurements. Cubic samples were prepared for acoustic measurements to qualify the properties for PICO detectors.</div>\n<div class=\"imageCredit\">Aman Nanda, Graduate Student</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Shashank&nbsp;Priya\n<div class=\"imageTitle\">Examples of the modified KNN samples prepared for the measurement of electromechanical properties</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nCurrently, numerous industries such as healthcare, energy, and consumer electronics are dependent on the use of lead-based piezoelectric ceramics which comprises of more than sixty percent of lead content. Lead presents concerns for human health and environment as there is a potential for leakage of lead from the discarded ceramic components into soil or water streams. Thus, there is a rising emphasis on developing regulations to restrict the usage of lead-based piezoelectric ceramics in the consumer systems and there is a growing demand for the design of novel lead-free materials. The overarching goal of this program was to design and analyze lead-free ceramic materials that can provide enhanced electromechanical response. The research focus was on fundamental understanding of the role of various elements that influence the electromechanical properties of the potassium sodium niobate (KNN) ceramics, investigating the mechanisms that control the coupling between the mechanical and electrical properties, and developing manufacturing approaches to realize microstructures that provide improved piezoelectric and dielectric coefficients. Compositional engineering in conjunction with microstructural engineering was explored to develop modified KNN ceramics with textured grains. KNN based materials exhibit high Curie temperature which provides large temperature range for their applications and provide high baseline piezoelectric response. The baseline compositions are then modified with several elements that substitute on A and B-site of the perovskite lattice. For example  a tuned KNN materials may have chemical formulation given as (K0.48Na0.52)(Nb0.97Sb0.03)O3-0.05Srx(Bi0.5Na0.5)(1-x)ZrO3-0.15%Fe2O3 (x=0.1). During the program, a few different complex compositions were developed that provided high electromechanical response, high thermal stability, and high ferroelectric properties. The strategy in the design of compositions was to utilize phase-engineering, taking advantage of polymorphic phase boundary, that provided multiphase coexistence at the room temperature. These compositions were then synthesized to exhibit grain-oriented (textured) microstructure to further improve the properties. Detailed modeling in conjunction with experimental investigations were conducted to understand the role of microstructure, domain structure and polar nanoregions in controlling the magnitude of piezoelectric coefficient. Throughout the program there was emphasis on comparative analysis with the lead-based materials to understand the differences in the mechanisms and effect of dopants and modifiers. Material design considerations included achieving enhanced piezoelectric coefficient while providing a wide temperature range of the operation. Template grain growth-based processing was investigated that uses seed templates to provide epitaxial growth in the matrix. For template design, niobate systems such as AgNbO3, and NaNbO3 were studied as they provide best fit with the considerations for texturing KNN-based compositions. Texturing of KNN-based compositions and their solid solutions with NBT-KBT and other lead-free materials was investigated to optimize the temperature and field dependence of properties. In collaboration with Indiana University South Bend, lead-free ceramics were implemented in the design of radio-pure acoustic detectors. Research focused on thedesign of acoustic transducers toimprove robustness and particle-ID bandwidth for bubble chambers and to fabricate the transducers for the PICO detector. The elements used in the design of lead-free compositions were tested for suitability in a scintillating cryogenic bubble chamber (SBC collaboration) that is being fabricated for low mass dark matter searches and for the study of coherent elastic neutrino-nucleus scattering. The team members are participating in two large international collaborative experiment called PICO and SBC, which search for weakly interacting massive particles (WIMPs), using superheated bubble chambers operated in thermodynamic conditions at which they are virtually insensitive to gamma or beta radiation.\n\n\nThe broader impact goals were to engage K-12 students and expose them to research on functional ceramic materials. This included organizing the summer camp, materials innovation day, lab tours of the multifunctional materials characterization facility, provide tour and tutorial on various material characterization techniques, and development of video lecture for public education. Extensive discussions were held with industry to inform them on the progress occurring in the development of new lead-free piezoelectric materials and to seek their input on the combination of properties required for actuators. The participants on the program were exposed to entrepreneurial training through opportunities available at Penn State on IP development, start-up education, and industrial networking. Acoustic testing results from the program were shared with PICO and SBC collaborations to keep them informed on the progress on new acoustic detector materials. The PICO and SBC collaborations were provided with a lecture on how ionic substitutions, modifiers, processing techniques to realized grain-oriented microstructures, constructions of phase boundaries, allowed the emergence of enhanced response in modified compositions. The lecture also covered the background on lead-based materials in terms of piezoelectric response, electromechanical coupling factor and polarization.\t\t\t\t\tLast Modified: 04/23/2024\n\n\t\t\t\t\tSubmitted by: BedRPoudel\n"
 }
}