{
 "awd_id": "1936105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Transforming Cardiotoxic Drug Screening Using Bioprinted Myocardial Tissue Model with Self-Sensing Capacity",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922390",
 "po_email": "rbardhan@nsf.gov",
 "po_sign_block_name": "Rizia Bardhan",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2020-08-13",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "Cardiotoxicity represents a major segment of drug toxicities, so there are considerable concerns about the cardiovascular safety profile of drugs used for non-cardiovascular medication. Conventional drug screening approaches, such as using a 2-dimensional cell culture and animal models, have notable limitations. Approaches are needed to fabricate cardiac tissue models that more reliably reproduce human physiology with respect to their structure and function. For cardiotoxicity assays it is equally important to monitor the behavior of the model tissue in response to drugs, ideally in a label-free and non-invasive manner. The goal of this research project is to develop an engineered cardiac tissue model for cardiotoxicity screening that will facilitate drug screening and personalized medicine. The design of the 3-dimensional model involves cardiac tissues that are embedded with soft and stretchable microelectronics that can continuously measure cardiotoxicity within the tissue. The outcomes of this project could lead to significant cost reductions for drug development by accurately predicting human responses to drug candidates. The research also could help reduce the use of animal models for drug screening. The project will provide opportunities to promote STEM education for K-12 students, especially those from under-represented groups, and to disseminate science and engineering knowledge to the public.\r\n\r\nThis research project aims to develop a multi-material, stereolithographically-bioprinted cardiac tissue model with embedded soft and stretchable microelectronics. The main research idea is that seamless integration of mechanically matched soft microelectronics and bioprinted cardiac models will allow for continuous, in situ and intra-tissue measurements of cardiotoxicity in real time and in response to pharmaceutical compounds. The project participants will conduct experimental and analytical studies to design, optimize, fabricate, characterize and validate the hybridized cardiac tissue model. Specific steps include 1) optimizing the design and fabrication of the engineered microvascularized cardiac tissue model to achieve structural and functional similarity to its in vivo counterpart, 2) designing, analyzing, fabricating, and testing soft, stretchable microelectronics, 3) integrating the soft microelectronics with the bioprinted cardiac tissue to form hybridized cardiac tissue model, and 4) studying the screening of a panel of drugs with induced electrophysiological and mechanical beating signals from the intra-tissue microelectronics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Y Shrike",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Y Shrike Zhang",
   "pi_email_addr": "yszhang@research.bwh.harvard.edu",
   "nsf_id": "000755680",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham & Women's Hospital Inc",
  "inst_street_address": "75 FRANCIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "8572821670",
  "inst_zip_code": "021156110",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "BRIGHAM & WOMENS HOSPITAL INC",
  "org_prnt_uei_num": "KH2QJR76KMZ6",
  "org_uei_num": "QN6MS4VN7BD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham & Women's Hospital Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021156100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cardiotoxicity, or the toxic effects of drugs on the heart, is a major concern in drug development. Traditional methods like growing heart cells in flat layers (planar cultures) or using animal testing often fail to accurately predict how a drug will affect the human heart. To overcome these limitations, there is a need for more realistic heart tissue models that mimic the structure and function of real human heart tissue. Additionally, to properly test drugs, it is important to monitor the heart&rsquo;s behavior over time in a way that does not harm or alter the tissue. Ideally, this would involve continuously tracking the heart tissue&rsquo;s response to drugs without needing labels or invasive methods.</p>\n<p>&nbsp;</p>\n<p>Through this research, novel approaches to produce vascular and heart models that integrate tiny, flexible electronic sensors directly into the tissues have been innovated. These sensors have allowed for continuous, real-time monitoring of how the tissues react to different drugs, helping to assess their cardiotoxicity. For example, we improved the design of the engineered heart tissue so that it closely resembles the structure and function of real heart tissue, with the ability to also incorporate necessary structures and components native to the human heart. Next, ultra-thin, soft, and stretchable electronics have been developed, which can be embedded into the tissue without affecting its normal functions. These electronics are able to monitor both the electrical signals and the mechanical beating of the heart cells in response to drugs.</p>\n<p>&nbsp;</p>\n<p>The intellectual values of the research outcomes are multi-fold, where we have gained significant knowledge in designing and building the engineered heart tissue and the soft electronics. For example, it was understood how to create a tissue model that accurately mimics real heart tissue using biomaterials that are compatible to relevant cell types and fabrication methods amenable to shape and structure the tissue; we have learned how to generate a network of small blood vessels within the tissue to maximize nutrient, oxygen, and nutrient exchange; we have learned how to keep the blood vessel and heart cells functioning and maturing over time to form the viable tissue; and it has provided insights into the best way to design and incorporate flexible electronics that do not hinder the tissue&rsquo;s natural movements. The research has enabled new methods to detect abnormal heart responses caused by toxic drugs, helping to predict cardiotoxicity more accurately than current approaches that rely on manual assessments.</p>\n<p>&nbsp;</p>\n<p>The broader impact of the research is extensive as well. The project has partially supported a dozen students (including 2 high-school students) and trainees to familiarize themselves with the new topic of engineering functional tissues, their integration with soft electronics, and the use of the integrated systems in drug discovery. Out of these trainees, about half were from underrepresented groups or female. K-12 outreach was conducted at Moultonborough Academy, NH, where a group of science teachers from the school and from the vicinity along with a full class of middle/high-school students attended the lecture and live demos surrounding tissue bioprinting. A total of 22 publications have been generated and disseminated. In conclusion, the research has laid a solid foundation for the field of drug discovery using engineered human tissues, as well as disseminating the gained knowledge to the public through publications and outreach activities.</p><br>\n<p>\n Last Modified: 10/01/2024<br>\nModified by: Y Shrike&nbsp;Zhang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCardiotoxicity, or the toxic effects of drugs on the heart, is a major concern in drug development. Traditional methods like growing heart cells in flat layers (planar cultures) or using animal testing often fail to accurately predict how a drug will affect the human heart. To overcome these limitations, there is a need for more realistic heart tissue models that mimic the structure and function of real human heart tissue. Additionally, to properly test drugs, it is important to monitor the hearts behavior over time in a way that does not harm or alter the tissue. Ideally, this would involve continuously tracking the heart tissues response to drugs without needing labels or invasive methods.\n\n\n\n\n\nThrough this research, novel approaches to produce vascular and heart models that integrate tiny, flexible electronic sensors directly into the tissues have been innovated. These sensors have allowed for continuous, real-time monitoring of how the tissues react to different drugs, helping to assess their cardiotoxicity. For example, we improved the design of the engineered heart tissue so that it closely resembles the structure and function of real heart tissue, with the ability to also incorporate necessary structures and components native to the human heart. Next, ultra-thin, soft, and stretchable electronics have been developed, which can be embedded into the tissue without affecting its normal functions. These electronics are able to monitor both the electrical signals and the mechanical beating of the heart cells in response to drugs.\n\n\n\n\n\nThe intellectual values of the research outcomes are multi-fold, where we have gained significant knowledge in designing and building the engineered heart tissue and the soft electronics. For example, it was understood how to create a tissue model that accurately mimics real heart tissue using biomaterials that are compatible to relevant cell types and fabrication methods amenable to shape and structure the tissue; we have learned how to generate a network of small blood vessels within the tissue to maximize nutrient, oxygen, and nutrient exchange; we have learned how to keep the blood vessel and heart cells functioning and maturing over time to form the viable tissue; and it has provided insights into the best way to design and incorporate flexible electronics that do not hinder the tissues natural movements. The research has enabled new methods to detect abnormal heart responses caused by toxic drugs, helping to predict cardiotoxicity more accurately than current approaches that rely on manual assessments.\n\n\n\n\n\nThe broader impact of the research is extensive as well. The project has partially supported a dozen students (including 2 high-school students) and trainees to familiarize themselves with the new topic of engineering functional tissues, their integration with soft electronics, and the use of the integrated systems in drug discovery. Out of these trainees, about half were from underrepresented groups or female. K-12 outreach was conducted at Moultonborough Academy, NH, where a group of science teachers from the school and from the vicinity along with a full class of middle/high-school students attended the lecture and live demos surrounding tissue bioprinting. A total of 22 publications have been generated and disseminated. In conclusion, the research has laid a solid foundation for the field of drug discovery using engineered human tissues, as well as disseminating the gained knowledge to the public through publications and outreach activities.\t\t\t\t\tLast Modified: 10/01/2024\n\n\t\t\t\t\tSubmitted by: Y ShrikeZhang\n"
 }
}