{
 "awd_id": "1936971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Phenological mismatch between trees and wildflowers mediated by environmental variability and plant invasions",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922279",
 "po_email": "sdudgeon@nsf.gov",
 "po_sign_block_name": "Steven Dudgeon",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 198178.0,
 "awd_amount": 244739.0,
 "awd_min_amd_letter_date": "2020-01-23",
 "awd_max_amd_letter_date": "2021-11-22",
 "awd_abstract_narration": "In temperate forests, most plant species are understory wildflowers. The seasonal timing of biological events such as leaf out, flowering, and seed production is especially critical for forest wildflowers that rely on high light in the spring, before trees leaf out and reduce light to the forest floor. New research suggests the timing of leaf out of overstory trees may shift faster than understory wildflowers in response to warmer spring temperatures. Such mismatches in leaf out timing of different plant species could reduce wildflower populations and affect forest diversity and productivity. The early leaf out times and dense foliage of nonnative, invasive shrubs could further reduce light levels for native wildflowers. This project explores how warming temperatures may cause a mismatch in lifecycle events of trees, shrubs, and wildflowers. Specifically, the project measures whether trees, shrubs, and flowers respond differently to temperature cues, whether this mismatch is a global phenomenon, and how this affects the ability of wildflowers to grow and reproduce. This project connects the public interest in forests to environmental variability and invasive species. The public can access the results through popular media, public lectures, and social media. The project team will develop training for museum educators so they can infuse themes of forest change into exhibits and conversations with museum visitors. In collaboration with museum educators, the project will host K-12 teacher workshops to integrate forest monitoring and local examples of environmental variability into school curricula. \r\n\r\nDirect measurements of the consequences of environment-induced phenological mismatches between interacting species are rare, and disruptions in non-trophic competitive interactions between plant species are often overlooked. In addition, related impacts of species invasions are not well integrated into phenological studies. The impacts of these phenological disruptions may be contributing to widely-observed population declines and poor performance of species that weakly respond to warming temperatures. This project will uniquely combine historical records (observations of Henry David Thoreau), contemporary phenological monitoring, museum herbarium collections, and field experiments to document and understand ecological mismatches between forest trees, shrubs, and wildflowers. Field shading experiments will simulate effects of environmental variability, species invasions, and ecological mismatches on wildflower performance. Field and growth chamber experiments will test mechanisms determining leaf-out phenology. Thousands of recently digitized herbarium specimens will be leveraged to quantify how overstory-understory temporal mismatch varies across temporal, climatic, and biogeographic gradients.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Heberling",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob M Heberling",
   "pi_email_addr": "jmheberling@gmail.com",
   "nsf_id": "000686453",
   "pi_start_date": "2020-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institute",
  "inst_street_address": "4400 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126223232",
  "inst_zip_code": "152134080",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "NUSUNWWJWKJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institute",
  "perf_str_addr": "4400 Forbes Ave",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152134080",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "054Y00",
   "pgm_ele_name": "GVF - Global Venture Fund"
  },
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 214524.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 30215.0
  }
 ],
 "por": null
}