{
 "awd_id": "1937896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Electric Blower-Based Emergency Mask Ventilator for Simple Ventilation and Monitoring During Patient Distress and Transport",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2019-12-15",
 "awd_exp_date": "2020-11-30",
 "tot_intn_awd_amt": 224959.0,
 "awd_amount": 224959.0,
 "awd_min_amd_letter_date": "2019-12-13",
 "awd_max_amd_letter_date": "2019-12-13",
 "awd_abstract_narration": "The broader impact of this Small Business Innovation Research (SBIR) Phase I project will significantly improve the safety and outcomes for patients in emergency situations requiring intubation, a process recognized as flawed, yet performed millions of times per year in the United States. This project will enable responders to use a lightweight, portable device that will decrease the time to stabilize a patient during critical situations by developing a new device to measure the patient’s tidal volume, or volume of air moved through the lungs in a ventilation cycle.  With this measurement, responders will be able to treat patients more effectively, efficiently and safely. The resulting technology of this project will not only increase safety for patients and increase efficiency of medical responders, it will do so in a cost-effective manner, making it financially feasible for buyers to assure every patient has this life-saving respiratory support. \r\n\r\nThe proposed project will further develop a device to measure tidal volume and deliver breaths using tightly controlled pressure levels and respiration rates. It will calculate and measure tidal volume, respiratory rate, and minute ventilation; furthermore, it will dynamically adapt to leaks and detect airway obstruction during emergency ventilation, providing instant and accurate feedback to responders and avoiding any possible injury to the patient. In this Phase I project we will extend prior research by building a compact device to be worn on the responder’s arm or in a sling.  We will:  1) build and test smaller electronics and sensors in a prototype; 2) develop advanced monitoring algorithms; 3) conduct bench-tests on patient simulators to optimize the system; 4) conduct display and wearability tests.  The end goal of this project is to provide an ultra-portable prototype that meets or exceeds the performance of ventilators normally used in intensive care unites, broadening the impact to all patients requiring lifesaving ventilation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Fogarty",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Fogarty",
   "pi_email_addr": "mike@accubreath.com",
   "nsf_id": "000789601",
   "pi_start_date": "2019-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MFM LLC",
  "inst_street_address": "11075 S STATE ST STE 203",
  "inst_street_address_2": "BLD 3",
  "inst_city_name": "SANDY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8016947118",
  "inst_zip_code": "840705164",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "ACCUBREATH, INC.",
  "org_prnt_uei_num": "ZGT7QLE266H4",
  "org_uei_num": "ZGT7QLE266H4"
 },
 "perf_inst": {
  "perf_inst_name": "MFM LLC",
  "perf_str_addr": "248 E St Germain Way",
  "perf_city_name": "Sandy",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "840701649",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 224959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>MFM LLC began this NSF SBIR Phase I grant with the goal to develop a novel technology that would reinvent emergency ventilation to benefit patients and providers. Currently, the standard of care for emergency ventilation is the use of bag-valve-mask devices (BVMs) by first responders to rescue a patient&rsquo;s breathing in a critical situation. These devices, first created in the 1950&rsquo;s, are not even compliant with today&rsquo;s guidelines set by the American Heart Association (AHA).&nbsp;&nbsp;MFM LLC&rsquo;s goal was to develop a technology that could become a foundational technology that would ultimately replace the BVM, and by doing so, prevent the inconsistencies, and injuries that are prevalent with using the BVM as the standard of care.&nbsp;&nbsp;The specific merits of a technology like AccuBreathEMS are focused on making the job of the first responder faster, easier, and more effective at saving their patients. The broader impacts of such a technology can expand into various other areas of medicine, by developing a smart, and capable ventilation system that is ultraportable, durable and inexpensive. Such a technology may prove to be valuable in the military with use in field medicine, as well as, transportation and triage.&nbsp;&nbsp;It is possible to see that such a technology may be easily adopted into multiple facets of medicine, due to its size, capabilities, and low cost.&nbsp;&nbsp;Such a device would benefit the early stages of respiratory care needed during the COVID-19 worldwide pandemic. &nbsp;</p>\n<p>MFM LLC, sought to develop AccuBreathEMS in a manner that would be ergonomically useful for first responders, and not inhibit their current workflow or the manner in which emergency ventilation is performed.&nbsp;&nbsp;The first desired outcome of this project was to receive direct feedback from clinical end-users in form factor, functionality, and design.&nbsp;&nbsp;This feedback was then analyzed, and used as a data driven input into a redesign of the technology.&nbsp;&nbsp;The second desired outcome of this project was to redesign the technology from the ground up, including new hardware, software, graphical user interface, ergonomics, battery life, durability, etc. to create an alpha prototype that looked and functioned in the desired manner of a final product. This new system was then tested according to certain benchmarks and compared to the previous prototype, to compare performance and capabilities.&nbsp;&nbsp;Additionally, the redesign of the device had to meet certain criteria, durability, portability and especially a financial constraint in order to compete in the marketplace with the inexpensive disposable devices also known as BVMs. &nbsp;</p>\n<p>In conclusion, MFM LLC was able to complete the major activities and accomplish the desired outcomes of this NSF SBIR Phase I project.&nbsp;&nbsp;This has provided the foundation needed to continue the development and progress towards a better standard of care for emergency medicine ventilation.&nbsp;&nbsp;Upon completion of an NSF SBIR Phase II project, MFM LLC&rsquo;s technology will be fully developed and validated and therefore ready for FDA approval and immediate market adoption.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2020<br>\n\t\t\t\t\tModified by: Michael&nbsp;P&nbsp;Fogarty</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMFM LLC began this NSF SBIR Phase I grant with the goal to develop a novel technology that would reinvent emergency ventilation to benefit patients and providers. Currently, the standard of care for emergency ventilation is the use of bag-valve-mask devices (BVMs) by first responders to rescue a patient’s breathing in a critical situation. These devices, first created in the 1950’s, are not even compliant with today’s guidelines set by the American Heart Association (AHA).  MFM LLC’s goal was to develop a technology that could become a foundational technology that would ultimately replace the BVM, and by doing so, prevent the inconsistencies, and injuries that are prevalent with using the BVM as the standard of care.  The specific merits of a technology like AccuBreathEMS are focused on making the job of the first responder faster, easier, and more effective at saving their patients. The broader impacts of such a technology can expand into various other areas of medicine, by developing a smart, and capable ventilation system that is ultraportable, durable and inexpensive. Such a technology may prove to be valuable in the military with use in field medicine, as well as, transportation and triage.  It is possible to see that such a technology may be easily adopted into multiple facets of medicine, due to its size, capabilities, and low cost.  Such a device would benefit the early stages of respiratory care needed during the COVID-19 worldwide pandemic.  \n\nMFM LLC, sought to develop AccuBreathEMS in a manner that would be ergonomically useful for first responders, and not inhibit their current workflow or the manner in which emergency ventilation is performed.  The first desired outcome of this project was to receive direct feedback from clinical end-users in form factor, functionality, and design.  This feedback was then analyzed, and used as a data driven input into a redesign of the technology.  The second desired outcome of this project was to redesign the technology from the ground up, including new hardware, software, graphical user interface, ergonomics, battery life, durability, etc. to create an alpha prototype that looked and functioned in the desired manner of a final product. This new system was then tested according to certain benchmarks and compared to the previous prototype, to compare performance and capabilities.  Additionally, the redesign of the device had to meet certain criteria, durability, portability and especially a financial constraint in order to compete in the marketplace with the inexpensive disposable devices also known as BVMs.  \n\nIn conclusion, MFM LLC was able to complete the major activities and accomplish the desired outcomes of this NSF SBIR Phase I project.  This has provided the foundation needed to continue the development and progress towards a better standard of care for emergency medicine ventilation.  Upon completion of an NSF SBIR Phase II project, MFM LLC’s technology will be fully developed and validated and therefore ready for FDA approval and immediate market adoption.  \n\n \n\n\t\t\t\t\tLast Modified: 12/15/2020\n\n\t\t\t\t\tSubmitted by: Michael P Fogarty"
 }
}