{
 "awd_id": "1937512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of Research to Inform the Design and Improvement of Mathematics Education for Teachers",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928402",
 "po_email": "eknuth@nsf.gov",
 "po_sign_block_name": "Eric Knuth",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 205180.0,
 "awd_amount": 205180.0,
 "awd_min_amd_letter_date": "2020-06-04",
 "awd_max_amd_letter_date": "2020-06-04",
 "awd_abstract_narration": "This award will support the development of research to investigate key developmental mathematics understandings of undergraduates who are intending to become teachers.  Many secondary teachers learned geometry through proving theorems.  Current secondary standards and guidelines favor a vastly different approach that focuses on geometric transformations, such as reflection of a shape against an axis.  This difference in learning approaches provides an important STEM education question: how do secondary teachers' understandings of proof-based geometry relate to their understanding of geometrical transformations? Work on this project will address this question by exploring how teachers use a transformational  perspective to conceptualize two key concepts in geometry: congruence and similarity.  This work will also produce a rich dataset for future modeling of teachers' thinking about congruence and similarity.\r\n\r\nThis project builds on prior work led by the investigator, which hypothesized the existence of key developmental understandings for establishing congruence from a transformation perspective.  The project will conduct additional research related to this hypothesis.  It will also seek to develop hypotheses for similarity-proving activities through an adapted teaching experiment. In these efforts, the investigator will be mentored by Dr. Yvonne Lai.  The specific aims of the research are to: (1) investigate prospective teachers' understandings of congruence and similarity-proving activities from a transformation perspective; and (2) increase the investigator’s capacity to design and conduct STEM education research using both qualitative and quantitative methods.  Results of the research will inform the design and improvement of the mathematics curricula for teachers, and support teacher educators in designing and using formative assessments for understanding geometry from a transformation perspective. The new research has the potential to help more secondary mathematics teachers enter the classroom well-equipped to teach geometry in alignment with current standards. Additionally, the professional development activities will build capacity for the investigator to conduct STEM education research that will enhance the connection between research and practice at a primarily undergraduate institution.  This work is supported by the EHR Core Research: Building Capacity in STEM Education Research Program, which supports projects that build individuals’ capacity to carry out high quality STEM education research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "St Goar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julia St Goar",
   "pi_email_addr": "stgoarj@merrimack.edu",
   "nsf_id": "000755056",
   "pi_start_date": "2020-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Merrimack College",
  "inst_street_address": "315 TURNPIKE ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH ANDOVER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9788375166",
  "inst_zip_code": "018455800",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": "MERRIMACK COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "QHNZEGD6NWL5"
 },
 "perf_inst": {
  "perf_inst_name": "Merrimack College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018455806",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 205180.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-00d38781-7fff-4055-e72c-92091716ee8e\"> </span></p>\n<p dir=\"ltr\"><span>The aims of this ECR: BCSER grant are to (1) investigate prospective teachers' understandings of proving activities, including congruence proofs, from a transformation perspective; and (2) increase the PI's capacity to conduct and design STEM Education research. The proposed project addresses an urgent challenge for teacher education: many secondary teachers have learned geometry from a fundamentally different approach than that advocated by current standards documents. In recent years, geometry from a transformation approach has come to the fore in secondary standards and guidelines. This raises a fundamental problem of STEM education research: modeling secondary teachers' understandings for proving activities from a transformation approach.&nbsp;</span></p>\n<p dir=\"ltr\"><span>This grant was funded for 4 years and supported the writing of 5 peer-reviewed manuscripts (including both published and accepted journal articles, book chapters, and conference proceedings).<br /></span></p>\n<p dir=\"ltr\"><span>Intellectual merit: The investigator and collaborators presented arguments for the potential of transformation geometry to be mathematically powerful experiences for learners</span><span>. </span><span>Through the qualitative analysis of 174 samples of pre-service teachers' work on congruence proofs, the investigator and collaborators clarified the field's understanding of two potential key developmental understandings involved in the writing of these proofs. Furthermore, the investigator and collaborators identified that the two potential key developmental understandings appear to be distinct and independently gained by pre-service teachers (meaning that both understandings should be addressed by instructors to facilitate understanding of congruence proofs in a transformation context) and whether pre-service teachers achieve a potential key developmental understanding depends on the course context and on the emphases of the instructor in a particular course. A lesson study on a culturally inclusive geometry task featuring Adinkra symbols underscores the potential of lesson study for enhancing activities that draw on undergraduate students' funds of knowledge.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Broader impact: This grant supported the PI's leadership in the transformation working group (St. Goar, 2022) in the GeT: a Pencil community led by the University of Michigan throughout the duration of the grant (resulting in an impact on ten participating instructors and an estimated 220 students in instructors' geometry for teachers courses). The transformation group contributed to a widely distributed set of Student Learning Objectives (<a href=\"https://getapencil.org/student-learning-objectives/\">https://getapencil.org/student-learning-objectives/</a>) for geometry courses for teachers, specifically discussing and revising an objective on the concept of transformations. Work on the Adinkra symbol activity specifically impacted 5 instructors and an estimated 120 students, showing the potential for transformation concepts to be culturally inclusive. Supported publications on activities for teaching congruence and similarity proofs from a transformation perspective present practical resources for those who teach geometry courses for teachers. These resources scaffold proof writing towards transformations proofs of more sophisticated figures than any other publicly existing materials to date.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Professional development: Grant activities supported the PI's professional development in STEM Education research through participation in the above activities, regular meetings with mentor Yvonne Lai, participation in the 2021 PEER-Chicago Workshop hosted by DePaul University, and development as a professional via participation in 6 conferences and writing 5 peer-reviewed manuscripts. Through these experiences, the PI developed professional skills in educational research design and inquiry.</span></p>\n<p dir=\"ltr\"><span>References:</span></p>\n<p><span>St. Goar, J. (2022, May). The Transformations Working Group Update Spring 2022. </span><span>GeT: The News!, 3</span><span>(3). </span><span><a href=\"https://www.gripumich.org/v3-i3-sp2022/#transformations-working-group-update\">https://www.gripumich.org/v3-i3-sp2022/#transformations-working-group-update</a></span></p><br>\n<p>\n Last Modified: 09/27/2024<br>\nModified by: Julia&nbsp;St Goar</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe aims of this ECR: BCSER grant are to (1) investigate prospective teachers' understandings of proving activities, including congruence proofs, from a transformation perspective; and (2) increase the PI's capacity to conduct and design STEM Education research. The proposed project addresses an urgent challenge for teacher education: many secondary teachers have learned geometry from a fundamentally different approach than that advocated by current standards documents. In recent years, geometry from a transformation approach has come to the fore in secondary standards and guidelines. This raises a fundamental problem of STEM education research: modeling secondary teachers' understandings for proving activities from a transformation approach.\n\n\nThis grant was funded for 4 years and supported the writing of 5 peer-reviewed manuscripts (including both published and accepted journal articles, book chapters, and conference proceedings).\n\n\n\nIntellectual merit: The investigator and collaborators presented arguments for the potential of transformation geometry to be mathematically powerful experiences for learners. Through the qualitative analysis of 174 samples of pre-service teachers' work on congruence proofs, the investigator and collaborators clarified the field's understanding of two potential key developmental understandings involved in the writing of these proofs. Furthermore, the investigator and collaborators identified that the two potential key developmental understandings appear to be distinct and independently gained by pre-service teachers (meaning that both understandings should be addressed by instructors to facilitate understanding of congruence proofs in a transformation context) and whether pre-service teachers achieve a potential key developmental understanding depends on the course context and on the emphases of the instructor in a particular course. A lesson study on a culturally inclusive geometry task featuring Adinkra symbols underscores the potential of lesson study for enhancing activities that draw on undergraduate students' funds of knowledge.\n\n\nBroader impact: This grant supported the PI's leadership in the transformation working group (St. Goar, 2022) in the GeT: a Pencil community led by the University of Michigan throughout the duration of the grant (resulting in an impact on ten participating instructors and an estimated 220 students in instructors' geometry for teachers courses). The transformation group contributed to a widely distributed set of Student Learning Objectives (https://getapencil.org/student-learning-objectives/) for geometry courses for teachers, specifically discussing and revising an objective on the concept of transformations. Work on the Adinkra symbol activity specifically impacted 5 instructors and an estimated 120 students, showing the potential for transformation concepts to be culturally inclusive. Supported publications on activities for teaching congruence and similarity proofs from a transformation perspective present practical resources for those who teach geometry courses for teachers. These resources scaffold proof writing towards transformations proofs of more sophisticated figures than any other publicly existing materials to date.\n\n\nProfessional development: Grant activities supported the PI's professional development in STEM Education research through participation in the above activities, regular meetings with mentor Yvonne Lai, participation in the 2021 PEER-Chicago Workshop hosted by DePaul University, and development as a professional via participation in 6 conferences and writing 5 peer-reviewed manuscripts. Through these experiences, the PI developed professional skills in educational research design and inquiry.\n\n\nReferences:\n\n\nSt. Goar, J. (2022, May). The Transformations Working Group Update Spring 2022. GeT: The News!, 3(3). https://www.gripumich.org/v3-i3-sp2022/#transformations-working-group-update\t\t\t\t\tLast Modified: 09/27/2024\n\n\t\t\t\t\tSubmitted by: JuliaSt Goar\n"
 }
}