{
 "awd_id": "1937158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bladder Volume Awareness for Individuals Living with Spinal Cord Injury",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 389926.0,
 "awd_amount": 389926.0,
 "awd_min_amd_letter_date": "2020-02-11",
 "awd_max_amd_letter_date": "2020-02-11",
 "awd_abstract_narration": "Approximately 300,000 individuals in the US suffer from the consequences of spinal cord injury (SCI). Although many of these individuals have obvious limitations in mobility, unbeknownst to the general public is that nearly all lack control of their bladder and have to use catheters, typically 4 to 6 times per day, to empty their bladder. This high frequency of emptying adds \"insult to injury.\" A common problem is making the difficult trip to the bathroom in a wheelchair or requesting help from a caregiver to only find a small amount of urine in the bladder, or not making it to the bathroom in time and leaking urine because the bladder was too full. Lack of the bladder fullness sensation is a major problem for individuals living with SCI, which significantly reduces their social activities and quality of life and increases their care complexity and cost. To address this problem, the project aims to build a non-invasive wearable device, which can be discreetly worn by SCI patients under their clothing, to receive (or to send to their caregivers) timely alerts for starting to look for a bathroom to perform self- or assisted-catheterization.  The accuracy of the device will automatically and incrementally improve every time the SCI subject or his/her caregiver provides feedback on its performance.  Furthermore, the project includes specific education and outreach activities that are driven by integration of research results into courses and recruitment and retention of students from underrepresented backgrounds into STEM education. Of particular note are efforts to reach out to local high school and middle school students, parents, and their teachers via the UC-Davis CSTEM center and the Sacramento Regional Science & Engineering Fair.\r\n\r\nMost individuals living with spinal cord injury (SCI) have neurogenic lower urinary tract dysfunction (NLUTD) and lack sensation and control of their bladder, which typically leads to scheduled catheterizations that are often not needed or are too late.  Thus, the goal of this project is to develop a non-invasive, patch-like device that can be worn by SCI patients to receive timely alerts for starting to look for a bathroom to perform catheterization. The Research Plan is organized under three aims:  The FIRST Aim is to leverage the principles of near infrared spectroscopy (NIRS)to build a device that utilizes an array of light-emitting diodes (LEDs) and photodetectors with fixed distances to infer information about spatial expansion of the bladder. The underlying physical principle exploited by the device is measurement of back scattered light at wavelengths for which water has an appropriate absorption coefficient, while other tissue chromophores are not highly absorptive (e.g., 975 nm).  The device will be designed to be worn discreetly on the lower abdomen in the pelvic area, to run on the battery for at least a full waking day, to be very flexible, to have an area about twice that of a credit card, and to be only a few millimeters thick.  The fundamental tradeoffs between system complexity and usefulness to patients will be investigated, e.g., the number of LEDs and photodetectors in the optical probe, the LED driving current and the battery size. Monte Carlo simulations of light propagation in bladder models will be used to estimate the quality of design candidates, and a cost function based on the number of LED/detectors and probe size will be developed.  The SECOND Aim is to build and train machine learning models for bladder fill state prediction.  Design tradeoffs among algorithm complexity, prediction accuracy, energy consumptions, and value proposition to SCI patients will be considered in determining what features and algorithms should be used.  Algorithms will first be investigated for their ability to output discrete outcomes, e.g., alert (bladder volume is high enough) or no alert (bladder volume is too low). If relatively simple algorithms such as logistic regression and linear support vector machine (SVM) do not achieve the desired level of accuracy using a reasonable number of features, more sophisticated nonlinear SVMs using kernel trick with different choices of kernels will be used.  Similarly, the possibility of regression methods that can predict the bladder volume from the collected features will be investigated. Algorithms will also be designed to automatically and adaptively determine the next time instance for measuring the diffuse optical signal and to incorporate the user's feedback to continuously improve the device's prediction accuracy.  The THIRD Aim is to evaluate the feasibility of the approach in both short and day-long studies in 25 healthy and 25 SCI human subjects. The evaluation plan includes collecting real patient/caregiver feedback on practical issues that users will face as the device is used and to collect sufficient amount of data for development of predictive models.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Soheil",
   "pi_last_name": "Ghiasi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Soheil Ghiasi",
   "pi_email_addr": "ghiasi@ucdavis.edu",
   "nsf_id": "000488422",
   "pi_start_date": "2020-02-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lifeng",
   "pi_last_name": "Lai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lifeng Lai",
   "pi_email_addr": "lflai@ucdavis.edu",
   "nsf_id": "000541215",
   "pi_start_date": "2020-02-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Kurzrock",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eric A Kurzrock",
   "pi_email_addr": "eakurzrock@ucdavis.edu",
   "nsf_id": "000746950",
   "pi_start_date": "2020-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1 Shields Ave, 2064 Kemper Hall",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 389926.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-279148e6-7fff-816d-e822-b1291fb22a54\"> </span></p>\n<p dir=\"ltr\"><span>Many individuals living with spinal cord injury are unable to sense their bladder fullness. Current recommendations typically involve catheterization to empty their bladders every 4 to 6 hours. A commonly reported problem is making the difficult trip to the bathroom (most SCI patients have limited mobility, and some depend upon caregivers to perform catheterization) and only finding a small amount of urine in the bladder, or not making it to the bathroom in time and leaking urine. This adds &ldquo;insult to injury&rdquo;. In reality, it is not time, but the bladder volume, that dictates the need for bladder emptying.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The long term vision of this research project is to replace the current time-triggered catheterization regimen with volume-triggered (demand-based) timely catheterization. The&nbsp; project supported research and development of a wearable biosensor that is envisioned to inform the users of their bladder fill state when needed. Several non-invasive and minimally-invasive sensing modalities, including bioimpedance spectroscopy, frequency-modulated continuous wave radars, and inductive coupling were investigated. For each sensing modalities, the design space was systematically explored, and an optimized prototype was built. Validations with ex-vivo bladder models demonstrated promising results, and supported the case for advancement of the work in the translational spectrum in the future. The project also supported development of a rich set of hands-on training modules that were integrated into three courses at the investigator team&rsquo;s institution, and as a result, several hundred of students received enhanced training in the foundational disciplinary subjects involved in the project, such as biosensing modalities, embedded system design, and machine learning.</span></p>\n<p dir=\"ltr\"><span><br /></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/19/2024<br>\nModified by: Soheil&nbsp;Ghiasi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nMany individuals living with spinal cord injury are unable to sense their bladder fullness. Current recommendations typically involve catheterization to empty their bladders every 4 to 6 hours. A commonly reported problem is making the difficult trip to the bathroom (most SCI patients have limited mobility, and some depend upon caregivers to perform catheterization) and only finding a small amount of urine in the bladder, or not making it to the bathroom in time and leaking urine. This adds insult to injury. In reality, it is not time, but the bladder volume, that dictates the need for bladder emptying.\n\n\nThe long term vision of this research project is to replace the current time-triggered catheterization regimen with volume-triggered (demand-based) timely catheterization. The project supported research and development of a wearable biosensor that is envisioned to inform the users of their bladder fill state when needed. Several non-invasive and minimally-invasive sensing modalities, including bioimpedance spectroscopy, frequency-modulated continuous wave radars, and inductive coupling were investigated. For each sensing modalities, the design space was systematically explored, and an optimized prototype was built. Validations with ex-vivo bladder models demonstrated promising results, and supported the case for advancement of the work in the translational spectrum in the future. The project also supported development of a rich set of hands-on training modules that were integrated into three courses at the investigator teams institution, and as a result, several hundred of students received enhanced training in the foundational disciplinary subjects involved in the project, such as biosensing modalities, embedded system design, and machine learning.\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 05/19/2024\n\n\t\t\t\t\tSubmitted by: SoheilGhiasi\n"
 }
}