{
 "awd_id": "1937674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/FDA SIR: Morphologically Complex Tissue-Mimicking Phantoms for Evaluating Tissue Scattering Artifacts in Photoacoustic Imaging",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abraham Joy",
 "awd_eff_date": "2019-12-01",
 "awd_exp_date": "2022-11-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2019-11-26",
 "awd_max_amd_letter_date": "2019-11-26",
 "awd_abstract_narration": "NON-TECHNICAL ABSTRACT:\r\nUltrasound is a powerful tool to image diseases including cancer, orthopedic disorders, and heart function. One limitation of ultrasound is that it suffers from low contrast (contrast is the difference in signal intensity between the region of interest and the background tissue). Therefore, there is a large body of research into a special kind of ultrasound known as photoacoustic imaging. Photoacoustic imaging uses light to generate sound only in the area of interest-this increases the contrast. Unfortunately, photoacoustic ultrasound is not yet approved for widespread use in people. This might be partially due to a lack of devices and methods to validate and standardize the novel imaging equipment needed for photoacoustic imaging. Therefore, this work will create specialized plastic objects with known optical and acoustic properties suitable for calibrating and standardizing photoacoustic imaging equipment. This proposal combines expertise from academia and the Food and Drug Administration to identify materials that have optical and acoustic properties similar to human tissue. We will create test objects and methods that will be useful to instrument manufacturers and physicians. The resulting test objects will improve knowledge of how to best create photoacoustic imaging instrumentation and might also streamline regulatory approval of this equipment. In turn, this will increase patient access to this important imaging technique to ultimately advance the national health and quality of life. \r\n\r\nTECHNICAL ABSTRACT:\r\nPhotoacoustic imaging provides deep tissue imaging similar to ultrasound but with enhanced optical contrast and additional functional and molecular imaging capabilities. However, no standardized performance test methods or phantoms exist for photoacoustic imaging system evaluation unlike mature techniques such as computed tomography. The fundamental limitation-and scientific problem to be studied here is a lack of materials to simultaneously simulate tissue properties over a broad range of optical wavelengths and acoustic frequencies. This leaves investigators, instrument manufacturers, and regulatory agencies without clear strategies to evaluate device safety and effectiveness. This project with the Food and Drug Administration (FDA) builds stable, biologically relevant imaging phantoms with well-characterized optical absorption/scattering coefficients, acoustic impedance, etc. that broadly simulate tissue over a wide range of optical wavelengths and acoustic frequencies. Objective 1 of this research develops phantoms with biologically relevant heterogeneous morphologies and light scattering artifacts during photoacoustic imaging. Phantom material optical and acoustic properties are rigorously characterized using spectrophotometry and acoustic pulse-transmission equipment available at FDA. The imaging phantoms contain multiple layers of background material with different optical and acoustic properties designed to mimic natural tissue (e.g. breast fat and glandular tissue or muscle and fat layers) as well as target inclusions. The inclusions have regular shapes (cylinders, spheres) of varying sizes as well as image-derived, tortuous vessel-mimicking structures. Objective 2 uses these phantoms to establish test methods that evaluate the impact of fluence artifacts on device performance in three different imaging systems. System image uniformity and out-of-plane sensitivity are evaluated during mechanical scanning of probes over realistic vessel-mimicking inclusions known to produce volumetric images. Sets of phantoms containing inclusions mimicking blood absorption at several oxygen saturation levels-but with different background optical properties and layer morphologies-serve in parametric studies of device performance in the face of spectral coloring artifacts. The measurement accuracy of our three photoacoustic imaging systems is quantified to determine device robustness using various fluence correction methods (diffusion theory, Monte Carlo simulations). The outcome is a well-validated tissue-mimicking phantom to support device developers and inform regulatory decision-making including use as a potential Food and Drug Administration Medical Device Development Tool.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jesse",
   "pi_last_name": "Jokerst",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Jesse V Jokerst",
   "pi_email_addr": "jjokerst@ucsd.edu",
   "nsf_id": "000699673",
   "pi_start_date": "2019-11-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Photoacoustic imaging is a special type of ultrasound but that offers more information about body function and the molecules present in the body. It is a &ldquo;light-in/sound-out&rdquo; technique unlike regular ultrasound which is \"sound-in/sound-out\" (echo). It is important to characterize photoacoustic imaging to make sure it is safe and effective. One way that people ensure imaging techniques are safe and effective is with materials that mimic human tissue, i.e., pieces of plastic called &ldquo;phantoms.&rdquo; Phantoms have value because they are cheaper and more controlled than using real humans for testing. However, no phantoms exist for photoacoustic imaging systems evaluation unlike mature techniques such as computed tomography. It is particularly difficult to make phantoms for photoacoustic imaging because the material must replicate both the optical and acoustic properties of human tissue. The lack of phantoms leaves investigators, instrument manufacturers, and regulatory agencies without clear strategies to evaluate photoacoustic device safety and effectiveness. This project with the Food and Drug Administration (FDA) built stable, biologically relevant imaging phantoms with well-characterized optical absorption/scattering coefficients, acoustic impedance, etc. that broadly simulate tissue over a wide range of optical wavelengths and acoustic frequencies. We first created materials with biologically relevant morphologies and light scattering features during photoacoustic imaging. Phantom material optical and acoustic properties were rigorously characterized using spectrophotometry and acoustic pulse-transmission experiments. The inclusions had regular shapes (cylinders, spheres) of varying sizes. System image uniformity and out-of-plane sensitivity were evaluated during mechanical scanning. Phantoms containing inclusions mimicking blood absorption at different oxygen saturation levels offered parametric studies of device performance in the face of spectral coloring artifacts. The measurement accuracy of three photoacoustic imaging systems was quantified to determine device robustness. The outcome is a well-validated tissue-mimicking phantom design to support device developers and inform regulatory decision-making including use as a potential Food and Drug Administration Medical Device Development Tool.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/12/2023<br>\n\t\t\t\t\tModified by: Jesse&nbsp;V&nbsp;Jokerst</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPhotoacoustic imaging is a special type of ultrasound but that offers more information about body function and the molecules present in the body. It is a \"light-in/sound-out\" technique unlike regular ultrasound which is \"sound-in/sound-out\" (echo). It is important to characterize photoacoustic imaging to make sure it is safe and effective. One way that people ensure imaging techniques are safe and effective is with materials that mimic human tissue, i.e., pieces of plastic called \"phantoms.\" Phantoms have value because they are cheaper and more controlled than using real humans for testing. However, no phantoms exist for photoacoustic imaging systems evaluation unlike mature techniques such as computed tomography. It is particularly difficult to make phantoms for photoacoustic imaging because the material must replicate both the optical and acoustic properties of human tissue. The lack of phantoms leaves investigators, instrument manufacturers, and regulatory agencies without clear strategies to evaluate photoacoustic device safety and effectiveness. This project with the Food and Drug Administration (FDA) built stable, biologically relevant imaging phantoms with well-characterized optical absorption/scattering coefficients, acoustic impedance, etc. that broadly simulate tissue over a wide range of optical wavelengths and acoustic frequencies. We first created materials with biologically relevant morphologies and light scattering features during photoacoustic imaging. Phantom material optical and acoustic properties were rigorously characterized using spectrophotometry and acoustic pulse-transmission experiments. The inclusions had regular shapes (cylinders, spheres) of varying sizes. System image uniformity and out-of-plane sensitivity were evaluated during mechanical scanning. Phantoms containing inclusions mimicking blood absorption at different oxygen saturation levels offered parametric studies of device performance in the face of spectral coloring artifacts. The measurement accuracy of three photoacoustic imaging systems was quantified to determine device robustness. The outcome is a well-validated tissue-mimicking phantom design to support device developers and inform regulatory decision-making including use as a potential Food and Drug Administration Medical Device Development Tool.\n\n\t\t\t\t\tLast Modified: 02/12/2023\n\n\t\t\t\t\tSubmitted by: Jesse V Jokerst"
 }
}