{
 "awd_id": "1938323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Illuminating dark web electronic commerce",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2019-12-01",
 "awd_exp_date": "2022-11-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2019-11-22",
 "awd_max_amd_letter_date": "2021-10-20",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project will be to combat online trade in counterfeit and illicit goods. The project will integrate the results of a decade of academic research on anonymous online (\"dark net\") marketplaces and modeling of counterfeit pharmaceutical online sales with novel monitoring solutions for traditional e-commerce marketplaces. It will allow for the development and validation through pilot customer tests of an integrated platform for automated continuous data collection and analysis of the major players in the counterfeit and illicit goods online business. Through automation, the proposed technology should considerably reduce costs to brand protection managers (and law enforcement), allowing them to use their limited resources more effectively. This work should also help address some pressing economic and public health issues linked to the proliferation of counterfeits, such as counterfeit drugs.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will demonstrate automation of many manual online counterfeiting monitoring activities. The project will also show that intuitive visual interfaces can help customers (law enforcement agencies, brand protection managers) have immediate access to higher-level objects more useful for investigative purposes. These higher-level objects include metrics on the amount of sales conducted by a specific entity, deduplication between vendors, or inventory clustering. To do so, the project will further develop automated classification and analysis using techniques that were prototyped in the research lab, scale these techniques up to a production environment to further minimize human intervention, and combine these techniques with novel algorithms developed for slightly different application cases (traditional e-commerce marketplaces).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Thomas",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy M Thomas",
   "pi_email_addr": "jeremy.thomas@hikari.io",
   "nsf_id": "000803513",
   "pi_start_date": "2019-11-22",
   "pi_end_date": "2020-05-26"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hamrick",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "James T Hamrick",
   "pi_email_addr": "jhamrick@hikari.io",
   "nsf_id": "000826225",
   "pi_start_date": "2020-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "HIKARI LABS, INC.",
  "inst_street_address": "4620 HENRY ST",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4124378357",
  "inst_zip_code": "152133715",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "HIKARI LABS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "C23QENTRZCT4"
 },
 "perf_inst": {
  "perf_inst_name": "HIKARI LABS, INC.",
  "perf_str_addr": "4620 Henry St",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133715",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Counterfeit goods yearly drain $500 billion to $1 trillion from the global economy. A number of these counterfeits are being sold online, on so-called &ldquo;dark web marketplaces,&rdquo; along with other illicit products such as narcotics or digital goods, the latter ranging from pilfered customer information to cash-out services. While small in the overall counterfeit and illicit ecosystem, these marketplaces gross in excess of several hundreds of millions of dollars per year. Furthermore, secondary monetary damages to the victims, and to society at large, are far higher.</p>\n<p>This project proposed to develop, and offer as a software-as-a-service (SaaS) a platform to help combat sales of illicit and counterfeit products online. Specifically, the aim of our platform was to not only automatically collect dark web market and illicit shop data, but also automatically extract actionable intelligence from this data.</p>\n<p>Three intellectual motivations justified our approach. First, many potential customers face fundamental difficulties in accessing dark web data in the first place. Simply &ldquo;getting on&rdquo; the dark web to observe activity may prove difficult due to the modest amount of technological expertise required, and may not even be allowed by the security policies of their organization in the first place, as we have learned through our customer discovery.</p>\n<p><br />Second, even with the required expertise, collecting dark web market data is itself challenging, primarily because dark web market operators do not want to be monitored or tracked, and are taking numerous evasive measures to attempt to defeat collection. These challenges require considerable engineering and scientific research to be overcome.</p>\n<p>Third, and most importantly, it is not even clear what one can do once dark web data are collected. Since 2011, we have observed more than 76,000 dark web marketplace vendors. Manually investigating all of those would be prohibitively time- and resource-consuming for an interested party (law-enforcement officer, brand protection manager, legal counsel attempting to determine if a data breach is being exploited for profit, ...). However, we discovered that most economic activity is concentrated among the most successful vendors: While the vast majority of vendors turn little or no profit at all from their activity, the top 1% of vendors has amassed millions of dollars in profits.</p>\n<p>Our customer discovery exercises confirmed that the ability to quickly distinguish successful vendors from inactive ones is critical for analysts who eventually have limited investigative resources. Along the same lines, customer interviews also emphasized that the ability to link a priori different vendors to the same entity over time is equally important. In other cases, the ability to quickly and systematically determine whether a specific item is for sale (even if there are no customers) might be crucial.</p>\n<p>The main concrete outcome of our phase I project is working prototype of this platform. A back-end is in charge of collecting, processing, and analyzing data. A front-end provides both a graphical, web-based user interface to our data and analyses, as well as API access for customers interested in automating interactions between our data and their own processes.</p>\n<p>Our prototype is now in use by a set of early, paying customers. In terms of broader impacts, data and analyses provided by our platform have notably been featured in the United Nations Office of Drugs and Crime (UNODC) &ldquo;World Drug Report,&rdquo; in briefs produced by the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA), in academic papers, and in newspaper articles, going far beyond the realm of science and technology in which this research project inscribed itself.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/25/2022<br>\n\t\t\t\t\tModified by: James&nbsp;T&nbsp;Hamrick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCounterfeit goods yearly drain $500 billion to $1 trillion from the global economy. A number of these counterfeits are being sold online, on so-called \"dark web marketplaces,\" along with other illicit products such as narcotics or digital goods, the latter ranging from pilfered customer information to cash-out services. While small in the overall counterfeit and illicit ecosystem, these marketplaces gross in excess of several hundreds of millions of dollars per year. Furthermore, secondary monetary damages to the victims, and to society at large, are far higher.\n\nThis project proposed to develop, and offer as a software-as-a-service (SaaS) a platform to help combat sales of illicit and counterfeit products online. Specifically, the aim of our platform was to not only automatically collect dark web market and illicit shop data, but also automatically extract actionable intelligence from this data.\n\nThree intellectual motivations justified our approach. First, many potential customers face fundamental difficulties in accessing dark web data in the first place. Simply \"getting on\" the dark web to observe activity may prove difficult due to the modest amount of technological expertise required, and may not even be allowed by the security policies of their organization in the first place, as we have learned through our customer discovery.\n\n\nSecond, even with the required expertise, collecting dark web market data is itself challenging, primarily because dark web market operators do not want to be monitored or tracked, and are taking numerous evasive measures to attempt to defeat collection. These challenges require considerable engineering and scientific research to be overcome.\n\nThird, and most importantly, it is not even clear what one can do once dark web data are collected. Since 2011, we have observed more than 76,000 dark web marketplace vendors. Manually investigating all of those would be prohibitively time- and resource-consuming for an interested party (law-enforcement officer, brand protection manager, legal counsel attempting to determine if a data breach is being exploited for profit, ...). However, we discovered that most economic activity is concentrated among the most successful vendors: While the vast majority of vendors turn little or no profit at all from their activity, the top 1% of vendors has amassed millions of dollars in profits.\n\nOur customer discovery exercises confirmed that the ability to quickly distinguish successful vendors from inactive ones is critical for analysts who eventually have limited investigative resources. Along the same lines, customer interviews also emphasized that the ability to link a priori different vendors to the same entity over time is equally important. In other cases, the ability to quickly and systematically determine whether a specific item is for sale (even if there are no customers) might be crucial.\n\nThe main concrete outcome of our phase I project is working prototype of this platform. A back-end is in charge of collecting, processing, and analyzing data. A front-end provides both a graphical, web-based user interface to our data and analyses, as well as API access for customers interested in automating interactions between our data and their own processes.\n\nOur prototype is now in use by a set of early, paying customers. In terms of broader impacts, data and analyses provided by our platform have notably been featured in the United Nations Office of Drugs and Crime (UNODC) \"World Drug Report,\" in briefs produced by the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA), in academic papers, and in newspaper articles, going far beyond the realm of science and technology in which this research project inscribed itself.\n\n\t\t\t\t\tLast Modified: 06/25/2022\n\n\t\t\t\t\tSubmitted by: James T Hamrick"
 }
}