{
 "awd_id": "1938820",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The physical and chemical dynamics of groundwater flow across the land-sea interface in Arctic lagoon ecosystems",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922671",
 "po_email": "pvlahos@nsf.gov",
 "po_sign_block_name": "Penny Vlahos",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 794976.0,
 "awd_amount": 794976.0,
 "awd_min_amd_letter_date": "2020-02-21",
 "awd_max_amd_letter_date": "2020-02-21",
 "awd_abstract_narration": "Coastal areas in the Arctic are changing rapidly, with increases in river flow, coastal erosion, and permafrost thaw, and as underground ice melts, thin, shallow aquifers develop. At the same time, the amount, organic and inorganic nutrient content, and pathways of coastal groundwater have been understudied and remain poorly understood in the Arctic. This study will combine field measurements and numerical modeling to characterize groundwater flow to Beaufort Sea lagoons and how it changes across seasons and years. The project will train undergraduate and graduate students, disseminate the knowledge gained to communities close to the study area and near the investigators’ institutions, including K-12 students and local agencies involved in managing the Arctic coast, create and broadcast content for public education, and provide data and tools to help understand fundamental processes in the Arctic.  \r\n\r\nThis project will provide fundamental new knowledge regarding groundwater flow and biogeochemical processes in lagoon systems along the Alaskan Beaufort Sea coast. The primary research objectives are: 1) to determine the mechanisms and pathways for groundwater flow across the land-lagoon interface and how these mechanisms and pathways evolve seasonally; and 2) to understand seasonally-varying fluxes, sources, and lability of groundwater-derived dissolved organic matter and inorganic nutrients delivered to lagoons along the eastern Alaskan Beaufort Sea coast. A suite of methods will include isotopic, biogeochemical, hydrologic, and geophysical field measurements of groundwater flow and solute transport across the land-lagoon interface during spring ice-break-up, later summer open water season, and until winter freeze up. The investigators will interpret the observations and develop physical insight using computation flow and transport modeling.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meinhard",
   "pi_last_name": "Cardenas",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Meinhard B Cardenas",
   "pi_email_addr": "cardenas@jsg.utexas.edu",
   "nsf_id": "000403441",
   "pi_start_date": "2020-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McClelland",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W McClelland",
   "pi_email_addr": "jmcclelland@mbl.edu",
   "nsf_id": "000427479",
   "pi_start_date": "2020-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121722",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 794976.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this project is to develop mechanistic understanding of coupled seasonal hydrologic and chemical processes in coastal sediment and aquifers above permafrost. We evaluated two main ideas:</p>\r\n<p>(1)&nbsp; The dominant mechanisms and pathways for supra-permafrost groundwater flow across the land-lagoon and benthic sediment-lagoon interfaces, or &lsquo;submarine groundwater discharge&rsquo; (SGD), change seasonally through lagoon ice break-up, the open-water and maximum thaw period, and through freeze-up and over-wintering. And,</p>\r\n<p>(2)&nbsp; As the groundwater flow regimes change seasonally, so do the quantity and quality of organic matter and inorganic nutrients delivered to the lagoons by groundwater.</p>\r\n<p>The study quantified terrestrial and marine groundwater fluxes and investigated the underlying flow and transport processes needed to understand how the mechanisms, quantities, and chemical characteristics of groundwater inputs to Arctic coastal lagoons varied seasonally. This study involved field work during spring (lagoon ice break-up and shallow active layer on land), late summer (lagoon open water and deep active layer), and fall (freeze-up), and included computational flow and transport modeling informed by extensive observations. Machine learning was employed to develop further predictive insight.</p>\r\n<p>Our team, which included a total of 3 PIs, 1 postdoctoral fellow, 1 technician, and 7 graduate students (UT Austin &ndash; 4 PhDs and 1 MS; Woods Hole Oceanographic Institution &ndash; 1 PhD and 1 MS), conducted field work at Simpson Lagoon near Deadhorse/Prudhoe Bay, Alaska four times (August 2021, and June, July, and September 2022). The team employed geophysical techniques, conventional hydrogeologic characterization, measured natural radiogenic isotope tracers onshore and offshore, and conducted computational groundwater flow and transport models. Dissolved organic matter (DOM) and inorganic nutrient concentrations, DOM compositional indictors, and DOM lability, and trace metal concentrations were measured in groundwater, coastal water, and river water collected during different seasons.&nbsp; The geochemical data were used in combination with the water discharge estimates to calculate fluxes of DOM, metals including mercury, and nutrients.</p>\r\n<p>The intellectual impact of the project includes the following discoveries:</p>\r\n<p>(1) Hydrologic measurements and radiogenic tracers indicate high rates of SGD.</p>\r\n<p>(2) Using a Ra mass balance model, we found that the SGD water flux was substantial and dependent on environmental conditions. No measurable SGD was detected during the spring sampling period (June 2022), when the lagoon was partially ice-covered. During ice-free periods, the main driver of SGD is wind-driven lagoon water level changes, not tides, which control surface water recirculation through sediments along the lagoon boundary.</p>\r\n<p>(3) Groundwater contained an order of magnitude more dissolved organic carbon (DOC) than rivers, with average concentrations increasing from break-up to freeze-up. Groundwater contained three times or more biodegradable DOC (BDOC) than rivers. Groundwater DOM is highly aromatic yet biodegradable and thus may be an important energy source to Arctic coastal waters in summer when river inputs are low.</p>\r\n<p>(4) A multi-year seasonal study of total (THg) and methyl mercury (MeHg) inputs to Simpson lagoon showed that SGD inputs of THg during spring are negligible, while during summer and autumn they are no greater than inputs from rivers. However, SGD inputs of MeHg far exceed riverine and other inputs to the lagoon during ice-free periods in summer and in autumn, indicating that groundwater could be the dominant source of Hg bioaccumulation into the coastal food web and for the people who rely on marine fish and mammals for sustenance.</p>\r\n<p>(5) Through integration of observations and process-based models, we found that regardless of ice-bonded permafrost depth at the shore, summer SGD flow dynamics along portions of the Beaufort Sea coast of Alaska are similar to those in lower latitudes. Calculated summer FSGD fluxes in the Arctic are generally higher relative to low latitudes. The FSGD organic carbon and nitrogen fluxes are likely larger than summer riverine input. The FSGD also has very high CO<sub>2 </sub>making it a potentially significant source of inorganic carbon.</p>\r\n<p>The results have been published in 3 peer-reviewed journals. 3 more manuscripts are under-review, and 3 more are being written up or revised.</p>\r\n<p>The broader impacts include:</p>\r\n<p>(1) Transfer of knowledge through conference presentations (at least 20).</p>\r\n<p>(2) Training of graduate students and postdoctoral fellows. All graduate students directly supported by the project have graduated, and this includes 2 PhD students and an MS student at UT Austin and 1 PhD student and an MS student at WHOI.</p>\r\n<p>This project showed that SGD happens in the Arctic at rates and through processes that are not too different to lower-latitude regions. It is the first project to show this through integration of direct observations and less direct observations via tracers. It also quantified the fluxes of both organic and inorganic compounds, both of which are important for the ecology and water quality of the coastal waters. This knowledge provides important baseline knowledge as the Arctic coastal areas undergo profound changes with global warming.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/01/2025<br>\nModified by: Meinhard&nbsp;B&nbsp;Cardenas</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overall goal of this project is to develop mechanistic understanding of coupled seasonal hydrologic and chemical processes in coastal sediment and aquifers above permafrost. We evaluated two main ideas:\r\n\n\n(1) The dominant mechanisms and pathways for supra-permafrost groundwater flow across the land-lagoon and benthic sediment-lagoon interfaces, or submarine groundwater discharge (SGD), change seasonally through lagoon ice break-up, the open-water and maximum thaw period, and through freeze-up and over-wintering. And,\r\n\n\n(2) As the groundwater flow regimes change seasonally, so do the quantity and quality of organic matter and inorganic nutrients delivered to the lagoons by groundwater.\r\n\n\nThe study quantified terrestrial and marine groundwater fluxes and investigated the underlying flow and transport processes needed to understand how the mechanisms, quantities, and chemical characteristics of groundwater inputs to Arctic coastal lagoons varied seasonally. This study involved field work during spring (lagoon ice break-up and shallow active layer on land), late summer (lagoon open water and deep active layer), and fall (freeze-up), and included computational flow and transport modeling informed by extensive observations. Machine learning was employed to develop further predictive insight.\r\n\n\nOur team, which included a total of 3 PIs, 1 postdoctoral fellow, 1 technician, and 7 graduate students (UT Austin  4 PhDs and 1 MS; Woods Hole Oceanographic Institution  1 PhD and 1 MS), conducted field work at Simpson Lagoon near Deadhorse/Prudhoe Bay, Alaska four times (August 2021, and June, July, and September 2022). The team employed geophysical techniques, conventional hydrogeologic characterization, measured natural radiogenic isotope tracers onshore and offshore, and conducted computational groundwater flow and transport models. Dissolved organic matter (DOM) and inorganic nutrient concentrations, DOM compositional indictors, and DOM lability, and trace metal concentrations were measured in groundwater, coastal water, and river water collected during different seasons. The geochemical data were used in combination with the water discharge estimates to calculate fluxes of DOM, metals including mercury, and nutrients.\r\n\n\nThe intellectual impact of the project includes the following discoveries:\r\n\n\n(1) Hydrologic measurements and radiogenic tracers indicate high rates of SGD.\r\n\n\n(2) Using a Ra mass balance model, we found that the SGD water flux was substantial and dependent on environmental conditions. No measurable SGD was detected during the spring sampling period (June 2022), when the lagoon was partially ice-covered. During ice-free periods, the main driver of SGD is wind-driven lagoon water level changes, not tides, which control surface water recirculation through sediments along the lagoon boundary.\r\n\n\n(3) Groundwater contained an order of magnitude more dissolved organic carbon (DOC) than rivers, with average concentrations increasing from break-up to freeze-up. Groundwater contained three times or more biodegradable DOC (BDOC) than rivers. Groundwater DOM is highly aromatic yet biodegradable and thus may be an important energy source to Arctic coastal waters in summer when river inputs are low.\r\n\n\n(4) A multi-year seasonal study of total (THg) and methyl mercury (MeHg) inputs to Simpson lagoon showed that SGD inputs of THg during spring are negligible, while during summer and autumn they are no greater than inputs from rivers. However, SGD inputs of MeHg far exceed riverine and other inputs to the lagoon during ice-free periods in summer and in autumn, indicating that groundwater could be the dominant source of Hg bioaccumulation into the coastal food web and for the people who rely on marine fish and mammals for sustenance.\r\n\n\n(5) Through integration of observations and process-based models, we found that regardless of ice-bonded permafrost depth at the shore, summer SGD flow dynamics along portions of the Beaufort Sea coast of Alaska are similar to those in lower latitudes. Calculated summer FSGD fluxes in the Arctic are generally higher relative to low latitudes. The FSGD organic carbon and nitrogen fluxes are likely larger than summer riverine input. The FSGD also has very high CO2 making it a potentially significant source of inorganic carbon.\r\n\n\nThe results have been published in 3 peer-reviewed journals. 3 more manuscripts are under-review, and 3 more are being written up or revised.\r\n\n\nThe broader impacts include:\r\n\n\n(1) Transfer of knowledge through conference presentations (at least 20).\r\n\n\n(2) Training of graduate students and postdoctoral fellows. All graduate students directly supported by the project have graduated, and this includes 2 PhD students and an MS student at UT Austin and 1 PhD student and an MS student at WHOI.\r\n\n\nThis project showed that SGD happens in the Arctic at rates and through processes that are not too different to lower-latitude regions. It is the first project to show this through integration of direct observations and less direct observations via tracers. It also quantified the fluxes of both organic and inorganic compounds, both of which are important for the ecology and water quality of the coastal waters. This knowledge provides important baseline knowledge as the Arctic coastal areas undergo profound changes with global warming.\r\n\n\n\t\t\t\t\tLast Modified: 03/01/2025\n\n\t\t\t\t\tSubmitted by: MeinhardBCardenas\n"
 }
}