{
 "awd_id": "1939814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/MCB-BSF: TWIST1 post-translational modification crosstalk in EMT",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 759956.0,
 "awd_amount": 759956.0,
 "awd_min_amd_letter_date": "2020-01-27",
 "awd_max_amd_letter_date": "2020-01-27",
 "awd_abstract_narration": "The ability of subsets of cells to form new cells with different characteristics is fundamental to biological processes such as embryonic development, tissue regeneration, and wound healing and depends on changes in the expression of a cell’s genes. Gene expression is guided by proteins called transcription factors. The transcription factor TWIST is important for the formation of different cell types by helping induce changes that cause epithelial cells to become mesenchymal cells during the epithelial to mesenchymal transition (EMT). Although EMT is required for proper organ development, EMT also endows cells with potentially detrimental migration and invasion properties, and thus must be tightly regulated. This project will provide a better understanding of how EMT is controlled by defining specific mechanisms that change the molecular structure and activity of TWIST by using a novel platform to rapidly identify proteins that recognize these changes in molecular structure. Overall, the project will also provide an ideal opportunity for the training of graduate students and postdoctoral scientists in molecular biology and proteomics, as well as introducing elementary, high school, and undergraduate students, particularly those in underrepresented minority groups, to basic science research and advanced technology. In addition, this project will provide science, technology, engineering, and math (STEM) opportunities in a rural area with few options for students with STEM interests through established educational and community outreach programs. \r\n\r\nInformation is relayed from the cell surface into the nucleus through the process of signal transduction. Signal transduction is driven by protein interactions that are controlled by posttranslational modifications (PTM). Typically, a specific protein domain on one protein recognizes or “reads” the PTM signal present on its interacting partners. This project will address fundamental questions regarding the crosstalk between PTMs in the regulation of transcriptional programs that govern EMT. A recently discovered regulatory node on the transcription factor TWIST1 potentially harbors a combinatorial code consisting of three distinct PTMs that occur within six amino acid residues of each other. The code is established through lysine and arginine methylation by SETD6 and PRMT1, respectively, and lysine ubiquitinylation by RNF8. The project seeks to define the molecular crosstalk among these enzymes, and how they function to promote EMT through TWIST1. An important part of dissecting the molecular mechanism of signaling through this methyl/ubiquitin node on TWIST1 is a novel protein domain microarray platform that will be used to rapidly identify protein-protein interactions dependent upon specific PTMs and combinations of PTMs. This platform will help answer fundamental questions including: 1) which protein domains bind each of these different PTMs in the TWIST1 methyl/ubiquitin regulatory node; and 2) whether specific combinations of these PTMs block or facilitate protein interactions? This study will provide not only a basic mechanistic understanding of how the distinct PTMs on TWIST regulate each other, and how they regulate interactions with other proteins, in the context of EMT, but also a broader perspective on how PTMs might regulate protein-protein interactions in general. \r\n\r\nThis collaborative US/Israel project is supported by the US National Science Foundation and the Israeli Binational Science Foundation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Bedford",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Mark T Bedford",
   "pi_email_addr": "mtbedford@mdanderson.org",
   "nsf_id": "000099455",
   "pi_start_date": "2020-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas, M.D. Anderson Cancer Center",
  "inst_street_address": "1515 HOLCOMBE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137923220",
  "inst_zip_code": "770304009",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "THE UNIVERISTY OF TEXAS M.D. ANDERSON CANCER CENTER",
  "org_prnt_uei_num": "S3GMKS8ELA16",
  "org_uei_num": "S3GMKS8ELA16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas, M.D. Anderson Cancer Center",
  "perf_str_addr": "1808 Park Road 1C",
  "perf_city_name": "Smithville",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "789575801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "TX27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 759956.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The protein named Twist1 is a transcription factor, which means that it controls the production of certain RNAs and, consequently, also the levels of the protein produced from these RNAs. It is best known for its ability to prevent the production of a protein called E-cadherin. When E-cadherin production is prevented (by Twist1) it allows cells changes their shape and behavior. Specifically, cells that are usually stuck together become mobile and independent, which is a hallmark of metastasis. This is a process called epithelial to mesenchymal transition (EMT). Thus, the transcriptional repressor function of Twist1 plays a central role in allowing cancer cells to become mobile and spread.</p>\r\n<p>There is a lot of interest in developing ways to stop the actions of Twist1, because this would prevent cancers from spreading to other parts of the body (although it would not prevent the original cancer from growing bigger). To block the actions of Twist1 we need to know exactly how it works, and this has been the objective of this study. Twist1 does not work alone but needs to recruit other proteins to help it execute its function in the cell. These interacting proteins are often recruited when needed, and the signals for this recruitment are called &ldquo;posttranslational modifications&rdquo; (or PTMs).&nbsp; There is a small 10 amino acid patch on Twist1 that can carry three different PTMs &ndash; arginine methylation, lysine methylation and lysine ubiquitination. We are interested in understanding how these PTMs are deposited and what, if any, protein-protein interactions are regulated by this patch.</p>\r\n<p>We have worked on developing antibodies to detects the PTMs on Twist1 and on the enzymes the deposit the PTMs. This work has culminated in two published reports. In the first publication we reported the development of methylarginine specific antibodies that recognize methylated glycine/arginine-rich (GAR) sequences, including the sequence found in Twist. In the second publication we worked closely with Dan Levy, our collaborator on this project, to show that lysine methylation of Twist1 can reduce the production of an RNA called LINC-PINT to promote EMT.</p>\r\n<p>We have also used a protein microarray platform to screen for and identify proteins that can bind to this patch. By doing so, we identified a protein call CDYL1b that is a strong TWIST1 binding protein. In a version of the Twist1 protein that does not contain the 10 amino acid patch, CDYL1b is unable to interact with it. Thus, the CDYL1b binding site is a small region of Twist1 that can be highly modified by PTMs, and these modifications likely regulate this binding. Importantly, CDYL1b also functions as a transcriptional repressor. It has an enzyme activity that reduces crotonylation marks, which are active marks in transcription. Thus, CDYL1b likely assist Twist1 in its role of preventing the production of E-cadherin in cancer cells that are prone to migration and metastasis.</p>\r\n<p>The long-term outcomes of these discoveries of how Twist1 works are related to finding way to blocking its function and preventing EMT and cancer cells to become mobile and spread. Twist1 is a therapeutic target for the prevention of metastases. However, as a transcription factor, without any enzymatic activity of its own, there is no obvious way of blocking its function. From our work, we now know that methylation of Twist by SETD6 promotes EMT and that Twist1 also binds strongly to CDYL1b to likely help promote EMT. Both SETD6 and CDYL1b are enzymes that can be targeted by small molecules to possibly reduce cancer metastases.</p><br>\n<p>\n Last Modified: 11/27/2024<br>\nModified by: Mark&nbsp;T&nbsp;Bedford</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe protein named Twist1 is a transcription factor, which means that it controls the production of certain RNAs and, consequently, also the levels of the protein produced from these RNAs. It is best known for its ability to prevent the production of a protein called E-cadherin. When E-cadherin production is prevented (by Twist1) it allows cells changes their shape and behavior. Specifically, cells that are usually stuck together become mobile and independent, which is a hallmark of metastasis. This is a process called epithelial to mesenchymal transition (EMT). Thus, the transcriptional repressor function of Twist1 plays a central role in allowing cancer cells to become mobile and spread.\r\n\n\nThere is a lot of interest in developing ways to stop the actions of Twist1, because this would prevent cancers from spreading to other parts of the body (although it would not prevent the original cancer from growing bigger). To block the actions of Twist1 we need to know exactly how it works, and this has been the objective of this study. Twist1 does not work alone but needs to recruit other proteins to help it execute its function in the cell. These interacting proteins are often recruited when needed, and the signals for this recruitment are called posttranslational modifications (or PTMs). There is a small 10 amino acid patch on Twist1 that can carry three different PTMs  arginine methylation, lysine methylation and lysine ubiquitination. We are interested in understanding how these PTMs are deposited and what, if any, protein-protein interactions are regulated by this patch.\r\n\n\nWe have worked on developing antibodies to detects the PTMs on Twist1 and on the enzymes the deposit the PTMs. This work has culminated in two published reports. In the first publication we reported the development of methylarginine specific antibodies that recognize methylated glycine/arginine-rich (GAR) sequences, including the sequence found in Twist. In the second publication we worked closely with Dan Levy, our collaborator on this project, to show that lysine methylation of Twist1 can reduce the production of an RNA called LINC-PINT to promote EMT.\r\n\n\nWe have also used a protein microarray platform to screen for and identify proteins that can bind to this patch. By doing so, we identified a protein call CDYL1b that is a strong TWIST1 binding protein. In a version of the Twist1 protein that does not contain the 10 amino acid patch, CDYL1b is unable to interact with it. Thus, the CDYL1b binding site is a small region of Twist1 that can be highly modified by PTMs, and these modifications likely regulate this binding. Importantly, CDYL1b also functions as a transcriptional repressor. It has an enzyme activity that reduces crotonylation marks, which are active marks in transcription. Thus, CDYL1b likely assist Twist1 in its role of preventing the production of E-cadherin in cancer cells that are prone to migration and metastasis.\r\n\n\nThe long-term outcomes of these discoveries of how Twist1 works are related to finding way to blocking its function and preventing EMT and cancer cells to become mobile and spread. Twist1 is a therapeutic target for the prevention of metastases. However, as a transcription factor, without any enzymatic activity of its own, there is no obvious way of blocking its function. From our work, we now know that methylation of Twist by SETD6 promotes EMT and that Twist1 also binds strongly to CDYL1b to likely help promote EMT. Both SETD6 and CDYL1b are enzymes that can be targeted by small molecules to possibly reduce cancer metastases.\t\t\t\t\tLast Modified: 11/27/2024\n\n\t\t\t\t\tSubmitted by: MarkTBedford\n"
 }
}