{
 "awd_id": "1939528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Density Functional Theory of Electronic Structure",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2020-04-15",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2020-03-16",
 "awd_max_amd_letter_date": "2020-03-16",
 "awd_abstract_narration": "NONTECHNICAL SUMMARY\r\nThe Division of Materials Research and the Division of Chemistry contribute funds to this award that supports theoretical research, computation, and education to develop more accurate computer modeling of molecules, chemicals, and materials. To do this, the PI will focus on the “glue” that binds one atom to another to form molecules and materials: the exchange-correlation energy. In this research, the PI will develop even more accurate approximations for this “glue” that still permit efficient simulation on computers.\r\nKohn-Sham density functional theory is widely used in physics, chemistry, and materials science to predict what atoms, molecules, and materials can exist and with what properties. Starting from the first principles of quantum mechanics, this theory constructs the ground-state energy and electron density of a many-electron system from an auxiliary system of non-interacting electrons including the contribution from the \"glue\", facilitating practical computation. The exact exchange-correlation energy must be approximated. Widely predictive approximations should themselves be based upon first principles, and be accurate enough to predict the small energy differences between competing states in complex materials and systems. The strategy of this project is to achieve more accurate but computable general-purpose approximations by incorporating more of the mathematical properties of the exact universal density functional for the exchange-correlation energy, i.e., by satisfying more exact constraints, by fitting to more appropriate systems in which the approximation can be either exact or highly accurate, and by carefully testing and validating the new approximations over a wide range of systems. \r\nLong-term practical benefits to society could include new medicines, chemicals, materials or devices. This research program educates graduate students and more advanced researchers as developers, validators, and users of density functional and electronic structure theory. It will furthermore engage undergraduates and high-school students in the excitement of scientific discovery. The PI will also work with TUteach students and administrators along with other interested individuals in Temple Physics, to organize an annual High School Physics Day at Temple which would be focused on invited high school physics teachers.\r\n\r\nTECHNICAL SUMMARY\r\nThe Division of Materials Research and the Division of Chemistry contribute funds to this award that supports theoretical research, computation, and education to develop more accurate and predictive density functionals for the exchange-correlation energy, while retaining the advantage of relative computational efficiency. These functionals will be designed to satisfy the known exact constraints on the exact functional. \r\nA smoother and more perfected version of the SCAN (strongly constrained and appropriately normed) meta-generalized gradient approximation will be developed, using as appropriate norms not only the uniform electron gas but also many real atoms. Also, the PI aims to continue developing a generalized Perdew-Zunger self-interaction correction to the improved SCAN that should be exact for all one-electron densities without losing accuracy for many-electron densities.   These advanced functionals will be tested on the many systems for which SCAN has succeeded, including liquid water, structural energy differences in solids, artificial molecules, and the high-temperature superconducting materials, and on the few for which it is known to fail, such as some bulk transition metals and alloys, as well as on additional complex or strongly-correlated systems. \r\nImprovements to long-range van der Waals corrections, and a self-interaction correction to the random phase approximation, will also be made and validated. Understanding what makes a functional predictive should guide the burgeoning effort to develop density functional approximations by machine learning. \r\nThe intellectual merit of the proposal is that many known mathematical properties of the exact functional should make the resulting approximate functionals widely and accurately predictive, at reasonable computational cost, and thus make them useful for many applications, not only for the simpler molecules and materials for which density functionals are already reliable, but also for the more complex or strongly-correlated ones. In particular improved functionals are critically needed for high-throughput searches for new materials with desired properties. The small energy differences between different states can make a complex material easy to switch under human control from one state and functionality to another.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Perdew",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Perdew",
   "pi_email_addr": "perdew@tulane.edu",
   "nsf_id": "000235410",
   "pi_start_date": "2020-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple Univ",
  "perf_str_addr": "Dept of Phys, Temple University",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191221801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 307424.0
  }
 ],
 "por": null
}