{
 "awd_id": "1939164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "I/UCRC Phase II:  Collaborative Research: Center for Pharmaceutical Development (CPD)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 115507.0,
 "awd_amount": 115507.0,
 "awd_min_amd_letter_date": "2019-11-22",
 "awd_max_amd_letter_date": "2019-11-22",
 "awd_abstract_narration": "Despite significant advances in the pharmaceutical industry over the last 50 to 100 years, there are still many problems with the drug supply, including drug shortages, drug manufacturing failures, drug recalls due to manufacturing issues, and problems with formulating and manufacturing new drugs that don?t dissolve or aren?t stable over time. The Center for Pharmaceutical Development focuses on increasing the safety and lowering the cost of drugs through research into the formulation and manufacturing of both innovator and generic drugs.  The research interests of the center are threefold.  First, the center is developing new biological catalysts that are used to synthesize drugs in a way that is more efficient and safer for the environment.  Second, the center is improving analysis methods for determining what happens to the drug during the manufacturing process, and how that might lead to product failure.  Finally, the center is focused on large-molecule drugs such as proteins and antibodies, which are emerging as potent new therapies.  The societal benefit of this research would ultimately be cheaper and safer drugs for the patient.\r\n\r\nDespite huge progress in pharma over the last 50 to 100 years, there are still a lot of unmet needs which cause shortened lifespans and unnecessary suffering by patients. However, the development of novel drugs takes a lot of time (commonly more than 10 years) and money (commonly more than $1-2 billion).  After discovery, the late-stage development begins, with clinical trials, manufacturing studies, especially process development and scale-up, and also with the development of the active ingredient into a drug product, such as a tablet, or an injectable.  Development into a drug product requires solutions for formulation and drug delivery.  The Center for Pharmaceutical Development (CPD) covers late-stage development in the development of new drugs; CPD focuses on manufacturing, formulation, and analytical tools. In the upcoming phase II (2015-2020), the CPD will operate at three sites: Georgia Tech (GT)/Emory in Atlanta, GA, the University of Kentucky (UK), in Lexington, KY, and now also at the University of Delaware in Newark, DE. Georgia Tech/Emory will focus on highly selective and environmentally benign biological catalysts and integration of reaction and separation (with Delaware); the University of Kentucky site will contribute with their unique strength in analyzing and stabilizing solid pharmaceuticals, both small molecules and therapeutic proteins (?biologics?) (with Delaware); and the University of Delaware will add strength in the separation and purification of therapeutic proteins (?biologics?) and in formulation, i.e. in keeping such biologic stable. The challenges above draw in a significant number of women and underrepresented minority students. Of the graduate students supported wholly or in part by the CPD, more than half (53%) were women and 18% were underrepresented minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Munson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Munson",
   "pi_email_addr": "munsone@purdue.edu",
   "nsf_id": "000402274",
   "pi_start_date": "2019-11-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "575 Stadium Hall Drive",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072091",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 15507.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}