{
 "awd_id": "1940879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI-TT: Translating an intelligent lubricant condition monitoring system into a commercially viable prototype",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927529",
 "po_email": "smiqbal@nsf.gov",
 "po_sign_block_name": "Samir M. Iqbal",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 399921.0,
 "awd_min_amd_letter_date": "2020-03-09",
 "awd_max_amd_letter_date": "2023-11-01",
 "awd_abstract_narration": "The broader impact/commercial potential of this Partnerships for Innovation - Technology Translation (PFI-TT) project is to develop an intelligent online real-time lubricant oil health monitoring system to maintain and extend the health of high-speed rotating and reciprocating machinery used in many key industries. The completed system will significantly reduce operation costs by eliminating the need for inspection shutdowns, while avoiding catastrophic component failure during operation.   Applications include bearings, turbomachinery gearboxes, and even combustion engines in sectors such as the wind farm, transportation, manufacturing and defense industries. The system is expected to provide an important early warning of mechanical failure and will be used to develop more efficient maintenance schedules to reduce machine operation costs and avoid catastrophic failure.\r\n\r\nThe proposed project aims to develop a comprehensive lubricant oil condition monitor system offering real-time characterization of contaminant debris and lubricant oil quality to judge a machine’s operating health. Objectives include: 1) inductive pulse sensing and microfluidic signal multiplexing technologies will be used to detect fine wear debris in lubricant oil to enable monitoring of the entire wear progression; 2) real-time processing will be used to significantly reduce the data size to be analyzed and stored; 3) a lubricant property-sensing array will measure multiple oil properties simultaneously; 4) an artificial neural network will link measured sensor signals to oil properties with high accuracy, eliminating cross-sensitivities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiang",
   "pi_last_name": "Zhe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiang Zhe",
   "pi_email_addr": "jzhe@uakron.edu",
   "nsf_id": "000493904",
   "pi_start_date": "2020-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gopal",
   "pi_last_name": "Nadkarni",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Gopal R Nadkarni",
   "pi_email_addr": "gnadkarni1@uakron.edu",
   "nsf_id": "000730925",
   "pi_start_date": "2020-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 Buchtel Common",
  "perf_city_name": "Akron",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "109Z",
   "pgm_ref_txt": "PFI-APEX Supplements"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 49998.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 49999.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 49924.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Condition monitoring multiple properties (wear debris, viscosity, acid/base contents, etc) of machines&rsquo; life blood, its lubricant oil, plays a critical role in maintaining the health of high-speed rotating and reciprocating machinery. While periodic preventive maintenance is widely used, it relies on offline oil monitoring techniques, adds unnecessary testing delays and unscheduled maintenance, and tremendously increases the operation costs. There is a urgent need to address these industrial customer needs through the development of an online monitoring system for wear debris and lubricant property assessment, which can provide real time health status of lubricant oils and thus the machines.</p>\r\n<p>With the funding from National Science Foundation, researchers at University of Akron have successfully demonstrated a prototype sensing system based on two key synergistic innovations: 1) It is capable of detecting 10&micro;m -1000&micro;m wear debris based upon patented inductive pulse sensing technology with a high detection rate. It can monitor the entire wear progression from the <span style=\"text-decoration: underline;\">start</span> of <strong>severe</strong> wear and provide online results; 2) It can pinpoint individual oil properties from overlapped sensor array&rsquo;s response (based on patent-pending artificial intelligence technology) which has not been achieved before by any existing devices. This system can provide an earlier warning and a more optimal maintenance schedule to avoid catastrophic failure. These <strong>value benefits</strong> accrue over the machine&rsquo;s life cycle as the system provides continuous, immediate, actionable information in assessing machine&rsquo;s health status and identifying/predicting machine failures. This system aims to greatly improve operational efficiency and significantly decrease downtime and maintenance costs.</p>\r\n<p>In terms of scientific impact, this sensitive, <em>compact </em>sensing system holds great promise for have a transformative impact on condition monitoring of rotating and reciprocating machinery used in the wind farm, transportation, manufacturing and defense industries.&nbsp; It can provide effective approaches for scheduling predictive maintenance and predicting pending failures and thus can avoid sudden catastrophic machine failures and significantly reduce the maintenance/service costs. The ability to provide comprehensive information of wear debris as well as oil properties of the lubricant, along with its high sensitivity and compact size, makes this system a powerful instrument for online health monitoring and life prognosis for bearings, gearboxes, combustion engines and turbomachinery.&nbsp;</p>\r\n<p>&nbsp;In terms of broader impacts, industries that rely on heavy machinery in their operations will see operating cost reductions and become more competitive. In terms of education and outreach, the highly interdisciplinary<strong> </strong>research, involving microfluidics, sensors, artificial intelligence and entrepreneurship, has provided excellent educational experiences for the students and faculty members involved in the project. During the project, one graduate student started a small business to commercialize this technology after earning a PhD. &nbsp;Two additional graduate students and two undergraduate students participated in the development and customer discovery. Development results were included in three classes offered to graduate students and senior undergraduate students, and delivered to high school students during multiple outreach activities.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/03/2025<br>\nModified by: Jiang&nbsp;Zhe</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/1940879/1940879_10656637_1740838648770_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/1940879/1940879_10656637_1740838648770_Fig1--rgov-800width.jpg\" title=\"Zsense 3-D printed oil condition monitor system: Design\"><img src=\"/por/images/Reports/POR/2025/1940879/1940879_10656637_1740838648770_Fig1--rgov-66x44.jpg\" alt=\"Zsense 3-D printed oil condition monitor system: Design\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Illustration of a 3-D printed oil condition monitor system, consisting of a wear debris sensor array and a property sensor array, including 6 parallel wear debris detection channels and 4 oil property sensors.</div>\n<div class=\"imageCredit\">Joseph James</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jiang&nbsp;Zhe\n<div class=\"imageTitle\">Zsense 3-D printed oil condition monitor system: Design</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/1940879/1940879_10656637_1740838738780_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/1940879/1940879_10656637_1740838738780_Fig2--rgov-800width.jpg\" title=\"The assembled oil property sensor array\"><img src=\"/por/images/Reports/POR/2025/1940879/1940879_10656637_1740838738780_Fig2--rgov-66x44.jpg\" alt=\"The assembled oil property sensor array\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The assembled oil property sensor array for online condition monitoring of lubricant oil.</div>\n<div class=\"imageCredit\">Jiang Zhe</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jiang&nbsp;Zhe\n<div class=\"imageTitle\">The assembled oil property sensor array</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nCondition monitoring multiple properties (wear debris, viscosity, acid/base contents, etc) of machines life blood, its lubricant oil, plays a critical role in maintaining the health of high-speed rotating and reciprocating machinery. While periodic preventive maintenance is widely used, it relies on offline oil monitoring techniques, adds unnecessary testing delays and unscheduled maintenance, and tremendously increases the operation costs. There is a urgent need to address these industrial customer needs through the development of an online monitoring system for wear debris and lubricant property assessment, which can provide real time health status of lubricant oils and thus the machines.\r\n\n\nWith the funding from National Science Foundation, researchers at University of Akron have successfully demonstrated a prototype sensing system based on two key synergistic innovations: 1) It is capable of detecting 10m -1000m wear debris based upon patented inductive pulse sensing technology with a high detection rate. It can monitor the entire wear progression from the start of severe wear and provide online results; 2) It can pinpoint individual oil properties from overlapped sensor arrays response (based on patent-pending artificial intelligence technology) which has not been achieved before by any existing devices. This system can provide an earlier warning and a more optimal maintenance schedule to avoid catastrophic failure. These value benefits accrue over the machines life cycle as the system provides continuous, immediate, actionable information in assessing machines health status and identifying/predicting machine failures. This system aims to greatly improve operational efficiency and significantly decrease downtime and maintenance costs.\r\n\n\nIn terms of scientific impact, this sensitive, compact sensing system holds great promise for have a transformative impact on condition monitoring of rotating and reciprocating machinery used in the wind farm, transportation, manufacturing and defense industries. It can provide effective approaches for scheduling predictive maintenance and predicting pending failures and thus can avoid sudden catastrophic machine failures and significantly reduce the maintenance/service costs. The ability to provide comprehensive information of wear debris as well as oil properties of the lubricant, along with its high sensitivity and compact size, makes this system a powerful instrument for online health monitoring and life prognosis for bearings, gearboxes, combustion engines and turbomachinery.\r\n\n\nIn terms of broader impacts, industries that rely on heavy machinery in their operations will see operating cost reductions and become more competitive. In terms of education and outreach, the highly interdisciplinary research, involving microfluidics, sensors, artificial intelligence and entrepreneurship, has provided excellent educational experiences for the students and faculty members involved in the project. During the project, one graduate student started a small business to commercialize this technology after earning a PhD. Two additional graduate students and two undergraduate students participated in the development and customer discovery. Development results were included in three classes offered to graduate students and senior undergraduate students, and delivered to high school students during multiple outreach activities.\r\n\n\n\t\t\t\t\tLast Modified: 03/03/2025\n\n\t\t\t\t\tSubmitted by: JiangZhe\n"
 }
}