{
 "awd_id": "1940816",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Isotopic and proteomic signatures of diet",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Siobhan Mattison",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 19816.0,
 "awd_amount": 19816.0,
 "awd_min_amd_letter_date": "2020-01-06",
 "awd_max_amd_letter_date": "2020-01-06",
 "awd_abstract_narration": "The unique dietary adaptations of modern humans and related species reflect adaptability and cultural complexity, keys to the evolutionary success of the human lineage. This project will focus on refining our understanding of a chemical method commonly used to predict the amount of meat in diets of hominins. The results will inform interpretations of dietary shifts in humans and their ancestors. This project will also have broader applications in public health, including measuring meat quality, palatability, composition, and nutrition. This project will continue to contribute to STEM outreach initiatives through the Smithsonian and other local institutions. The work will contribute to training a graduate student and two undergraduate students from underrepresented groups in STEM. \r\n\r\nStable isotope research is an important tool at the forefront of efforts to understand dietary adaptations. Material and faunal remains leave distinct isotopic signatures across a number of chemical elements, with nitrogen isotope ratios being particularly informative about how much meat is consumed. Previous research has shown that nitrogen isotope ratios in bone roughly track the trophic level of an organism. This insight has been applied to the archaeological record to predict the trophic level of humans. Though often used, this proxy is subject to complications stemming from a limited understanding of nitrogen isotope behavior under certain biologically and culturally mediated processes like rotting and cooking. Thus, it is currently impossible to accurately reconstruct diets under comparable scenarios. Therefore, this project will refine our understanding of nitrogen isotope fractionation mechanisms in these processes, provide testable predictions for dietary reconstruction based on an isotope mixing model, and apply the isotope mixing model to a case study question in Neanderthal dietary reconstruction. Together, these results will inform our understanding of how diets have adapted in response to dynamic social and ecological environments.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Brooks",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Alison S Brooks",
   "pi_email_addr": "abrooks@gwu.edu",
   "nsf_id": "000104309",
   "pi_start_date": "2020-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Foecke",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly K Foecke",
   "pi_email_addr": "foeckekim@gmail.com",
   "nsf_id": "000794358",
   "pi_start_date": "2020-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "The George Washington University",
  "perf_str_addr": "Anthropology Dept - Gwu, 2110 G",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760600",
   "pgm_ele_name": "Archaeology DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 19816.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on isotopic mass effects in processes involving&nbsp;nitrogen, an element commonly used in paleodietary reconstruction.&nbsp;Nitrogen&nbsp;has two stable isotopes,&nbsp;<sup>14</sup>N and&nbsp;<sup>15</sup>N. Most organisms need nitrogen to survive, but their bodies are unable to produce certain essential compounds - this means that nitrogen must be consumed.&nbsp;All<strong>&nbsp;</strong>nitrogen in the biosphere originally comes from the air. Bacteria extract nitrogen from the air and transform it into bioavailable compounds able to be taken up by plants.&nbsp;<sup>15</sup>N then becomes concentrated in animals as it moves up the food chain, because it is retained in the body while lighter&nbsp;<sup>14</sup>N is preferentially expelled as waste. By measuring the ratio of nitrogen isotopes (notated&nbsp;d<sup>15</sup>N, units &permil;) in an organism, we can predict which trophic level it belongs to.&nbsp;However, real&nbsp;systems are extremely complex and subject to many factors that impact nitrogen, including variation in plants in different environments and animal feeding behavior. This dissertation explored how human behavior might influence this variation.&nbsp;Specifically, we focused on human dietary behaviors that may be archaeologically invisible. Food processing can occur using entirely materials that are unlikely to make it into the archaeological record. Perishable materials like wood and skins degrade, meaning that dietary behaviors could be happening that we are unable to see through archaeology. In fact, some dietary behaviors involve no extra materials at all and merely involve some sort of decision making. We questioned here whether these types of behaviors are isotopically visible.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The&nbsp;overarching goal of this dissertation was to investigate the impact of archaeologically invisible food-related behaviors on the&nbsp;d<sup>15</sup>N&nbsp;dietary proxy.&nbsp;The&nbsp;project is broken down into 4 chapters, which will be published as 4 peer-reviewed publications. In Chapter 1, we took an experimental approach to assessing putrefaction, processing, prey choice, and fuel wood. We saw that these variables generated small shifts of ~1.5&permil; or less in the&nbsp;d<sup>15</sup>N values of food items. We learned that the timing of carcass scavenging probably matters for the isotopic visibility of this behavior. We also learned that prey species and fuel species might matter for the patterning of these shifts. In Chapter 2, we examined physiology and nitrogen partitioning in plants. We saw large variation of up to 8&permil; between species, varieties and parts. Given this variation, we hypothesize that part selectivity could matter in diet reconstruction, especially in herbivore ecology. Variation between closely related plants also calls into question commonly utilized modern-ancient equivalencies. Next in Chapter 3, we utilized the modern food science literature for a meta-analysis of single amino acids in food processing through a large-scale data mining effort. We found that data mining and meta-analyses are useful to us in considering the compound-specific isotope analysis of amino acids (CSIA-AA) in paleodietary analyses. Glutamic acid concentrations change with heating time and temperature, while phenylalanine does not. This has the potential to impact trophic position reconstruction using CSIA-AA, which utilizes the relationship between these two amino acids. Finally, in Chapter 4 we used mixSIAR to model the effect of food processing on Neanderthal diet. We saw that using informative priors from zooarchaeology improves mixing models. In addition, we saw that small shifts from processing can cause large changes in prey proportional contribution in these types of mixing models. Thus, we concluded that processing could potentially be an explanation for elevated Neanderthal&nbsp;d<sup>15</sup>N values that doesn&rsquo;t rely on large quantities of mammoth consumption.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2022<br>\n\t\t\t\t\tModified by: Kimberly&nbsp;K&nbsp;Foecke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on isotopic mass effects in processes involving nitrogen, an element commonly used in paleodietary reconstruction. Nitrogen has two stable isotopes, 14N and 15N. Most organisms need nitrogen to survive, but their bodies are unable to produce certain essential compounds - this means that nitrogen must be consumed. All nitrogen in the biosphere originally comes from the air. Bacteria extract nitrogen from the air and transform it into bioavailable compounds able to be taken up by plants. 15N then becomes concentrated in animals as it moves up the food chain, because it is retained in the body while lighter 14N is preferentially expelled as waste. By measuring the ratio of nitrogen isotopes (notated d15N, units &permil;) in an organism, we can predict which trophic level it belongs to. However, real systems are extremely complex and subject to many factors that impact nitrogen, including variation in plants in different environments and animal feeding behavior. This dissertation explored how human behavior might influence this variation. Specifically, we focused on human dietary behaviors that may be archaeologically invisible. Food processing can occur using entirely materials that are unlikely to make it into the archaeological record. Perishable materials like wood and skins degrade, meaning that dietary behaviors could be happening that we are unable to see through archaeology. In fact, some dietary behaviors involve no extra materials at all and merely involve some sort of decision making. We questioned here whether these types of behaviors are isotopically visible. \n\n \n\nThe overarching goal of this dissertation was to investigate the impact of archaeologically invisible food-related behaviors on the d15N dietary proxy. The project is broken down into 4 chapters, which will be published as 4 peer-reviewed publications. In Chapter 1, we took an experimental approach to assessing putrefaction, processing, prey choice, and fuel wood. We saw that these variables generated small shifts of ~1.5&permil; or less in the d15N values of food items. We learned that the timing of carcass scavenging probably matters for the isotopic visibility of this behavior. We also learned that prey species and fuel species might matter for the patterning of these shifts. In Chapter 2, we examined physiology and nitrogen partitioning in plants. We saw large variation of up to 8&permil; between species, varieties and parts. Given this variation, we hypothesize that part selectivity could matter in diet reconstruction, especially in herbivore ecology. Variation between closely related plants also calls into question commonly utilized modern-ancient equivalencies. Next in Chapter 3, we utilized the modern food science literature for a meta-analysis of single amino acids in food processing through a large-scale data mining effort. We found that data mining and meta-analyses are useful to us in considering the compound-specific isotope analysis of amino acids (CSIA-AA) in paleodietary analyses. Glutamic acid concentrations change with heating time and temperature, while phenylalanine does not. This has the potential to impact trophic position reconstruction using CSIA-AA, which utilizes the relationship between these two amino acids. Finally, in Chapter 4 we used mixSIAR to model the effect of food processing on Neanderthal diet. We saw that using informative priors from zooarchaeology improves mixing models. In addition, we saw that small shifts from processing can cause large changes in prey proportional contribution in these types of mixing models. Thus, we concluded that processing could potentially be an explanation for elevated Neanderthal d15N values that doesn’t rely on large quantities of mammoth consumption. \n\n \n\n\t\t\t\t\tLast Modified: 09/28/2022\n\n\t\t\t\t\tSubmitted by: Kimberly K Foecke"
 }
}