{
 "awd_id": "1940788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Capturing Biological Behavior in Three-Terminal Magnetic Tunnel Junction Synapses and Neurons for Fully Spintronic Neuromorphic Computing",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 524000.0,
 "awd_min_amd_letter_date": "2019-12-06",
 "awd_max_amd_letter_date": "2023-04-14",
 "awd_abstract_narration": "Brain-inspired computing is a revolution in computing that is already seeing applications in a myriad of areas, from image recognition to developing learning rules that allow computers to intelligently process big data sets. This field is inspired by the human brain, which is very efficient at certain tasks. For example, the brain can recognize a face or voice using a million times less power than a modern supercomputer. But, so far machine learning has largely focused on restructuring how the computer is put together, but where the building blocks themselves are silicon transistors. Neuroscientists have recognized certain behaviors of neurons and synapses that are central to processing and learning. This is an opportunity to use new materials and new physics to capture the biological behavior of the brain in artificial neurons and synapses. In the proposed work, physics present in nanoscale magnetic devices will be used to model, build, and measure artificial magnetic neurons and synapses that capture biological behavior, such as neurons that build up energy over time, relax that energy when they are not stimulated, and have inter-neuron interactions. Synapses, the connection between neurons, will be designed, built, and measured where the strength of the connection will be adjusted based on the timing of signals from the neurons. The neurons and synapses will then be connected into circuits that make use of the more advanced biological behavior. The performance will be compared to silicon and other emerging materials. This research will further the understanding of one solution for next-generation computing. It will lead to broad impacts in all areas of big data, from biology (e.g. genome sequencing) to defense (e.g. tracking a flying object in real time) to Internet of Things (e.g. sensors in smart cities). In addition to training the next generation of scientists and engineers, the proposed education program emphasizes exposing young scientists to the creative process of research. This will be accomplished by creating nanotechnology hands-on activity events for K-12 students, hosting high school summer research students, and creating graduate course curricula on the creative design of new magnetic devices.\r\n\r\nThe goal of this CAREER proposal is to model, build, and measure three-terminal magnetic tunnel junction (3T-MTJ) devices that can, as closely as possible, capture the biological behavior of the brain. Like the brain, compared to traditional computers, magnetic materials have relatively slow switching but with low voltage, nonvolatility, and with digital, analog, stochastic, and oscillatory behavior. Little research has moved beyond simple multi-weight synapses and stochastic neurons to capture more robust biology that allows the brain to perform data-intensive tasks with low power consumption and in real time. The proposed research method to address this problem is to understand the biological behavior by working with neuroscientists; map the biological behavior onto magnetic properties; develop and simulate the device; fabricate and test the device; and then measure the switching energy and probability in comparison to biology and other artificial neurons and synapses (e.g. silicon and other resistive memories). Neuromorphic computing is a promising approach to the ever-increasing present and future demands for real-time processing of massive amounts of data. The proposed work will test the hypothesis that the similar properties of magnetic materials to the brain make magnetic devices suitable for neuromorphic computing. It will also show how the magnetic behaviors differ from the brain, which will enable new circuit and architecture design. The proposed work will provide a monolithic platform, where the same magnetic thin film stack will be used for both synapses and neurons, and which can be extended beyond the scope of this work to new and creative devices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean Anne",
   "pi_last_name": "Incorvia",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jean Anne C Incorvia",
   "pi_email_addr": "incorvia@austin.utexas.edu",
   "nsf_id": "000767215",
   "pi_start_date": "2019-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "3925 W Braker Lane, Ste 3.340",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 404226.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 95774.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": null
}