{
 "awd_id": "1941642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Spreading Computational Literacy Equitably via Integration of Computing in Preservice Teacher Preparation",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927593",
 "po_email": "wuhe@nsf.gov",
 "po_sign_block_name": "Wu He",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 489630.0,
 "awd_amount": 513872.0,
 "awd_min_amd_letter_date": "2020-01-07",
 "awd_max_amd_letter_date": "2024-07-16",
 "awd_abstract_narration": "Understanding and creating computer-powered solutions to professional and personal problems enables people to be safe, resourceful, and inventive in the technology-infused world. To empower society, K-12 education is rapidly changing to spread computational literacy. To spread literacy equitably, schools must give all students opportunities to understand and design computing solutions. However, school schedules are already packed with required coursework, and most teachers graduated from programs that did not offer computer science courses. To spread computational literacy within the K-12 system, this project will integrate computing into all preservice teacher programs at Georgia State University. This approach enables all teachers, regardless of primary discipline or grade band, to introduce their students to authentic computing solutions within their discipline and use these solutions as powerful tools for teaching disciplinary content and practices. In addition, this approach ensures equity because all preservice teachers will learn to use computing tools through their regular coursework, rather than a self-selected group that chooses to engage in elective courses or professional development on the topic. The project will also require preservice teachers to use computing-integrated activities in their student teaching experiences. This requirement helps teachers gain the confidence to use the activities in their future classrooms and immediately benefits students in the Atlanta area, who are primarily from groups that are underrepresented in computing, including women, people of color and those who are from low-income families.\r\n\r\nThis project will study the effect of computing integration in preservice teacher programs on computational literacy. Preservice teacher programs, like K-12 school schedules, are loaded with subject area, pedagogy, and licensure requirements. Therefore, research needs to examine the most sustainable methods for integrating computing into these programs. The proposed project will use design-based research to explore 1) how to connect computing concepts and integration activities to teachers' subject area knowledge and teaching practice, and 2) which computing concepts are most valuable for general computational literacy. Because computational literacy is a relatively new literacy, the computing education community still debates which concepts are foundational for all citizens. By studying computing integration in a range of grade bands and subject areas, this project will explore which computing concepts are applicable in a wide range of subjects. These research activities will feed directly into the teaching objective of this project — to provide computing education and computational literacy to all preservice teachers. This project will prepare about 1500 preservice teachers (more than half of them will be women) across all grades and subject areas who can teach computing integrated activities.\r\n\r\nThe CAREER program is a National Science Foundation (NSF)-wide activity that offers awards in support of junior faculty who exemplify the role of teacher-scholars through outstanding research, excellent education, and the integration of education and research within the context of the mission of their organizations. This project is supported by NSF's Discovery Research PreK-12 (DRK-12) program. DRK-12 seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Margulieux",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren E Margulieux",
   "pi_email_addr": "lmargulieux@gsu.edu",
   "nsf_id": "000730121",
   "pi_start_date": "2020-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "30 Pryor St.",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303122110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 92280.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 96977.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 99211.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 100116.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 125288.0
  }
 ],
 "por": null
}