{
 "awd_id": "1941100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI-TT: Nanoscale Chemical Imaging Spectroscopy using Novel Fiber Probes",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Debora Rodrigues",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 249999.0,
 "awd_amount": 331998.0,
 "awd_min_amd_letter_date": "2020-04-28",
 "awd_max_amd_letter_date": "2022-07-13",
 "awd_abstract_narration": "The broader impact/commercial potential of this Partnerships for Innovation - Technology Translation (PFI-TT) project is to enable the nanoscale chemical imaging technology from strictly research labs to industrial in-line processes. Nanoscience and nanotechnology have revolutionized a variety of markets since their inception. Nonetheless, large-scale manufacturing of nanomaterials has lagged, partly because of the inability to efficiently qualify and control nanoscale production methods. The proposed project will develop a user-friendly, practical, and potentially portable chemical imaging system. This technology will revolutionize nanotechnology by improving quality control of future production methods and enabling new applications, ranging from data storage and optical communication to cancer detection. The probe microscope market accounts for approximately 4% of the $5.3 billion microscopy market and has been limited by measurement complexity and lack of chemical sensitivity. The proposed technology would remove these limitations, creating an opportunity for growth within the microscopy market space.\r\n\r\nThe proposed project is to prototype the transformative nanoscale chemical imaging microscopy by integrating the invented plasmonic fiber probes with commercial probe microscopes. Nanoscale chemical imaging had demonstrated potential for use in an array of applications including material science, bio-sensing, optoelectronics, and catalysis. However, due to the complex operating challenges including optical alignment times, low tip reliability, low Signal to Noise Ratio (SNR), and highly skilled technician requirements, there has been limited commercial application. This PFI-TT project will undertake prototyping activities of a fiber tip-enhanced Raman spectroscope (F-TERS), an optical fiber probe-based nanoscale chemical imaging microscopy designed to overcome these challenges while still providing the chemical composition and nanoscale morphology imaging of a sample surface. In addition, F-TERS also provides the potential for significantly improved SNR, enabling additional applications. This will be accomplished by 1) overcoming the identified hurdles of demonstrating F-TERS functionality with atomic force microscope (AFM), and 2) quantifying F-TERS performance in real-world environments with independent operators.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhenrong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenrong Zhang",
   "pi_email_addr": "zhenrong_zhang@baylor.edu",
   "nsf_id": "000538684",
   "pi_start_date": "2020-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "",
  "perf_city_name": "Waco",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767987360",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 249999.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 65999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The Entrepreneurial Lead (EL) and team leader (TL) worked with the commercialization experts to&nbsp;explore the commercial potential of the technology.&nbsp;The team developed a transition plan (next steps) to move the technology forward to market. A prototype nanoscale chemical imaging microscope was setup by integrating the invented plasmonic fiber probes with commercial probe microscopes.&nbsp;The fiber probes were successfully integrated and tested.&nbsp;Nanoscale chemical imaging had demonstrated potential for use in an array of applications including material science, bio-sensing, optoelectronic, and catalysis.&nbsp;Chemical imaging spectroscopy with the novel fiber probes will enable nanoscale chemical imaging to be a user-friendly, practical, and potentially portable system. This technology will revolutionize nanotechnology by improving quality control of future production methods and enabling the development of emerging nanotechnology in applications from data storage to cancer detection.</span></p>\n<p><span>Acting as the entrepreneurial lead (EL), the graduate student/postdoc had a unique learning experience by interacting with users, vendors, and application experts across the spectrum of scanning probe microscopy applications.The postdoc, graduate student, and undergraduate students gained experience in translating innovations to product and understand the commercialization process. The EL was recuited by&nbsp;<span>a full-service technology and innovation firm, specializing in translating research activities to commercial opportunities.&nbsp;One US patent is granted. The title is Polaritonic Fiber Probe and Method for Nanoscale Measurements.&nbsp;The EL has been working with venture companies on the plan of establishing a viable start-up company.</span></span></p>\n<p><span><span><br /></span></span></p><br>\n<p>\n Last Modified: 12/28/2023<br>\nModified by: Zhenrong&nbsp;Zhang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Entrepreneurial Lead (EL) and team leader (TL) worked with the commercialization experts toexplore the commercial potential of the technology.The team developed a transition plan (next steps) to move the technology forward to market. A prototype nanoscale chemical imaging microscope was setup by integrating the invented plasmonic fiber probes with commercial probe microscopes.The fiber probes were successfully integrated and tested.Nanoscale chemical imaging had demonstrated potential for use in an array of applications including material science, bio-sensing, optoelectronic, and catalysis.Chemical imaging spectroscopy with the novel fiber probes will enable nanoscale chemical imaging to be a user-friendly, practical, and potentially portable system. This technology will revolutionize nanotechnology by improving quality control of future production methods and enabling the development of emerging nanotechnology in applications from data storage to cancer detection.\n\n\nActing as the entrepreneurial lead (EL), the graduate student/postdoc had a unique learning experience by interacting with users, vendors, and application experts across the spectrum of scanning probe microscopy applications.The postdoc, graduate student, and undergraduate students gained experience in translating innovations to product and understand the commercialization process. The EL was recuited bya full-service technology and innovation firm, specializing in translating research activities to commercial opportunities.One US patent is granted. The title is Polaritonic Fiber Probe and Method for Nanoscale Measurements.The EL has been working with venture companies on the plan of establishing a viable start-up company.\n\n\n\n\t\t\t\t\tLast Modified: 12/28/2023\n\n\t\t\t\t\tSubmitted by: ZhenrongZhang\n"
 }
}