{
 "awd_id": "1941633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Coding Subspaces: Error Correction, Compression and Applications",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 648419.0,
 "awd_amount": 516468.0,
 "awd_min_amd_letter_date": "2020-02-28",
 "awd_max_amd_letter_date": "2021-09-11",
 "awd_abstract_narration": "In today’s technological world, an enormous amount of data is being constantly generated, transmitted, received, processed, and stored at an unprecedented scale. The classical approach of representing data as blocks of information bits falls short of addressing diverse requirements, including scalability, efficiency, and reliability, of the next generation storage, computation, and communication systems. This project develops an alternative paradigm for transmission of data across massively connected wireless networks by proposing methods to embed the information into mathematical constructs called subspaces (i.e., linear-algebraic objects in a vector space), via a technique called subspace coding. While these structures capture the essence of gathered data in a wide range of signal processing applications, fundamental limits of compression as well as practical and universal techniques to attain these limits are not understood. This project characterizes a natural duality between error correction and compression in the subspace domain and proposes to leverage this connection in order to develop explicit and efficient compression mechanisms for massive data sets that exhibit certain properties. This interdisciplinary project is tied with an education plan and provides a stimulating and innovative research environment for students at all levels. Furthermore, workshops are developed as part of an active outreach program in order to introduce high school students to concepts in fields related to data science and communications, exposing them to careers essential to tomorrow’s workforce.\r\n\r\nWireless networks are rapidly growing in size, are becoming more hierarchical, and are becoming increasingly distributed. Conventional methods including channel estimation of point-to-point links and block coding do not properly scale with the size of such massive networks. This project proposes that subspace coding in the analog domain becomes relevant for conveying information across networks in such a scenario. Furthermore, the dual problem in the compression domain is central to a wide range of applications involving large-scale raw data, often exhibiting low-dimensional structures, which require techniques for low-dimensional subspace recovery and dimensionality reduction. The specific objectives of this project are summarized as follows: (1) Provide a comprehensive framework, including a certain metric space and an analog operator channel, to study coding for wireless networks in a non-coherent fashion; (2) Construct subspace codes for analog operator channels and characterize their performance; (3) Develop techniques for low-rank subspace recovery given constrained observations; (4) Characterize fundamental limits on compression of low-rank matrices and leverage the duality with subspace codes to design explicit compression mechanisms; (5) Develop schemes for subspace-coded distributed computation to efficiently compute the outcome of algorithms operating over matrices and subspaces while minimizing the delay.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hessam",
   "pi_last_name": "Mahdavifar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hessam Mahdavifar",
   "pi_email_addr": "h.mahdavifar@northeastern.edu",
   "nsf_id": "000743600",
   "pi_start_date": "2020-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1301 Beal Avenue",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0123",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0124",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 129543.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 305676.0
  }
 ],
 "por": null
}