{
 "awd_id": "1941756",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Eating Behavior and Social Cognition Development",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928451",
 "po_email": "avfisher@nsf.gov",
 "po_sign_block_name": "Anna V. Fisher",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 313171.0,
 "awd_amount": 313171.0,
 "awd_min_amd_letter_date": "2020-07-17",
 "awd_max_amd_letter_date": "2020-07-17",
 "awd_abstract_narration": "Establishing healthy eating habits and healthy social relationships are critical to children’s well-being. This project tests the hypothesis that children’s own decisions about what to eat are guided by what people from their sociocultural in-groups endorse (rather than just by how foods taste and look). It also tests the hypothesis that eating together can foster positive social relationships, including between members of different sociocultural groups. Together, the studies in this proposal will suggest interventions to improve children’s diets as well as contribute new tools for reducing children’s prejudice.\r\n\r\nDevelopmental scientists have devoted little attention to understanding children’s development in the food domain. The goals of the present proposal are threefold: (1) to investigate how social information provided by other people affects children’s food choices; (2) to test how eating together impacts children's social attitudes – including toward people who are different from themselves; (3) to analyze how children's exposure to diversity affects their evaluations of food and people. To study these questions, the project uses methods and theories from social cognitive development and applies them to the food domain. Study 1 tests the effects of learning about other people's foods preferences on children's food evaluations and behavior. Studies 2 and 3 test the effects of eating together on children's liking of other people, including evaluations of people from different sociocultural groups. Senior researchers will mentor women and students from underrepresented backgrounds in research. The present proposal will include, and benefit from, the full participation of such individuals as scientists involved in each of the studies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristin",
   "pi_last_name": "Shutts",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristin Shutts",
   "pi_email_addr": "kshutts@wisc.edu",
   "nsf_id": "000530868",
   "pi_start_date": "2020-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 313171.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project significantly advanced our understanding of how children think about and form social connections&mdash;including connections between children from different social groups. A major contribution of the work was the creation of tools to help children and adolescents form new friendships. A key finding is that children are more successful at connecting with peers when they are given structured activities that help them get to know new social partners. We also found that structured activities are most beneficial when adults &ldquo;step back&rdquo; and do not intrude while children are getting to know one another. The present project thus contributed new knowledge relevant to advancing theories and methods in developmental science.</p>\r\n<p>The project also contributed practical information about friendship formation that should be helpful to teachers, parents, and children themselves. During the height of the recent pandemic, children struggled in myriad ways, including socially. The methods and findings from the present study show how children who do not know one another well can have successful social interactions with other children in virtual environments (e.g., Zoom)&mdash;interactions of the sort that could lead to meaningful friendships, including with children from different social groups (e.g., a boy and a girl).&nbsp;</p>\r\n<p>For this project, a large team of graduate students, post-baccs, and undergraduate students were trained in developmental science. These trainees learned about the responsible conduct of research, research design, coding and analysis, and manuscript preparation. Further, these trainees helped share the findings from the project with other academics as well as with families and educators.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/20/2024<br>\nModified by: Kristin&nbsp;Shutts</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project significantly advanced our understanding of how children think about and form social connectionsincluding connections between children from different social groups. A major contribution of the work was the creation of tools to help children and adolescents form new friendships. A key finding is that children are more successful at connecting with peers when they are given structured activities that help them get to know new social partners. We also found that structured activities are most beneficial when adults step back and do not intrude while children are getting to know one another. The present project thus contributed new knowledge relevant to advancing theories and methods in developmental science.\r\n\n\nThe project also contributed practical information about friendship formation that should be helpful to teachers, parents, and children themselves. During the height of the recent pandemic, children struggled in myriad ways, including socially. The methods and findings from the present study show how children who do not know one another well can have successful social interactions with other children in virtual environments (e.g., Zoom)interactions of the sort that could lead to meaningful friendships, including with children from different social groups (e.g., a boy and a girl).\r\n\n\nFor this project, a large team of graduate students, post-baccs, and undergraduate students were trained in developmental science. These trainees learned about the responsible conduct of research, research design, coding and analysis, and manuscript preparation. Further, these trainees helped share the findings from the project with other academics as well as with families and educators.\r\n\n\n\t\t\t\t\tLast Modified: 12/20/2024\n\n\t\t\t\t\tSubmitted by: KristinShutts\n"
 }
}