{
 "awd_id": "1942500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Job Embedded Education on Computational Thinking for Rural STEM Discipline Teachers",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927593",
 "po_email": "wuhe@nsf.gov",
 "po_sign_block_name": "Wu He",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 869770.0,
 "awd_amount": 952209.0,
 "awd_min_amd_letter_date": "2020-01-15",
 "awd_max_amd_letter_date": "2024-01-19",
 "awd_abstract_narration": "This project will develop a new way of engaging teachers in professional learning that is situated in their classrooms while they perform the tasks of their paid employment. Traditional professional development structures frequently place financial and professional pressures on teachers, which limits participation. Rural teachers in particular may have fewer opportunities due to barriers of distance, limited resources, and lack of available staff. In addition, they often rely on the income from second jobs to meet their financial obligations, meaning they are unable to take advantage of optional professional development opportunities offered after school hours, on weekends, or during summers because they cannot afford the lost income or travel time. Further, they are most likely to be underqualified and most likely to spend their entire teaching careers at their first district—prospectively teaching multiple generations of students from their community. The state of Hawaii has a high proportion of such rural schools and a shortage of STEM teachers — especially in the area of computer science. This project will investigate a professional development model using fading scaffolds (support that is gradually reduced over time) as part of participants’ paid summer school teaching.  Through this model, 20 rural teachers will learn to integrate computational thinking, coding, and science content while working with students from their own communities, with 10 becoming master teachers supporting others throughout the state.  Improving teachers’ ability to prepare students to benefit from opportunities in STEM and computing will advance students’ opportunities for future prosperity. \r\n\r\nThis CAREER project will develop a professional development model that allows rural secondary teachers to learn and develop computational thinking related teaching skills with long-term support and scaffolds in place to both build their knowledge and the long-term capacity of their school districts. Using a design-based research approach, this project entails extensive participant interviews, video observations, and analysis of classroom artifacts. Cultural-historical activity theory analysis will be applied both collectively and within a comparative case study format to understand individual teacher development within the context of their own content and classrooms over time.  These data will inform subsequent iterative design decisions to revise strategies and materials for greater meaningfulness and utility in supporting teachers' implementation of computer science and computational thinking applications.  This project will enhance academic achievement of approximately 1000 students (predominantly Pacific Islanders, a group largely underrepresented in STEM fields with a unique cultural identity) in meeting the Next Generation Science Standards and Hawaii's computer science education standards. \r\n\r\nThe CAREER program is a National Science Foundation (NSF)-wide activity that offers awards in support of junior faculty who exemplify the role of teacher-scholars through outstanding research, excellent education, and the integration of education and research within the context of the mission of their organizations. This project is supported by NSF's Discovery Research PreK-12 (DRK-12) program. DRK-12 seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colby",
   "pi_last_name": "Tofel-Grehl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colby Tofel-Grehl",
   "pi_email_addr": "colby.tg@usu.edu",
   "nsf_id": "000664527",
   "pi_start_date": "2020-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "2805 Old Main Hill",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221415",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002425DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 167282.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 185594.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 335701.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 181193.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 82439.0
  }
 ],
 "por": null
}