{
 "awd_id": "1942601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Novel Water Quality Monitors and Indicators of Salinization to Define SALTSCAPES",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927858",
 "po_email": "cjiang@nsf.gov",
 "po_sign_block_name": "Sunny  Jiang",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2026-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 554788.0,
 "awd_min_amd_letter_date": "2019-11-25",
 "awd_max_amd_letter_date": "2024-07-08",
 "awd_abstract_narration": "Salt levels in our lakes and rivers are increasing in a process called salinization. If salt levels rise too much we cannot use the water for drinking or growing crops without costly treatment. There are many sources of salt to lakes and rivers which makes it difficult to find and control the sources. The goal of this project is to find new ways to identify the source of salt pollution using sensors, as well as the shells of freshwater mussels and sediment cores in lakes and rivers to reconstruct the past history of salt deposition. Members of the public will be engaged in this research by placing sensors in their backyard stream or favorite fishing hole to help make maps of salt in the watershed (SALTSCAPES). Advanced chemical analysis using natural isotope ratios will be used to fingerprint the source of the salt. Communities will be empowered to use these results to plan the best solutions to reduce the salt entering the watershed. Successful implementation of this project will help save money for water treatment, provide cleaner drinking water to our communities, and protect the ecosystem from the impacts of excessive salinization.     \r\n\r\nSalinization of freshwater resources is a global environmental problem that degrades water quality and ecosystem services to aquatic habitats. The long-term trends of increasing chloride concentrations observed in both freshwater lakes and rivers can have deleterious effects on corrosion control of public water infrastructure and toxicity to freshwater biota. There are multiple sources of salinization of freshwater such as migration from underlying geologic formations, dissolution of evaporites, road salt runoff and other transportation sources, as well as industrial emissions and hydraulic fracturing. Many of these sources generate unique isotopic ratios that can be used to identify their sources. Currently, sampling is too sparse both spatially and temporally to assess salinization impacts or identify point sources. In addition, these data are not adequate to capture important long-term trends in locations relevant for assessment. The goal of the proposed research is to utilize novel methods to record water quality in sediment cores, freshwater mussel shells, and a network of open source water quality meters to characterize the long-term impacts of salinization. The specific objectives to achieve this goal are to 1) quantify sources of salinization through the development of novel indicators of water quality, 2) demonstrate the utility of these tools for long-term assessments of water quality, 3) identify potential mitigation strategies, and 4) enhance water-quality education for students, teachers, and the public. Sediment cores and mussel shells will be age-dated and used to measure major and trace elements (e.g., Cl, Br, Sr, Ba), and isotopic ratios (e.g., 87Sr/86Sr, 11B/10B, and 226Ra/228Ra). Combined, these measurements provide unique chemical signatures of individual sources of salinity and can be used to create maps of salinity across watersheds (SALTSCAPES). This quantification will enable greater insight to the risks associated with salinization as well as the potential for mitigation through engineering, management, and policy-based solutions that protect both human and environmental health. The approach will lead to greater understanding of salinization sources within individual watersheds. These results will allow characterization of the spatial and temporal resolution of salinization, the biological impacts, and long-term salinization trends. Combined, this project will transform both the way we collect water quality data and identify sources, fate, and bioaccumulation of contaminants discharged to watersheds.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathaniel",
   "pi_last_name": "Warner",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nathaniel R Warner",
   "pi_email_addr": "NRW6@psu.edu",
   "nsf_id": "000704607",
   "pi_start_date": "2019-11-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "213 Sackett Building",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 398129.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 54788.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 101871.0
  }
 ],
 "por": null
}