{
 "awd_id": "1942192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: How female aggression evolves: scaling genomics and phenomics from individuals to species",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 983922.0,
 "awd_amount": 1145396.0,
 "awd_min_amd_letter_date": "2020-01-21",
 "awd_max_amd_letter_date": "2024-03-06",
 "awd_abstract_narration": "Animal behavior is an interdisciplinary science, but research that integrates genetic and physiological mechanisms across multiple species is limited, leaving uncertainty as to how behavioral diversity arises in nature. The research fills this knowledge gap by focusing on female-female aggression, a behavior that is widespread and beneficial in the animal kingdom, but poorly understood. This research will experimentally test how individual differences in aggression arise at the level of the brain. In addition, experiments and comparative analyses will explore whether the physiological and environmental drivers of aggression are conserved or unique across multiple species. These efforts will yield quantitative models on the origin of behavioral variation, including perspectives that connect multiple levels of biological complexity, from genes to the environment and from individuals to species. This research is coupled with an educational plan that injects writing into research-based curricula in animal behavior. Activities include writing exercises and training that will improve scientific comprehension, critical thinking and communication in undergraduate and graduate students. Freshmen and sophomores will also be guided through the full scientific process through a new writing intensive course-based research program using data collected here. These activities will generate lasting institutional programs for improved research and scientific education. By removing poor writing as a barrier to success, these activities will attract and retain diverse scientists, generating a better prepared workforce in animal behavior and allied biological disciplines. Dissemination of results to community groups and schools will further amplify these goals, improving science literacy and knowledge of animal behavior for the general public and specialists alike.\r\n\r\nThe goal of this research is to integrate mechanistic and functional perspectives on within- and among-species variation in female aggression to unveil how behavioral evolution unfolds. By contrasting neurogenomic responses to aggression at both individual and species levels, new data will reveal how the mechanisms generating behavioral variation are conserved across levels of biological organization. Together with phylogenetic analyses on the evolutionary drivers of female aggression across >30 species, this research will systematically test the degree of parallelism (or lack thereof) in behavioral evolution, including both functional and mechanistic perspectives. Earlier efforts to understand competitive traits in females have met with limited success, but the hypotheses tested previously were derived from research on male animals. Considering that female birds are the initial dispersers and therefore front-line responders to new environmental challenges, the studies on females are especially critical. The integrated research and educational plan offers an extraordinary opportunity to link function and mechanism of behavior over evolutionary time, while also changing the culture of scientific training in ways that feed back to advances in animal behavior and allied STEM fields. The writing-research activities directed at multiple levels in higher education will better prepare the future STEM workforce. Through the mentorship of undergrad, grad, and postdoctoral trainees, and new partnerships with a writing intensive course-based research experience, this grant facilitates exceptional training in integrative behavioral research and establishes self-sustaining programs that will generate advances at the interface of behavior, evolution, and genomics.  This work is jointly funded by the Behavioral Systems Cluster in the Division of Integrative Organismal Systems and the Evolutionary Processes Cluster in the Division of Environmental Biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Rosvall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A Rosvall",
   "pi_email_addr": "krosvall@iu.edu",
   "nsf_id": "000486888",
   "pi_start_date": "2020-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "108Z",
   "pgm_ref_txt": "Post-baccalaureate Involvement"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 120683.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 322195.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 369480.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 198583.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 134455.0
  }
 ],
 "por": null
}