{
 "awd_id": "1942364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Multi-functional interlayer-RF resonators as a platform for passive and wireless biosensing",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2019-12-17",
 "awd_max_amd_letter_date": "2021-02-25",
 "awd_abstract_narration": "Non-invasive, wireless-enabled medical devices or biosensors have been emerging as powerful tools to track human performance, biomarkers, and wellness. Within this class of devices, conformal, point-of-care interfaces in the form of flexible devices have become popular due to their low form factor, reduced user burden, and ability to monitor physiological parameters (i.e., heartbeat, acceleration, glucose etc.) on complex surfaces/environments. Existing biosensors within such devices often suffer from large physical size, need for power, short lifetime, and low sensitivity. The objective of this CAREER project is to study, design, and develop wireless-enabled passive radio frequency identification device (RFID) type biosensors. These could be attached, embedded, or potentially implanted to new areas and wirelessly monitor their host environments. These sensors, along with their sensing metal patterns developed on different layers, contain an intermediate layer of nanoporous materials that will absorb, swell or deform in the presence of specific chemical stimuli causing their resonant frequencies to change. This change in the sensor property as function of the change in the stimuli of host environment will be used as a detection mechanism. The proposed new interlayer materials could be membranes, separators, deformable materials, temperature/pH/metal-responsive polymers, and more. Many of these materials have long-lifetimes and possess no degradative mechanism. Significantly improved, conformal, versatile sensors with programmable sensitivity and selectivity are the project goals.  Such devices could potentially integrate with living systems in new ways and enable new applications in wireless health. The unique education and outreach program proposed in this project is focused on powering the creativity and imagination of younger (and often underrepresented) students. Potential technical skills to be learned by undergraduate students include: fabrication experience (metrology, photolithography, 3-D printing), scanning-electron microscopy, experimental methodology, numerical/analytical modelling, data analysis, and computer aided design (CAD). Creating a long-term interest in STEM by teaching fun, biocompatible/safe fabrication procedures that can be performed by students of all ages and skill levels is proposed. Research efforts of this project will be taught in various summer tech camps run by the University of California Irvine (UCI), a Hispanic Serving Institution (HSI), through programs like BuildCamp and FABcamp. \r\n\r\nThis project will develop next-generation, passive wireless biosensors with tunable sensitivity and selectivity. The focus is on utilizing a sensing modality that can support native wireless read-out and robust, long-term operation.  The core sensor is composed of stacked and resonant-coupled split ring coils (or multi-turn antennas) that contain interlayer materials that absorb, swell, or deform in response to physical stimuli.   The development of new fabrication techniques to fuse soft or nanoporous materials with metals into multi-functional constructs will be investigated. This will enable RF analytical biosensors with programmable sensitivity and selectivity. The approach will be to utilize membranes that are able to either selectively absorb analytes from complex biofluids, or heavily swell in response to a specific analyte. Four types of membranes: ion-selective, polymer-aerogel, glucose-responsive, and modified biopolymer will be studied as potential interlayer materials. Theoretical and computational studies on how the unique electromagnetic and bio-interactive physics of respective materials combine to impact sensor performance will be studied and analyzed. The experimental studies on sensor behavior include sensor measurement in mixtures of analyte, the synthesis of sensor-circuits that enable facile and accessible read-out, as well as the studying of arraying as a means of enhancing response.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Tseng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Tseng",
   "pi_email_addr": "tsengpc@uci.edu",
   "nsf_id": "000753268",
   "pi_start_date": "2019-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "4408 Engineering Hall",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926972625",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "105E",
   "pgm_ref_txt": "RF/Microwave & mm-wave tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 392108.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 107892.0
  }
 ],
 "por": null
}