{
 "awd_id": "1942418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Targeting therapeutic liposomes to fungal infections",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922390",
 "po_email": "rbardhan@nsf.gov",
 "po_sign_block_name": "Rizia Bardhan",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 565826.0,
 "awd_min_amd_letter_date": "2020-03-09",
 "awd_max_amd_letter_date": "2022-04-21",
 "awd_abstract_narration": "Fungal species have not garnered the same attention as their microbial (e.g. bacteria) counterparts despite the fact that more than 150 million people are estimated to have serious fungal infections worldwide, leading to 1.6 million deaths annually. The arsenal of antifungals is highly limited compared to antibacterial agents, and many existing antifungals suffer from complications including host toxicity that hinder their clinical use. With rising antifungal resistance, it is critical to develop effective antifungal therapies that overcome these limitations. Nanoparticles are highly promising for this application; however, there has not yet been a significant focus on developing antifungal nanotherapeutics. The goal of this CAREER project is to investigate methods of targeting newly developed nanoparticles containing antifungal drugs to fungal cells. Molecules that have been shown to interact with fungal cells and fungal cell enzymes will be used to decorate these nanoparticles and promote their interactions with fungal cells. The antifungal activity of these formulations is expected to exceed that of the free drug and to limit host toxicity.  This work will lay the foundation for a paradigm shift towards targeted nanomaterials for infection treatment. This project will also engage the broader community through interactions with public school science teachers to develop teacher-driven STEM curriculum for high school classrooms using an inquiry-based learning approach focused around advances in nanoengineering. A new undergraduate nanoengineering course at the Investigator's institution will support this curriculum development by working with teachers and classrooms in implementing “science kits.” These kits will be developed by the undergraduate students to provide an economical, grade appropriate activity demonstrating a nanoengineering concept and its relevance to our daily lives.\r\n\r\nThe Investigator’s overarching research mission is to identify and develop biomaterials addressing critical clinical needs in the areas of drug delivery and regenerative medicine, with a focus on infectious diseases. Toward this mission, this Career project’s focus is on improving treatments for fungal infections by investigating the use of peptide ligands to target newly synthesized antifungal liposomal nanoparticles to fungal cells. The peptide ligands selected will be based on recent advances in the study of peptides as antimicrobial agents and protease inhibitors. The project will investigate whether the decoration of liposomes with these peptide ligands enables targeting of fungal cells and will elucidate the mechanism by which potential targeting occurs. The central hypothesis is that targeted antifungal formulations will exhibit improved antifungal activity and reduced host cell toxicity compared to free drug and non-targeted formulations. This hypothesis will be tested through three research objectives. The FIRST Objective is to develop and characterize antifungal formulations with and without targeting peptides. These formulations will contain a drug from each of the major antifungal drug classes. The physicochemical properties of the liposomes (size, charge, morphology) will be thoroughly characterized. The SECOND Objective is to study the antifungal activity and potential targeting mechanism of these formulations in vitro using Candida as the model parasitic fungus. Studies are designed to test the hypothesis that the mode of targeting (e.g., cell wall binding versus intracellularization) will be dictated by the peptide ligand choice; targeting mechanism will in turn, affect the activity of the encapsulated drug based on the drug mechanism of action. Toxicity to human red blood cells and endothelial cells will be investigated as a measure of selectivity. The THIRD Objective will further elucidate the antifungal activity and targeting capability of these formulations using select in vivo studies in Candida infected Galleria mellonella insects and mice. This approach will clarify whether active targeting has advantages over passive targeting. This objective also has the potential to provide information on EPR (Enhanced Permeability and Retention) in fungal infections. This work will lay the foundation for a paradigm shift towards targeted nanomaterials for infection treatment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anita",
   "pi_last_name": "Shukla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anita Shukla",
   "pi_email_addr": "anita_shukla@brown.edu",
   "nsf_id": "000727610",
   "pi_start_date": "2020-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Box 1929",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0123",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 432642.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 117358.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 15826.0
  }
 ],
 "por": null
}