{
 "awd_id": "1942776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: I. The local and global effects on genomic architecture by defects induced in repetitive DNA domains and II. Development of integrative curriculum in physics",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922357",
 "po_email": "mnewcome@nsf.gov",
 "po_sign_block_name": "Marcia Newcomer",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 605915.0,
 "awd_amount": 605915.0,
 "awd_min_amd_letter_date": "2019-11-18",
 "awd_max_amd_letter_date": "2024-07-29",
 "awd_abstract_narration": "The three-dimensional arrangement of the genome has an integral role in the regulation of its information content, and disruption of this architecture can lead to abnormal patterns of gene expression with grave consequences for the organism. The presence of highly repetitive DNA sequences that can form aberrant structures has been linked to genetic diseases which are a result of a loss of normal regulatory controls. The project seeks to understand how these defects influence the organization of DNA, and thus how these defects might lead to the deleterious protein expression patterns associated with some genetic diseases. The educational component of the work addresses the need to enhance the core scientific competencies of undergraduate science majors and expand access to research experiences. The project will develop a research-oriented curriculum for the introductory physics lab sequence at Loyola University Chicago, initiate research workshops as outreach to Chicago-area community colleges and support a post-baccalaureate training program for promising researchers. The project seeks to provide substantive learning experiences that emphasize interdisciplinary learning, expand opportunities for underrepresented groups in STEM research, and improve the career readiness of promising students for STEM careers.\r\n\r\nGenomic misfolding has been increasingly identified in short tandem repeat (STR) genetic disorders. Disease-related, STR sequences have a strong propensity to form non-helical structures that arise as defects in double-stranded DNA (dsDNA). Although significant work has been devoted to genetic processes that involve these sequences, the topological challenges that their associated structures present to the three-dimensional architecture of the genome remain largely unknown. The project will utilize single-molecule fluorescence and complementary biochemical strategies to quantify experimentally how different sequences and types of structural defects alter the mechanical properties of dsDNA and affect the folding principles that guide its formation into large loops and more complex structures. The first aim will characterize two types of defects: homologous DNA internal loops and disease-relevant STR structures consisting of the trinucleotide repeat sequence (CXG)N. The second aim will focus on the insertion of the characterized defects into larger DNA domains to examine two aspects of dsDNA folding: i) short-range loop formation and ii) large-scale, supercoiling dynamics. The findings from the project will inform how local structural defects at the DNA level can induce genomic misfolding. This award is supported by the Molecular Biophysics and Genetic Mechanisms clusters of Molecular and Cellular Biosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Cannon",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brian L Cannon",
   "pi_email_addr": "bcannon1@luc.edu",
   "nsf_id": "000784152",
   "pi_start_date": "2019-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Loyola University of Chicago",
  "inst_street_address": "820 N MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7735082471",
  "inst_zip_code": "606112147",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "LOYOLA UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "CVNBL4GDUKF3"
 },
 "perf_inst": {
  "perf_inst_name": "Loyola University of Chicago",
  "perf_str_addr": "1032 W Sheridan Rd",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606601537",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 240289.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 121163.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 121868.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 122595.0
  }
 ],
 "por": null
}