{
 "awd_id": "1942460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Deciphering the mechanisms of forearc basin formation by engaging undergraduate and middle school students in field and analytical geoscience research",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2020-03-15",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 651725.0,
 "awd_amount": 651725.0,
 "awd_min_amd_letter_date": "2020-02-05",
 "awd_max_amd_letter_date": "2023-08-30",
 "awd_abstract_narration": "Mountain belts that incorporate chains of volcanoes, called magmatic arcs, develop at tectonic convergent margins where an oceanic plate is subducting beneath a continent or island arc. Forearc basins develop oceanward of the magmatic arc of a convergent margin and trap sediment in deep troughs. These basins can exist for tens to hundreds of millions of years, serving as a long-term record of past Earth environments, processes, climate regimes, and life. They also host natural resources such as oil and gas. The goal of this research is to determine the origin of forearc basins by investigating the relationship between the types of rocks that underlie the basin and the sedimentary rocks preserved within the basin. The research and education components of this project focus on increasing diversity in, and accessibility to, the geosciences through sustained engagement with underrepresented undergraduate students and middle school girls from rural communities in Montana. Students will participate in research design, field and laboratory work, and national conferences. Students also will help lead a STEM workshop for middle school girls focused on rocks and minerals from the western U.S. and Tibet. The project will resolve critical questions in the evolution of Earth and offer opportunities to students who traditionally have limited participation in the geosciences.\r\n\r\nThe mechanisms of forearc basin formation are not well understood because of poor preservation in the rock record or overprinting of primary tectonic and stratigraphic relationships by subsequent deformation. This research will test the hypothesis that extension of the underlying basement in a forearc region provides a mechanism to trap sediment and initiate basin subsidence as a precursor to forearc basin formation. The hypothesis will be tested by applying chronologic and geochemical methods to describe the tectonic setting of basement formation, timing and rates of basement-forearc development, and subsequent geologic history. The research will combine field mapping and sedimentology with sandstone petrography, biostratigraphy, geochronology, paleomagnetism, and low-temperature thermochronology. Field areas include the Great Valley forearc, California and the Xigaze forearc, Tibet. Each field area preserves primary relationships between basement and basin stratigraphy in similar, but not identical tectonic settings. The education plan integrates with the research activities by establishing the Montana State University Sedimentary Undergraduate Research program (MSU-SUR), which seeks to broaden the Earth Science community through sustained engagement with Native American and first-generation college students. Students in the MSU-SUR program will contribute directly to the research by participating in literature review and field planning, along with collecting and evaluating data and disseminating results.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Devon",
   "pi_last_name": "Orme",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Devon A Orme",
   "pi_email_addr": "devon.orme@montana.edu",
   "nsf_id": "000699181",
   "pi_start_date": "2020-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172470",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 297127.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 309836.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 44762.0
  }
 ],
 "por": null
}