{
 "awd_id": "1942583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Towards a Robust Theory of Mechanism Design",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922095",
 "po_email": "kwimmer@nsf.gov",
 "po_sign_block_name": "Karl Wimmer",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2020-01-16",
 "awd_max_amd_letter_date": "2023-08-08",
 "awd_abstract_narration": "The ever-growing technology platforms such as sponsored search, online marketplaces, crowdsourcing, and sharing economies are becoming cornerstones of the modern economy. A central problem faced by these online markets and platforms is how to design the right incentive structure, so that the participants, who are only interested in optimizing their own utilities, are motivated to take actions that will help to realize the designer's goals. The classic economic theory of mechanism design is dedicated to addressing this problem. However, it is not yet robust or realistic enough to provide concrete guidelines for practice due to several shortcomings such as the strong reliance on distributional assumptions, the focus on optimal but impractical mechanisms, as well as the lack of attention to the role of information. The goal of this research is to build a robust mechanism design theory by offering new frameworks and solutions to alleviate and resolve these shortcomings. In tackling these weaknesses, this project not only improves the practicality of mechanism design, but also develops insights to answer some of the long-standing theoretical open questions. This project includes an education plan that incorporates course development of both graduate and undergraduate courses as well as training for graduate students and research opportunities for undergraduates.\r\n \r\nMore concretely, this project focuses on the following three research thrusts. (i) Weakening Bayesian assumptions: a common but unrealistic assumption in mechanism design is that the participants' preferences are drawn from a known distribution. The investigator plans to revisit mechanism design under two alternative and realistic distribution access models: (a) sample access to the distribution and (b) max-min robust learning -- given only an approximate distribution, learn a mechanism that performs well under the unknown true distribution. (ii) Understanding the tradeoff between simplicity and optimality: the optimal mechanism is usually too complex to be practical. The investigator will develop a framework to design simple and approximately optimal mechanisms and address open questions in multi-item auctions and two-sided markets. (iii) Information design via an algorithmic lens: unlike traditional mechanism design, which focuses on influencing participants via direct incentives, information design studies how information revelation can shift the participants’ behavior. The investigator aims to understand the design of information structure via an algorithmic lens, focusing on the computational complexity of the optimal information revelation scheme. This work will rely on tools from optimization, learning theory, statistics and machine learning, and statistical physics, and forge new connections between these fields and mechanism design.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yang",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang Cai",
   "pi_email_addr": "yang.cai@yale.edu",
   "nsf_id": "000795514",
   "pi_start_date": "2020-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "AK Watson Hall",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208285",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 113718.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 117167.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 245163.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 123952.0
  }
 ],
 "por": null
}