{
 "awd_id": "1942016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Nonlinear Dynamics of Shear Wave Propagation and Shock Formation in Soft and Biological Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 645440.0,
 "awd_amount": 645440.0,
 "awd_min_amd_letter_date": "2020-02-04",
 "awd_max_amd_letter_date": "2020-02-04",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) grant will focus on shear shock formation and propagation in soft materials.  The advancement of fabrication techniques in recent years has spurred a rapid increase in the use of highly deformable materials in a myriad of engineering applications with examples ranging from wearable electronics, and soft robotics, to helmets, and seismic bearings. Dynamic loading of such soft structures can lead to a variety of material phenomena, which can generate significant damage. Protective gear should thus be capable of absorbing dynamic loads, such as impacts and blasts, which are now becoming appreciated as a major threat also to civilian lives in both mundane settings, such as sports, and as a result of more extreme events, such as exposure to improvised explosives. In these situations, both the protective material and the soft biological tissue may be subjected to extreme pressure gradients and impact. However, the basic mechanisms of damage and energy absorption are still poorly understood, thus hindering the maturation of new protective technologies that can mitigate damage in extreme environments.  The integrated research and education plan will resolve deep mechanics questions regarding the shear shock formation criteria and level of energy dissipation and work to broaden participation in the engineering field.\r\n \r\nRecent experimental observations have suggested that the nonlinear evolution of ordinary shear waves into shear shocks could play a significant role in generating damage in soft and biological materials. However, while the vast amount of existing experimental and theoretical research on shock wave propagation in solids revolves around longitudinal shock mechanisms, the study of shear shock formation and propagation, from the point of view of large deformation solid mechanics is in nascent state, and the fundamental nature of these shock processes, the conditions required to form them, the resulting damage, and the level of energy dissipation, remain elusive. Hence, the interpretation of the reported observations is limited. This CAREER award aims to fill this void by employing a complementary combination of theoretical investigation and high-precision experimentation, through which it will illuminate the constitutive sensitivities of shear shock processes and the resulting mechanisms of damage. This fundamental understanding will then guide the design of more resilient material systems and can explain the vulnerability of specific biological organs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tal",
   "pi_last_name": "Cohen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tal Cohen",
   "pi_email_addr": "talco@MIT.EDU",
   "nsf_id": "000753644",
   "pi_start_date": "2020-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 645440.0
  }
 ],
 "por": null
}