{
 "awd_id": "1942422",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Plant Genome Engineering: From Lab to Field, Breckenridge, Colorado, April 3-6, 2020",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 15900.0,
 "awd_amount": 15900.0,
 "awd_min_amd_letter_date": "2020-01-23",
 "awd_max_amd_letter_date": "2020-01-23",
 "awd_abstract_narration": "The Keystone Symposia meeting on Plant Genome Engineering: From Lab to Field will bring leaders in plant genome biology together to unravel the complexity of plant genome engineering. It is anticipated that the conference will catalyze rapid advances in scientific knowledge, supporting improved agricultural practices to feed the world while minimizing negative impacts of agricultural activities. Additionally, this conference will enhance infrastructure by providing a forum to enable networking and formation of new collaborations among senior scientists, trainees, and junior investigators in the plant genome editing field. Keystone Symposia conferences also provide additional value and importance to nurturing the next generation of scientists by providing them with the opportunity to actively take part in discussions and poster sessions. Moreover, this conference will acquaint trainees and investigators new to field with the state-of-the-art science in the field, provide opportunities for critical scientific feedback, and promote career development for trainees and new investigators, including opportunities both to see successful scientists present cutting-edge science and to network with prospective mentors and others who might contribute to their scientific and professional development.\r\n\r\n\r\nThe Keystone Symposia conference on Plant Genome Engineering: From Lab to Field focuses on the latest gene editing advances, with an emphasis on the development of new tools and to understand how these tools might be used to dissect plant gene function and develop new crop traits. Although this field is still very young, it is maturing at a rapid pace. Originally, plant genome research had the primary goal to develop and implement tools and reagents that effectively target specific DNA sequences, a goal shared by researchers working on diverse systems, including plants, animals and fungi. With the advent of Transcription activator-like effector nucleases (TALENs) and shortly thereafter CRISPR/Cas systems, the DNA targeting problem was solved. Thus, the current goal of the field is to efficiently implement gene editing in specific biological systems. Therefore, this conference brings together scientists who work on tool development, plant transformation, plant breeding and crop trait development. This conference will provide a platform which should enable a swift transfer of the benefits of the technology to that field. This conference will help build a community of researchers interested in overcoming the obstacles in plant gene editing, which include the delivery of gene editing reagents to plant cells and improved methods of plant transformation. This community is essential to move the field forward, as found by evidence of a previous National Science Foundation (NSF) conference which identified certain bottlenecks in plant gene editing.\r\n\r\nThis award is supported jointly by the Plant Genome Research Program in the Division of Integrative Organismal Systems and the Systems and Synthetic Biology Program in the Division of Molecular and Cellular Biosciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thale",
   "pi_last_name": "Jarvis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thale Jarvis",
   "pi_email_addr": "thalej@keystonesymposia.org",
   "nsf_id": "000749681",
   "pi_start_date": "2020-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Keystone Symposia on Molecular and Cellular Biology",
  "inst_street_address": "160 HWY 6 STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "SILVERTHORNE",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9702621230",
  "inst_zip_code": "80498",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "KEYSTONE SYMPOSIA ON MOLECULAR AND CELLULAR BIOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CER1EMNQ1663"
 },
 "perf_inst": {
  "perf_inst_name": "Beaver Run Resort",
  "perf_str_addr": "620 Village Road",
  "perf_city_name": "Breckenridge",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804242115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 15900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The Keystone Symposia conference on <em>Plant Genome Engineering: From Lab to Field</em>&nbsp;provided participants with an overview of the latest research in the field, as the field is moving towards a direction where these advances in research are paving the way to translate newfound knowledge into innovative applications.&nbsp; One such example is the need to develop new methods that could help solve a potential crisis with food shortages, especially as the global population continues to grow and the globe continues to warm. Therefore, it is critical for the field to understand the dynamic properties that are provided by different gene editing technologies.</p>\n<p class=\"Default\">&nbsp;As stated, improvements in plant breeding are necessary to in order to feed a growing population on a warming globe. CRISPR/Cas technology, which is already transforming molecular biology, has the potential to create a novel, sustainable agriculture.&nbsp; To date, many plant biologists have started to use gene editing strategies.&nbsp; Therefore, the time was ideal for a conference dedicated to CRISPR/Cas applications in plants.&nbsp; The conference included topic areas such as the development of new tools for gene and base editing, transcriptional regulation, epigenetic editing and induced chromosomal rearrangements.&nbsp; To apply these tools in plants, specific biological requirements need to be considered, such as efficient transformation and regeneration procedures or organ specific expression.&nbsp; However, trait improvements in crop plants (tomato, rice, wheat and corn) has already been achieved, with more of these improvements in the pipeline.</p>\n<p class=\"Default\">Additionally, this conference provided a platform for scientists from academia and industry to interact. It also brought together scientists who work on tool development, plant transformation, plant breeding and crop trait development.&nbsp; Therefore, not only were the newest applications of CRISPR/Cas in basic plant biology reviewed, but it also enabled participants to learn about the new discoveries and benefits of the latest technology in the field. &nbsp;&nbsp;Moreover, this conference helped to improve infrastructure by fostering networking and initiation of collaborations. Trainees in the field were acquainted with more senior investigators and learned about state-of-the-art research in the field. &nbsp;They were also able to network with prospective mentors and others who could contribute to their scientific and professional development.&nbsp;</p>\n<p class=\"Default\">Finally, the <em>e</em>Symposia platform included multiple interactive features that were designed to maximize creative scientific exchange and to foster intense discussion on the field's key questions, controversies, and newest findings.&nbsp;&nbsp; In addition, there was an online forum created for each plenary session which allowed for Q&amp;A to continue beyond the end of the broadcast session.&nbsp; In summary, this Keystone Symposia virtual conference provided a unique forum for scientists working in the field to report and critically discuss the latest research findings, many of which were unpublished, and to interact with other experts in the field.&nbsp; By being awarded this grant, Keystone Symposia was able to support participation of early-stage investigators, students, and other trainees to attend this conference by helping to offset registration costs.</p>\n<p class=\"Default\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/18/2022<br>\n\t\t\t\t\tModified by: Thale&nbsp;Jarvis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The Keystone Symposia conference on Plant Genome Engineering: From Lab to Field provided participants with an overview of the latest research in the field, as the field is moving towards a direction where these advances in research are paving the way to translate newfound knowledge into innovative applications.  One such example is the need to develop new methods that could help solve a potential crisis with food shortages, especially as the global population continues to grow and the globe continues to warm. Therefore, it is critical for the field to understand the dynamic properties that are provided by different gene editing technologies.\n As stated, improvements in plant breeding are necessary to in order to feed a growing population on a warming globe. CRISPR/Cas technology, which is already transforming molecular biology, has the potential to create a novel, sustainable agriculture.  To date, many plant biologists have started to use gene editing strategies.  Therefore, the time was ideal for a conference dedicated to CRISPR/Cas applications in plants.  The conference included topic areas such as the development of new tools for gene and base editing, transcriptional regulation, epigenetic editing and induced chromosomal rearrangements.  To apply these tools in plants, specific biological requirements need to be considered, such as efficient transformation and regeneration procedures or organ specific expression.  However, trait improvements in crop plants (tomato, rice, wheat and corn) has already been achieved, with more of these improvements in the pipeline.\nAdditionally, this conference provided a platform for scientists from academia and industry to interact. It also brought together scientists who work on tool development, plant transformation, plant breeding and crop trait development.  Therefore, not only were the newest applications of CRISPR/Cas in basic plant biology reviewed, but it also enabled participants to learn about the new discoveries and benefits of the latest technology in the field.   Moreover, this conference helped to improve infrastructure by fostering networking and initiation of collaborations. Trainees in the field were acquainted with more senior investigators and learned about state-of-the-art research in the field.  They were also able to network with prospective mentors and others who could contribute to their scientific and professional development. \nFinally, the eSymposia platform included multiple interactive features that were designed to maximize creative scientific exchange and to foster intense discussion on the field's key questions, controversies, and newest findings.   In addition, there was an online forum created for each plenary session which allowed for Q&amp;A to continue beyond the end of the broadcast session.  In summary, this Keystone Symposia virtual conference provided a unique forum for scientists working in the field to report and critically discuss the latest research findings, many of which were unpublished, and to interact with other experts in the field.  By being awarded this grant, Keystone Symposia was able to support participation of early-stage investigators, students, and other trainees to attend this conference by helping to offset registration costs.\n \n\n \n\n\t\t\t\t\tLast Modified: 05/18/2022\n\n\t\t\t\t\tSubmitted by: Thale Jarvis"
 }
}