{
 "awd_id": "1942865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Biomineralized architected metamaterials: structural design and formation mechanisms",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2020-02-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 520006.0,
 "awd_amount": 520006.0,
 "awd_min_amd_letter_date": "2020-01-09",
 "awd_max_amd_letter_date": "2024-02-01",
 "awd_abstract_narration": "Abstract (non-technical)\r\nIn contrast to geological minerals, biominerals are mineral-based structures formed by organisms. Seashells, our teeth and bone are good examples of biominerals. While we are often amazed by geological minerals’ various specific crystal geometries, biominerals are usually characterized by their arbitrary yet often complex three-dimensional (3D) morphologies. Moreover, the internal microscopic structures of many biomineral-based structures are also extremely intricate and carefully organized in 3D. This hierarchical structural complexity leads to biomineralized structures’ remarkable mechanical strength and durability, despite the fact that the minerals themselves are intrinsically brittle. Currently we have limited knowledge in explaining how biominerals’ complex 3D microstructures and morphologies are emerged and regulated. This award, by using the biomineralized skeleton in a starfish as a model system, aims to characterize its complex 3D microstructure as well as the underlying formation mechanisms. The skeleton of starfish consists of hundreds of millimeter-sized biomineralized elements, known as ossicles, which are embedded within its soft body. This unique skeletal design allows the starfish to be flexible during locomotion but also to become stiff when required. The ossicles are characterized by their lattice-like porous microstructure based on the single-crystalline calcite, which makes them lightweight, strong, and damage tolerant. The new knowledge gained from this study on the biomineralization mechanisms in starfish will provide us a better understanding of the 3D structural evolution processes for echinoderms, or possibly, even other invertebrate and vertebrate biomineralized tissues. The insights on the multiscale structure, formation mechanisms and mechanical properties obtained in this study for starfish’ biomineralized skeletons will provide important lessons for the design and fabrication of synthetic low-density materials and thus benefit the U.S. economy and society. Aligned with the research goal in generating new knowledge of biomineralized materials, the proposed education and outreach programs will improve the quality of STEM education both locally and national-wide. \r\n\r\nAbstract (technical)\r\nStarfish form biomineralized millimeter-sized skeletal elements, known as ossicles, for protection, locomotion and other purposes. Like other echinoderms’ skeletons, these ossicles consist of magnesium-bearing calcite with a small amount of organic materials embedded in the mineral matrix. Intriguingly, despite their single-crystal nature, ossicles are characterized by their complex bicontinuous network-like microstructure, known as stereom. The goal of this proposed CAREER program is to understand how these biominerals’ complex morphology is formed and controlled in 3D and how such structural control impacts their mechanical performance. We carefully select the periodic, lattice-like stereom structure, termed as biomineralized architected metamaterial (BAM), from a model starfish system. The PI will first quantify the multiscale 3D morphology of the fully formed BAM structure in terms of its 3D lattice network, surface curvature, and spatial distribution of organic materials within minerals and then investigate the 3D structural evolution, mineral crystallography, and distribution of mineral precursors at the growth front of forming ossicles through novel tomography imaging techniques. Finally, the mechanical effects of multiscale 3D structural control will be established via combined experimental testing and computational modeling. The subject of this study is an attractive topic for students and the broader public, and the proposed education and outreach programs will integrate material science, biology, and engineering to align with the research goal in better understanding biological materials\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ling",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ling Li",
   "pi_email_addr": "lzli@seas.upenn.edu",
   "nsf_id": "000743724",
   "pi_start_date": "2020-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "635 Price's Fork Road",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 119448.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 97186.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 98198.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 76185.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}