{
 "awd_id": "1942581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Understanding the interplay between lipid composition and biomolecule transport in biological membranes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 592332.0,
 "awd_amount": 592332.0,
 "awd_min_amd_letter_date": "2020-03-09",
 "awd_max_amd_letter_date": "2022-09-20",
 "awd_abstract_narration": "The phospholipid membrane is the barrier that divides the interior and exterior of cells.  It is laden with membrane-bound objects such as proteins and ion channels which are under constant motion and dictate various functions of the cell.  Unraveling the role of the phospholipid membrane and the significance of high concentrations of membrane proteins in biological signaling processes could lead to an improved understanding of how cells communicate, transport material, and orchestrate essential processes.  These discoveries can, in turn, enable new advanced drug delivery systems, biosensors, and other biomimetic materials.  This CAREER award will support the development of experimental methods to create robust artificial mimics of cell membranes, quantify their properties, and determine the interplay between those properties and the dynamics and transport properties of membrane-bound objects.  The project will help advance one of NSF’s Big Ideas- Understanding the Rules of Life -  by addressing a fundamental question in biology: how is material and information transported between cells?  This research will be integrated with a robust educational component that includes workshops training K-12 educators on how to translate challenging concepts in engineering, biology, and chemistry into interactive classroom demos, the recruitment of underrepresented undergraduate students from local community colleges in the Pioneer Valley for summer research internships, and the development of a new course to strengthen student understanding relationships between chemical engineering research, industry, and the economy.\r\n\r\nThe cell membrane plays an outsized role in many biological processes due to the presence of large concentrations of peripheral and integral membrane proteins that selectively regulate the transport of material and information across the barrier.  Selective transport across the membrane has been exploited to develop biosensors, but most work relies on monitoring the transport across a single ion channel.  Developing technologies that leverage the heterogeneity and high concentrations of ion channels could enable multiplexed biosensing with improved signal-to-noise and throughput.  However, changing elastic properties of protein-laden membranes, membrane deformations, and crowding effects can alter transport characteristics.  Therefore, this project aims to understand how the properties of the phospholipid bilayer in biologically relevant membranes alter the spatiotemporal dynamics of membrane bound objects.  A novel experimental platform to fabricate planar, freestanding, artificial cell membranes and measure membrane properties (thickness, lateral elasticity, Young’s modulus) will be extended to incorporate leaflet asymmetry.  Controlled quantities of membrane bound microparticles will be introduced and microrheological techniques will be applied to reveal fundamental insight into thin film rheology and the two-dimensional hydrodynamics of crowded membranes.  By utilizing simultaneous optical monitoring of the membrane by fluorescence microscopy and electrophysiological techniques to measure ion transport, the concentration-dependent diffusion and gating activity of ion channels will also be investigated.   The objectives of this CAREER award are to provide insight into how biological membranes regulate intracellular transport by 1) evaluating the change in elastic properties in membranes mimicking different types of cells, 2) determining the modification of lateral dynamics as membranes become increasingly covered with peripheral objects, and 3) quantifying the concurrent alteration in trans-bilayer ion transport.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Beltramo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Peter J Beltramo",
   "pi_email_addr": "pbeltramo@umass.edu",
   "nsf_id": "000780210",
   "pi_start_date": "2020-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 466009.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 126323.0
  }
 ],
 "por": null
}