{
 "awd_id": "1943275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A Unified Theory of Private Control Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Kuh",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2020-01-23",
 "awd_max_amd_letter_date": "2021-03-23",
 "awd_abstract_narration": "The recent advances in artificial intelligence and wireless sensor technologies have led to significant research in cooperative optimization. In this regime, multiple agents (e.g., processors or sensors) communicate their information locally with their neighbors to cooperatively optimize a global performance metric. This decentralized paradigm plays a key role in the network domains where communication with a centralized coordinator is either undesirable or impossible. This also allows for preserving the privacy of the agents. It is for these reasons that the design and performance analysis of decentralized optimization methods have attracted a growing attention in several application domains such as data science, wireless networks, and communication networks. This project is aimed at development of new models, mathematical tools, and computational algorithms to address emerging complex multi-agent systems. This complexity arises in emerging applications such as remote sensing, economic dispatch models with renewable energy, and efficiency estimation in transportation networks. This proposal has the potential to substantially reduce the gap between the theory and real-world practice of complex multi-agent networks. Moreover, collaborations with the industrial partner will facilitate effective knowledge transfer. This project is also aimed at increasing awareness and interest among high school students, educators, and college students through several fully integrated educational and outreach activities. These include enhancing professional development of teachers of Stillwater High School, engaging secondary students in after school activities, and promoting diversity through involvement of underrepresented undergraduate students in research. \r\n\r\nThe long-term research goal is to advance the computational models and algorithms for distributed constrained optimization in emerging complex multi-agent networks. In pursuit of this goal, the research objective of this CAREER proposal is to apply the theory of variational inequalities and regularization in the field of distributed optimization to design new algorithms with provable performance guarantees that can address multi-agent networks with complex constraints. This complexity arises in several application domains such as wireless sensor networks, transportation networks, and machine learning, where the optimization model is complicated due to the presence of:  (1) uncertainty and nonlinearity in constraints; (2) an inner-level large-scale optimization problem; or (3) equilibrium constraints. The state-of-the-art approaches including weighted-averaging consensus, push-sum, and alternate direction multiplier methods work often under the premise that functional constraints are easy-to-project. These schemes rely significantly on Lagrangian duality theory and do not lend themselves to asynchronous protocols and communication delays. Accordingly, this research is expected to advance the area of distributed optimization over complex networks by: (i) Development of an enhanced mathematical modeling framework by utilizing the theory of variational inequalities; (ii) Design and analysis of new classes of iteratively regularized consensus-based algorithms with explicit performance bounds to address the proposed modeling framework; and (iii) Explore novel ways to address nonsmoothness in the proposed modeling framework. The long-term educational goal is to broaden the participation of K-12 and college students (in particular women and underrepresented minorities in STEM) in the fields of Operations Research and Applied Mathematics. In pursuit of this goal, the educational objective of this CAREER proposal is to inspire and engage young minds, formal and informal educators, and undergraduate and graduate students in understanding the role of optimization in tomorrow’s practice. This includes the following activities: (i) provide four-week professional development workshops for secondary teachers; (ii) develop an after school STEM program for Stillwater High School students; (iii) involve underrepresented undergraduate students in the PI’s research in collaboration with The Oklahoma Louis Stokes Alliance for Minority Participation; and (iv) develop an undergraduate and an advanced doctoral course.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hale",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Hale",
   "pi_email_addr": "matthale@gatech.edu",
   "nsf_id": "000769019",
   "pi_start_date": "2020-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 UNIVERSITY OF FLORIDA",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 181410.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}