{
 "awd_id": "1943972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Understanding Multiscale Mass Transport in Organic Electrosynthesis: Towards a Sustainable Pathway to Nylon Precursors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2026-03-31",
 "tot_intn_awd_amt": 634650.0,
 "awd_amount": 634650.0,
 "awd_min_amd_letter_date": "2019-11-20",
 "awd_max_amd_letter_date": "2021-08-18",
 "awd_abstract_narration": "The increased generation capacity of renewable electricity from wind and solar offer new industrial applications with reduced environmental footprints. This CAREER project addresses key issues in the manufacture of common chemical intermediates using electricity rather than thermochemical means. The project will expand fundamental understanding of the multiscale processes in the design and operation of high-performing electrochemical manufacturing processes. To best achieve this goal, the project will focus on the largest organic electrochemical reaction implemented in the chemical industry as a model reaction: the synthesis of adiponitrile (ADN), a precursor to Nylon.  By exploring transport and chemical kinetic phenomena at multiple length-scales, this project will identify key factors that limit the performance of electrochemical reactors and derive design rules for optimal operation. The project integrates an educational program with the primary objective of training a future workforce for a sustainable electrochemical industry. This educational program includes K-12 education of students from Hispanic background, integration of electrochemical engineering education in undergraduate and graduate chemical engineering curricula, entrepreneurship training activities, and public engagement activities to promote sustainable chemical processes through the influence of the fashion industry.\r\n\r\nThis CAREER project presents an integrated research and education plan with the overarching goal of understanding multiscale transport and kinetic phenomena in organic electrosynthesis across the relevant reactor regions: the near-electrode region, the bulk liquid electrolyte region and ion conductive membranes. Understanding and controlling the coupled processes that take place at these three regions can result in improvements in conversion, selectivity, and energy conversion efficiency to ultimately enable the industrial large-scale deployment of organic electrosynthetic reactors. To more effectively accomplish the project goals, the electrochemical synthesis of adiponitrile via the electrohydrodimerization of acrylonitrile, will be used as a model reaction. The project is organized in three research thrusts. Thrust 1. Near-electrode processes: The goal of thrust 1 is to elucidate the molecular processes that drive selectivity by studying them with in situ electrochemical spectroscopy techniques and then use this understanding to control selectivity towards desired organic products. Thrust 2.  Liquid electrolyte processes: The goal of thrust 2 is to explore the interplay between mass transport and kinetic processes in mesoscale (10's-1000's micrometers) multiphase electrochemical flow reactors and then use the knowledge gained to enhance performance of organic electrosynthesis reactors. Thrust 3. Membrane processes: The goal of thrust 3 is to understand the effects of organic electrolytes on the microstructure, permeability, and conductivity of ion-conducting membranes and to derive design rules for membrane-separated organic electrosynthesis reactors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miguel",
   "pi_last_name": "Modestino",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Miguel A Modestino",
   "pi_email_addr": "mam42@nyu.edu",
   "nsf_id": "000731656",
   "pi_start_date": "2019-11-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 499329.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 135321.0
  }
 ],
 "por": null
}