{
 "awd_id": "1943934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Surfacing deeply-held beliefs about gender- and race-based minoritization in engineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 597139.0,
 "awd_amount": 612547.0,
 "awd_min_amd_letter_date": "2020-01-29",
 "awd_max_amd_letter_date": "2023-07-06",
 "awd_abstract_narration": "Women and people of color remain systematically excluded from engineering. This problem is due, in part, to the deeply-held beliefs that people in positions of power hold about race and gender. However, such deeply-held beliefs often remain outside of a person’s conscious awareness. This CAREER project will contribute to broadening participation in engineering by 1) analyzing the beliefs that engineering faculty, staff and administrators hold about why minoritization of women and people of color endures in engineering culture, 2) analyzing how they justify these beliefs, and 3) characterizing the experiences that they recognize as key to their evolution. These research contributions will directly inform the design of meaningful opportunities for others (engineering educators or members of society more broadly) to surface and critically reflect on their deeply-held beliefs in order to evolve towards ever-increasingly inclusive conduct, especially with respect to race- and gender- based minoritization in engineering.\r\n\r\nPrior work on broadening participation in engineering has primarily focused on understanding minoritized students and their experiences, commonly from a deficit perspective. This CAREER project takes a complementary approach by focusing on race or gender-based majority-group (male and/or white) engineering faculty, staff and administrators who are recognized as proponents of diversity and inclusion by a member of a minoritized group. The motivation for studying these privileged individuals includes the following:  (i) the vast majority of engineering faculty and administrators belong a racial and/or gender majority group, so efforts to broaden participation must enable their development as inclusive educators, (ii) the privileges associated with their majority-group status(es) potentially allow them to evolve without ever critically reflecting on how their socialization has enabled beliefs that maintain racist and sexist educational systems, (iii) their decisions shape the design and implementation of undergraduate engineering education programs, and (iv) they have the systemic power to shift engineering culture more broadly. Methodologically, the research will include a series of in-depth, semi-structured interviews with participants framed by Argumentative Thinking as a way to access deeply-held beliefs and Narrative Analysis in order to situate beliefs within an individuals’ salient life experiences. The research findings will inform the design and implementation of professional development opportunities targeting other majority-group educators to take responsibility for disrupting the problematic status quo for participation in engineering by surfacing and critically reflecting on their own deeply-held beliefs. By understanding how to effectively surface and potentially change the deeply-held beliefs of majority-group engineering educators, this project is a critical step for broader change toward a culture where majority-group members hold each other accountable for broadening participation in engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Dringenberg",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Emily A Dringenberg",
   "pi_email_addr": "dringenberg.1@osu.edu",
   "nsf_id": "000714247",
   "pi_start_date": "2020-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "Office of Sponsored Programs",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 332042.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 15408.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 265097.0
  }
 ],
 "por": null
}