{
 "awd_id": "1943686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A new class of microfluidic ex vivo culture models to understand whole organ physiology and disease",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922390",
 "po_email": "rbardhan@nsf.gov",
 "po_sign_block_name": "Rizia Bardhan",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 568000.0,
 "awd_min_amd_letter_date": "2020-01-28",
 "awd_max_amd_letter_date": "2022-09-20",
 "awd_abstract_narration": "Lymph nodes are critically important organs of the immune system that train immune cells to fight off infections from bacteria and viruses. Despite this essential role, few techniques exist to study the dynamic interactions between cells within lymph nodes. Additionally, the structure of the lymph node is so unique that the complex architecture prevents drugs from penetrating into the lymph node to target viruses, bacteria, and metastatic cancer cells that collect there causing infection. Current methods do not allow straightforward testing of immune cell interactions and drug transport a lymph node without animal testing. This CAREER project will develop a microfluidics device to culture an entire lymph node to observe and quantify cell behaviors and interactions in real time. In addition to answering fundamental questions as to how the immune system activates, this lymph node model has potential broad applications to study 1) chronic infection and inflammation, 2) cancer metastasis to the lymph node, and 3) drug delivery strategies for chemotherapeutic and antiretroviral therapies for cancer and HIV treatment. It can also serve as a screening platform for immune response to foreign materials and/or transplant rejection. The complementary education plan focuses on cross-training students in microphysiological engineering and immune biology at the undergraduate and graduate level.  Through a partnership with Delaware public school teachers, middle and high school curricular materials will be developed and implemented on immune system physiology, vaccine function, and bioengineering for broad dissemination of these important and advanced concepts into the secondary school system.\r\n\r\nThe investigator’s long-term research goal is to develop a new class of microfluidic ex vivo organ culture platforms to serve as a microphysiological system to mechanistically interrogate physiology, development, and remodeling in a multicellular context with native tissue architecture.  Toward this goal, the research objective of this CAREER project is to develop an ex vivo lymph node (LN) platform for extended culture and to validate proper adaptive immune system response, cell trafficking, and drug pharmacokinetics, which will enable mechanistic interrogation of LN physiology, in a multicellular context, with native tissue architecture and circulatory flows.  The Research Plan is organized under two Aims.   The FIRST Aim is to create a framework for non-invasive monitoring LN health and physiology over extended culture (21 days) in an ex vivo LNChip microfluidic platform.  Individual LNs will be dissected from pig tissue and the afferent and efferent lymphatic and vascular vessels will be mobilized for cannulation and connection to the microfluidic platform, which enables precise control and measurement of the cellular and fluid input and output of the LN.  Rigorous assessment and quantification of organ health will be determined with “minimally invasive” longitudinal measures and end-point assays. These data will be coupled with a computational model of transport in the LN to create a framework for “non-invasive” monitoring organ health from temporal analyte concentrations in the efferent lymphatic and venous flows.  Modeling the creation, degradation, and transport of factors that are indicators of cellular stress, apoptosis and necrosis will enable monitoring the health of the LN from measurements made from these input and output flows without disturbing the LN. The SECOND Aim is to assess key cellular interactions, cell trafficking, and drug pharmacokinetics in a LNChip platform with an embedded window for longitudinal real-time imaging, with the goal of confirming that the platform demonstrates immune cell trafficking from both vascular and lymph pathways as documented in the literature and has similar transport characteristics for small molecules and drugs during culture. For trafficking studies, fluorescently labeled cells will be recirculated through either the vascular or lymphatic networks, and the number and locations of cells will be quantified in each fluid network and within the LN itself. Incorporation of a glass \"window\" into the LN will allow for real-time imaging and timelapse cell tracking. This will enable studies focusing on the dynamics of cell trafficking in a physiologically relevant microenvironment. T cell activation assays will serve as confirmation of normal function following culture and transport studies (passive molecules of varying sizes and drug) in a LN will be performed to assess the transport of species between vascular and lymphatic networks and throughout the lobule.  To broaden impact, in addition to the fundamental knowledge of LN physiology directly assessed in this project and the impact that such an ex vivo culture system would have, the investigator’s lab will set up a website to share the numerous tricks and techniques developed that enable cannulation of small vessels, organ preparation, harvest, and culture, and the design of pump systems needed to sustain this class of microfluidic device. The website will serve as a source for how-to videos, device designs, and resource sharing around development of tissue fluidic connectors for the global scientific community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Gleghorn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Gleghorn",
   "pi_email_addr": "gleghorn@udel.edu",
   "nsf_id": "000692405",
   "pi_start_date": "2020-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 441151.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 18000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 108849.0
  }
 ],
 "por": null
}