{
 "awd_id": "1943730",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: The Intersection of Spatial Statistics and Differential Privacy",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 433497.0,
 "awd_amount": 337544.0,
 "awd_min_amd_letter_date": "2020-03-31",
 "awd_max_amd_letter_date": "2023-04-07",
 "awd_abstract_narration": "This CAREER award will develop methods for generating high-quality, spatially referenced public-use data while addressing data confidentiality concerns.  Access to high-quality public-use data is critical for many research disciplines. However, analyses of fine-scale geographic regions with small population sizes (e.g., census tracts) often yield statistically unreliable inference.  Small areas also may contain few study participants, thus increasing the risk of disclosure of sensitive information about a participant, such as an individual's disease or employment status.  This project will create a unifying framework between the formal privacy literature and the spatial statistics literature that gives equal weight to privacy considerations and the utility of the resulting data. The results of this research will be of value both to academic researchers and staff at the Federal statistical agencies. The investigator will collaborate with researchers at the Centers of Disease Control and Prevention and the National Center for Health Statistics. Workshops and short courses will be developed by the investigator on spatial statistics and data privacy for staff at the Federal statistical agencies. The project also will create undergraduate research opportunities in Bayesian inference and statistical computing and provide educational opportunities related to spatial statistics and data privacy.\r\n\r\nThis project will develop Bayesian statistical methods for generating spatially referenced synthetic data that achieve or exceed the privacy protections currently implemented by U.S. Federal statistical agencies.  Small area estimation methods from the spatial statistics literature provide a framework to leverage complex dependencies in the data to improve the precision of an estimate.  Emerging methods from the data privacy literature may be used to mask or otherwise conceal information from these areas to protect the privacy guarantees made to the data subjects in exchange for their participation.  Taken together, these two approaches present an analytic tension between providing accurate and reliable local estimates and the need to obscure detailed linkage between small area estimates and the data subjects residing therein. This project will tackle the following issues.  First, the project will devise a statistical framework for producing massive, differentially private public-use data repositories comprised of spatially referenced synthetic aggregate count data.  A key aspect of this work will be to strike a balance between computational efficiency and data utility.  Second, the project will establish criteria for synthetic data from a broad class of spatial models to satisfy formal privacy protections.  The result of this work will be methods that provide substantial gains in utility and help combine the tasks of data analysis and the generation of synthetic data to avoid redundancies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harrison",
   "pi_last_name": "Quick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harrison Quick",
   "pi_email_addr": "hsq23@drexel.edu",
   "nsf_id": "000805595",
   "pi_start_date": "2020-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "DSPH - 3215 Market Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "880000",
   "pgm_ele_name": "SCIENCE RESOURCES STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 203749.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}