{
 "awd_id": "1943438",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Product-line Design Optimization with Strategic Differentiation: Empirical Evidence and Modeling",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927328",
 "po_email": "harkim@nsf.gov",
 "po_sign_block_name": "Harrison Kim",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2020-01-24",
 "awd_max_amd_letter_date": "2020-01-24",
 "awd_abstract_narration": "This Faculty Early Career Development Program (CAREER) grant will advance the theory, quantitative modeling, and education of product-line design using optimal strategic \"differentiation\": how different a product is from others in terms of attributes consumers consider. Anticipating interactions among product variants to better meet overall product-line marketing and regulatory goals is challenging for manufacturers. For example, to help comply with fuel economy regulations, automotive manufacturers have introduced new sets of vehicles. To do so in a commercially successful way, the manufacturers need to differentiate them from other vehicles in the company's product line and their competitors'. Historically, when manufacturers have failed to differentiate, the sales of fuel-efficient vehicles have been lower than expected, and some companies have had to pay penalties for not meeting the fuel economy regulations. If companies could strategically differentiate their cars--for example by making them relatively smaller, with better acceleration, than both their larger, more luxurious vehicles, as well as their competitors' cheaper and more-efficient small cars, they might have increased sales and averted the penalties. Unfortunately, existing product-line design models used by engineers are limited in their ability to support strategic differentiation decisions, because the models' properties are not well understood, there is not enough evidence that they predict real-world behavior adequately, and organizations often do not have in-house expertise to use and adapt them for the appropriate contexts. The research outcomes will enable manufacturers to systematically optimize product-line designs, reaching solutions to firm objectives while meeting regulatory constraints.\r\n\r\nTo achieve the goals of this research, the work will derive and empirically test new hypotheses about strategic differentiation under sets of market and regulatory conditions and identify classes of product-line optimization models capable of representing this behavior. The research approach combines product-line optimization modeling with econometric analysis. New analyses of industry product-line data will explain systematic properties of strategic differentiation found in industry. The project outcomes will enable the development of (1) a theory that parsimoniously yet credibly explains fundamental properties of optimal strategic differentiation (e.g., clustering, fracturing, and divergent positioning) under different characteristics of design decisions, consumer preference distributions, and regulatory constraints; and (2) empirically-supported product-line design models that optimize engineering design variables considering how adjustments to one product variant's attributes will affect market and regulatory goals of other variants in the line. An integrated research and education plan will enhance undergraduate education and establish a practitioner education program and online portal to scale-up collaborative learning and model transfer between academia, industry, and government.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Whitefoot",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kate S Whitefoot",
   "pi_email_addr": "kwhitefoot@cmu.edu",
   "nsf_id": "000678850",
   "pi_start_date": "2020-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "072Y00",
   "pgm_ele_name": "EDSE-Engineering Design and Sy"
  },
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}