{
 "awd_id": "1943287",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Multiscale Mechanical Characterization of Bone Fracture Healing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924204",
 "po_email": "shisharm@nsf.gov",
 "po_sign_block_name": "Shivani Sharma",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 506024.0,
 "awd_amount": 519699.0,
 "awd_min_amd_letter_date": "2020-02-07",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) grant will address an important unsolved biomechanical problem: there is no non-invasive technique to measure bone fracture healing in living animals and humans. This research program will use computed tomography (CT) scans to create anatomically accurate 3D models of healing bones.  These models will be used to measure how much healing has occurred.  The models can also detect if healing has failed. This approach uses engineering simulation tools to carry out virtual mechanical tests, which will measure the mechanical strength of the healing bone.  This will assess healing without the need for direct physical interaction with an animal or human patient.  The bone models will adapt to load-bearing just like bones behave in the body - a novel feature of this work.  These results will advance a new paradigm of non-invasive biomechanics-driven methods for measuring bone fracture healing and have impact on both science and society. The long-term benefit to society will be to develop similar tools to detect problems with bone healing much earlier than is currently possible, which may ultimately lead to better care at lower cost. The research is closely integrated with an educational outreach plan.  Outreach activities are aimed at improving the retention of women in mechanical engineering, both locally and nationally. The combined outcomes of the research and education plans will support the investigator's career in non-invasive mechanical properties measurement of bone.\r\n\r\nThe overall objective of this research is to characterize the structural mechanics of bone fracture callus, an important but under-studied musculoskeletal tissue. The specific technical objectives are: (1) define and validate a scaling law for modeling the density-dependent mechanical properties of fracture callus, (2) develop a collection of multiaxial virtual mechanical tests for detecting failed bone healing (nonunion) based on organ-level rigidity and tissue-level stress concentrations, and (3) characterize the structural organization of fracture callus and measure remodeling at the bone-callus boundary as quantitative indicators of healing speed. This work will be accomplished using new image analysis algorithms, structural finite-element modeling, and high-performance computing (HPC) enabled optimization methods. In this project, we will show how routine clinical imaging can be used to quantify the mechanics, organization, and remodeling stage of a healing fracture. The methods developed through this program will have a transformative impact on the interdisciplinary community of researchers studying bone healing by enabling quantitative in vivo assessment of structural healing and definitive diagnosis of failed healing when it occurs.  Through associated outreach activities, this award will also address evidence-based drivers of female under-representation in mechanical engineering, both within the PI’s institution and nationally in partnership with the Perry Initiative.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hannah",
   "pi_last_name": "Dailey",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Hannah L Dailey",
   "pi_email_addr": "hlr3@lehigh.edu",
   "nsf_id": "000703492",
   "pi_start_date": "2020-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "Packard Lab",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153085",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 506024.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 13675.0
  }
 ],
 "por": null
}