{
 "awd_id": "1943681",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Volcano-Tectonic Interactions During Early Phases of Continental Rifting",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 625000.0,
 "awd_amount": 625000.0,
 "awd_min_amd_letter_date": "2020-06-01",
 "awd_max_amd_letter_date": "2024-04-23",
 "awd_abstract_narration": "Continental rifting is a fundamental facet of plate tectonic theory and is being intensely studied by a range of researchers. Several projects focus on later stages of continental rifting, but this work aims to investigate early processes - when a continent is just beginning to break apart. The East African Rift System (EARS) is an archetype continental rift system, thus an ideal place to study continental rifting. This CAREER project investigates the Natron Rift, a part of the EARS that resides in Tanzania and expresses early phase rifting. Melted and partially molten rock beneath the surface has been shown to play an important role in accommodating faulting during continental rifting, but the influence of active volcanism and the volcanic plumbing system remains debated. In the Natron Rift, an active volcano is juxtaposed by the Natron Fault, the major rift border fault in the region. This project will tackle 2 fundamental issues using new and existing surface motion observations and computational modeling: 1) elucidating volcano-tectonic interactions during early phases of continental rifting and, in turn, 2) advancing our understanding of volcanic eruptive processes. Utilizing surface motion data, an integrated 4-step computational modeling approach of the volcano-border fault system will be used that involves simplistic models of the system’s geometry, 3D physics-based models of the same system, eruptive processes modeling, and the application of a technique that detects anomalous behavior of the volcano. The Educational component of this CAREER engages a range of students, particularly underrepresented groups, towards increasing diversity in the geosciences. An undergraduate training opportunity will prepare students for graduate studies in the geosciences trough coding and data analysis. High school outreach will impact over 200 students with diverse backgrounds. Furthering our understanding of volcanic hazards is a natural broader impact of this project.\r\n\r\nIt has long been recognized that continental rifting is initiated through mechanical stretching and/or magma (including fluids)-assisted processes, but the role of volcanism during early phase rifting remains elusive. The goals of this project are to tackle 2 key scientific objectives: (1) elucidating the volcano-tectonic process during early phase rifting and, in turn, (2) advancing our understanding of volcanic eruptive processes. The natural laboratory is the Ol Doinyo Lengai-Natron Border Fault system of the Natron Rift, an early phase rift in the East African Rift System. This region comprises the only accessible volcano-border fault system in an immature continental rift. This study uses open-access data from a Global Navigation Satellite System (GNSS) to observe the active volcano Ol Doinyo Lengai and computational modeling to address the scientific objectives. Modeling components include simple analytical forward models with dMODELS, magma-physics models of the volcanic system, finite element modeling with PyLith, and an inversion technique to detect potential transients in the GNSS data. Results from the main project on early phase rifting will be compared with intermediate and mature phase rifting settings that have volcanoes to better understand how the physics of volcano-tectonic interactions during early phase rifting may be linked with the evolution of later phase continental rifting.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dorothy",
   "pi_last_name": "Stamps",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Dorothy S Stamps",
   "pi_email_addr": "dstamps@vt.edu",
   "nsf_id": "000619651",
   "pi_start_date": "2020-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 Turner Street NW",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 113626.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 83149.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 138383.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 115065.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 174777.0
  }
 ],
 "por": null
}