{
 "awd_id": "1943208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Digital Mathematics Storytelling: Fraction Stories from Urban Emergent Communities",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928191",
 "po_email": "kevclark@nsf.gov",
 "po_sign_block_name": "Kevin A. Clark",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 817220.0,
 "awd_amount": 817220.0,
 "awd_min_amd_letter_date": "2020-01-17",
 "awd_max_amd_letter_date": "2024-07-17",
 "awd_abstract_narration": "Many elementary school children in urban communities are not given the opportunity to relate what they see in school to the mathematics they see in their homes, families, and communities. This project will help solve this problem through a digital storytelling approach. It will investigate how elementary grade children can use mobile technology to create digital mathematics stories. These stories will be made from videos, photos, and audio. Students will connect mathematics from out-of-school settings to the mathematics they learn in school. This project will also create a teacher-friendly website of short videos that showcase the rich mathematics that exists in the everyday lives of urban children. \r\n\r\nThis project, submitted to the Faculty Early Career Development Program (CAREER) will develop a digital mathematics storytelling protocol for all teachers to use, understand the effects of digital storytelling on children’s mathematical identities, knowledge of fractions, and digital literacies, understand how using digital mathematics storytelling effects mathematics instruction, the level of equity in the classroom, and the level of connectedness that teachers feel to their communities, and create a nationwide, online community space for all teachers to learn how to use digital mathematics storytelling. In terms of research methods, a Participant Design Research methodology will be used so that students, their families, and community members will have a voice in developing the digital mathematics storytelling protocol. Narrative Inquiry and Constant Comparison Analysis will be used to analyze the impact of creating and sharing these stories. Over five years, this project will impact 12 elementary classrooms serving over 700 children. Research findings will be used to understand how digital mathematics storytelling connects to mathematics learning. Additionally, a free, online elementary teacher professional development website will be created that features stories authored by participant children, their families, and their communities. Finally, this project will help urban children learn how to use current technology to craft mathematics narratives that help them see themselves as mathematically powerful while still connected to their community. \r\n\r\nThis project is funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts and processes contributing to increasing students' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Chao",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore P Chao",
   "pi_email_addr": "thchao@fullerton.edu",
   "nsf_id": "000712935",
   "pi_start_date": "2020-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "Office of Sponsored Programs",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 133794.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 553917.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 129509.0
  }
 ],
 "por": null
}