{
 "awd_id": "1943810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Multiscale Turbulent Flow Interaction with Flexible Branched Trees for Storm Impact Research",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 528662.0,
 "awd_min_amd_letter_date": "2019-12-02",
 "awd_max_amd_letter_date": "2021-06-01",
 "awd_abstract_narration": "The goal of this research is to systematically investigate the fluid-structure interactions of a tree canopy and the turbulent flow over the canopy, paving the way to improved predictions of storm severity. The canopy has flexible branched trees that deform and dynamically adapt to unsteady turbulent flow and continuously exchanges air with the atmosphere. There are still significant open questions about the formation of coherent flow structures and their connection to the canopy architecture and tree characteristics. The multiscale interactions between the tree canopy and large-scale turbulent coherent will be studied to fill a critical gap in the current knowledge about turbulent flow over canopies and to identify the processes that control storm severity and are also critical factors in global biogeochemical cycles and climate change. The primary educational objective is to enhance the multidisciplinary education of Mechanical Engineering students and increase the retention rate of minority undergraduate students. Nature-inspired examples and live demonstrations will be used to motivate students to pursue science and engineering disciplines. A tightly integrated outreach program will be developed to increase public knowledge about the fluid dynamics of wind in canopies, its role in storms, and the associated impacts on climate change.\r\n\r\nThe proposed research uses flexible multi-branch trees and a wind tunnel with rotational capabilities to study turbulent flow interactions above flexible tree canopies. Large-eddy simulations and a dynamic multilink model of branched trees from foliage to the trunk will be used to form a multiscale interaction model of the turbulent flow and a fractal tree and to identify the previously unknown physical mechanisms responsible for momentum and energy transfers between atmosphere and tree canopies. The feedback process between wind-induced deflection of a branched tree, aerodynamic damping due to branch oscillation and turbulent unsteady flow will be investigated to explain the process of the canopy breathing during ejection (burst) and sweep (gust) turbulent phases and to find the origin of distinct spatial and temporal transport features during these phases. The results will be used in a predictive linear coupled technique to study progressive deformation waves and flow coherent structures observed in canopies. An expected outcome of this research effort is an explanation for the puzzling observations of canopy flows and improved predictions of turbulent structures in detrimental weather conditions such as wind storms.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kourosh",
   "pi_last_name": "Shoele",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kourosh Shoele",
   "pi_email_addr": "kshoele@eng.famu.fsu.edu",
   "nsf_id": "000735501",
   "pi_start_date": "2019-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University, Department of Mechanical Engineering",
  "perf_str_addr": "2525 Pottsdamer Street,",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323106046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 409735.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 118927.0
  }
 ],
 "por": null
}