{
 "awd_id": "1943683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Scalable Ionic Gated 2D Synapse (IG-2DS) with Programmable Spatio-Temporal Dynamics for Spiking Neural Networks",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032925394",
 "po_email": "rnash@nsf.gov",
 "po_sign_block_name": "Richard Nash",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 507337.0,
 "awd_min_amd_letter_date": "2019-11-25",
 "awd_max_amd_letter_date": "2021-12-21",
 "awd_abstract_narration": "CAREER: Scalable Ionic Gated 2D Synapse (IG-2DS) with Programmable Spatio-Temporal Dynamics for Spiking Neural Networks\r\nECCS : 1943683\r\nPI: Feng Xiong\r\n\r\nNontechnical:\r\nArtificial intelligence (AI) has the potential to transform people's lives. Machine learning has shown promise in healthcare, transportation, and advanced manufacturing, but requires enormous amounts of energy. The human brain is better at cognitive tasks such as pattern recognition than even supercomputers while requiring less than 20W of power. Inspired by the human brain, neuromorphic computing and artificial neural networks have recently attracted immense interest. Spiking neural networks mimic biological processes by incorporating similar temporal dynamics. This type of computing offers a promising route for energy-efficient computing with high bandwidth. It is, however, challenging and expensive to implement spatio-temporal processes such as short-term and long-term memory in spiking neural networks with existing digital electronics. In this project, the PI will develop a critically missing element, a dynamic synapse, by controlling the charge carrier concentration in two-dimensional devices. This breakthrough will lead to a truly neuro-realistic computing system with dramatic improvements in energy efficiency, bandwidth, and cognitive capabilities. This can lead to the wide use of AI and revolutionize society through advances in cognitive computing, self-driving vehicles, and autonomous manufacturing. The PI will develop an afterschool outreach program in partnership with a local community engagement center. Students from underrepresented groups will have design and laboratory experiences with the aim of attracting them into engineering careers.\r\n\r\nTechnical:\r\nThe objective of this project is to elucidate the transport mechanisms in ionic gated two-dimensional synaptic (IG-2DS) devices and build synaptic arrays with programmable spatio-temporal dynamics, high precision, low power, good scalability, and good reliability for the hardware implementation of spiking neural networks (SNNs). Despite recent success in the development of artificial neural networks, the hardware implementation of SNNs has been challenging because existing digital electronics do not possess the spatio-temporal dynamics needed for a dynamic synapse-the key building block of SNNs. In this project, the PI will adopt a novel approach to demonstrate short-term and long-term plasticity in 2D synapses by modulating the volatile doping effect from ionic gating and the non-volatile doping effect from charge transfer doping via intercalation. The PI will carry out the following three research tasks: (1) elucidate the short- and long-term doping mechanisms in IG-2DS; (2) demonstrate tunable spatio-temporal dynamics in IG-2DS for the hardware implementation of SNNs; and (3) investigate the scaling potentials of IG-2DS for large-scale integration. Fundamentally, this work elucidates the electronic and ionic transport in 2D electronics. Practically, this work will have an immense impact in the fields of computing, self-driving, automation in manufacturing, flexible sensors, and wearable electronics through the hardware implementation of SNNs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Xiong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Xiong",
   "pi_email_addr": "f.xiong@pitt.edu",
   "nsf_id": "000729579",
   "pi_start_date": "2019-11-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 398815.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 101185.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 7337.0
  }
 ],
 "por": null
}