{
 "awd_id": "1944715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:Long-distance quantum network of long-lived rare-earth qubits",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2020-01-06",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "The advent of quantum technologies fundamentally shifts the paradigms of established science and engineering disciplines, including computing, communication and sensing. Quantum Internet is a long-dreamed vision that could afford internet users the power of quantum computing by distributing entanglement and exchanging quantum information over a global scale. Quantum Internet consists of stationary nodes where entanglement is generated and stored, and the nodes are connected via photons as quantum links. Today distribution of quantum-secured cryptographic keys over a network link has been realized, but only at distances no greater than ~200 km due to the loss of optical fibers. One solution to overcome this limit is to develop quantum repeater nodes, where quantum information - in the form of a qubit - is sent between nearby nodes, and qubits are faithfully stored in quantum memories at each node for later use. This proposal envisions building long-distance quantum networks atom by atom, node by node. We leverage highly coherent rare-earth-ion doped solid materials and nanophotonic technologies to realize modular quantum light-matter interfaces and memories to bring Quantum Internet one step closer to reality. Once deployed, such a network will enable many applications ranging from quantum cryptography that promises secure communication, blind quantum computing to enhanced quantum sensing. Global-scale entanglement will allow more accurate timekeeping and improved long baseline telescopes. Ultimately, Quantum Internet will enable vastly connected quantum computers, which unlocks computing capabilities that are even beyond individual quantum processors. This highly interdisciplinary project will provide a unique opportunity for training graduate and undergraduate students as new generation quantum scientists and engineers, and fully equip them for their future academic or industrial careers. The project also highlights outreach activities to inspire and engage women and underrepresented students in Chicago public high schools. In conjunction with “Entanglement” theatrical productions, museum performances and public lectures, the proposed broadening participation efforts use an innovative platform to raise public awareness about the transformative potentials of quantum technology on society.\r\n\r\n\r\nThe research of this proposal aims to generate remote entanglement of individual rare-earth qubits connected by long-distance telecommunication fiber as the first step towards a scalable quantum network. The concept of Quantum Internet was proposed a decade ago. However, its physical realization has remained elusive. The outstanding challenges lie in the development of stationary qubits that simultaneously possess long-lived coherence and efficient light-matter interfaces, ideally in the fiber-compatible telecommunication wavelengths. To that end, rare-earth dopants in solids have emerged as a promising candidate. In particular, erbium (Er) has a narrow and stable optical transition around 1535 nm. Erbium nuclear spins are shielded from environmental noise by outer shells, giving rise to long spin coherence exceeding 1 second at cryogenic temperatures. Exploiting these outstanding properties, the long-term goal of this integrative research-education program is to realize a scalable quantum network of individual erbium qubits over the existing fiber-optic telecommunication infrastructure. We accomplish this goal by adopting a bottom-up approach with the following objectives: (1) Engineering long-lived Er qubits at the wafer-scale by synthesizing rare-earth doped oxide thin films using molecular beam epitaxy. (2) Developing nanophotonic devices based on a heterogeneous rare-earth-silicon architecture for efficiently interfacing Er qubits with telecom photons. (3) Integrating two devices in a testbed to generate entanglement between remote Er qubits via a long-distance, real-world fiber network. The successful outcome of this program will be the first solid-state quantum network operating on long-distance, fiber-optic telecommunication infrastructure, and constitutes a major scientific milestone towards practical quantum technology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tian",
   "pi_last_name": "Zhong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tian Zhong",
   "pi_email_addr": "tzh@uchicago.edu",
   "nsf_id": "000760707",
   "pi_start_date": "2020-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 South Ellis Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375814",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 398396.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 101604.0
  }
 ],
 "por": null
}