{
 "awd_id": "1944902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Capillary Electrophoretic Mobility Spectrometry - A Solution Phase Analog to Ion Mobility Spectrometry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin McCarley",
 "awd_eff_date": "2019-12-01",
 "awd_exp_date": "2020-11-30",
 "tot_intn_awd_amt": 620000.0,
 "awd_amount": 620000.0,
 "awd_min_amd_letter_date": "2019-11-15",
 "awd_max_amd_letter_date": "2020-07-21",
 "awd_abstract_narration": "The ability to measure the structure of molecules is key to understanding their behavior, such as how chemical species move and why they interact with other molecules and themselves. Creating new measurement methods that provide answers to these questions is especially important when studying complex molecules containing hundreds and thousands of atoms, such as biological molecules. Of great interest are proteins, because their behavior at the molecular level is strongly influenced by their environment, which often changes on a rapid time scale. From a long-term outlook, developing basic science tools that offer insight into protein behavior can lead to new perspectives on factors that impact the health of organisms. Dr. Christopher Baker at the University of Tennessee Knoxville develops technologies that afford unprecedented, high-speed measurements of the structures of proteins in their native environment. In this project, a new tool called capillary electrophoretic mobility spectrometry enables the simultaneous measurement of protein size and ionic charge in extremely tiny volumes of aqueous solution. This project is enabled by developments in 3-dimensional printing to create precision measurement tools. The educational outreach activities broaden the impact of the project by integrating research topics into curricula created in collaboration with middle school science-technology-engineering-mathematics (STEM) educators.  This collaboration  helps educators in resource-limited environments meet learning objectives outlined in Common Core Math and Next Generation Science standards. The educational outreach program focuses on the design and use of hands-on experiential learning projects and include 3-dimensional printing of practical scientific measurement devices and computer-aided simulation of difficult-to-observe chemical properties and events. \r\n\r\nWith this award, the Chemical Measurement and Imaging Program is funding Dr. Christopher Baker at the University of Tennessee Knoxville to develop and integrate two multi-detector strategies in capillary electrophoresis (CE) to enable a new technology termed capillary electrophoretic mobility spectrometry (CEMS). Protein structure evaluation is a highly specific motivating force behind the development of methods for the selective detection of proteins in dynamic biological systems. Nuclear magnetic resonance spectroscopy and X-ray crystallography offer excellent structural resolution, but require relatively large quantities of highly purified proteins, which may be impossible for many analyses. Ion mobility spectrometry (IMS) is emerging as a tool for structural characterization and selective detection, but as a gas-phase ion analysis technique, IMS characterizes proteins under non-native conditions that influence protein conformation. Capillary electrophoresis (CE) is a separation technique highly analogous to IMS, however CE is performed in the solution phase. Unfortunately, the results of CE cannot be interpreted as straightforwardly as those of IMS, due to deleterious intermolecular interactions and dynamic properties of the solution environment. CEMS is based on the online integration of Fourier transform CE (FT-CE), which dramatically improves resolution over conventional CE, and Taylor dispersion analysis (TDA), which enables the direct and calibration-free measurement of hydrodynamic radii. Improved resolution and direct observation of structurally-descriptive properties are the key distinguishing factors between IMS and CE, and therefore, the integration of FT-CE with TDA may enable IMS-like analyses in the solution phase.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Baker",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher A Baker",
   "pi_email_addr": "cabaker@nmsu.edu",
   "nsf_id": "000783738",
   "pi_start_date": "2019-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 57313.0
  }
 ],
 "por": null
}