{
 "awd_id": "1944998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Stress, deformation and seismicity in continental interiors: Testing the \"weak zone\" hypothesis",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 474409.0,
 "awd_amount": 474409.0,
 "awd_min_amd_letter_date": "2020-06-29",
 "awd_max_amd_letter_date": "2024-06-18",
 "awd_abstract_narration": "Most earthquakes happen around the edges of tectonic plates. Yet, large and damaging earthquakes occasionally happen in the continental interiors. The reasons why earthquakes occur away from tectonic plate boundaries is not well understood. Several possible explanations have been proposed and they have been debated for decades. Here, the researchers test one of the leading explanations: \"weak zones\" in the continental interior may lead to the buildup of stress, resulting in earthquakes. To explore this possibility, they use records of seismic waves produced by distant earthquakes. These waves propagate through the Earth’s crust and mantle. They are used to investigate Earth’s interior in a similar way that sonography is used in medical imaging. The team investigates several regions where weak zones may exist, in Australia and the United States.  It analyzes records to determine if seismic waves have lost energy on their path through the Earth. Indeed, when the waves pass through a weak zone, they lose a significant amount of energy which can be detected. This allows mapping the locations of possible weak zones, hence where stresses build up in continental interiors. These data are used as input for geodynamic models which reproduce the mechanics of continental plates and weak zones.  To test the models, their outputs – i.e., modeled earthquake locations and characteristics - are compared to records of real earthquakes using statistical analysis tools. The project provides support for an early career scientist from a group underrepresented in Science.  It also provides training for a postdoctoral associate and a graduate student at the University of Minnesota – Twin Cities.  Aspects of this research are integrated with an educational component that uses sound and music to introduce concepts in signal analysis and Earth imaging.\r\n\r\nThe researchers test the \"weak zone\" hypothesis in terms of lateral rheological variations. The work includes three phases: 1) Seismic imaging (primarily teleseismic attenuation) will constrain lateral variations in viscous strength in the studied areas; 2) Geodynamic modeling will determine where the imaged strength anomalies would lead to enhanced deviatoric stresses, given the regional stress field; 3) Molchan error analysis will quantitatively measure the ability of the expected deviatoric stresses to predict the seismogenic regions. Phase 3 will include testing of the results for statistical significance. The relative magnitudes of the principal stresses predicted by the modeling will also be compared to observations. The studied regions include Australia, the Eastern U.S. and the South-Central U.S. Target areas were chosen because of the availability of the requisite data.  Preliminary imaging also shows that seismicity is consistent with the weak zone hypothesis in these regions. For the South-Central U.S., the focus is on induced seismicity; the team test there whether the existence of a weak zone can explain the disproportionately high occurrence of induced seismicity in Oklahoma.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maximiliano",
   "pi_last_name": "Bezada",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Maximiliano J Bezada",
   "pi_email_addr": "mbezada@umn.edu",
   "nsf_id": "000686659",
   "pi_start_date": "2020-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "116 Church Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550149",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 207598.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 131611.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 135200.0
  }
 ],
 "por": null
}