{
 "awd_id": "1944248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:Doped Aluminum Nitride Ferroelectric Microelectromechanical Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928012",
 "po_email": "adodabal@nsf.gov",
 "po_sign_block_name": "Ananth Dodabalapur",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2019-12-06",
 "awd_max_amd_letter_date": "2021-05-26",
 "awd_abstract_narration": "Proposal Title:\r\nCAREER: Doped Aluminum Nitride Ferroelectric Microelectromechanical Systems\r\n\r\nNontechnical Abstract\r\nIn cellular phones, piezoelectric materials convert radio frequency signals into mechanical vibrations that form the miniature, highly selective, front-end filters critical to efficient utilization of the radio-frequency (RF) spectrum. While acoustic filter technologies are well developed in the existing cellular bands, miniature filtering technologies for mitigating interference are lacking in the Millimeter Wave bands that have been allocated for broadband fifth-generation (5G) cellular network technology. The proposed research will study new methods for scaling the frequency of acoustic front-end filtering technologies to the Millimeter Wave bands without the degradation in performance that plaques existing frequency scaling approaches. Success of the proposed research will enable reliable fifth-generation wireless networks that are more robust to interference. The applications will have major societal impacts.\r\n\r\nTechnical Abstract\r\nThere are two grand challenges to overcome in acoustic filter technologies as they are scaled to meet the needs of wireless communication systems, such as fifth-generation (5G) mobile networks. First, as the frequency of acoustic resonators and filters are scaled beyond 6 giga Hertz (GHz), the dimensions rapidly shrink, significantly degrading the performance due to a litany of parasitic effects. These including degradation of the resonator quality factor arising from scattering at the resonator surfaces and from resistive losses in the thinned metal electrodes, and degradation of the resonator electromechanical coupling as the ratio of the device capacitance falls in comparison to the capacitance associated with on-chip routing to the tiny acoustic devices. Second, the fixed frequency operation of existing acoustic resonators limits the number of bands that can be added before the losses, area, and cost introduced by the routing and switches becomes unworkable. This research seeks to study and exploit the recently discovered ferroelectricity in aluminum scandium nitride (AlScN) thin films to address these fundamental challenges. The proposed research will develop material deposition techniques allowing for the systematic tailoring of the ferroelectric properties through the thickness of an aluminum scandium nitride film stack via variations in scandium doping. These techniques will be utilized to form film stacks where the coercive fields have been engineered to vary through the device thickness, allowing for the selective inversion of the ferroelectric polarization of specific regions in the aluminum scandium nitride films at controllable depths. Periodically poled layers through the film thickness will be realized to selectively excite high order overtone acoustic resonances that enable dramatic frequency scaling without the steep reductions in resonator dimensions that degraded both the quality factor and electromechanical coupling of prior frequency scaling attempts. The selective poling techniques will be extended to demonstrate acoustic resonators that can be dynamically reconfigured over many octaves in frequency. Finally, fundamental questions pertaining to the aluminum scandium nitride film properties that ultimately define the performance limits of the proposed radio-frequency (RF) devices will be explored.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roy",
   "pi_last_name": "Olsson",
   "pi_mid_init": "H",
   "pi_sufx_name": "III",
   "pi_full_name": "Roy H Olsson",
   "pi_email_addr": "rolsson@seas.upenn.edu",
   "nsf_id": "000806336",
   "pi_start_date": "2019-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3205 Walnut St.-Singh Center",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191043405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}