{
 "awd_id": "1944881",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: The evolution and development of cognitive control",
 "cfda_num": "47.074, 47.075",
 "org_code": "08090000",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 586167.0,
 "awd_amount": 586167.0,
 "awd_min_amd_letter_date": "2020-01-09",
 "awd_max_amd_letter_date": "2024-06-20",
 "awd_abstract_narration": "Cognitive control is a defining characteristic of intelligent, flexible behavior. These regulatory cognitive processes coordinate behavior so it aligns with current goals and is appropriate for a given context; for example, by turning off reflexive responses (such as reaching directly for a reward) and exerting self-control in service of long-term goals (such as planning for better rewards in the future). Why do some individuals exhibit more robust cognitive control than others? This project will develop novel experimental tasks, spanning multiple core components of cognitive control, to assess its emergence across species and over maturation. To do so, the project will leverage the strengths of several large, naturalistic populations where primates (here, chimpanzees, macaques, and lemurs) are semi-free-ranging but controlled cognitive experiments are also possible. By integrating data across multiple species, the project will examine when and why flexible forms of cognitive control emerge and test different proposed pathways that may promote cognitive control. Training, education, and outreach aimed at students from elementary school through graduate school will be integrated throughout the project. The project will develop an educational outreach program on primate cognition, behavior, and conservation for children, implemented in Michigan, Puerto Rico, and Uganda. Undergraduates will grain hands-on research experience through internships and course work integrating data science training, including through a new a summer internship program in primate cognition and behavior aimed at broadening student representation and access to the field. Finally, research teams will be led by postdoctoral researchers and graduate students, providing key international research experiences for trainees.\r\n\r\nThis project has three specific aims. The first aim is to identify unique aspects of cognitive control in humans and compare this with chimpanzees. There have been few standardized assessments of cognitive control in non-human primates. Here the research team will develop a battery of experimental tasks comprising key measures of working memory, inhibition, updating, performance monitoring, and planning to assess the structure of cognitive control in chimpanzees. The second aim is to test the hypothesis that the emergence of flexible cognition is linked to slow life histories with an extended period of juvenile development. The project will adapt the cognitive control battery to compare the ontogeny of cognitive control in chimpanzees (with slower life histories) and macaques (faster life histories). The third aim is to examine the general evolutionary pathways shaping the emergence of cognitive control by contrasting two major hypotheses about intelligence: the social intelligence hypothesis predicts that cognition evolves in response to complex social life, whereas the ecological intelligence hypothesis predicts that dietary ecology is more important. By comparing cognitive control capacities across eight closely-related lemur species that vary widely in natural history, the project will tease apart the relative contribution of social versus ecological complexity the emergence of intelligent, flexible behavior. This project will bridge evolutionary and developmental perspectives on cognition by leveraging the strengths of several naturalistic populations of chimpanzees, macaques, and lemurs varying in age. Together, this work will address the ultimate function and proximate mechanisms building robust executive control abilities across species.  This project is jointly funded by the Behavioral Systems Cluster in the Directorate for Biological Sciences and the Biological Anthropology Program in the Directorate for Social, Behavioral and Economic Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Rosati",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra Rosati",
   "pi_email_addr": "rosati@umich.edu",
   "nsf_id": "000782572",
   "pi_start_date": "2020-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "4063 East Hall, 530 Church St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091043",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 473552.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 55801.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 56814.0
  }
 ],
 "por": null
}