{
 "awd_id": "1944322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Modeling human veins and venous pathology with organ-on-chip engineering for basic, translational and educational research",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922390",
 "po_email": "rbardhan@nsf.gov",
 "po_sign_block_name": "Rizia Bardhan",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 509596.0,
 "awd_amount": 509596.0,
 "awd_min_amd_letter_date": "2020-08-06",
 "awd_max_amd_letter_date": "2022-09-20",
 "awd_abstract_narration": "Venous diseases (such as venous thrombosis) are ranked amongst the top cardiovascular causes of death worldwide. These diseases are relatively poorly understood and the therapeutic approaches to treat these disorders are very limited. These inadequacies exist because discovery and therapeutic programs rely heavily on results from animal models, whereas these models (particularly rodent models) of venous diseases often perform poorly in terms of predicting human pathophysiology. The goal of this NSF CAREER project is to test the hypothesis that venous architecture, function and pathology (deep vein thrombosis) can be recreated bottom-up with a newly designed organ-on-chip (vein-on-chip) technology, which can serve as a replacement to animal models in preclinical and clinical cardiovascular research. The project will be leveraged to create an educational program titled \"Biology WITHOUT Animals But WITH Engineering\" that will target high school students, involve undergraduates in research and as mentors, and provide contemporary communication strategies to graduate students. The program is designed to stimulate excitement in STEM education and contribute to creating a critical and diverse workforce of biomedical engineers who can accelerate and economize healthcare through innovation in drug discovery pipelines.\r\n\r\nThe Investigator’s long-term goal is to positively impact human healthcare by providing both mechanistic understanding as well as therapeutic assessment for complex vascular diseases with FDA-approved bioengineered modeling systems.  Toward this goal, this CAREER project will build on the Investigator’s engineered tunable model of a fully human vein-on-chip (including valves and endothelium) for the analysis of venous thrombosis, related pathologies and therapeutics in vitro. The Research Plan is designed to establish this vein-on-chip platform to perform dissectible analysis of the known but underexplored factors that govern venous thrombosis and its treatment.  The first step is to leverage the platform to dissect the factors of Virchow’s triad sequentially (endothelium, blood and flow) and determine their individual and collaborative contributions in the onset and propagation of DVT.  The vein-on-a-chip will then be applied to dissect the immune factors systematically.  Blood constituents (neutrophils, monocytes or platelets) will be added or subtracted systematically to determine the synergistic or inhibitory role, individually or collectively, in onset of DVT and its consequences.  Finally, the vein-on-chip will be used to suggest new strategies to resolve DVT. The working hypothesis is that the DVT-on-chip system will reveal how combinations of anticoagulant, anti-inflammatory and statin drugs may resolve DVT.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abhishek",
   "pi_last_name": "Jain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abhishek Jain",
   "pi_email_addr": "a.jain@tamu.edu",
   "nsf_id": "000806278",
   "pi_start_date": "2020-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "101 Bizzell St, ETB 5045, 3120 T",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 401899.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 107697.0
  }
 ],
 "por": null
}