{
 "awd_id": "1945364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Deciphering 2-Dimensional, Crystal-Mediated, Surface-Enhanced Raman Scattering for Quantitative Analysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 678913.0,
 "awd_amount": 678913.0,
 "awd_min_amd_letter_date": "2020-02-19",
 "awd_max_amd_letter_date": "2021-02-12",
 "awd_abstract_narration": "Molecules can be detected and identified by how they absorb or emit light of different wavelengths. A technique called Raman spectroscopy reveals information about molecular structure using the light scattered by molecules as they vibrate at their unique frequencies. Over 40 years ago, it was discovered that the Raman scattering signals could be increased dramatically (more than a million times) when molecules were stuck to (adsorbed on) a roughened metal surface. That discovery improved chemical detection and analysis, however the signal improvements are not always reproducible from one surface to another and the precise reason for the enhancement is still under vigorous debate. In this project, funded by the Chemical Structure, Dynamics, and Mechanisms-A (CSDM-A) Program of the Chemistry Division, Professor Xi Ling of Boston University is investigating signal enhancements in Raman spectroscopy on the surfaces of well-defined, two-dimensional (2D) crystals (e.g., tin sulfide (SnS2) and tungsten selenide (WSe2)). The structure and properties of these crystals are better defined and understood than those of roughened metal surfaces and thus, Professor Ling and her students may uncover how and why Raman signal are enhanced on surfaces.  New technologies are expected to emerge from this research project, especially in the field of chemical analysis, where it may become routine to detect just a few or even a single molecule of a substance. The students engaged in this project are gaining advanced training in spectroscopy (light-matter interactions) and molecular and materials design, both of which are increasingly sought-after areas of expertise in the science and technology sector.  Professor Ling will develop and implement a laser spectroscopy experience for students by collaborating with Boston University's Learning Resource Network (LERNet) and its outreach programs. This outreach program encourages young women and high schools students to enter science and engineering fields. Dr. Lin will also enhance open source education resources for high school teachers and students by developing interactive video lesson modules. \r\n\r\nThe mechanisms of surface-enhanced Raman spectroscopy (SERS) are not fully understood, especially the chemical mechanism (CM), which remains relatively mysterious compared to the electromagnetic (EM) mechanism. The scientific objectives of this project are to gain a deeper understanding of chemical mechanism and explore the potential of 2D crystals to overcoming the key problem of reproducibility of SERS in practical applications. Quantitative SERS data from well-defined samples (both 2D substrate and adsorbed analytes) serve to test the CM theory in the literature. The Ling group is employing multiple analytical approaches, such as wavelength-scanned Raman measurements, micro-absorption spectroscopy, as well as rigorous group theory analysis to understand the origin of the chemical enhancement in a quantitative manner. Furthermore, toward the development of revolutionary SERS-sensing techniques, 2D crystal/metal systems are being investigated to understand how the 2D crystals influence the plasmon frequency and electromagnetic field distribution of metal nanostructures and demonstrate the high sensitivity, selectivity and reproducibility of the system in micro-sensing. Collectively, these investigations are providing a deeper understanding of the controversial CM in SERS and guide an innovative design of a better SERS platform. The broader technical impacts of this work include new knowledge of CM in SERS and the seeding of development of new technique for chemical and bio-sensing.  The education plan improves the quality, retention, and diversity of STEM students in science and technology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xi",
   "pi_last_name": "Ling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xi Ling",
   "pi_email_addr": "xiling@bu.edu",
   "nsf_id": "000758494",
   "pi_start_date": "2020-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 COMMONWEALTH AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 107852.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 571061.0
  }
 ],
 "por": null
}