{
 "awd_id": "1945306",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Toward Improved Understanding of Solar Eruptive Events",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032927834",
 "po_email": "akeiling@nsf.gov",
 "po_sign_block_name": "Andreas Keiling",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 874082.0,
 "awd_amount": 874082.0,
 "awd_min_amd_letter_date": "2019-11-15",
 "awd_max_amd_letter_date": "2024-06-12",
 "awd_abstract_narration": "This five-year CAREER project aims to better understand the physical processes of energy storage and release that drive solar eruptions, and hence affect the space weather.  Determining the details of the energy accumulation and release on the Sun during solar eruptions is one of the most important problems in solar-heliospheric physics; it addresses two out of four science goals from the 2013-2022 Solar & Space Physics Decadal Survey, namely \"determine the origins of the Sun's activity and predict the variations in the space environment,\" and \"discover and characterize fundamental processes that occur within the heliosphere and the Universe.\"  The research investigations will combine recently developed numerical simulations framework from the Coronal Global Evolutionary Model (CGEM) with unprecedented quality observations of the NSF-funded Daniel K. Inoue Solar Telescope (DKIST).  The CGEM is one of the most advanced data-driven (DD) methods that implements observations into simulations.  The DKIST, scheduled to start operating in 2020, will become the largest solar telescope in the world.  The CAREER project will allow to reach a new level of understanding of solar eruptions using a synergy between novel DKIST observations and recently developed simulations framework.  The PI has unique science expertise and a leadership position to make this project successful: she is a member of the DKIST Science Working Group, a Co-I of the CGEM project, and has worked extensively on active regions magnetic fields.  The project will fund undergraduate students, two PhD students and one postdoctoral fellow, and support the PI's mission to establish a strong solar research program, fostering connection between research at NSO and education at CU Boulder in preparation for DKIST.\r\n\r\nThis five-year CAREER project aims to accomplish the following science goals: (1) conduct DD numerical simulations of several observed, evolving flaring mini active regions (coronal bright points, CBP) and an active region (AR); (2) validate these simulations using multi-wavelength observations; and, (3) quantify key AR and CBP properties, including spatial and temporal distribution of coronal magnetic energy, current density and helicity before and after the flare.  The project will leverage the PI's existing effort to create one of the most realistic, observationally-driven simulations of the flaring ARs, allowing to relate the observable photospheric field evolution to the evolution of unobserved coronal field and leading to a deeper understanding of solar eruptions and potentially their trigger mechanism.  The PI's long-term career educational goal is to increase diversity in heliophysics and STEM in general.  In this CAREER project, diversity goals will be advanced by three complementary efforts, namely: (1) the PI will expand highly-successful CU-STARs (University of Colorado Science, Technology and Astronomy Recruits) outreach program by recruiting a group of bilingual undergraduate students and developing new heliophysics/astronomy modules in Spanish for CU-STARs outreach activities; these activities will be integrated into high schools in different parts of Colorado, where the Hispanic population reaches up to 50-90%; (2) the PI will lead an effort to bring a group of K-12 students from South Texas and undergraduate students from University of Colorado Boulder (CU Boulder) to learn about and conduct outreach activities during two total and one annular solar eclipses in Chile and the US (Texas); (3) The PI will mentor students and postdoctoral fellows in solar research and involve them in the above activities.  The research and EPO agenda of this CAREER project supports the Strategic Goals of the AGS Division in discovery, learning, diversity, and interdisciplinary research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Kazachenko",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Maria D Kazachenko",
   "pi_email_addr": "maria.kazachenko@colorado.edu",
   "nsf_id": "000676505",
   "pi_start_date": "2019-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1523",
   "pgm_ref_txt": "SOLAR-TERRESTRIAL"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 174998.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 349667.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 174893.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 174524.0
  }
 ],
 "por": null
}