{
 "awd_id": "1945639",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Factorization homology and quantum topology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2019-12-30",
 "awd_max_amd_letter_date": "2024-08-27",
 "awd_abstract_narration": "This CAREER award funds a research project that will develop factorization homology, a mathematical device for organizing long-distance/long-time observables in quantum physics.  Scale-independence and locality are two favorable and tenable features of quantum observables.  Scale-independence lends to stable phases of matter that can be codified via a field of mathematics called topology.  Observables possess locality if each observation on a large region of space-time is determined by those on smaller domains, such as by point- or line-observables.  Point-, line-, plane-, … -observables organize as a mathematical entity known as a higher category, which is a higher-dimensional graph.  Factorization homology is a device that assembles such localized observables to global observables on space-time and it possesses several structural features that give a theory advantage once cast as so.  Generally, it offers conceptual and combinatorial access to long-distance/long-time quantum theory, notably even to ones that are not determined by their point-observables.  To integrate research and education between students and researchers, and to increase mathematics and physics activity in the EPSCoR State of Montana and its surrounding states, the PI will organize two conferences.  These conferences will bring together renowned researchers in mathematical physics, and will draw regional participation.  The PI will compile and disseminate literature for bias-sensitive selection processes for such events.  The PI will produce and publicly post two video series.  One series will behold research-level mathematics generated through activities related to this award.  The other series will be for experimental in-class instruction for upper-division mathematics classes.  \r\n \r\nThe project continues the development and explicit identification of the theory of factorization homology for higher categories, partly in collaboration with John Francis.  Factorization homology can be conceived as the study of sheaves on moduli spaces of stratifications, much like Beilinson-Drinfeld’s construction of conformal blocks in terms of sheaves on Ran spaces.  One goal is to fulfill an essential aspect of this theory: the exact relationship between orthogonal groups and higher categorical adjunctions.  A consequence of such a relationship is a proof of the cobordism hypothesis, of Baez-Dolan and Lurie, after Atiyah.  Another goal is to recover known, and establish new, manifold and tangle invariants from representation theoretic data.  Expected examples of such include the Jones polynomial, and Reshetikhin-Turaev's invariant.  Now, factorization homology depends continuously in diffeomorphisms/isotopies; it possesses subtle functoriality and local-to-global principles; it is expected to carry natural filtrations as well as a general form of Poincare/Koszul duality.  Such a goal thusly lends advantage for computational access to manifold and tangle invariants arising through representation theory.  Such a goal also lends to surprising dualities between state-sum type topological quantum field theories and sigma-model type field theories.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ayala",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Ayala",
   "pi_email_addr": "david.ayala@montana.edu",
   "nsf_id": "000681538",
   "pi_start_date": "2019-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "P.O. Box 172400",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 52726.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 98690.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 74351.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 99272.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 74961.0
  }
 ],
 "por": null
}