{
 "awd_id": "1945963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Training Engineering Students to Ask Better Questions",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928492",
 "po_email": "cdelahan@nsf.gov",
 "po_sign_block_name": "Christine Delahanty",
 "awd_eff_date": "2020-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 74937.0,
 "awd_amount": 74937.0,
 "awd_min_amd_letter_date": "2020-03-09",
 "awd_max_amd_letter_date": "2020-03-09",
 "awd_abstract_narration": "This project aims to serve the national interest by enhancing student learning in undergraduate engineering courses.  Specifically, the project will investigate if training students to ask better questions improves STEM learning outcomes, such as course knowledge, awareness of their own learning, and their ability to ask better questions in future courses. The ability to recognize one's own confusion and to ask a question to dispel that confusion is an essential thinking skill that supports independent learning. Evidence from studies in primary and secondary school settings confirms that school children can be trained to ask more sophisticated questions.  In addition, the more limited college-level studies link the ability to ask better questions to better reading comprehension. However, the results do not reveal whether the ability to ask better questions can lead to better understanding of course material and/or improvements in thinking processes.  This project aims to train engineering students how to write questions that lead to higher-level thinking.  It will also study whether this training results in improved content knowledge and thinking processes, such as metacognition.  The project will provide undergraduate students an engineering statics course with training in how to write high quality questions.  The project will also measure the effects of this training on the students’ STEM learning outcomes.  It is expected that helping engineering students to ask good questions will contribute to the students’ academic success in engineering programs and support lifelong learning throughout their engineering careers.  The project will organize the training materials and interventions into toolkits that can be used easily by other students and faculty.\r\n\r\nStudents in the intervention group will be provided training and practice in writing high quality questions that address their own confusions in an engineering statics course. Quantitative, qualitative and mixed method approaches will be used to explore the effect of this intervention on content knowledge and metacognitive knowledge, as well as the relationships between improved question quality and these learning outcomes. This project will contribute to demonstrating how question-asking may be taught effectively within engineering courses and to understanding the measurable learning outcomes that result from students asking better questions. By determining the effect on learning outcomes that are of concern to STEM educators, the intervention should be useful to many other STEM faculty. Further, for easy distribution to both faculty and students, the intervention will be packaged into toolkits that are designed to be scalable and adaptable, such that the intervention can be feasibly implemented in other engineering classrooms and other disciplines. The toolkits will include background information from the educational literature, training materials for rating question quality, and guidelines for conducting training sessions. This project is supported by the NSF Improving Undergraduate STEM Education Program: Education and Human Resources, which supports research and development projects to improve the effectiveness of STEM education for all students.  The project is in the Engaged Student Learning track, through which the IUSE: EHR program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Venters",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Venters",
   "pi_email_addr": "ventersc@ecu.edu",
   "nsf_id": "000666657",
   "pi_start_date": "2020-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278584353",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 74937.0
  }
 ],
 "por": null
}