{
 "awd_id": "1945647",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Causal Explanation in Biology and the Diversity of Causal Concepts",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 403419.0,
 "awd_amount": 403419.0,
 "awd_min_amd_letter_date": "2020-03-02",
 "awd_max_amd_letter_date": "2024-06-24",
 "awd_abstract_narration": "This award supports a CAREER proposal. Such proposals have a research component, and a closely integrated pedagogical component. The research project is to develop a novel account of scientific explanation that captures the diversity of causal concepts, structures, and reasoning in biology. It will expand on mechanistic views that have dominated the field for the past two decades; it does so in a way that is guided by actual explanatory reasoning in biology. The project will demonstrate how distinct patterns of explanation can be understood within an interventionist account of causation. The theoretical foundation for understanding biological explanation to be developed in this project promises to clarify how biologists understand their work and how this work is communicated to public audiences. The pedagogical component of the project includes plans to create educational opportunities for underrepresented students, to increase diversity in the field of philosophy, and to improve undergraduate student training in the use of historical and philosophical methods to address questions about scientific methodology. There are also plans to develop resources for science communication and guidelines for communication of biological explanation to different audiences. These impacts will be achieved through a summer diversity program for underrepresented groups in philosophy, the development of a biology interest group at UC Irvine, and the implementation of a set of classroom diversity initiatives that reflect consideration of UC Irvine’s minority-serving institution status.\r\n\r\nIn the context of modern biology, the way that scientists describe their research often makes use of a mechanistic framework; biological phenomena are understood as machine-like, having lower-level causal parts that all interact to produce some outcome of interest. As a result, philosophers of science and the general public have come to regard explanations in biology as predominantly mechanistic. However, this view fails to accommodate the diversity of causal concepts in biology that differ from the mechanistic paradigm. For example, biologists appeal to causal concepts that are not well understood with the notion of mechanism including concepts such as pathways, cascades, triggers, and processes. This suggests that causal explanation is more diverse and variegated than the single mechanistic paradigm that is communicated by scientists and supported by philosophers. A view that reduces all biological explanation to mechanisms, obscures the rich and diverse set of causal concepts, reasoning strategies, and experimental techniques that are found in this scientific field. Maintaining our best biological science requires that scientists have an awareness of this diversity, that it is properly characterized in science communication, and that is it appreciated in the philosophy of science literature. This research proposal will use philosophical and historical methods to develop a novel account of biological explanation that accommodates the diversity of causal concepts and causal reasoning in biology. This account will be used to further our understanding of biological explanation and enhance science communication.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Ross",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren N Ross",
   "pi_email_addr": "rossl@uci.edu",
   "nsf_id": "000804263",
   "pi_start_date": "2020-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926975100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124Y00",
   "pgm_ele_name": "Science & Technology Studies"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 73702.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 78635.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 210167.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 40915.0
  }
 ],
 "por": null
}