{
 "awd_id": "1945878",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Ontogeny and evolution of avian locomotion: the functional significance of rudimentary structures",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032924997",
 "po_email": "mashleyr@nsf.gov",
 "po_sign_block_name": "Miriam Ashley-Ross",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 577300.0,
 "awd_amount": 577300.0,
 "awd_min_amd_letter_date": "2020-03-11",
 "awd_max_amd_letter_date": "2024-06-24",
 "awd_abstract_narration": "This project will address an important and long-standing knowledge gap by exploring the functional relevance of rudimentary locomotor structures in birds. Over a 500-million-year history, animals have invaded dramatically different environments, acquiring new body plans and modes of locomotion. Theory can explain how these body plans work in their fully developed states, but if structures evolve slowly, through incremental, adaptive (beneficial) stages, how do organisms acquire new and complex structures that seem to be useful only in their fully assembled forms? In other words, what is the advantage of half a wing or only part of an eye? This “dilemma” of incipient or rudimentary stages has long troubled evolutionary biologists but is key to understanding the history of life. Rudimentary stages are less studied, but equally relevant, among developing organisms and animals with vestigial features, which navigate environments using underdeveloped structures that not only lack specializations, but often resemble features of extinct relatives. This project will address the dilemma of incipient stages by comprehensively exploring the functional relevance of rudimentary locomotor structures in three groups of birds: immature birds with developing wings, adult birds with reduced wings, and extinct birds with incipient “protowings.” The research will empower young scientists by (i) equipping participating students for careers in STEM at an institution where approximately one-third of the students are first-generation college students and more than half are women, (ii) incorporating research into classes and expanding a campus museum, and (iii) sharing the importance of rudimentary structures in a children’s book that imparts an encouraging and relatable lesson.\r\n\r\nHow do rudimentary versions of highly specialized structures function? This research couples field observations with biomechanical analyses and musculoskeletal modeling to explore the gain and loss of wings on three time scales: (1) Incipient wings in extant developing birds. Most immature birds have small, “dinosaur-like” wings, which are vital to survival in waterfowl and gamebirds and likely play a key but diverse role in development. This project will examine how locomotor development (morphology, performance, behavior) in a wing-dependent long-distance flyer differs from that of a previously-studied, more leg-dependent, burst flyer. (2) Reduced wings in extant birds. Rudimentary flight apparatuses also occur in birds that are secondarily (semi)flightless or temporarily so due to molt or injury, and seem to provide important but under-appreciated contributions to locomotion. This project will quantify morphology and performance during a secondary loss of flight in waterfowl, and document behavior in zoo birds with small wings. (3) Rudimentary “wings” in extinct dinosaurs. The evolution of bird flight is preserved by dinosaur fossils with “protowings,” which are challenging to decipher but integral to understanding the avian body plan. This project will use biomechanical relationships established in living birds to investigate locomotor potential in an extinct dinosaur (Archaeopteryx). Collectively, this research will address an important knowledge gap, foster cross-disciplinary interactions, and train students at the undergraduate, Master’s and postdoctoral levels. In conjunction with the educational activities above, this work can help inspire a wide array of future scientists to creatively explore the development and evolution of body plans along the tree of life.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Heers",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley M Heers",
   "pi_email_addr": "aheers@natsci.claremont.edu",
   "nsf_id": "000632014",
   "pi_start_date": "2020-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State L A University Auxiliary Services Inc.",
  "inst_street_address": "5151 STATE UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3233433648",
  "inst_zip_code": "900324226",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "CAL STATE LA UNIVERSITY AUXILIARY SERVICES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1ABLRAQTB48"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Los Angeles",
  "perf_str_addr": "5151 State University Drive",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900324221",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "2886",
   "pgm_ref_txt": "MINORITY INSTITUTIONS PROGRAM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 66162.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 183400.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 0.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}