{
 "awd_id": "1945914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Social environment and gut microbiome plasticity in primates",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2020-03-15",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 25159.0,
 "awd_amount": 74653.0,
 "awd_min_amd_letter_date": "2020-03-16",
 "awd_max_amd_letter_date": "2023-06-30",
 "awd_abstract_narration": "The gut microbiome is the community of bacteria that resides in the gastrointestinal tract, and past research has demonstrated that this community is physiologically important to its host. However, researchers do not yet fully understand why the gut microbiome varies so much from individual to individual. This doctoral dissertation project will examine how social behaviors such as physical proximity and infant care-giving affect gut microbiome transmission among adult and infant individuals in a wild primate population. This research will therefore advance fundamental knowledge about microbiome variation in a non-human primate and may also inform microbiome research in humans. The project will facilitate the completion of a doctoral degree by a woman in science, contribute to the training of multiple undergraduate students in scientific laboratory and field methods, and engage young women and other underrepresented groups in STEM through public outreach. In addition, the work will provide wildlife education to local school children, ecotourists, tour guides, and field assistants near the research site through training and public outreach, which will increase local human resource capacity and aid in the conservation of a critically endangered primate species. \r\n\r\nA mounting body of evidence suggests that the gut microbiome is an important phenotypic trait in understanding human biological variation and well-being. However, we still lack a necessary understanding of the factors that shape phenotypic and developmental plasticity in this trait. A primary factor affecting variation in the gut microbiome that remains unclear is the longitudinal effect of social environment on the composition of the gut microbiome. Further, we do not understand how socially-mediated transmission affects the assembly of the gut microbiome during development, which is a critical window thought to have long-reaching effects later in life. The primate model system allows examination of how the gut microbiome changes with shifting social dynamics because adult female social bonds are known to fluctuate following infant births and infants receive variable amounts of social contact via allomaternal care (caretaking behaviors by individuals other than the mother). Using a combination of detailed behavioral data and microbial DNA sequencing in longitudinally collected fecal samples, this research will determine the effect size of social transmission of gut microbes among socially interacting adult females and between allomothers and infants.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nelson",
   "pi_last_name": "Ting",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nelson Ting",
   "pi_email_addr": "nting@uoregon.edu",
   "nsf_id": "000613559",
   "pi_start_date": "2020-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brendan",
   "pi_last_name": "Bohannan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brendan J Bohannan",
   "pi_email_addr": "bohannan@uoregon.edu",
   "nsf_id": "000470242",
   "pi_start_date": "2020-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Christie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diana Christie",
   "pi_email_addr": "dchristi@uoregon.edu",
   "nsf_id": "000797032",
   "pi_start_date": "2020-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "760800",
   "pgm_ele_name": "Bio Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7541",
   "pgm_ref_txt": "RWANDA"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 25159.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 49494.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Project Outcome Report </span></p>\n<p><span>The gut microbiome is the community of microscopic organisms that reside in an individual&rsquo;s gastrointestinal tract. Although this community has been implicated in a variety of human health outcomes and is known to be critical to proper immune system development, we still don&rsquo;t have a complete understanding of what shapes gut microbiome variation among individuals. While prior research has demonstrated that social environment has an impact, </span><span>when this begins and how it changes through time remains a gap in knowledge</span><span>. This is an important topic to address as humans undergo a variety of social experiences starting at a young age that could impact gut microbiome variation and ultimately health outcomes. Our goals were thus to determine </span><span>1) how differences in social environment affect gut microbiome variation through infant development, </span><span>and </span><span>2) how change in social environment affects the adult gut microbiome over time. </span><span>We accomplished this through detailed simultaneous characterization of gut microbiome variation and social interactions in infant, juvenile, and adult individuals in a wild colobus monkey population (</span><span>Colobus vellerosus</span><span>) in Ghana (Boabeng-Fiema Monkey Sanctuary) over a 2 year time period. These monkeys are an ideal model for addressing this topic as they are closely related to humans, display complex patterns of sociality, allow for comprehensive behavioral and biological sample collection, and they are known to display high levels of allocare &ndash; or infant care performed by adults other than the mother. There is also variation in this infant care so that some infants receive more than others, and adult female social bonds are dynamic and can change rapidly in the presence of an infant. </span></p>\n<p><span>We found colobus developmental gut microbiome patterns are similar to those seen in humans and many other primates. However, we found the infant and juvenile individuals had gut microbiomes more like those of the adults in their own group compared to the adults of other groups. Furthermore, infants with a mother positioned more centrally in a group&rsquo;s social network had more adult-like gut microbiomes, as did infants that received allocare from more individuals. These results provide further evidence of the impact of social interactions during infanthood, which is of particular interest as infancy represents a crucial time period during which gut microbial variation can have significant consequences for long-term health. For the adult colobus females, we found that increased social interactions (specifically higher grooming rates) followed infant birth, and these were reflected in greater gut microbial similarity among adult female social group members during this time. This demonstrates that that even relatively short-lived changes in social relationships may cause shifts in the microbiome. </span></p>\n<p><span>Taken together, these results expand our understanding of how social factors shape the gut microbiome across the lifespan, particularly in animals that interact socially and live in multi-generational groups. This includes humans, which can display large caregiving networks during infant development with constantly changing social networks throughout life. Infants of such animals have rich social lives that include non-parental adults that can impact their microbiomes. Further, the effects of these infant-adult social relationships are not unidirectional; infants also impact the social lives of adults, which in turn affects the adult&nbsp;</span>microbiomes as well. These results provide a more comprehensive understanding of how social influences might mediate human microbial variation and could have important implications for the social determinants of human health. This work also demonstrates the utility of natural non-human primate research, as habituated populations studied longitudinally offer particularly advantageous model systems in which natural experiments can help scientists disentangle complex social and biological dynamics.</p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>More broadly, this research contributes to a growing body of work focused on the biology and behavior of </span><span>Colobus vellerosus</span><span>, a critically endangered primate at risk of extinction. The study population is the only known stable population of </span><span>C. vellerosus </span><span>left in the world (approximately 400 individuals), and this research provides preliminary information that future research can build upon to examine the health and wellbeing of these dwindling monkeys. In addition, the field component of this research helped support the livelihoods of Ghanian field assistants and involved outreach to local communities, both of which aid in preventing the extintion of this species and loss of this forest. Lastly, this research led to the direct training of three American women who are continuing in the workforce as scientists - two of whom conducted undergraduate honors theses and earned their Bachelor of Science Degrees and one of whom conducted a doctoral dissertation and earned her PhD. As part of the supplemental funding included in this project, the doctoral student obtained internship experience at a non-academic institution, which facilitated her ability to secure employment in the non-profit zoological job sector as a conservation scientist. </span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/11/2024<br>\nModified by: Nelson&nbsp;Ting</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nProject Outcome Report \n\n\nThe gut microbiome is the community of microscopic organisms that reside in an individuals gastrointestinal tract. Although this community has been implicated in a variety of human health outcomes and is known to be critical to proper immune system development, we still dont have a complete understanding of what shapes gut microbiome variation among individuals. While prior research has demonstrated that social environment has an impact, when this begins and how it changes through time remains a gap in knowledge. This is an important topic to address as humans undergo a variety of social experiences starting at a young age that could impact gut microbiome variation and ultimately health outcomes. Our goals were thus to determine 1) how differences in social environment affect gut microbiome variation through infant development, and 2) how change in social environment affects the adult gut microbiome over time. We accomplished this through detailed simultaneous characterization of gut microbiome variation and social interactions in infant, juvenile, and adult individuals in a wild colobus monkey population (Colobus vellerosus) in Ghana (Boabeng-Fiema Monkey Sanctuary) over a 2 year time period. These monkeys are an ideal model for addressing this topic as they are closely related to humans, display complex patterns of sociality, allow for comprehensive behavioral and biological sample collection, and they are known to display high levels of allocare  or infant care performed by adults other than the mother. There is also variation in this infant care so that some infants receive more than others, and adult female social bonds are dynamic and can change rapidly in the presence of an infant. \n\n\nWe found colobus developmental gut microbiome patterns are similar to those seen in humans and many other primates. However, we found the infant and juvenile individuals had gut microbiomes more like those of the adults in their own group compared to the adults of other groups. Furthermore, infants with a mother positioned more centrally in a groups social network had more adult-like gut microbiomes, as did infants that received allocare from more individuals. These results provide further evidence of the impact of social interactions during infanthood, which is of particular interest as infancy represents a crucial time period during which gut microbial variation can have significant consequences for long-term health. For the adult colobus females, we found that increased social interactions (specifically higher grooming rates) followed infant birth, and these were reflected in greater gut microbial similarity among adult female social group members during this time. This demonstrates that that even relatively short-lived changes in social relationships may cause shifts in the microbiome. \n\n\nTaken together, these results expand our understanding of how social factors shape the gut microbiome across the lifespan, particularly in animals that interact socially and live in multi-generational groups. This includes humans, which can display large caregiving networks during infant development with constantly changing social networks throughout life. Infants of such animals have rich social lives that include non-parental adults that can impact their microbiomes. Further, the effects of these infant-adult social relationships are not unidirectional; infants also impact the social lives of adults, which in turn affects the adultmicrobiomes as well. These results provide a more comprehensive understanding of how social influences might mediate human microbial variation and could have important implications for the social determinants of human health. This work also demonstrates the utility of natural non-human primate research, as habituated populations studied longitudinally offer particularly advantageous model systems in which natural experiments can help scientists disentangle complex social and biological dynamics.\n\n\n\n\n\n\n\n\nMore broadly, this research contributes to a growing body of work focused on the biology and behavior of Colobus vellerosus, a critically endangered primate at risk of extinction. The study population is the only known stable population of C. vellerosus left in the world (approximately 400 individuals), and this research provides preliminary information that future research can build upon to examine the health and wellbeing of these dwindling monkeys. In addition, the field component of this research helped support the livelihoods of Ghanian field assistants and involved outreach to local communities, both of which aid in preventing the extintion of this species and loss of this forest. Lastly, this research led to the direct training of three American women who are continuing in the workforce as scientists - two of whom conducted undergraduate honors theses and earned their Bachelor of Science Degrees and one of whom conducted a doctoral dissertation and earned her PhD. As part of the supplemental funding included in this project, the doctoral student obtained internship experience at a non-academic institution, which facilitated her ability to secure employment in the non-profit zoological job sector as a conservation scientist. \n\n\n\n\n\n\t\t\t\t\tLast Modified: 09/11/2024\n\n\t\t\t\t\tSubmitted by: NelsonTing\n"
 }
}