{
 "awd_id": "1945587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Common Variability in the Stable Atmospheric Boundary Layer on Small Space and Time Scales",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2020-01-15",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 550728.0,
 "awd_amount": 550728.0,
 "awd_min_amd_letter_date": "2020-01-21",
 "awd_max_amd_letter_date": "2020-01-21",
 "awd_abstract_narration": "A regular nighttime occurrence is the development of a stable boundary layer, which is a shallow, near-calm layer of air near the Earth’s surface.  However, despite the air seemingly being calm, there are ongoing motions which have important impacts on near-ground temperatures and the dispersion of pollutants.  This research award provides support for the analysis of existing observational data on stable boundary layer motions, with a fresh look at how they can be tracked and how that information can be used to improve numerical weather models.  A specific use case that this award will address, in consultation with local field managers, is vineyards in the Pacific Northwest where frosts and freezes have a significant impact.\r\n\r\nThe research under this award will expand understanding of small-scale, non-stationary motions, their interaction with surface heterogeneity, and their stochastic behavior.  The focus is on submeso motions, which are formally defined to include motions on scales just larger than the largest turbulent eddies and up to scales normally considered to be the smallest mesoscale motions (2km). A sequence of case studies of different types of small-scale motions will be constructed using data from 9 prior field campaigns and a package of different analysis methods that has been developed by the researcher.  The main objectives of the proposal are to:  1) Quantify the submeso time and space variability of the temperature, the wind vector, and turbulent fluxes and relate these variations to the forcing variables, 2) Track propagating modes across networks of data and examine their interaction with surface-based phenomena due to gentle topography and the impact of this interaction on turbulent fluxes, 3) Formulate probability distributions for short-term (non-turbulent) variations of the temperature and wind direction for low wind speeds and relate the characteristics of the distributions to the forcing variables, and 4) Reanalyze the behavior of the fluxes and corresponding transfer coefficients in the bulk formula for low wind speeds based on time averaging and based on spatial averaging across the networks and improve formulation of the transfer coefficients for low wind speeds.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Mahrt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Larry Mahrt",
   "pi_email_addr": "mahrt@nwra.com",
   "nsf_id": "000582841",
   "pi_start_date": "2020-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NorthWest Research Associates, Incorporated",
  "inst_street_address": "1100 NE 45TH ST, STE 500",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065568151",
  "inst_zip_code": "981054696",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "NORTHWEST RESEARCH ASSOCIATES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBP3W28RNZB3"
 },
 "perf_inst": {
  "perf_inst_name": "NorthWest Research Associates, Incorporated",
  "perf_str_addr": "4118 148th Ave NE",
  "perf_city_name": "Redmond",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "980525164",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 550728.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Parameterizations of the nocturnal boundary layer omit many important features of the actual nocturnal boundary layer where even weak topography or variation of surface vegetation can be important.&nbsp; Such complications are especially important with weak winds and clear skies resulting in significant surface cooling.&nbsp; Although some of these issues extend to more significant airflow and partial cloud cover, our investigations have emphasized low wind speeds and clear skies.<br /> &nbsp;<br /> Common non-stationary is associated with motions that are larger scale than the turbulence but smaller than mesoscale motions that are generally greater than 1 km.&nbsp; The motions between turbulence and mesoscale scales are sometimes referred to as submeso motions, which include a wide variety of different types of motions.&nbsp; Examples include wave like motions and microfronts.&nbsp; As a result of this non-stationarity of the air flow and the spatial variation of the vertical fluxes from the ground surface, the turbulence flux is not in equilibrium with the local flow or local surface.&nbsp; Consequently, existing formulations of the turbulence are often poor approximations. <br /> &nbsp;<br /> Even with simple surfaces, horizontal advection and downward transport of turbulence from the boundary-layer top can cause significant errors in the models of the nocturnal boundary layer.&nbsp; We found that a three-layer vertical structure of the nocturnal boundary layer is common with a transition layer of heat-flux convergence between a local surface-based boundary layer and an overlying regional boundary layer.&nbsp; The transition layer may contain significant wind-direction shear. Local surface-based boundary layers include cold-air drainage, cold pools, and flow over local surface heterogeneity.&nbsp;&nbsp; &nbsp;<br /> &nbsp;<br /> We have deployed networks of stations beginning with a shallow valley and found a wide variety of features.&nbsp;&nbsp; The down-valley flow was common, often fed by side gullies.&nbsp; Surprisingly, air on the adjacent mini plateaus were sometime colder than the air in the valley.&nbsp; The down-valley flow, though weak, still generated turbulence and downward transport of warmer air while air over the plateaus may be very weak and thus little downward mixing of warmer air.&nbsp; In other scenarios, airflow over the mini plateaus can induce significant lee turbulent mixing over the downwind slopes between the plateau and valley, in spite of the shallow character of the valley. &nbsp;The airflow is further complicated by cold air drainage on some of the small side slopes.&nbsp; <br /> &nbsp;<br /> Our analysis of larger scale valleys or multiple valleys within a given network led to significant deviations from more homogeneous surfaces.&nbsp; Based on a variety of networks, the area-averaged turbulent flux is substantially more complex due to disturbed air flows on multiple slopes.&nbsp; The small-scale variability of the wind field contrasted significantly between the networks in terms of the wind speed, the wind direction, and the topography.&nbsp;&nbsp;&nbsp; The standard deviation of the surface elevation accounts for much of the between-network variation of the wind field.&nbsp;&nbsp; The size of the network seems to be of secondary importance for the current datasets. Local topography on scales smaller than the network can be important through local generation of katabatic flows, cold pools, and lee turbulence.&nbsp;&nbsp; Significant spatial variability of the wind field can also be generated by transient submeso motions such as propagating wave-like modes, which are often related to distant topography. Submeso motions tend to increase with increasing stratification in contrast to the turbulence, which decreases with increasing stratification.&nbsp; Information from the eight networks were used to model the differences between the networks.&nbsp; In general, this complexity leads to greater vertical fluxes from the ground surface. <br /> &nbsp;<br /> Estimation of the area-averaged flux is of considerable importance because numerical models essentially predict the flux that is area-averaged over a grid area.&nbsp; An average of a network of observations can be considered as an estimate of the grid-area average.&nbsp;&nbsp;&nbsp; The networks have been used to improve prediction of the vertical flux and airflow by partially correcting for small-scale variation within a grid area.&nbsp;&nbsp;&nbsp; This progress is especially important for low wind speeds and clear skies.</p>\n<p>This proposal had planned extensive observations to study frost issues at a number of vineyard sites as part of the broader impacts. &nbsp;However, the onset of the pandemic at the beginning of the field work led the vineyard owners to abort or at least seriously restrict such activities.&nbsp; &nbsp;&nbsp;&nbsp;Alternatively, we initiated a cooperative program with a commercial small woodlands to study the potential impact of microclimatology on seed emergence and subsequent growth and thinning requirements.</p>\n<!-- @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:roman; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;}@font-face \t{font-family:Calibri; \tpanose-1:2 15 5 2 2 2 4 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:swiss; \tmso-font-pitch:variable; \tmso-font-signature:-536859905 -1073732485 9 0 511 0;}p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Calibri\",sans-serif; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi; \tmso-font-kerning:1.0pt; \tmso-ligatures:standardcontextual;}p \t{mso-style-noshow:yes; \tmso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\",serif; \tmso-fareast-font-family:\"Times New Roman\";}.MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;}div.WordSection1 \t{page:WordSection1;} --><br>\n<p>\n Last Modified: 01/30/2024<br>\nModified by: Larry&nbsp;Mahrt</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nParameterizations of the nocturnal boundary layer omit many important features of the actual nocturnal boundary layer where even weak topography or variation of surface vegetation can be important. Such complications are especially important with weak winds and clear skies resulting in significant surface cooling. Although some of these issues extend to more significant airflow and partial cloud cover, our investigations have emphasized low wind speeds and clear skies.\n \n Common non-stationary is associated with motions that are larger scale than the turbulence but smaller than mesoscale motions that are generally greater than 1 km. The motions between turbulence and mesoscale scales are sometimes referred to as submeso motions, which include a wide variety of different types of motions. Examples include wave like motions and microfronts. As a result of this non-stationarity of the air flow and the spatial variation of the vertical fluxes from the ground surface, the turbulence flux is not in equilibrium with the local flow or local surface. Consequently, existing formulations of the turbulence are often poor approximations. \n \n Even with simple surfaces, horizontal advection and downward transport of turbulence from the boundary-layer top can cause significant errors in the models of the nocturnal boundary layer. We found that a three-layer vertical structure of the nocturnal boundary layer is common with a transition layer of heat-flux convergence between a local surface-based boundary layer and an overlying regional boundary layer. The transition layer may contain significant wind-direction shear. Local surface-based boundary layers include cold-air drainage, cold pools, and flow over local surface heterogeneity. \n \n We have deployed networks of stations beginning with a shallow valley and found a wide variety of features. The down-valley flow was common, often fed by side gullies. Surprisingly, air on the adjacent mini plateaus were sometime colder than the air in the valley. The down-valley flow, though weak, still generated turbulence and downward transport of warmer air while air over the plateaus may be very weak and thus little downward mixing of warmer air. In other scenarios, airflow over the mini plateaus can induce significant lee turbulent mixing over the downwind slopes between the plateau and valley, in spite of the shallow character of the valley. The airflow is further complicated by cold air drainage on some of the small side slopes. \n \n Our analysis of larger scale valleys or multiple valleys within a given network led to significant deviations from more homogeneous surfaces. Based on a variety of networks, the area-averaged turbulent flux is substantially more complex due to disturbed air flows on multiple slopes. The small-scale variability of the wind field contrasted significantly between the networks in terms of the wind speed, the wind direction, and the topography. The standard deviation of the surface elevation accounts for much of the between-network variation of the wind field. The size of the network seems to be of secondary importance for the current datasets. Local topography on scales smaller than the network can be important through local generation of katabatic flows, cold pools, and lee turbulence. Significant spatial variability of the wind field can also be generated by transient submeso motions such as propagating wave-like modes, which are often related to distant topography. Submeso motions tend to increase with increasing stratification in contrast to the turbulence, which decreases with increasing stratification. Information from the eight networks were used to model the differences between the networks. In general, this complexity leads to greater vertical fluxes from the ground surface. \n \n Estimation of the area-averaged flux is of considerable importance because numerical models essentially predict the flux that is area-averaged over a grid area. An average of a network of observations can be considered as an estimate of the grid-area average. The networks have been used to improve prediction of the vertical flux and airflow by partially correcting for small-scale variation within a grid area. This progress is especially important for low wind speeds and clear skies.\n\n\nThis proposal had planned extensive observations to study frost issues at a number of vineyard sites as part of the broader impacts. However, the onset of the pandemic at the beginning of the field work led the vineyard owners to abort or at least seriously restrict such activities. Alternatively, we initiated a cooperative program with a commercial small woodlands to study the potential impact of microclimatology on seed emergence and subsequent growth and thinning requirements.\n\t\t\t\t\tLast Modified: 01/30/2024\n\n\t\t\t\t\tSubmitted by: LarryMahrt\n"
 }
}