{
 "awd_id": "1946671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Policies and Perceptions of Sexual Consent and Assault",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "reginald sheehan",
 "awd_eff_date": "2020-02-15",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 117308.0,
 "awd_amount": 117308.0,
 "awd_min_amd_letter_date": "2020-03-11",
 "awd_max_amd_letter_date": "2020-03-11",
 "awd_abstract_narration": "The incidence and impact of sexual assault on college students produce profound effects, resulting in lower grades, higher dropout rates, higher rates of depression, drug use, and suicide attempts. Colleges and universities that receive federal funding are required to ensure equal educational opportunities, which include preventing and addressing sexual assault, harassment, and discrimination. To enforce this mandate, some states have passed laws that detail how their colleges define sexual consent.  They are manifest in policies, rules, and training sessions for those on campus. This project will analyze the laws, policies, and practices that concern sexual behavior on college campuses as well as perceptions and understanding of sexual consent and assault.\r\n\r\nThis project will examine how laws and policies affect college students’ understanding of sexual consent and related behaviors, as well as their reporting decisions for sexual assault. It will employ qualitative interviews of a large sample of undergraduate students, as well as archival research of primary source documents, in a matched campus design across several colleges and states. The project will ascertain students’ understanding of issues related to sexual consent, how consent was or was not achieved in their own sexual encounters, and how they understand campus processes designed to investigate and punish those who do not comply with campus rules about sexual assault. The research products will contribute to a variety of disciplines concerning the study of law and organizations, will examine how uniform law is enacted and enforced at different organizations in the field of higher education across different states, and will inform policy debates about sexual assault, training, and responses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura Beth",
   "pi_last_name": "Nielsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Beth Nielsen",
   "pi_email_addr": "lnielsen@abfn.org",
   "nsf_id": "000373592",
   "pi_start_date": "2020-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Bar Foundation",
  "inst_street_address": "750 N LAKE SHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129886573",
  "inst_zip_code": "606113152",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "AMERICAN BAR FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "F7UYJCNMJGA5"
 },
 "perf_inst": {
  "perf_inst_name": "American Bar Foundation",
  "perf_str_addr": "750 North Lake Shore Drive",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606114403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128Y00",
   "pgm_ele_name": "Law & Science"
  },
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 117308.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sexual assault on college campuses is an enduring issue that has recently gained significant attention due to federal regulations, high-profile cases, documentaries, and social movements such as &ldquo;End Rape on Campus&rdquo; and &ldquo;Know Your IX.&rdquo; Colleges receiving federal funding must prevent and address sexual assault to ensure equal educational opportunities. The research aims to explore how students understand and practice sexual consent, in relation to various legal definitions and campus policies.</p>\n<p>The project studied students at six college campuses in two states, combining analysis of &ldquo;campus culture&rdquo; with 180 in-depth interviews of undergraduates. In this era of evolving standards of consent, sexual assault trainings, and college requirements, this work provides new understandings of how students think about sexual consent, how they negotiate it in encounters, and their perceptions of campus rules and procedures regarding sexual assault. The research considered variations across different types of schools (public, private, religious), state laws, and student demographics (race, class, gender, and social capital).</p>\n<p>The study builds on research from multiple fields, including law and sociology and key research questions included:</p>\n<ul>\n<li>How do students perceive their      sexual decision-making and the role of law?</li>\n</ul>\n<ul>\n<li>What other factors (moral,      religious, cultural) influence their understanding and enactment of      consent?</li>\n</ul>\n<ul>\n<li>Are their perceptions and      practices consistent with legal definitions of consent?</li>\n</ul>\n<ul>\n<li>What factors influence their      decisions to report sexual assault?</li>\n</ul>\n<p>We conducted 150 interviews with undergraduates focusing on their experiences and understanding of sexual consent policies and training and performed a comprehensive review of campus climates, including student newspapers, Title IX policies, and other archival materials.</p>\n<p>Together with a team of graduate and undergraduate research assistants, we: scheduled and conducted 150 interviews on 7 campuses in 3 states; systematically coded and analyzed the interviews to produce six papers.</p>\n<p>Our findings are that:&nbsp;</p>\n<ul>\n<li>In general and despite online trainings students can remember, undergraduate students do not fully understand the rules for engaging in sexual encounters on their college campus and yet;</li>\n<li>Students continue to engage in sexual encounters with their peers using definitions and understandings of consent derived not only from what they remember about the trainings but also from what they have learned from their religious upbringing (if any), family&rsquo;s values, social media, and peer knowledge;</li>\n<li>Norms of masculinity and heteronormativity continue to dominate conceptions of consenting; and </li>\n<li>Much of how students conduct themselves in sexual encounters and in decisions about whether or not to seek redress from negative sexual encounters is based on what the students believe about law and quasi-legal processes at their universities.</li>\n</ul>\n<p>This research sought to illuminate students' social and legal consciousness regarding sexual consent. It aims to inform lawyers, judges, and administrators working to make campuses safe and improve our understanding of the role of law in society. The findings could have significant implications for legal frameworks and campus policies on sexual assault. This research provides significant insights into how undergraduates perceive and enact consent, potentially influencing future policies and educational programs aimed at preventing sexual assault on campuses.</p><br>\n<p>\n Last Modified: 05/28/2024<br>\nModified by: Laura Beth&nbsp;Nielsen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSexual assault on college campuses is an enduring issue that has recently gained significant attention due to federal regulations, high-profile cases, documentaries, and social movements such as End Rape on Campus and Know Your IX. Colleges receiving federal funding must prevent and address sexual assault to ensure equal educational opportunities. The research aims to explore how students understand and practice sexual consent, in relation to various legal definitions and campus policies.\n\n\nThe project studied students at six college campuses in two states, combining analysis of campus culture with 180 in-depth interviews of undergraduates. In this era of evolving standards of consent, sexual assault trainings, and college requirements, this work provides new understandings of how students think about sexual consent, how they negotiate it in encounters, and their perceptions of campus rules and procedures regarding sexual assault. The research considered variations across different types of schools (public, private, religious), state laws, and student demographics (race, class, gender, and social capital).\n\n\nThe study builds on research from multiple fields, including law and sociology and key research questions included:\n\nHow do students perceive their      sexual decision-making and the role of law?\n\n\nWhat other factors (moral,      religious, cultural) influence their understanding and enactment of      consent?\n\n\nAre their perceptions and      practices consistent with legal definitions of consent?\n\n\nWhat factors influence their      decisions to report sexual assault?\n\n\n\nWe conducted 150 interviews with undergraduates focusing on their experiences and understanding of sexual consent policies and training and performed a comprehensive review of campus climates, including student newspapers, Title IX policies, and other archival materials.\n\n\nTogether with a team of graduate and undergraduate research assistants, we: scheduled and conducted 150 interviews on 7 campuses in 3 states; systematically coded and analyzed the interviews to produce six papers.\n\n\nOur findings are that:\n\nIn general and despite online trainings students can remember, undergraduate students do not fully understand the rules for engaging in sexual encounters on their college campus and yet;\nStudents continue to engage in sexual encounters with their peers using definitions and understandings of consent derived not only from what they remember about the trainings but also from what they have learned from their religious upbringing (if any), familys values, social media, and peer knowledge;\nNorms of masculinity and heteronormativity continue to dominate conceptions of consenting; and \nMuch of how students conduct themselves in sexual encounters and in decisions about whether or not to seek redress from negative sexual encounters is based on what the students believe about law and quasi-legal processes at their universities.\n\n\n\nThis research sought to illuminate students' social and legal consciousness regarding sexual consent. It aims to inform lawyers, judges, and administrators working to make campuses safe and improve our understanding of the role of law in society. The findings could have significant implications for legal frameworks and campus policies on sexual assault. This research provides significant insights into how undergraduates perceive and enact consent, potentially influencing future policies and educational programs aimed at preventing sexual assault on campuses.\t\t\t\t\tLast Modified: 05/28/2024\n\n\t\t\t\t\tSubmitted by: Laura BethNielsen\n"
 }
}