{
 "awd_id": "1946376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Pan American Nanotechnology Conference 2: Growing Convergence in Nanotechnology: Brazil - March 2020",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 34180.0,
 "awd_amount": 34180.0,
 "awd_min_amd_letter_date": "2019-12-10",
 "awd_max_amd_letter_date": "2019-12-10",
 "awd_abstract_narration": "Over the past 20 years, there has been a high level of activity and innovation in nanotechnology with growing understanding at how molecular scale phenomena manifests at the nano scale and eventually the system scale. Additionally, critical societal needs in the areas of energy, water, bioprocessing, and the environment are providing exciting new opportunities for nanotechnology. This project provides support for travel and registration expenses for graduate student, postdoctoral research fellow and faculty attendees of the second Pan American Nanotechnology Conference. The conference will be held from March 4th through 7th of 2020 at the Majestic Hotel, in Aguas de Lindoia, Sao Paulo, Brazil. The conference focus is on nanotechnology broadly and the attendant applications for a wide range of industrial and environmental processes of critical importance to U.S. technology competitiveness. The conference will also provide valuable educational, career development, and networking opportunities for students and early-career researchers. The conference theme of Growing Convergence in Nanotechnology will provide a venue for research convergence in different fields of nanomaterials and nanotechnology, such as social, legal, medical, agricultural, material design and synthesis, and modeling. This will enhance collaborative and impactful research at the nanoscale throughout the Pan American region. The conference will also foster informal discussions and networking that will occur outside of the formal lecture sessions among its participants from North, South and Central America. Such interactions aim to promote the generation of new ideas and new collaborations that assist in moving forward the field of nanotechnology. The organizers have also made special efforts to include women and underrepresented minorities in the conference. \r\n\r\nThe Pan American Nanotechnology Conference will have specific sessions on the applications and impacts of nanotechnology on water quality and treatment, agricultural systems, devices such as sensors, medicine, nanomanufacturing and process intensification. The conference will be held from March 4th through 7th of 2020 at the Majestic Hotel, in Aguas de Lindoia, Sao Paulo, Brazil. The discussions between the speakers and audience will provide valuable feedback on current research efforts and will enable the participants to further develop and refine new ideas for their own research and/or to initiate new collaborative nanotechnology projects. The Pan American Nanotechnology Conference aims to provide a setting where researchers can present their most recent results. The conference will also foster informal discussions and networking that will occur outside of the formal lecture sessions among its participants from North, South and Central America. Such interactions aim to promote the generation of new ideas and new collaborations that assist in moving forward the field of nanotechnology. The organizers have also made special efforts to include women and underrepresented minorities in the conference. Notably the conference will include a modified and expanded Gordon Research Conferences \"Power Hour\" informal gathering for all meeting participants to discuss the challenges that women, ethnic and gender minorities, persons with disabilities and people with non-traditional background/experience face in science. This event helps to create an awareness of these important issues among the broader community such that the whole community can act to support the professional growth of women and underrepresented groups in science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Debora",
   "pi_last_name": "Rodrigues",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Debora F Rodrigues",
   "pi_email_addr": "dfrigirodrigues@uh.edu",
   "nsf_id": "000571622",
   "pi_start_date": "2019-12-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772044003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "768100",
   "pgm_ele_name": "ENG NNI Special Studies"
  },
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 34180.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>After the outstanding success of the first Pan American Nanotechnology Conference held in November of 2017 in Guaruja, Sao Paulo, Brazil, we organized the second Pan American Nanotechnology (PanNano 2) Conference, which was held from March 4<sup>th</sup>&nbsp;to 7<sup>th</sup>&nbsp;in Aguas de Lindoia in 2020, Sao Paulo, Brazil. The theme of PanNano 2 was&nbsp;<em>Growing Convergence in Nanotechnology</em>, so that this conference could be a venue for research convergence in different fields of nanomaterials and nanotechnology, such as social, legal, medical, agricultural, synthesis, modeling, and applications to conduct impactful research at the nanoscale throughout the Pan American region. The conference also had several cultural and social activities to promote networking among participants from North, South and Central America. The conference objectives involved the gathering of researchers, academicians, industrial members, and personnel from government and regulatory agencies from North, South and Central America to engage in interdisciplinary collaboration in the fields of nanomaterials, nanomanufacturing, and nanotechnologies. Through this conference, there was dissemination of knowledge about nanotechnology and nanomaterials interactions and behaviors with different biological, chemical and environmental systems, and empowerment of Pan American?s regulatory agencies, researchers, and industries about policies, social and economic aspects of the application of nanomaterials and nanotechnology in consumer products and industrial activities. In this conference, there were eight plenary sessions, oral and poster presentations.&nbsp;Of note, there were 72 TED-style short poster presentations for students and postdoctoral fellows participating in the Poster Competition. All funded US students and postdoctoral fellows (32 in total) participated in the TED-style presentations. This second Pan American event had 277 participants, and the funds of this project allowed travel support for 53 participants from the US (including Puerto Rico) to attend the Conference in Brazil. Among the 53 participants attending the conference, 20 were female, and 14 were from racial and/or ethnic minority groups. In this conference, we also had a balanced number of US academicians at different levels in their careers. Participants included 21 faculty, and 32 postdoctoral, graduate and undergraduate students. This conference provided a unique training and professional opportunity to students and postdoctoral fellows, which were able to present their research to international audiences in the 5-minute TED-style presentations. For the majority of undergraduate and graduate students in attendance, this was their first presentation in a major international conference. For early career researchers this opportunity allowed them to develop collaboration with South and Central American researchers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2021<br>\n\t\t\t\t\tModified by: Debora&nbsp;F&nbsp;Rodrigues</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAfter the outstanding success of the first Pan American Nanotechnology Conference held in November of 2017 in Guaruja, Sao Paulo, Brazil, we organized the second Pan American Nanotechnology (PanNano 2) Conference, which was held from March 4th to 7th in Aguas de Lindoia in 2020, Sao Paulo, Brazil. The theme of PanNano 2 was Growing Convergence in Nanotechnology, so that this conference could be a venue for research convergence in different fields of nanomaterials and nanotechnology, such as social, legal, medical, agricultural, synthesis, modeling, and applications to conduct impactful research at the nanoscale throughout the Pan American region. The conference also had several cultural and social activities to promote networking among participants from North, South and Central America. The conference objectives involved the gathering of researchers, academicians, industrial members, and personnel from government and regulatory agencies from North, South and Central America to engage in interdisciplinary collaboration in the fields of nanomaterials, nanomanufacturing, and nanotechnologies. Through this conference, there was dissemination of knowledge about nanotechnology and nanomaterials interactions and behaviors with different biological, chemical and environmental systems, and empowerment of Pan American?s regulatory agencies, researchers, and industries about policies, social and economic aspects of the application of nanomaterials and nanotechnology in consumer products and industrial activities. In this conference, there were eight plenary sessions, oral and poster presentations. Of note, there were 72 TED-style short poster presentations for students and postdoctoral fellows participating in the Poster Competition. All funded US students and postdoctoral fellows (32 in total) participated in the TED-style presentations. This second Pan American event had 277 participants, and the funds of this project allowed travel support for 53 participants from the US (including Puerto Rico) to attend the Conference in Brazil. Among the 53 participants attending the conference, 20 were female, and 14 were from racial and/or ethnic minority groups. In this conference, we also had a balanced number of US academicians at different levels in their careers. Participants included 21 faculty, and 32 postdoctoral, graduate and undergraduate students. This conference provided a unique training and professional opportunity to students and postdoctoral fellows, which were able to present their research to international audiences in the 5-minute TED-style presentations. For the majority of undergraduate and graduate students in attendance, this was their first presentation in a major international conference. For early career researchers this opportunity allowed them to develop collaboration with South and Central American researchers.\n\n \n\n\t\t\t\t\tLast Modified: 12/23/2021\n\n\t\t\t\t\tSubmitted by: Debora F Rodrigues"
 }
}