{
 "awd_id": "1946841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The 2020 Advanced Biomanufacturing Conference",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie George",
 "awd_eff_date": "2020-04-15",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2020-04-01",
 "awd_max_amd_letter_date": "2020-04-01",
 "awd_abstract_narration": "This grant provides partial funding for the Biomedical Engineering Society (BMES) Advanced Biomanufacturing (ABioM) Special Interest Group to convene the 2020 Advanced Biomanufacturing Meeting in Washington DC, April 3-4, 2020. The theme of the 2020 ABioM conference will be “Accelerating Advanced Biomanufacturing through Discovery to Implementation.”  This meeting is built upon the ABioM SIG’s success in launching its inaugural annual meeting in 2017 and its second meeting in 2018. Both meetings attracted wide participation from industry and academia. The overarching goal of 2020 ABioM is to celebrate the success of the field, to stimulate collaborations, and to promote R&D and education programs in advanced biomanufacturing. The conference is uniquely positioned to highlight the integration of academic forces with industry niches to accelerate the translation of lab discoveries into industry scale production of biomaterials, cell and tissue products. The development of enabling technologies and new methods for material and cell sourcing, product validation, regulation, and QA/QC as well as workforce training are essential to foster growth and sustain the field. Unlike other conferences, this meeting brings together policy makers, scientists, engineers, entrepreneurs, and educators to map the field and to identify opportunities for growth. It will offer a platform allowing junior investigators and students to interact with leaders in the field to evoke productive collaborations and partnerships.  \r\n\r\nThe conference will serve as an open forum for researchers, engineers, and scholars to interact with each other and exchange ideas leading to the advancement of the field and establishing new directions in research and scholarship. The two-day meeting will consist of plenary and keynote speeches, oral and poster presentations, panel discussions including a policy and workforce training panel discussion, and a biotech showcase exhibition as well as a celebration to the success of junior investigators and graduate students in advance biomanufacturing. The sessions include “Cell and Biomolecule Biomanufacturing, Tissue and Organ Biomanufacturing, Biomanufacturing Process Monitoring, In-line Sensing, Integration and Scale-up/out, Microphysiological Systems Manufacturing, Additive Manufacturing, Multiscale Computational Modeling, and Machine Learning, Cell Culture Medium Formation, Cell Banking, and Regulatory Science Sessions” and panel discussion sessions as well as poster sessions. The junior investigator awards will recognize the rising stars in the field, and the graduate student awards will encourage and attract young investigators to the field. The conference is open to the public and will be widely advertised in several ways, including advertisement in BMES websites, posters at pertinent meetings and emails to individuals who have been identified as interested in advanced biomanufacturing. Meeting flyers will be prepared and distributed in the general session of the 2019 BMES annual meeting. NSF support will be used to ensure that woman and minorities will have opportunities to present and attend the meeting. This event represents a major mechanism by which the ABioM SIG will expedite the establishment of collaborations between academia and industry necessary for this rapidly evolving field. Efforts will be made to attract more broad participation from industry and national labs. The conference abstracts will be archived and accessible from the conference website.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaiming",
   "pi_last_name": "Ye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaiming Ye",
   "pi_email_addr": "kye@binghamton.edu",
   "nsf_id": "000216479",
   "pi_start_date": "2020-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "Binghamton University",
  "perf_str_addr": "PO Box 6000",
  "perf_city_name": "Binghamton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The theme of the 2023 Advanced Biomanufacturing (ABioM) conference is \"Accelerating Advanced Biomanufacturing Through Discovery to Implementation.\" The conference celebrated the success of the field,<strong><em>&nbsp;</em></strong>stimulated collaborations, and promoted R&amp;D and education programs in advanced biomanufacturing by identifying gaps and challenges in the field<strong><em>. </em></strong>The conference drew upon our past successes in launching the first and second meetings. The field has witnessed many breakthroughs including 3D bioprinting, biomaterial genome, machine learning, organoid development, and fabrication in the last several years. The rapid growth of biomanufacturing industries and education programs offers new opportunities to spur research, education, industry growth, and innovation in the field. The conference uniquely positioned itself to highlight the integration of academic forces with industry niches to accelerate the translation of lab discoveries into industry products. Unlike other conferences, this meeting brought together scientists, engineers, and entrepreneurs, as well as educators to map the field and identify the grant challenges and opportunities within the field. It offered a unique platform allowing junior investigators and students to interact with leaders in the field to evoke productive collaborations and partnerships. Ten graduate students and five junior investigators were recognized for their innovative researches in advanced biomanufacturing at the conference. The two-day conference consisted of plenary and keynote speeches from leaders in the field and oral/poster presentations selected from abstract submission. The program included 8 sessions: 1. Overview of Advanced Biomanufacturing, 2. Enabling Technologies for Advanced Biomanufacturing, 3. Biomaterials and Cell Sourcing, 4. Automated and AI-Based Cell Manufacturing and Tissue Biofabricatoin, 5. Cell Manufacturing, 6. Organoid Development, 7. Biomanufacturing in General, and 8. Scaffolding and Biomanufacturing Regulation.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2023<br>\n\t\t\t\t\tModified by: Kaiming&nbsp;Ye</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe theme of the 2023 Advanced Biomanufacturing (ABioM) conference is \"Accelerating Advanced Biomanufacturing Through Discovery to Implementation.\" The conference celebrated the success of the field, stimulated collaborations, and promoted R&amp;D and education programs in advanced biomanufacturing by identifying gaps and challenges in the field. The conference drew upon our past successes in launching the first and second meetings. The field has witnessed many breakthroughs including 3D bioprinting, biomaterial genome, machine learning, organoid development, and fabrication in the last several years. The rapid growth of biomanufacturing industries and education programs offers new opportunities to spur research, education, industry growth, and innovation in the field. The conference uniquely positioned itself to highlight the integration of academic forces with industry niches to accelerate the translation of lab discoveries into industry products. Unlike other conferences, this meeting brought together scientists, engineers, and entrepreneurs, as well as educators to map the field and identify the grant challenges and opportunities within the field. It offered a unique platform allowing junior investigators and students to interact with leaders in the field to evoke productive collaborations and partnerships. Ten graduate students and five junior investigators were recognized for their innovative researches in advanced biomanufacturing at the conference. The two-day conference consisted of plenary and keynote speeches from leaders in the field and oral/poster presentations selected from abstract submission. The program included 8 sessions: 1. Overview of Advanced Biomanufacturing, 2. Enabling Technologies for Advanced Biomanufacturing, 3. Biomaterials and Cell Sourcing, 4. Automated and AI-Based Cell Manufacturing and Tissue Biofabricatoin, 5. Cell Manufacturing, 6. Organoid Development, 7. Biomanufacturing in General, and 8. Scaffolding and Biomanufacturing Regulation. \n\n \n\n\t\t\t\t\tLast Modified: 10/26/2023\n\n\t\t\t\t\tSubmitted by: Kaiming Ye"
 }
}