{
 "awd_id": "1946767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Memory systems, metacognition, and cognitive control",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 960114.0,
 "awd_amount": 998334.0,
 "awd_min_amd_letter_date": "2020-04-08",
 "awd_max_amd_letter_date": "2023-05-11",
 "awd_abstract_narration": "This research will help us understand critical aspects of human thinking through comparative analysis of non-human primates. This project will study the ability of nonhuman primate species to monitor, or introspect about, their thinking. The ability to monitor and control thinking is referred to as “cognitive control” and is shown when humans pay attention, remember, and inhibit unwanted behavior. This research will help us know what makes human thinking unique, and will provide better animal models to use to understand and develop treatments for human brain diseases. This project will train scientists from the undergraduate to postdoctoral level. The research group will participate in public education about primate cognition at Zoo Atlanta, and science outreach activities in public schools. Specifically this work will, 1) improve an undergraduate research course using the Zoo Atlanta collection, 2) prepare graduate students (14% of current students are underrepresented groups) for careers in science through training in research program development, grant writing, and scientific communication, 3) share enthusiasm for science through visits to schools during Brain Awareness Week, through programs such as Roots & Shoots, and by interaction with the public at Zoo Atlanta, 4) train students through Emory research experience programs, which involve students from underrepresented groups, 5) share information through expansion of an existing lab website, aimed at the public interested in cognitive science as well as undergraduates interested in primate research.\r\n\r\nCognitive control is critical for complex cognition in humans, and differences in cognitive control may underlie many differences in cognitive ability between humans and other primates, including in directing perception to needed information, active maintenance of information in memory, and inhibition of inappropriate behavior. In humans, cognitive control is associated with explicit cognition, in that explicit cognition, such as episodic memory, is accessible to metacognitive monitoring whereas implicit cognition, such as priming and habits, is not so accessible. Metacognition is the capacity to monitor one’s own ongoing cognitive processes, and to exert cognitive control over them, for example by actively holding information in working memory or ceasing to study new vocabulary words as they are mastered. Evidence from both psychophysical and memory tests indicates that some cercopithecoids introspectively monitor some cognitive processes, demonstrated by selective avoidance of difficult tests. The PI will extend this work and advance knowledge of the evolution of complex cognition and of what makes humans unique with comparative studies of primates. The proposed research is significant because it will identify the role of cognitive monitoring and control in complex primate cognition, and begin to investigate how the evolution of language has changed human memory. The work will advance our understanding of the evolution of metacognition and cognitive control. First, the proposed work will identify the extent to which cognitive systems differ in their access to metacognitive monitoring. This will include comparing different memory systems as well as the auditory versus visual sensory modalities. Second, these studies will determine the kinds of information metacognitive systems operate upon to exert cognitive control, for example abstract codes in working memory. Third, the work will advance our understanding of cognitive evolution and differences in memory between cercopithecoid and hominoid primates, leveraging our exciting recent findings comparing memory in these taxa. The proposed work involves mentored research experiences for developing scientists from the undergraduate to postdoctoral level, public education about primate cognition at Zoo Atlanta, science outreach activities in public schools, and international collaboration. This project is funded by both the Perception, Action and Cognition program in the Social, Behavioral, and Economic Sciences Directorate and the Behavioral Systems Cluster in the Directorate for Biological Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hampton",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Robert R Hampton",
   "pi_email_addr": "robert.hampton@emory.edu",
   "nsf_id": "000245924",
   "pi_start_date": "2020-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University/Yerkes National Primate Research Center",
  "perf_str_addr": "954 Gatewood RD NE",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303294208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "003Z",
   "pgm_ref_txt": "SBE-RCUK MOU"
  },
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "7659",
   "pgm_ref_txt": "ANIMAL BEHAVIOR"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 970104.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 14580.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 13650.0
  }
 ],
 "por": null
}