{
 "awd_id": "1946743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Modulating Powder Bed Cohesion to Reduce Defects in Binder Jetting",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 213642.0,
 "awd_amount": 213642.0,
 "awd_min_amd_letter_date": "2020-07-13",
 "awd_max_amd_letter_date": "2020-07-13",
 "awd_abstract_narration": "Binder jetting is a 3D printing method that is increasingly important due to its versatile material options (virtually any powdered material), high production rates, and modest equipment cost. It is arguably the only mainstream 3D printing technique that works for both metals and ceramics. It has found growing applications in energy, aerospace, chemical, and other industries. In the binder jetting process, the 3D parts are printed layer by layer. On each layer, the powder bed is spread and microscopic droplets are deposited on selected locations on the powder bed.  These droplets penetrate into the bed and bind the particles together. Since the impacting speed of the droplet is rather high, it can significantly disturb the powder bed and cause pores in the 3D-printed parts. These pores can drastically reduce the strength and other mechanical properties of the products. This award supports fundamental research to understand the binder-powder interaction in binder jetting and identify technical solutions to eliminate the formation of large pores in the binder jetting products. This will significantly improve performance of parts fabricated with the binder jetting process and expand its applications in various industries. This will strengthen the manufacturing capability and competitiveness of U.S. industry by allowing for rapid fabrication of low-cost custom components for many different industries.\r\n\r\nThis research will investigate the binder-powder interaction in the binder jetting process. The research objective is to test the hypothesis that partially saturating (pre-wetting) the powder will suppress powder spattering and reduce pore formation by (i) accelerating binder absorption and (ii) increasing the cohesion of the powder bed. A synergistic experimental and numerical investigation will be performed to achieve the research objectives. On the experimental side, a customized binder jetting system will be established to enable controlled pre-wetting of the powder bed as well as the flexible adjustment of binder jetting parameters (e.g., droplet size, impact velocity, etc.). Parametric studies will be performed to identify the effects of binder jetting parameters and binder/powder material properties on the spatter/pore formation. In-situ high-speed X-ray imaging and ex-situ characterization will be used to observe the dynamic binder-powder interaction. On the modeling side, a multi-physics model that integrates the computational fluid dynamics and discrete element method will be used to simulate the binder-powder and powder-powder interactions during the binder jetting process. The combination of experimental and numerical results will be used to test the research hypothesis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenda",
   "pi_last_name": "Tan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenda Tan",
   "pi_email_addr": "wendatan@umich.edu",
   "nsf_id": "000731517",
   "pi_start_date": "2020-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "1495 East 100 Sout, 1550 MEK",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841121109",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 29672.0
  }
 ],
 "por": null
}