{
 "awd_id": "1946347",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Cascadia2020: Investigating subduction zone segmentation with a 3D high-resolution Vp model",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2020-02-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 374888.0,
 "awd_amount": 443779.0,
 "awd_min_amd_letter_date": "2020-02-07",
 "awd_max_amd_letter_date": "2022-04-19",
 "awd_abstract_narration": "The Cascadia subduction zone is known to generate infrequent (every ~500 years) but potentially very large (up to magnitude 9) earthquakes. The most recent such earthquake occurred on January 26th, 1700, and GPS data acquired during the last two decades suggest that strain is accumulating across the subduction zone fault in preparation for a future earthquake. However, there is considerable uncertainty about how the geologic structure of the subduction zone will impact strain release during a Cascadia earthquake. Different plausible earthquake scenarios result in quite different predicted ground shaking, which in turn influences building codes and emergency response plans. This project will image the structure of the crust in the region where large Cascadia earthquakes are thought to occur. The objective is to understand three-dimensional variations in seismic velocity in order to provide insights into the factors that control segmentation of slip during earthquakes and the resulting amplitude of ground shaking in populated areas and sedimentary basins. With its large footprint and involvement of many field hands, this project will provide student research experiences and opportunities for public outreach and education about geohazards in the Pacific Northwest. This project is a collaboration between Oregon State University, University of Oregon, Eugene, South Dakota School of Mines and Technology and the U.S. Geological Survey.\r\n\r\nThis project has the ultimate goal of generating a high-resolution model of an active subduction system that will span the Cascadia plate boundary, including the transition between major along-strike segments, and cross the transition from the nominally locked zone down-dip to depths where plate motion is accommodated by episodic tremor and slip. A dense network of temporary short-period seismometers along the coast of the Pacific Northwest will extend high resolution imaging of the structure of the overlying and down-going plates, as well as the thickness and characteristics of material within the plate interface zone, to depths that are critical for understanding earthquake processes. The array design includes a single deployment of three-component instruments at 1-km intervals along the onshore extension of dip lines embedded within a sparser grid of seismometers spaced 7-10 km apart for a total of ~700 three-component seismic stations. To tie results from the seismogenic part of the plate boundary to larger-scale forearc and arc structure, two profiles will extend across the forearc. All stations will record natural sources as well as man-made sources for the duration of the deployment. The seismic data from this experiment will be made immediately available to the community. The resulting high-resolution 3D Vp model will also be made accessible and is critical for constraining analyses of seismic noise, magnetotelluric and potential field data, as well as for improving predictions of earthquake ground shaking and tsunami generation in the Pacific Northwest.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Tréhu",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anne M Tréhu",
   "pi_email_addr": "trehu@coas.oregonstate.edu",
   "nsf_id": "000238365",
   "pi_start_date": "2020-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathy",
   "pi_last_name": "Davenport",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kathy K Davenport",
   "pi_email_addr": "davenpka@oregonstate.edu",
   "nsf_id": "000795981",
   "pi_start_date": "2020-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "CEOAS Admin. Bldg. 104",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973305503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 214640.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 169985.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 59154.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported&nbsp;installation of 755 temporary seismometers in the Coast Ranges of Oregon and southwest Washington.&nbsp; The primary objective was to record seismic sources generated for a separate project to collect multichannel seismic reflection (MCS) data on transects across the offshore portion of the Cascadia subduction zone. The seismometers also recorded earthquakes occurring regionally and larger earthquake occurring around the globe. Onshore recordings of offshore sources are critical for imaging beneath the shoreline.</p>\r\n<p>Some seismometers were installed along lines perpendicular to the coast at spacings of 250-1000 m to provide high resolution 2D images along those transects. Otheres were installed in a grid with inter-station spacing of ~8 km to generate a lower resolution but fully 3D image.&nbsp; Techniques to generate images from the data are similar to those used for medical imaging.&nbsp; We are effectively generating a combined ultrasound/CT-scan of the Earth in order to image the region where the Juan de Fuca plate is being thrust beneath the western edge of North America in a process known as subduction.&nbsp;</p>\r\n<p>Geologic evidence, supported by oral histories, indicates that a large earthquake last occurred in the Pacific Northwest in 1700. Similar earthquakes occur, on average, every ~520 years, but the interval between large earthquakes is variable.&nbsp; These result from subduction of the Juan de Fuca plate beneath the North American plate at a rate of ~4 cm/yr. While it is generally accepted that a large earthquake in the future is inevitable, there remain many questions about what to expect. Unknowns include whether the whole subduction zone will rupture at once and whether some of the motion between the plates is being relieved slowly without generating seismic waves. Answers to these questions are needed to evaluate the regional seismic hazard and design more focused building codes and emergency response plans. This project contributes to this goal by providing new information on the geometry and physical properties of the plate boundary and adjacent plates.&nbsp; &nbsp;&nbsp;</p>\r\n<p>The first 2 years of the project were spent finding suitable locations for the seismometers.&nbsp; This involved obtaining identifying ownership and obtaining permission from 15 national, state and local agencies, 18 private companies, 7 schools and churches, and 46 individual.&nbsp; Seismometer installation was accomplished primarily during Memorial Day weekend by 15 2-person teams, and recovery of the seismometers occurred during the 4<sup>th</sup> of July weekend. Field hands included undergraduates, graduate students and post-doctoral researchers from around the country who were required to participate in a 3-day training course prior to going into to field. The course covered subduction zone science as well as seismometer installation, hazards of driving on remote logging roads, and fire safety. Special precautions enabled us to work during the pandemic and 2021 &ldquo;heat dome&rdquo; event. Field expenses (including food and lodging during the training course) were covered for participants; a subset of the participants also received travel funding.</p>\r\n<p>Seismometer recovery rate 100%, with good quality data on most instruments. &nbsp;This grant also covered preliminary quality-control and analysis of all the data and more advanced imaging on a subset of the data. At Oregon State University, a graduate student integrated the new data with older data from the central Oregon margin to expand the footprint of a 3D model for this segment of the subduction zone. The new data clarify the distribution and size of buried seamounts between 43.5-45 degrees N, which affects the geometry and frictional properties of the plate boundary in a region where clusters of small earthquakes have occurred on or near the plate boundary in recent years. The project also provided support for an undergraduate student to assist with processing data from the northern part of the survey in preparation for expanding the 3D model to the north. Gravity and magnetic data suggest that the crystalline crust of the Siletz terrane, which acts as a &ldquo;hard&rdquo; backstop for accretion of sediment from the Juan de Fuca plate to the leading edge of the North American plate, swings to the east near the Oregon/Washington boundary. Ongoing analysis of data from this project are being used to resolve ambiguities in the geometry of this transition and its impact on the geometry of the plate boundary that cannot be resolved from the data available prior to this project. <br /> All data from the project are available through the EarthScope data management center (<a href=\"https://www.earthscope.org/data/\">https://www.earthscope.org/data/</a>).&nbsp; A detailed field report, including a video showing the day-by-day progress installing the instruments is available at <a href=\"https://blogs.oregonstate.edu/cascadia2021/\">https://blogs.oregonstate.edu/cascadia2021/</a>.&nbsp; This site also includes scientific background to the experiment and entries written by the student volunteers about various aspects of the field program, including notes in English and Spanish by a visiting graduate student from Chile.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/17/2024<br>\nModified by: Anne&nbsp;M&nbsp;Tréhu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project supportedinstallation of 755 temporary seismometers in the Coast Ranges of Oregon and southwest Washington. The primary objective was to record seismic sources generated for a separate project to collect multichannel seismic reflection (MCS) data on transects across the offshore portion of the Cascadia subduction zone. The seismometers also recorded earthquakes occurring regionally and larger earthquake occurring around the globe. Onshore recordings of offshore sources are critical for imaging beneath the shoreline.\r\n\n\nSome seismometers were installed along lines perpendicular to the coast at spacings of 250-1000 m to provide high resolution 2D images along those transects. Otheres were installed in a grid with inter-station spacing of ~8 km to generate a lower resolution but fully 3D image. Techniques to generate images from the data are similar to those used for medical imaging. We are effectively generating a combined ultrasound/CT-scan of the Earth in order to image the region where the Juan de Fuca plate is being thrust beneath the western edge of North America in a process known as subduction.\r\n\n\nGeologic evidence, supported by oral histories, indicates that a large earthquake last occurred in the Pacific Northwest in 1700. Similar earthquakes occur, on average, every ~520 years, but the interval between large earthquakes is variable. These result from subduction of the Juan de Fuca plate beneath the North American plate at a rate of ~4 cm/yr. While it is generally accepted that a large earthquake in the future is inevitable, there remain many questions about what to expect. Unknowns include whether the whole subduction zone will rupture at once and whether some of the motion between the plates is being relieved slowly without generating seismic waves. Answers to these questions are needed to evaluate the regional seismic hazard and design more focused building codes and emergency response plans. This project contributes to this goal by providing new information on the geometry and physical properties of the plate boundary and adjacent plates. \r\n\n\nThe first 2 years of the project were spent finding suitable locations for the seismometers. This involved obtaining identifying ownership and obtaining permission from 15 national, state and local agencies, 18 private companies, 7 schools and churches, and 46 individual. Seismometer installation was accomplished primarily during Memorial Day weekend by 15 2-person teams, and recovery of the seismometers occurred during the 4th of July weekend. Field hands included undergraduates, graduate students and post-doctoral researchers from around the country who were required to participate in a 3-day training course prior to going into to field. The course covered subduction zone science as well as seismometer installation, hazards of driving on remote logging roads, and fire safety. Special precautions enabled us to work during the pandemic and 2021 heat dome event. Field expenses (including food and lodging during the training course) were covered for participants; a subset of the participants also received travel funding.\r\n\n\nSeismometer recovery rate 100%, with good quality data on most instruments. This grant also covered preliminary quality-control and analysis of all the data and more advanced imaging on a subset of the data. At Oregon State University, a graduate student integrated the new data with older data from the central Oregon margin to expand the footprint of a 3D model for this segment of the subduction zone. The new data clarify the distribution and size of buried seamounts between 43.5-45 degrees N, which affects the geometry and frictional properties of the plate boundary in a region where clusters of small earthquakes have occurred on or near the plate boundary in recent years. The project also provided support for an undergraduate student to assist with processing data from the northern part of the survey in preparation for expanding the 3D model to the north. Gravity and magnetic data suggest that the crystalline crust of the Siletz terrane, which acts as a hard backstop for accretion of sediment from the Juan de Fuca plate to the leading edge of the North American plate, swings to the east near the Oregon/Washington boundary. Ongoing analysis of data from this project are being used to resolve ambiguities in the geometry of this transition and its impact on the geometry of the plate boundary that cannot be resolved from the data available prior to this project. \n All data from the project are available through the EarthScope data management center (https://www.earthscope.org/data/). A detailed field report, including a video showing the day-by-day progress installing the instruments is available at https://blogs.oregonstate.edu/cascadia2021/. This site also includes scientific background to the experiment and entries written by the student volunteers about various aspects of the field program, including notes in English and Spanish by a visiting graduate student from Chile.\r\n\n\n\t\t\t\t\tLast Modified: 12/17/2024\n\n\t\t\t\t\tSubmitted by: AnneMTréhu\n"
 }
}