{
 "awd_id": "1947257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: III: RUI: Association Testing and Inversion Detection without Reference Genomes",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 174232.0,
 "awd_amount": 235432.0,
 "awd_min_amd_letter_date": "2020-06-11",
 "awd_max_amd_letter_date": "2024-04-24",
 "awd_abstract_narration": "The last decade has seen the cost of DNA sequencing plummet. Consequently, the potential to sequence the genome of every living organism is within our grasp. Genome assemblies often require significant \"polishing,\" which is often a manual and labor-intensive process. New methods are needed to directly analyze fragmented or unassembled genomic data. Analysis of these genomes include the identification of physical rearrangements such as inversions. Large inversions have significant impacts on the biology of organisms and their evolution. Existing computational methods for identifying inversions have been primarily tested on and developed for well-studied, \"reference\" genomes. This project seeks to develop new inversion detection and association testing methods suitable for the large and growing number of fragmented and/or unassembled genomes that are becoming available. Undergraduate research assistants will be funded as active collaborators on the project.\r\n\r\nSo-called \"k-mer\" methods have become popular in the last decade for the analysis of unassembled genomics or metagenomics data. This project seeks to utilize k-mers, unsupervised learning, and association testing to identify inversions in fragmented or poorly assembled population genomics data. Since millions of association tests will be run per data set, the methods will be accelerated using GPUs. The resulting method and software will be developed in conjunction with undergraduate research assistants and released under an open-source license.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Nowling",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald J Nowling",
   "pi_email_addr": "nowling@msoe.edu",
   "nsf_id": "000805152",
   "pi_start_date": "2020-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Milwaukee School of Engineering",
  "inst_street_address": "1025 N BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142777300",
  "inst_zip_code": "532023109",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MILWAUKEE SCHOOL OF ENGINEERING",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6RCJVHKTHJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Milwaukee School of Engineering",
  "perf_str_addr": "1025 N. Broadway",
  "perf_city_name": "Milwaukee",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532023109",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 174232.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 12600.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 12600.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 24000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>\r\n<div>The main goals of the project were to develop methods to (1) identify large inversions using k-mers in unassembled sequencing data, (2) develop efficient (computation time, memory usage) algorithms for machine learning with k-mers, and (3) involve undergraduate students in research.</div>\r\n<div>We developed and evaluated several methods for unsupervised detection of inversions from variant data. &nbsp;Particular improvements include the use of statistical methods to find variants associated with PCs, plot their associations along the chromosome as volcano plots, and characterize patterns associated inversions versus other factors for more confident detection of inversions. &nbsp;Window / boundary detection methods were developed to localize inversions. &nbsp;Clustering methods and scoring methods for assessing the quality of clusterings were evaluated to determine which clustering methods and scores were most accurate for genotyping samples by inversion karyotype. &nbsp;Feature hashing and sketching methods were used to substantially reduce memory usage to enable large data sets to be analyzed on common desktop computers.</div>\r\n<div>In addition, the grant funds were used for directly providing research opportunities to 9 undergraduate students and indirectly for an additional 4. Two of these students participated in further external REU programs at UW Madison and the Medical College of Wisconsin. &nbsp;One of those students is now a PhD student in a program in biomedical data science, and the other student is currently applying to PhD programs. &nbsp;A majority of the other undergraduate students have obtained data science positions in industry where they are applying data science and machine learning skills they developed through engagement with the project</div>\r\n</p><br>\n<p>\n Last Modified: 02/11/2025<br>\nModified by: Ronald&nbsp;James&nbsp;Nowling</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\nThe main goals of the project were to develop methods to (1) identify large inversions using k-mers in unassembled sequencing data, (2) develop efficient (computation time, memory usage) algorithms for machine learning with k-mers, and (3) involve undergraduate students in research.\r\nWe developed and evaluated several methods for unsupervised detection of inversions from variant data. Particular improvements include the use of statistical methods to find variants associated with PCs, plot their associations along the chromosome as volcano plots, and characterize patterns associated inversions versus other factors for more confident detection of inversions. Window / boundary detection methods were developed to localize inversions. Clustering methods and scoring methods for assessing the quality of clusterings were evaluated to determine which clustering methods and scores were most accurate for genotyping samples by inversion karyotype. Feature hashing and sketching methods were used to substantially reduce memory usage to enable large data sets to be analyzed on common desktop computers.\r\nIn addition, the grant funds were used for directly providing research opportunities to 9 undergraduate students and indirectly for an additional 4. Two of these students participated in further external REU programs at UW Madison and the Medical College of Wisconsin. One of those students is now a PhD student in a program in biomedical data science, and the other student is currently applying to PhD programs. A majority of the other undergraduate students have obtained data science positions in industry where they are applying data science and machine learning skills they developed through engagement with the project\r\n\t\t\t\t\tLast Modified: 02/11/2025\n\n\t\t\t\t\tSubmitted by: RonaldJamesNowling\n"
 }
}