{
 "awd_id": "1947435",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Paired Electrolyzers for Efficient Conversion of Furanic Compounds to Valuable Chemicals",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 332668.0,
 "awd_amount": 332668.0,
 "awd_min_amd_letter_date": "2020-06-24",
 "awd_max_amd_letter_date": "2020-06-24",
 "awd_abstract_narration": "Currently, most of the commodity and specialty chemicals used to manufacture many of the nation’s commercial and industrial products are made with fossil fuel feedstocks of crude oil and natural gas using thermochemical reactors. In the nation’s electricity generation grid, renewable electricity from wind and sun has been quickly adopted; for example, Iowa generates 34% of its electricity from wind power. These renewable electricity generators are also promising for providing energy to decarbonize the chemical industry. Integration of renewable electricity and renewable carbon (biomass) for distributed production of chemicals in electrolytic reactors, can store renewable electrons in chemical bonds of valuable organics, the long-term storable form, thus addressing urgent needs for power resilience. However, most commercial electro-syntheses of organics only utilize one of the two electrodes of an electrolyzer for generation of desired products. This project aims to design an innovative flow electrolyzer for pairing electrocatalytic hydrogenation and oxidation of biorenewable feedstock to simultaneously produce valuable chemicals from both cathode and anode, while suppressing the evolution of less valuable byproducts of hydrogen and oxygen gases. Education activities offered by this project focus on training a large body of students across Iowa and the Midwest with electrochemistry and electrochemical engineering topics. Research outcomes will be incorporated into a newly developed course: Electrochemical Engineering, as well as independent research projects for diverse undergraduate students. The team will also participate in Iowa State University’s existing education and outreach programs to train local high school students each summer. The long-term education goal is to produce a new generation of researchers in the fields of electrochemical systems, facing the global competition in advanced chemical manufacturing. \r\n\r\nThis fundamental engineering science research project addresses the design of flow electrolyzers that pair the electrocatalytic hydrogenation and oxidation of biomass-derived feedstock at the cathode and anode, while suppressing the evolution of less valuable hydrogen and oxygen gases. The research tasks are: 1) Understand important mechanisms of electrochemical transformations using model catalysts for 2) accurate synthesis of advanced catalysts, so as to 3) rationally design an efficient electrolysis cell to achieve continuous production of valuable furanic chemicals and monomers at ambient temperature, pressure, aqueous electrolyte with mild pH. The project will take as model biomass feedstock molecules furfural and 5-hydroxymethylfurfural (HMF).\r\nThe research will acquire new insights into the mechanisms of the electrocatalytic hydrogenation and oxidation of biorenewable furanic compounds, along with advanced understanding of the role of catalyst composition and structure, electrode potential, and electrolyte pH in these electrochemical transformations. It will also provide needed knowledge for rational design of paired electrolyzers for cogeneration of two valuable chemicals from both anode and cathode and develop new approaches for combining electroanalytic methods and online chemical collection and analysis for better understanding and design of electrolytic systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenzhen",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenzhen Li",
   "pi_email_addr": "wzli@iastate.edu",
   "nsf_id": "000513491",
   "pi_start_date": "2020-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1138 Pearson, 505 Morrill Road",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112207",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 332668.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Currently, most of the commodity and specialty chemicals are derived from fossil fuel feedstocks such as crude oil and natural gas, which are produced through thermochemical processes. However, renewable electricity from wind and solar power has been rapidly adopted in the electricity generation grid. In fact, Iowa generates 57% of its electricity from wind power. These renewable electricity generators have the potential to decarbonize the chemical industry. One promising approach is to integrate renewable electricity and renewable carbon (biomass) for the distributed production of chemicals in electrolytic reactors. However, most commercial electro-syntheses of organics only use one of the two electrodes of an electrolyzer for generating desired products.</p>\n<p>&nbsp;</p>\n<p>This project designed innovative flow electrolyzers for pairing electrocatalytic hydrogenation and oxidation of biorenewable furanic compounds to simultaneously produce valuable chemicals from both cathode and anode, while suppressing the evolution of less valuable byproducts of hydrogen and oxygen gases.&nbsp;Our goal was to deeply understand electrochemcial reduction and oxidation aldehydes, as well as acquire design principles for efficient paired electrolyzer design.</p>\n<p>&nbsp;</p>\n<p>We investigated the furfural reduction on lead electrodes in acidic conditions and identified the pathways for three products: furfuryl alcohol (FA), 2-methylfuran (MF), and hydrofuroin. Our findings showed that the hydrogenation pathway toward FA and MF is influenced by protons (H<sub>2</sub>O and H<sub>3</sub>O<sup>+</sup>). We also discovered that FA and MF have different formation mechanisms due to the product-selective kinetic isotopic effect of H/D and the surface property-dependent hydrogenation/deuteration pathway. Finally, we revealed that hydrofuroin is produced through the desorption of the intermediate as ketyl radicals followed by its self-coupling in the electrolyte, while FA is generated from further hydrogenation of that intermediate.</p>\n<p>&nbsp;</p>\n<p>We discovered that electrochemical oxidation of furfural can generate H<sub>2</sub> on Cu and Ag electrodes at low anodic potentials. Combined experimental and DFT studies suggested a reasonable barrier for C-H dissociation on Cu surface, mainly through the diol intermediate, with the potential-dependent competition with the Cannizzaro reaction. We further found the electro-oxidation kinetics and catalyst durability can be enhanced by a porous CuAg catalyst prepared by a galvanic replacement method. We demonstrated membrane-electrode assembly-based flow cells for H<sub>2</sub> production from both anode and cathode with a remarkable performance: a combined H<sub>2 </sub>faradaic efficiency (FE) of ~200%&nbsp;and H<sub>2</sub>&nbsp;partial current density 390 mA/cm<sup>2</sup>&nbsp;at cell voltages of 0.6 V.</p>\n<p>&nbsp;</p>\n<p>We also demonstrated a few innovative electrolyzer designs. For instance, we design a flow cell for pairing HMF oxidation and reduction to produce two monomers, and the cell voltage can be reduced from 7.5V to 2.0V as compared to previous H-type cell. We showed a tandem electrocatalytic-catalytic system, that enabled electrolysis at high current density and simultaneously circulates the electrochemically produced H<sub>2</sub>&nbsp;for energy-efficient chemical transformations with enhanced energy harvesting from by-product H<sub>2</sub>. Finally, we designed an anion exchange membrane (AEM)-free, single cation exchange membrane (CEM)-based flow reactor for the synthesis of pure chemical H<sub>2</sub>O<sub>2</sub>,</p>\n<p>&nbsp;</p>\n<p>In addition to advancing the paired electrolysis of biorenewable feedstock to valuable chemicals, the project also served as a platform to train 9 graduate and 4 undergraduate students. All the doctoral students who were involved in this project and graduated have found employment in engineering. The project has generated 7 articles and delivered 13 presentations. The team worked with ISU&rsquo;s electric power research center aiming to integrate renewable electricity for distributed chemical manufacturing, and they reached out to local biofuel / biochemical companies to enhance their research impacts. The generated knowledge was integrated into an elective course Electrochemical Engineering to educate students at Iowa State University on energy production, storage, and electrochemical manufacturing.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/02/2023<br>\nModified by: Wenzhen&nbsp;Li</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCurrently, most of the commodity and specialty chemicals are derived from fossil fuel feedstocks such as crude oil and natural gas, which are produced through thermochemical processes. However, renewable electricity from wind and solar power has been rapidly adopted in the electricity generation grid. In fact, Iowa generates 57% of its electricity from wind power. These renewable electricity generators have the potential to decarbonize the chemical industry. One promising approach is to integrate renewable electricity and renewable carbon (biomass) for the distributed production of chemicals in electrolytic reactors. However, most commercial electro-syntheses of organics only use one of the two electrodes of an electrolyzer for generating desired products.\n\n\n\n\n\nThis project designed innovative flow electrolyzers for pairing electrocatalytic hydrogenation and oxidation of biorenewable furanic compounds to simultaneously produce valuable chemicals from both cathode and anode, while suppressing the evolution of less valuable byproducts of hydrogen and oxygen gases.Our goal was to deeply understand electrochemcial reduction and oxidation aldehydes, as well as acquire design principles for efficient paired electrolyzer design.\n\n\n\n\n\nWe investigated the furfural reduction on lead electrodes in acidic conditions and identified the pathways for three products: furfuryl alcohol (FA), 2-methylfuran (MF), and hydrofuroin. Our findings showed that the hydrogenation pathway toward FA and MF is influenced by protons (H2O and H3O+). We also discovered that FA and MF have different formation mechanisms due to the product-selective kinetic isotopic effect of H/D and the surface property-dependent hydrogenation/deuteration pathway. Finally, we revealed that hydrofuroin is produced through the desorption of the intermediate as ketyl radicals followed by its self-coupling in the electrolyte, while FA is generated from further hydrogenation of that intermediate.\n\n\n\n\n\nWe discovered that electrochemical oxidation of furfural can generate H2 on Cu and Ag electrodes at low anodic potentials. Combined experimental and DFT studies suggested a reasonable barrier for C-H dissociation on Cu surface, mainly through the diol intermediate, with the potential-dependent competition with the Cannizzaro reaction. We further found the electro-oxidation kinetics and catalyst durability can be enhanced by a porous CuAg catalyst prepared by a galvanic replacement method. We demonstrated membrane-electrode assembly-based flow cells for H2 production from both anode and cathode with a remarkable performance: a combined H2 faradaic efficiency (FE) of ~200%and H2partial current density 390 mA/cm2at cell voltages of 0.6 V.\n\n\n\n\n\nWe also demonstrated a few innovative electrolyzer designs. For instance, we design a flow cell for pairing HMF oxidation and reduction to produce two monomers, and the cell voltage can be reduced from 7.5V to 2.0V as compared to previous H-type cell. We showed a tandem electrocatalytic-catalytic system, that enabled electrolysis at high current density and simultaneously circulates the electrochemically produced H2for energy-efficient chemical transformations with enhanced energy harvesting from by-product H2. Finally, we designed an anion exchange membrane (AEM)-free, single cation exchange membrane (CEM)-based flow reactor for the synthesis of pure chemical H2O2,\n\n\n\n\n\nIn addition to advancing the paired electrolysis of biorenewable feedstock to valuable chemicals, the project also served as a platform to train 9 graduate and 4 undergraduate students. All the doctoral students who were involved in this project and graduated have found employment in engineering. The project has generated 7 articles and delivered 13 presentations. The team worked with ISUs electric power research center aiming to integrate renewable electricity for distributed chemical manufacturing, and they reached out to local biofuel / biochemical companies to enhance their research impacts. The generated knowledge was integrated into an elective course Electrochemical Engineering to educate students at Iowa State University on energy production, storage, and electrochemical manufacturing.\n\n\n\t\t\t\t\tLast Modified: 12/02/2023\n\n\t\t\t\t\tSubmitted by: WenzhenLi\n"
 }
}