{
 "awd_id": "1947522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Positive Effects of Coral Biodiversity on Coral Performance: Patterns, Processes, and Dynamics",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922092",
 "po_email": "csuchman@nsf.gov",
 "po_sign_block_name": "Cynthia Suchman",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 1319678.0,
 "awd_amount": 1528678.0,
 "awd_min_amd_letter_date": "2020-02-25",
 "awd_max_amd_letter_date": "2025-02-04",
 "awd_abstract_narration": "Coral reefs are extremely diverse, supply critical ecosystem services, and are collapsing at an alarming rate, with 80% coral loss in the Caribbean and >50% in the Pacific in recent decades. Previous studies emphasized negative interactions (competition, predation) as structuring reef systems, but positive interactions in such species-rich systems could be of equal importance in maintaining ecosystem function. If foundation species like corals depend on positive interactions, then their fitness may decline with the loss of surrounding species, creating a biodiversity meltdown where loss of one coral causes losses of others. This project conducts manipulative field experiments to understand the role of coral biodiversity in facilitating coral growth, survival, resilience, and retention of these foundation species and the critical ecosystem services they provide in shallow tropical seas. This project is committed to: 1) Educating and exciting influential business and civic leaders about conservation and restoration of coastal marine systems before these systems lose ecological function and value. This will involve influential Rotary clubs within North Georgia/Atlanta (the major economic engine of the southeastern US) as an initial focus. 2) Using the Research News and Institute Communications Office at Georgia Tech and well-developed contacts with science writers to produce popular press pieces on important ocean ecology discoveries emerging from these studies. (3) Organizing a public workshop of internationally prominent scientists focused on Maintaining Marine Biodiversity as a Strategy to Sustain Ecosystem Services and Coastal Cultures and Economies. A previous effort like this, organized by the investigators, attracted about 200 attendees and was webcast to numerous high schools in Georgia and to foreign investigators in less developed countries that could not attend. Speakers also conducted in-person video interviews with local high school classes. Due to that success, this model will be repeated. 4) Working with an association of educators and cultural leaders in French Polynesia to produce electronic format presentations on our work and on reef conservation that are appropriate for use by both teachers and leaders within Polynesian culture.  \r\n\r\nEcologists have excelled at demonstrating the importance of direct (often negative) interactions among species pairs. However, when these interactions occur in a complex context among thousands of other species in the field, the sum of the many, poorly-known, indirect interactions can counterbalance, or even reverse, the better-known direct interactions, generating diffuse mutualisms instead of agonistic outcomes. In a proof-of-concept initial experiment, coral growth and survivorship were greater in coral polycultures than monocultures, especially during early stages of community development. Processes generating this outcome are unclear but understanding these is of critical importance as diversity and function of reefs decline and as humans need to predict and adapt to changing environments. This interdisciplinary investigation merges expertise in experimental field ecology, chemical ecology, and the ecology of microbiomes to investigate the functional role of biodiversity in coral reef ecosystems. Experiments use a novel coral transplantation method and field manipulations to assess: 1) whether greater coral species diversity enhances coral community performance, as well as growth and survivorship of individual corals, 2) whether greater genotypic diversity enhances coral performance within a species, 3) whether greater diversity of seaweed competitors further suppresses corals and enhances seaweed performance, and 4) the processes driving the patterns documented above, including the roles of disease, intraspecific versus interspecific competition, predators, mutualists, and differential access to, or use of, resources. The research investigates the relationship between biodiversity and ecosystem function across dimensions of coral taxonomic diversity, from species to genotypes, and creates a series of experiments elucidating general principles underlying ecosystem dynamics. Filling these knowledge gaps advances our fundamental understanding of how biodiversity influences ecosystem function at multiple scales and provides insight into the processes promoting coral coexistence in these species-rich ecosystems. Findings will have practical implications for coral management and restoration and may improve predictions regarding coral reef resilience and recovery in the face of changing climate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Hay",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mark E Hay",
   "pi_email_addr": "mark.hay@biology.gatech.edu",
   "nsf_id": "000343867",
   "pi_start_date": "2020-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Stewart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Frank J Stewart",
   "pi_email_addr": "frank.stewart@biology.gatech.edu",
   "nsf_id": "000084511",
   "pi_start_date": "2020-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1097",
   "pgm_ref_txt": "DIVERSITY: ROLE IN ECOSYSTEMS"
  },
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "8556",
   "pgm_ref_txt": "Coral Reefs"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1319678.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 209000.0
  }
 ],
 "por": null
}