{
 "awd_id": "1947053",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Development and commercialization of organic photocatalysts for light-driven C-N cross-coupling reaction",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 224999.0,
 "awd_amount": 224999.0,
 "awd_min_amd_letter_date": "2019-12-02",
 "awd_max_amd_letter_date": "2021-05-13",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is to develop special metal-free catalysts to dramatically reduce chemical manufacturing costs. In addition, these catalysts significantly expand the range of light-driven reactions, leading to profound advancements in pharmaceuticals, healthcare, agriculture, biology, material science, and other industries. Because light-driven chemical technology predominantly relies on scarce and expensive precious metal catalysts, it is limited today to small-scale R&D applications only. At scale, light-driven technology using metal-free catalysts can greatly reduce chemical manufacturing costs by replacing conventional reactions that rely on expensive precious metals, which are also limited to specific classes of reactions. This new chemistry will significantly expand the possibilities for applications of light-driven chemical technology, leading to novel products and greater consumer access through lower costs.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project proposes to demonstrate the suitability of metal-free (organic) photoredox catalysts (PCs) in challenging and important pharmaceutical reactions. Organic PCs are key enablers of photoredox catalysis, an emerging field of chemistry gaining significant traction in drug development. Driven by light absorption, photoredox catalysis offers significant advantages over conventional heat-driven methods (e.g. Pd catalysis), including cost, ease of use, and broadened fields-of-use. Importantly, organic PCs are sustainable and scalable alternatives to predominantly used precious metal PCs, allowing photoredox catalysis to extend to full industrial use, including drug manufacturing. To spur industrial adoption of photoredox catalysis, research objectives include proving feasibility of organic PCs in medicinally important reactions, while expanding substrate scope to include biologically relevant and highly functionalized substrates typically used in drug designs. Photoredox-catalyzed reactions powered by organic PCs will access new chemistries beyond capabilities of conventional heat-driven catalysis. In addition, guided by quantum simulations, new high-performance organic PCs will be developed with unique properties beyond those reported in the literature, unlocking new transformations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chern-Hooi",
   "pi_last_name": "Lim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chern-Hooi Lim",
   "pi_email_addr": "chern@newiridium.com",
   "nsf_id": "000749088",
   "pi_start_date": "2019-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Iridium",
  "inst_street_address": "2870 E COLLEGE AVE UNIT 106",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "4846394247",
  "inst_zip_code": "803031961",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "NEW IRIDIUM, INC",
  "org_prnt_uei_num": "CD43MSX5VM25",
  "org_uei_num": "CD43MSX5VM25"
 },
 "perf_inst": {
  "perf_inst_name": "New Iridium",
  "perf_str_addr": "CSU Chemistry, Room B110",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805231872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 224999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The C-N cross-coupling reaction is widely used in the manufacture of pharmaceutical drugs but is typically accomplished using toxic heavy metal catalysts under harsh operating conditions, thus creating significant waste and negative environmental impact. Our light-driven or photocatalytic technology delivers a more sustainable, milder, and safer method free of heavy metals. In this project we applied our organic (metal-free) photocatalyst technology in the synthesis of a recent FDA approved drug used to treat cancer in children. Our objective was to demonstrate the potential of our photocatalytic approach in a real-world scenario using a complex drug molecule. This objective was achieved via the successful C-N cross-coupling in moderate yield enabled by our technology. With the potential thus confirmed, further work can optimize reaction performance to meet the standards for industrial use leading to a differentiated market solution with our technology. Notably, in addition to eliminating the use of heavy metals, our technology results in significant energy savings by operating at ambient vs. high temperatures (e.g., 110<sup>o</sup>C) required by today's conventional method.</p>\n<p>However, based on customer feedback from the NSF I-Corp customer discovery program, we are pivoting away from pharmaceutical applications due to the business risk associated with long lead times for drug development (~10 years) and the uncertainty of FDA approval of drugs that use our new technology. Nevertheless, the feedback also indicated growing demand for green technologies throughout the chemical supply chain, particularly for solutions that use carbon dioxide (CO<sub>2</sub>) as feedstock to manufacture other chemicals. Many large chemical companies have announced ambitious sustainability goals and are anticipating increased government regulations including a possible carbon tax. Thus, they are highly motivated to invest in greening the chemical supply chain.</p>\n<p>Achieving favorable economics is the key challenge for any CO<sub>2</sub> utilization technology. However, our technology is ideally suited for CO<sub>2</sub> utilization as, not only was it designed for similar reaction conditions, but it also opens the possibility to now use lower-cost co-feedstocks. Because the largest portion, by far, of commodity chemical costs come from raw materials, <em><span style=\"text-decoration: underline;\">our technology can lead to carbon-negative products at lower cost than the corresponding non-sustainable products today</span></em>. If successful, our technology will deliver green chemicals at similar price points to the equivalent non-sustainable versions. Also, since our technology is powered by renewables, its adoption will accelerate the chemical industry's transition from fossil fuels. Thus, the focus of this project shifted to applying our technology to CO<sub>2</sub> utilization, specifically in the production of commodity-scale carboxylic acids.</p>\n<p>&nbsp;</p>\n<p>Our objective for this part of the project was to demonstrate the potential of our photocatalytic technology in synthesizing carboxylic acids utilizing CO<sub>2</sub> plus a lower-cost alternative to the current feedstock. By the end of this project, we had successfully replicated the relevant literature and attempted the subject reaction with several model substrates thus confirming our experimental setup and methods. Additionally, having refined our research strategy, we are well positioned to achieve the initial proof-of-concept carboxylation as the first step in subsequent work and thus validate the potential of our light-driven approach.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2022<br>\n\t\t\t\t\tModified by: Chern-Hooi&nbsp;Lim</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe C-N cross-coupling reaction is widely used in the manufacture of pharmaceutical drugs but is typically accomplished using toxic heavy metal catalysts under harsh operating conditions, thus creating significant waste and negative environmental impact. Our light-driven or photocatalytic technology delivers a more sustainable, milder, and safer method free of heavy metals. In this project we applied our organic (metal-free) photocatalyst technology in the synthesis of a recent FDA approved drug used to treat cancer in children. Our objective was to demonstrate the potential of our photocatalytic approach in a real-world scenario using a complex drug molecule. This objective was achieved via the successful C-N cross-coupling in moderate yield enabled by our technology. With the potential thus confirmed, further work can optimize reaction performance to meet the standards for industrial use leading to a differentiated market solution with our technology. Notably, in addition to eliminating the use of heavy metals, our technology results in significant energy savings by operating at ambient vs. high temperatures (e.g., 110oC) required by today's conventional method.\n\nHowever, based on customer feedback from the NSF I-Corp customer discovery program, we are pivoting away from pharmaceutical applications due to the business risk associated with long lead times for drug development (~10 years) and the uncertainty of FDA approval of drugs that use our new technology. Nevertheless, the feedback also indicated growing demand for green technologies throughout the chemical supply chain, particularly for solutions that use carbon dioxide (CO2) as feedstock to manufacture other chemicals. Many large chemical companies have announced ambitious sustainability goals and are anticipating increased government regulations including a possible carbon tax. Thus, they are highly motivated to invest in greening the chemical supply chain.\n\nAchieving favorable economics is the key challenge for any CO2 utilization technology. However, our technology is ideally suited for CO2 utilization as, not only was it designed for similar reaction conditions, but it also opens the possibility to now use lower-cost co-feedstocks. Because the largest portion, by far, of commodity chemical costs come from raw materials, our technology can lead to carbon-negative products at lower cost than the corresponding non-sustainable products today. If successful, our technology will deliver green chemicals at similar price points to the equivalent non-sustainable versions. Also, since our technology is powered by renewables, its adoption will accelerate the chemical industry's transition from fossil fuels. Thus, the focus of this project shifted to applying our technology to CO2 utilization, specifically in the production of commodity-scale carboxylic acids.\n\n \n\nOur objective for this part of the project was to demonstrate the potential of our photocatalytic technology in synthesizing carboxylic acids utilizing CO2 plus a lower-cost alternative to the current feedstock. By the end of this project, we had successfully replicated the relevant literature and attempted the subject reaction with several model substrates thus confirming our experimental setup and methods. Additionally, having refined our research strategy, we are well positioned to achieve the initial proof-of-concept carboxylation as the first step in subsequent work and thus validate the potential of our light-driven approach.\n\n \n\n\t\t\t\t\tLast Modified: 01/14/2022\n\n\t\t\t\t\tSubmitted by: Chern-Hooi Lim"
 }
}