{
 "awd_id": "1947770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elastic Fiber Regeneration Potential During Postpartum Healing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laurel Kuxhaus",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 491735.0,
 "awd_amount": 491735.0,
 "awd_min_amd_letter_date": "2020-01-21",
 "awd_max_amd_letter_date": "2020-01-21",
 "awd_abstract_narration": "This work will promote the progress of science by measuring the potential of elastic fibers to regenerate during postpartum healing and how this potential varies with the age of the mother.  Elastic fibers may regenerate during pregnancy to accommodate the growing fetus.  This also benefits the mother during postpartum healing. However, the ability of these elastic fibers to regenerate may decrease as the mother ages.  This may cause complications such as pelvic floor disorders. This award will support fundamental research to better understand how elastic fiber regeneration in the female reproductive system changes during postpartum healing and with aging. This award will also develop a new mathematical model to describe how elastic fiber regeneration controls tissue function. These elastic fibers are critical to the function of most soft biological tissues. Therefore, this model may also be used to better understand the mechanical behavior of other soft tissues that elastic fibers, such as the lungs, blood vessels, or skin. Further, the mathematical model will tell us if the results we learn by studying postpartum healing can be used to identify therapies that aim to treat, and ultimately prevent, medical problems that arise due to disrupted elastic fibers in other tissues. Research findings from this project will be incorporated into a tabletop board game, teaching modules for K-12 education, and into undergraduate and graduate biomedical engineering courses.\r\n\r\nElastic fibers are critical for biological tissue homeostasis as they not only provide resilience and recoil but may also physically tether cells and other proteins within biological tissues that dictate function. Prior work suggests that regeneration and remodeling of elastic fibers during postpartum healing is critical to maintaining reproductive tissue health. Elastic fiber composition and relative arrangement to other cells and proteins during postpartum healing and aging is unknown. Therefore, this award will determine how elastic fibers dictate the evolving biological tissue microstructure and mechanical function during aging and postpartum healing. In particular, the evolving orientation and relative arrangement of elastic fibers with respect to cells and other biological proteins will be quantified and directly incorporated into a new mathematical model to better understand how elastic fiber regeneration dictates tissue contractility and function. This will be accomplished by: 1) Formulating and validating a biomechanical model that describes the vaginal extracellular matrix, mechanics, and contractility with increasing maternal age; and 2) Determining the effect of maternal age on elastic fiber regeneration and evolving mechanical properties during postpartum healing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristin",
   "pi_last_name": "Miller",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kristin S Miller",
   "pi_email_addr": "kristin.miller@utdallas.edu",
   "nsf_id": "000726484",
   "pi_start_date": "2020-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 ST CHARLES AVENUE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 207469.0
  }
 ],
 "por": null
}