{
 "awd_id": "1947720",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Life Sustaining Enzymes From Non-Natural Sequences",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 1018054.0,
 "awd_amount": 1030054.0,
 "awd_min_amd_letter_date": "2019-12-11",
 "awd_max_amd_letter_date": "2021-01-14",
 "awd_abstract_narration": "The creation of novel enzymes that are catalytically active in vitro and biologically functional in vivo is a central goal of synthetic biology. The research covered by this project achieves this goal by designing and characterizing life sustaining enzymes from non-natural amino acid sequences. Achieving this goal is important for three reasons:  First, the results of this research enhance understanding of the fundamental molecular underpinnings of life. All life on Earth descended from common ancestry, and therefore all living systems share fundamental similarities. This research examines life-sustaining enzymes that did not descend from common ancestry, but instead are designed, selected, and evolved from non-natural amino acid sequences. Characterization of these novel proteins sheds light on whether enzymes from non-natural sequences simply recapitulate the structures and strategies used by nature, or alternatively (and more excitingly), sustain life using sequences, structures, and mechanisms that differ from those that arose by evolution from common ancestry.  Second, achieving the goals of this project will broaden the range of macromolecules that can be used for practical applications. Third, an additional goal of the project focuses on explaining evolution to the broader population via collaborations with humanists to develop a discourse on evolution that is scientifically accurate, while simultaneously appealing to spiritually engaged people.\r\n\r\nThe project will achieve the goal of designing and characterizing life-sustaining enzymes from non-natural amino acid sequences, by pursuing the following steps: (1) The first step is the design of a library of potential active sites into a novel protein. The recent determination of the crystal structure of the first life-sustaining de novo enzyme (Syn-F4) provides a scaffold for the design of a combinatorial collection of side chains that explore millions of alternative catalytic sites in the context of a novel protein structure. (2) This library is then subjected to genetic selections for life sustaining functions that rescue auxotrophic strains of E. coli. (3) Next, a series of genetic assays is employed to elucidate the biological pathway(s) impacted by these novel sequences. The results of these assays point towards metabolic pathways and catalytic steps. (4) Ultimately, enzymatic activity must be confirmed (and quantified) biochemically. Toward this goal, the catalytic properties of the de novo enzymes are elucidated by subjecting purified proteins to kinetic studies with substrates and their analogues. (5) three- dimensional structures of the new proteins are solved, thereby enabling visualization of the active sites of the novel enzymes. These structures guide the construction of mutations to confirm the proposed mechanisms of the novel enzymes. (6) The novel (non-evolved) sequences are subjected to laboratory- based evolution to select enhanced levels of enzymatic activity. Completion of these steps will lead to a collection of novel enzymes that did not arise in nature, but which nonetheless provide activities that sustain life\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hecht",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Michael H Hecht",
   "pi_email_addr": "hecht@princeton.edu",
   "nsf_id": "000167885",
   "pi_start_date": "2019-12-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 501925.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 528129.0
  }
 ],
 "por": null
}