{
 "awd_id": "1947087",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Standard Grant: Genetown: Tracing the History of the Biotechnology Industry in the Greater Boston Area, 1973-2000",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927563",
 "po_email": "cleuenbe@nsf.gov",
 "po_sign_block_name": "Christine Leuenberger",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 375799.0,
 "awd_amount": 375799.0,
 "awd_min_amd_letter_date": "2020-02-07",
 "awd_max_amd_letter_date": "2020-02-07",
 "awd_abstract_narration": "This project analyses the evolution of the biotechnology industry in the Greater Boston Area from the 1970s-2000. During this period Boston had the densest concentration of biotech firms and housed leading academic biomedical research centers in the United States, but the development of this dense biotechnology cluster remains understudied. This project would first develop a detailed history of the biotechnology industry in Boston, conceptualizing it as an interconnected regional ecology of actors and organizations, whereas past research focused largely on the influence of individual firms, typically in San Francisco. Second, the project would focus on issues of work and labor in biotechnology, considering the extent to which the behavior of biotechnology firms and choice of their locations are influenced by the convergence of capital investment and academic culture and values. Finally, the project would use this case to conceptualize the development of bioeconomies centered on innovation in the life sciences to understand how science, universities, and public policy enable economic growth, and who benefits from it. Methodologically, the project is based in oral histories from scientists, entrepreneurs, academic experts, citizens, and government officials, and in analyses of materials in newspapers and historical archives. The project will produce a book aimed at a general readership, and specialized articles in urban history, innovation studies, and science and technology studies. The Principal Investigator will also design an undergraduate class on the history of biotechnology, maintain a collection of oral history interviews for future researchers, and contribute to museum exhibits documenting biotechnology around Boston. \r\n\r\nThrough studying the development of the biotechnology on a regional basis rather than through the experience of individual entrepreneurs or companies, the project provides a more complete picture of how the \"bioeconomy,” a new species of innovation-based economic growth, developed and functioned in practice. The rise of biotechnology was not only a product of the convergence of entrepreneurship and scientific innovation, but also a consequence of shifts in the identity of working biologists and regional redevelopment initiatives by areas facing deindustrialization. In turn this entails expanding understanding of the types of people who had an impact on the industry’s growth. Addressing and analyzing these perspectives allows the project to contribute to broader discussions regarding how the life sciences, university research, and investors produce innovation and economic development, and raises concerns that current expert discussions of the bioeconomy fail to account for the protest and dissent that shadowed the development of the bioeconomy in places such as the Greater Boston Area. The project thus provides a more critical and nuanced investigation of innovation hubs in urban areas and practical information for politicians, policy-makers, and other stakeholders to understand the costs and benefits of promoting high-tech sectors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Scheffler",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Robin W Scheffler",
   "pi_email_addr": "rws42@MIT.EDU",
   "nsf_id": "000699735",
   "pi_start_date": "2020-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Mass Ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 375799.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My project, Genetown, presents the first history of the biotechnology industry in the Greater Boston Area (GBA) biotechnology cluster, the largest and densest concentration of the industry in the world. From recombinant DNA through messenger RNA today, the this cluster is intertwined deeply with the rise of the American biotechnology industry and plays a central role in defining its social implications and obligations. Focusing the region&rsquo;s emergence as a hub for the new industry during the 1970s through the 1990s, my project provides also produces the first spatial history of biotechnology anywhere. The GBA provided a crucible in which the industry combined and recombined science and capital to generate new knowledge of life and convert it into numerous valuable forms&mdash;from equities to therapies. Molecular biology, market speculation, and metropolitan revitalization were bound together through the ways in which scientists, entrepreneurs, academic administrators, activists, planners and policymakers shaped and contested the spaces where this process could unfold, producing sharply contrasting visions of the public good that biotechnology might serve. My account of the events that enabled the transformation of the GBA and its elevation into a global model for innovation-based urban development provides new insights into the reciprocal relationship between biotechnology and society as well as the promise and pitfalls of America&rsquo;s late twentieth-century embrace of the knowledge economy writ large.<br />&nbsp;<br />The concentration of biotechnology in the urban environs of the GBA is counterintuitive to prevailing accounts of scientific research and economic growth. Speculative biotechnology was a quintessentially knowledge-based industry&mdash;new firms could claim no products other than their research and the promise of profits to come. However, both its social structure and the nature of its knowledge production process gave it a very different geographic range than its high technology counterparts. Computing and engineering, growing rapidly to meet military and civilian demand during the Cold War, underwent rapid suburbanization to follow the lifestyle preferences of their workers and produced a new ecosystem for start-ups&mdash;by the 1970s new companies emerged from garages across suburbs such as Silicon Valley. Molecular biologists, however, had no prior experience with private industry and were wary of leaving universities. Biotechnology firms were closely tied to federally supported academic communities as a result. <br />&nbsp;<br />Firms found that there were few substitutes for geographic proximity when it came to easing the concerns of scientists about the new industry and ensuring ongoing access to new techniques and materials in a rapidly changing scientific environment. Yet many communities near universities viewed biotechnology with greater suspicion than microchips. In the two heartlands of the industry, the GBA and the San Francisco Bay Area, new firms could only find laboratory space in industrial districts accustomed to hazardous activities. Making the biotechnology industry productive was therefore a matter of remaking neighborhoods to suit the work and life habits of molecular biologists and other life scientists. Uniquely, in the GBA the process of deindustrialization created a series of geographic niches for biotechnology firms &ldquo;within walking distance&rdquo; of universities, to quote a 1980 scouting report from Biogen, the first company of many to follow the allure of this cityscape to Cambridge. The history of biotechnology is thus an important element of the rise of the &ldquo;creative city,&rdquo; a theme which has persisted even in light of the recent embrace of remote work. The close ties between biotechnology and urban spaces suggests the paradoxical interrelationships of innovation and inequality.</p><br>\n<p>\n Last Modified: 01/09/2025<br>\nModified by: Robin&nbsp;W&nbsp;Scheffler</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMy project, Genetown, presents the first history of the biotechnology industry in the Greater Boston Area (GBA) biotechnology cluster, the largest and densest concentration of the industry in the world. From recombinant DNA through messenger RNA today, the this cluster is intertwined deeply with the rise of the American biotechnology industry and plays a central role in defining its social implications and obligations. Focusing the regions emergence as a hub for the new industry during the 1970s through the 1990s, my project provides also produces the first spatial history of biotechnology anywhere. The GBA provided a crucible in which the industry combined and recombined science and capital to generate new knowledge of life and convert it into numerous valuable formsfrom equities to therapies. Molecular biology, market speculation, and metropolitan revitalization were bound together through the ways in which scientists, entrepreneurs, academic administrators, activists, planners and policymakers shaped and contested the spaces where this process could unfold, producing sharply contrasting visions of the public good that biotechnology might serve. My account of the events that enabled the transformation of the GBA and its elevation into a global model for innovation-based urban development provides new insights into the reciprocal relationship between biotechnology and society as well as the promise and pitfalls of Americas late twentieth-century embrace of the knowledge economy writ large.\n\nThe concentration of biotechnology in the urban environs of the GBA is counterintuitive to prevailing accounts of scientific research and economic growth. Speculative biotechnology was a quintessentially knowledge-based industrynew firms could claim no products other than their research and the promise of profits to come. However, both its social structure and the nature of its knowledge production process gave it a very different geographic range than its high technology counterparts. Computing and engineering, growing rapidly to meet military and civilian demand during the Cold War, underwent rapid suburbanization to follow the lifestyle preferences of their workers and produced a new ecosystem for start-upsby the 1970s new companies emerged from garages across suburbs such as Silicon Valley. Molecular biologists, however, had no prior experience with private industry and were wary of leaving universities. Biotechnology firms were closely tied to federally supported academic communities as a result. \n\nFirms found that there were few substitutes for geographic proximity when it came to easing the concerns of scientists about the new industry and ensuring ongoing access to new techniques and materials in a rapidly changing scientific environment. Yet many communities near universities viewed biotechnology with greater suspicion than microchips. In the two heartlands of the industry, the GBA and the San Francisco Bay Area, new firms could only find laboratory space in industrial districts accustomed to hazardous activities. Making the biotechnology industry productive was therefore a matter of remaking neighborhoods to suit the work and life habits of molecular biologists and other life scientists. Uniquely, in the GBA the process of deindustrialization created a series of geographic niches for biotechnology firms within walking distance of universities, to quote a 1980 scouting report from Biogen, the first company of many to follow the allure of this cityscape to Cambridge. The history of biotechnology is thus an important element of the rise of the creative city, a theme which has persisted even in light of the recent embrace of remote work. The close ties between biotechnology and urban spaces suggests the paradoxical interrelationships of innovation and inequality.\t\t\t\t\tLast Modified: 01/09/2025\n\n\t\t\t\t\tSubmitted by: RobinWScheffler\n"
 }
}