{
 "awd_id": "1947134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Grant: The Seafloor and Society: How Technological Development on the Ocean Floor Transformed North America",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 12990.0,
 "awd_amount": 12990.0,
 "awd_min_amd_letter_date": "2020-03-02",
 "awd_max_amd_letter_date": "2020-03-02",
 "awd_abstract_narration": "This award supports doctoral dissertation research that will lead to one of the first histories of fixed seafloor infrastructure in the Northeast Pacific Ocean during the twentieth and twenty-first centuries. The analysis will focus specifically on the historical development of three types of seafloor industries that have become indispensable to large sectors of modern society: offshore oil drilling (provides about 30% of the globe’s supply of oil), undersea cables (facilitates 95% of all Internet and international phone traffic), and seafloor observatories (employs scientific instruments at the forefront of collecting data that can help to prepare onshore society for earthquakes and tsunamis). The researcher will use insights from STS, environmental history, and marine science to rethink common perceptions of the ocean and illustrate news way that technologies and societies are connected. The results of this project will promote a better understanding of the extent to which seafloor infrastructures support onshore societies and of the likely consequences of their loss due to natural disasters, environmental collapse, or conflict. They will be disseminated to both academic and public audiences, including the publication of a peer-reviewed article in a STS journal, and the presentation of a conference paper. The doctoral dissertation will be a first iteration of a book manuscript to be published subsequently by a major academic press. The results of this project will also be used to develop an art exhibit for the general public; and they will be integrated into various university courses and public lectures.\r\n\r\nThis research project on the history of seafloor infrastructures will bring together, engage with, and contribute to three key areas of research: science and technology studies, marine environmental history, and marine science. Each of these fields have previously correlated technological innovation in the ocean with advancements in marine science. This research project will show that the early development of fixed seafloor technology was the result of the need to support the growth of onshore infrastructure and not necessarily an outcome of scientific knowledge of the seafloor, meaning that the development of cutting-edge technology preceded scientific knowledge of the environment in which it was installed. It will also explore the extent to which onshore society has become dependent on a complex seafloor infrastructure, and vice versa; it promises to break down perceived barriers between ocean and land and between unseen seafloor environments and the development of modern communications, policies, government territories, and natural resources. Finally, it will show that the seabed is one of the most vital frontiers for technological and geopolitical development in the twenty-first century; it is critical to global resource extraction, telecommunications, and marine science. The results of this study will be of substantial interest to industry, governmental personnel, and the general public, in addition to academics in the three research areas indicated above.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Carey",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Mark P Carey",
   "pi_email_addr": "carey@uoregon.edu",
   "nsf_id": "000567474",
   "pi_start_date": "2020-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hayley",
   "pi_last_name": "Brazier",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Hayley G Brazier",
   "pi_email_addr": "hbrazier@uoregon.edu",
   "nsf_id": "000807037",
   "pi_start_date": "2020-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "5219 UNIVERSITY OF OREGON",
  "perf_city_name": "Eugene",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974035219",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 12990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>While we tend to think of the ocean and particularly the seafloor as remote and unknown--a place for Jacques Cousteau and coral reefs--it is an environment deeply tied to and mutually constitutive with society's daily life, livelihoods, policies, social relations, territorial control, and economic development. This project used science and technology studies and environmental history insights to rethink common perceptions of the ocean and illustrate new ways that technologies and societies are connected. The research provided one of the first histories of fixed seafloor infrastructure in the northeast Pacific Ocean during the twentieth and twenty-first centuries, a regional and temporal focus that has not yet been thoroughly investigated before this study.</p>\n<p><span style=\"white-space: pre;\"> </span>The project analyzed the development of three seafloor industries in the northeast Pacific Ocean from the 1890s into the present day, including oil and gas drilling at the shoreline, telecommunications cables on the continental shelf, and cabled observatories in the abyss. These industries have become indispensable to onshore society: offshore drilling accounts for approximately 30 percent of the globe's supply of oil; undersea cables facilitate 98 percent of all international Internet and phone traffic; and cabled observatories are scientific instruments at the forefront of collecting marine data that can help to prepare society for earthquakes, tsunamis, and the effects of climate change. Fixed seabed infrastructure has become one of the most important ways that humans are interacting with the ocean, just as fisheries have been to previous generations.</p>\n<p>&nbsp; &nbsp; &nbsp; The research revealed that the industrialization of the northeast Pacific's seabed has resulted in a persistent interaction between marine life and machines. Within months of entering the seawater, marine life colonizes seafloor technologies and transforms them into habitat, a transition this study refers to as the machine's biotic afterlife. The biotic afterlife of machines marks not only the decades or centuries the technology will spend in the sea but also its integration into the seafloor's ecosystems. Once these machines have spent years, decades, and now centuries in the ocean, what to do with them--to remove, or not to remove?--becomes a persistent dilemma across all three seafloor industries. Ultimately, as this research showed, the removal of machines from the seabed is often a political decision, rather than an ecological one.</p>\n<p><span style=\"white-space: pre;\"> </span>For a broader audience of scholars, governmental personnel, and public readers, this research demonstrated that the seabed is one of the most vital frontiers for technological and geopolitical development in the twenty-first century. In this study, the Human-Technology Frontier is unfolding in an environment where humans do not live, but which is nevertheless critical to global resource extraction, telecommunications, and marine science.</p>\n<p><span style=\"white-space: pre;\"> </span>The NSF funding allowed the research team to generate many products to enhance the project's intellectual merit and contribute to broader impacts by sharing research results widely. Those products included: a doctoral dissertation and completion of a Ph.D. by the co-PI; original archival research at 5 repositories; 1 peer-reviewed journal article; 2 conference presentations; 1 public lecture; 1 museum exhibit curated by the co-PI; 2 public-facing blog posts; production of maps and infographics for both scholarly and public access; and future publication of a peer-reviewed journal article and book.</p>\n<p><span style=\"white-space: pre;\"> </span>Specifically, the project supported multiple research trips that included archival analysis, meeting with experts in the marine science field, and visits to historic sites. The research locations included the Smithsonian's National Museum of American History, the University of Victoria, the Bamfield Marine Science Center, the Bamfield Historical Society, and the Oregon Institute of Marine Biology. To disseminate the project's research, the co-PI provided two conference presentations, including papers delivered at the 2021 Western History Association conference in Portland, Oregon and the Society for the History of Technology/History of Science Society 2021 online conference, where the co-PI received the Joan Cahalin Robinson Prize for the quality of the research and presentation. The co-PI also provided a public presentation on the research at the University of Oregon's Knight Library in 2022.</p>\n<p><span style=\"white-space: pre;\"> </span>In addition to research trips, conference presentations, and publications, the co-PI curated an exhibit for the University of Oregon's Knight Library during Winter 2022. The exhibit reached a broader audience of students and the public through compelling graphics, paintings, and marine specimens. To reach a public audience, the co-PI also published one blog post on <em>Smithsonian Voices</em> and another on the Social Science Research Council's <em>Items</em>. The NSF funding also supported access to scholarly and digital materials such as Adobe Illustrator, which the co-PI used to create maps and infographics for the exhibit and the dissertation. The co-PI submitted and defended the dissertation in May 2023 and graduated with her Ph.D. in June 2023. The co-PI is currently revising the dissertation's fifth chapter for submission for review in <em>Technology and Culture</em> while also revising the entire dissertation for publication as a book.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/07/2023<br>\n\t\t\t\t\tModified by: Hayley&nbsp;G&nbsp;Brazier</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n While we tend to think of the ocean and particularly the seafloor as remote and unknown--a place for Jacques Cousteau and coral reefs--it is an environment deeply tied to and mutually constitutive with society's daily life, livelihoods, policies, social relations, territorial control, and economic development. This project used science and technology studies and environmental history insights to rethink common perceptions of the ocean and illustrate new ways that technologies and societies are connected. The research provided one of the first histories of fixed seafloor infrastructure in the northeast Pacific Ocean during the twentieth and twenty-first centuries, a regional and temporal focus that has not yet been thoroughly investigated before this study.\n\n The project analyzed the development of three seafloor industries in the northeast Pacific Ocean from the 1890s into the present day, including oil and gas drilling at the shoreline, telecommunications cables on the continental shelf, and cabled observatories in the abyss. These industries have become indispensable to onshore society: offshore drilling accounts for approximately 30 percent of the globe's supply of oil; undersea cables facilitate 98 percent of all international Internet and phone traffic; and cabled observatories are scientific instruments at the forefront of collecting marine data that can help to prepare society for earthquakes, tsunamis, and the effects of climate change. Fixed seabed infrastructure has become one of the most important ways that humans are interacting with the ocean, just as fisheries have been to previous generations.\n\n      The research revealed that the industrialization of the northeast Pacific's seabed has resulted in a persistent interaction between marine life and machines. Within months of entering the seawater, marine life colonizes seafloor technologies and transforms them into habitat, a transition this study refers to as the machine's biotic afterlife. The biotic afterlife of machines marks not only the decades or centuries the technology will spend in the sea but also its integration into the seafloor's ecosystems. Once these machines have spent years, decades, and now centuries in the ocean, what to do with them--to remove, or not to remove?--becomes a persistent dilemma across all three seafloor industries. Ultimately, as this research showed, the removal of machines from the seabed is often a political decision, rather than an ecological one.\n\n For a broader audience of scholars, governmental personnel, and public readers, this research demonstrated that the seabed is one of the most vital frontiers for technological and geopolitical development in the twenty-first century. In this study, the Human-Technology Frontier is unfolding in an environment where humans do not live, but which is nevertheless critical to global resource extraction, telecommunications, and marine science.\n\n The NSF funding allowed the research team to generate many products to enhance the project's intellectual merit and contribute to broader impacts by sharing research results widely. Those products included: a doctoral dissertation and completion of a Ph.D. by the co-PI; original archival research at 5 repositories; 1 peer-reviewed journal article; 2 conference presentations; 1 public lecture; 1 museum exhibit curated by the co-PI; 2 public-facing blog posts; production of maps and infographics for both scholarly and public access; and future publication of a peer-reviewed journal article and book.\n\n Specifically, the project supported multiple research trips that included archival analysis, meeting with experts in the marine science field, and visits to historic sites. The research locations included the Smithsonian's National Museum of American History, the University of Victoria, the Bamfield Marine Science Center, the Bamfield Historical Society, and the Oregon Institute of Marine Biology. To disseminate the project's research, the co-PI provided two conference presentations, including papers delivered at the 2021 Western History Association conference in Portland, Oregon and the Society for the History of Technology/History of Science Society 2021 online conference, where the co-PI received the Joan Cahalin Robinson Prize for the quality of the research and presentation. The co-PI also provided a public presentation on the research at the University of Oregon's Knight Library in 2022.\n\n In addition to research trips, conference presentations, and publications, the co-PI curated an exhibit for the University of Oregon's Knight Library during Winter 2022. The exhibit reached a broader audience of students and the public through compelling graphics, paintings, and marine specimens. To reach a public audience, the co-PI also published one blog post on Smithsonian Voices and another on the Social Science Research Council's Items. The NSF funding also supported access to scholarly and digital materials such as Adobe Illustrator, which the co-PI used to create maps and infographics for the exhibit and the dissertation. The co-PI submitted and defended the dissertation in May 2023 and graduated with her Ph.D. in June 2023. The co-PI is currently revising the dissertation's fifth chapter for submission for review in Technology and Culture while also revising the entire dissertation for publication as a book.\n\n\t\t\t\t\tLast Modified: 10/07/2023\n\n\t\t\t\t\tSubmitted by: Hayley G Brazier"
 }
}