{
 "awd_id": "1948752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research In DRMS:  Reinforcement Learning and Attention in Decision Making",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 40219.0,
 "awd_amount": 40219.0,
 "awd_min_amd_letter_date": "2020-02-07",
 "awd_max_amd_letter_date": "2024-02-28",
 "awd_abstract_narration": "Decision makers often consider information from a variety of sources, but since processing information is effortful not all information is always taken into account. This project investigates the contributions of two major sources of information to decision-making: any available information on the reward that an action will produce, and the history of rewards obtained from taking this action in the past. The extent to which decision makers rely on either of these sources of information is fundamental to understanding commonly observed choice patterns that economize on learning: Present information is often (at least partially) ignored and substituted for by relying on prior experience. Recent advances in economics model this trade-off, but do not typically provide an account of prior experience. Neuroscience and artificial intelligence, however, provide an account of learning from prior experience which is relevant to the formation of habits, for instance. This project aims to combine neuroscientific and economic accounts in one coherent theoretical framework, and to quantify experimentally the extent to which decisions rely on present information and prior experience, respectively. Such a measurement is crucial for understanding the circumstances under which a decision maker reassesses a recurring decision and breaks a habit. It will suggest policies that help incentivize decision makers to make deliberate decisions rather than following persistent habits. This is of great importance given the central role habits play in anxiety disorders, addiction, and arguably also in consumption decisions. \r\n\r\nThe relative contributions of present information and prior experience are assessed in an experiment that is firmly rooted in the economic theory of rational inattention as well as computational models of reinforcement learning from cognitive neuroscience. The experiment combines observed choice behavior with a measurement of neural activity, in order to establish whether the latter is correlated with probabilistic beliefs. The rationale is that dopaminergic activity in the midbrain is – consistent with reinforcement learning theory – believed to encode a reward prediction error, which can be observed in the striatum using functional magnetic resonance imaging. If this neural measurement can be validated as a proxy for probabilistic beliefs, it could be leveraged for inference on unobservable beliefs. This provides further evidence on the extent to which subjects’ decisions rely on present information and prior experience, depending on the characteristics of these two sources of information.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Caplin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Caplin",
   "pi_email_addr": "andrew.caplin@nyu.edu",
   "nsf_id": "000112656",
   "pi_start_date": "2020-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Bucher",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan F Bucher",
   "pi_email_addr": "sfb311@nyu.edu",
   "nsf_id": "000807323",
   "pi_start_date": "2020-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 40219.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Decision-makers often integrate information obtained at various points in time, but not all information is internalized equally - some decisions are more deliberate than others. This project aimed to measure how people form and update the beliefs that guide their decisions, focusing on how sequentially arriving information is incorporated. Traditionally, economics has attempted to infer such representations (of outcomes and their probabilities) solely from observed choice behavior, which poses significant challenges. This project proposed an alternative approach by introducing a novel framework to infer beliefs from neural data. Combining methods from economics and computational cognitive neuroscience, this approach uses specific measurements of neural activity as proxies for belief updates. Developing this framework required (1) creating a rigorous theoretical model that extends the revealed-preference tradition to incorporate neural data, (2) designing a novel decision-making experiment to elicit participants' behavioral valuations of uncertain outcomes, and (3) collecting functional neuroimaging (fMRI) data to test the framework. By integrating decision-theoretic models with neural data, the findings promise to enhance our understanding of how decision-relevant information is incorporated into subjective expectations, with important implications across a wide range of applied choice settings. The project also strengthens interdisciplinary connections between economics, psychology, and cognitive neuroscience, advancing a more unified understanding of human decision-making.</p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Stefan&nbsp;F&nbsp;Bucher</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDecision-makers often integrate information obtained at various points in time, but not all information is internalized equally - some decisions are more deliberate than others. This project aimed to measure how people form and update the beliefs that guide their decisions, focusing on how sequentially arriving information is incorporated. Traditionally, economics has attempted to infer such representations (of outcomes and their probabilities) solely from observed choice behavior, which poses significant challenges. This project proposed an alternative approach by introducing a novel framework to infer beliefs from neural data. Combining methods from economics and computational cognitive neuroscience, this approach uses specific measurements of neural activity as proxies for belief updates. Developing this framework required (1) creating a rigorous theoretical model that extends the revealed-preference tradition to incorporate neural data, (2) designing a novel decision-making experiment to elicit participants' behavioral valuations of uncertain outcomes, and (3) collecting functional neuroimaging (fMRI) data to test the framework. By integrating decision-theoretic models with neural data, the findings promise to enhance our understanding of how decision-relevant information is incorporated into subjective expectations, with important implications across a wide range of applied choice settings. The project also strengthens interdisciplinary connections between economics, psychology, and cognitive neuroscience, advancing a more unified understanding of human decision-making.\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: StefanFBucher\n"
 }
}