{
 "awd_id": "1948831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Geoinformatics: Facility: Paleobiology Database: Preserving and Presenting Ancient Data for Future Research",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927199",
 "po_email": "ramartin@nsf.gov",
 "po_sign_block_name": "Raleigh Martin",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2025-11-30",
 "tot_intn_awd_amt": 666472.0,
 "awd_amount": 784781.0,
 "awd_min_amd_letter_date": "2020-04-28",
 "awd_max_amd_letter_date": "2024-04-03",
 "awd_abstract_narration": "The Paleobiology Database (PBDB) is an open access, community-curated resource containing information on the temporal and geographic distribution of almost 1.5 million fossil occurrences, their taxonomic classification, and associated bibliographic information. The PBDB has become the go-to data resource for answering questions such as, “what fossils are found in my backyard”, “how has biodiversity changed over time,” and “what are the drivers and consequences of mass extinctions?” The PBDB has cyberinfrastructure that allows data to be accessed and used within educational, commercial, and research web, mobile, and analytical applications. This project will develop and deploy new state-of-the-art machine reading and learning tools to automate key steps in the process of finding and extracting PBDB-relevant data from published scientific papers and reports. The primary objective is to decrease the high cost of expert time and effort that is currently required in order to find and enter new data into the system. The automated reading and learning tools will primarily focus on paleontological and taxonomic literature. However, this new machine reading and artificial intelligence system, which is capable of locating and extracting specialized information and automating key steps in database construction, will address a general cyberinfrastructure challenge that has far-reaching applications across science and industry.\r\n\r\nThis project will facilitate research that characterizes natural geological resources, improves stratigraphic correlation and paleogeographic reconstructions, calibrates molecular clocks, and facilitates paleoecological assessments of the effects of modern and ancient environmental change. The project will establish a first-of-its-kind, AI-driven pipeline that would connect a rapidly growing digital library and computing infrastructure, called GeoDeepDive, to the large expert community of PBDB users. This will serve as a template for deployment of other such pipelines for other user communities. As part of this process, the PIs will complete development and deployment of the PBDB data acquisition application program interface (API), which will modernize the PBDB data entry workflow and enable the development of third-party apps designed for entering and editing specific PBDB data types, such as taxonomic opinion and classification data. This will likely lower the barrier for participation in the process of PBDB data entry and editing, and thus enhance a crowd-source model for future PBDB growth and improvement.\r\n\r\nThis project is jointly funded by the Geoinformatics and the Sedimentary Geology and Paleobiology programs in the Division of Earth Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Uhen",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Uhen",
   "pi_email_addr": "muhen@gmu.edu",
   "nsf_id": "000642063",
   "pi_start_date": "2020-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Avenue",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725500",
   "pgm_ele_name": "GEOINFORMATICS"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 666472.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 118309.0
  }
 ],
 "por": null
}