{
 "awd_id": "1948744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Intergenerational Memory Practices and Social Transformation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 25200.0,
 "awd_amount": 25200.0,
 "awd_min_amd_letter_date": "2020-01-13",
 "awd_max_amd_letter_date": "2020-01-13",
 "awd_abstract_narration": "Over the past several decades, intergenerational memory and trauma have become key terms in debates about post-conflict recovery. Originally conceptualized as an experience so shocking it cannot be integrated into a subject's conscious memory, trauma now refers to extra-ordinarily painful experiences, or wounds to memory, which profoundly shape both collective and individual identity. Victims of violence and their descendants have mobilized both psychological and neurobiological arguments about trauma to gain social recognition, as well as access psychosocial and material resources. However, commonsense understandings of intergenerational memory and trauma are largely based on a narrow set of paradigmatic studies of mass-violence. This project tests whether that selection bias impedes the efficacy of those claims. In addition to providing funding for the training of a graduate student in anthropology in the methods of empirical, scientific data collection and analysis, the project would enhance scientific understanding by broadly disseminating its findings to organizations invested in the use of evidence-based media production to understand and inform post-crisis community interventions.\r\n\r\nZoe Berman, under the supervision of Dr. Jennifer Cole of the University of Chicago will explore whether, and if so, to what extent, different sociohistorical conditions shape the ways in which memories and trauma are experienced and shared. How do understandings of historic violence, mental health, and social difference evolve after conflict? What practices enable individual and collective resolution after violence, and how do these practices change over time? The researcher will explore such questions through an ethnographic investigation of intergenerational memory practices, trauma, and social antagonism in a post-conflict context. Over 15 months, using a range of ethnographic and linguistic techniques of data collection and analysis (including interviews, participant observation, archival analysis, and collaborative interpretation), she will track the work of official and unofficial memory practices within and across three multi-generational youth-focused organizations, as well as in popular media and at the level of policy. Exploring how memories and trauma are evoked and made relevant to different contexts, the researcher will investigate whether a range of normative and structural social relationships are reproduced or re-imagined through practices of remembering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Cole",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Cole",
   "pi_email_addr": "jcole@uchicago.edu",
   "nsf_id": "000459645",
   "pi_start_date": "2020-01-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zoe",
   "pi_last_name": "Berman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Zoe E Berman",
   "pi_email_addr": "zberman@uchicago.edu",
   "nsf_id": "000791713",
   "pi_start_date": "2020-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "1126 E. 59th St.",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760500",
   "pgm_ele_name": "Cult Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 25200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Zo&euml; Berman has completed research for her dissertation &ldquo;Intergenerational Memory and Sociopolitical Transformation in Post-Genocide Rwanda&rdquo; supported by the NSF Doctoral Dissertation Improvement Grant. During her funding period, she spent thirteen months in Rwanda working with grassroots youth organizations, ordinary Rwandans, and social sciences researchers. An anthropologist, she focused on the ways in which Rwandans manage trauma and memories of political violence in the wake of the 1994 Genocide Against the Tutsi. She was particularly concerned with the question of how Rwandan youth born after 1994 understand, take up, reproduce, and/or transform the memories of elders.</p>\n<p>Berman spent three months of the fieldwork period in the Rwandan capital, Kigali, and ten months in Gisenyi town, located on the border with Democratic Republic of Congo (DRC). In Gisenyi, the researcher worked with a grassroots youth-for-youth organization dedicated to teaching young Rwandans about national history and to helping ameliorate conflicts youth experience in their homes and broader social networks. Through participant observation, focus groups, and interviews, the researcher began to develop an argument about the ways in which young Rwandans have expanded discourses of &ldquo;trauma&rdquo; in the post-genocide era in order to acknowledge the myriad ways in which the Genocide affected the entire Rwandan community, not only those who directly experienced the event.&nbsp;</p>\n<p>The research process was impacted by and impacted knowledge production in Rwanda. The researcher triangulated her findings with research colleagues and mental health experts in the capital, Kigali, as well as with the leaders of the grassroots organization in Gisenyi. Research on memory, mental health, and reconciliation has until recently been focused on &ldquo;Survivors&rdquo; and &ldquo;Perpetrators&rdquo; of the Genocide. However, Berman&rsquo;s work contributes to a dynamic new set of research and intervention projects in Rwanda which critically take into account the many facets of identity in the post-genocide state. Additionally, in its investigation of the evolution of local discourses of &ldquo;trauma&rdquo;, the research offers&nbsp; a broader impact in post-conflict studies and interventions, in which trauma has historically been a taken-for-granted concept.</p>\n<p>Berman&rsquo;s research in Gisenyi and Kigali, as well as prior experience with youth organizations in Kigali, informs her dissertation at the University of Chicago. To be completed in 2024, the dissertation is an important contribution to post-conflict studies because it illustrates the relationship between intergenerational memory and social transformation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2022<br>\n\t\t\t\t\tModified by: Zoe&nbsp;E&nbsp;Berman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nZo&euml; Berman has completed research for her dissertation \"Intergenerational Memory and Sociopolitical Transformation in Post-Genocide Rwanda\" supported by the NSF Doctoral Dissertation Improvement Grant. During her funding period, she spent thirteen months in Rwanda working with grassroots youth organizations, ordinary Rwandans, and social sciences researchers. An anthropologist, she focused on the ways in which Rwandans manage trauma and memories of political violence in the wake of the 1994 Genocide Against the Tutsi. She was particularly concerned with the question of how Rwandan youth born after 1994 understand, take up, reproduce, and/or transform the memories of elders.\n\nBerman spent three months of the fieldwork period in the Rwandan capital, Kigali, and ten months in Gisenyi town, located on the border with Democratic Republic of Congo (DRC). In Gisenyi, the researcher worked with a grassroots youth-for-youth organization dedicated to teaching young Rwandans about national history and to helping ameliorate conflicts youth experience in their homes and broader social networks. Through participant observation, focus groups, and interviews, the researcher began to develop an argument about the ways in which young Rwandans have expanded discourses of \"trauma\" in the post-genocide era in order to acknowledge the myriad ways in which the Genocide affected the entire Rwandan community, not only those who directly experienced the event. \n\nThe research process was impacted by and impacted knowledge production in Rwanda. The researcher triangulated her findings with research colleagues and mental health experts in the capital, Kigali, as well as with the leaders of the grassroots organization in Gisenyi. Research on memory, mental health, and reconciliation has until recently been focused on \"Survivors\" and \"Perpetrators\" of the Genocide. However, Berman’s work contributes to a dynamic new set of research and intervention projects in Rwanda which critically take into account the many facets of identity in the post-genocide state. Additionally, in its investigation of the evolution of local discourses of \"trauma\", the research offers  a broader impact in post-conflict studies and interventions, in which trauma has historically been a taken-for-granted concept.\n\nBerman’s research in Gisenyi and Kigali, as well as prior experience with youth organizations in Kigali, informs her dissertation at the University of Chicago. To be completed in 2024, the dissertation is an important contribution to post-conflict studies because it illustrates the relationship between intergenerational memory and social transformation.\n\n \n\n\t\t\t\t\tLast Modified: 10/17/2022\n\n\t\t\t\t\tSubmitted by: Zoe E Berman"
 }
}