{
 "awd_id": "1948685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The importance of particle disaggregation on biogeochemical flux predictions",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927938",
 "po_email": "ecanuel@nsf.gov",
 "po_sign_block_name": "Elizabeth Canuel",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 32762.0,
 "awd_amount": 32762.0,
 "awd_min_amd_letter_date": "2020-04-01",
 "awd_max_amd_letter_date": "2020-04-01",
 "awd_abstract_narration": "Collaborative Research: The importance of particle disaggregation on biogeochemical flux predictions\r\nMatthew J. Rau, Adrian Burd\r\n\r\nParticle settling is one of the major ways that material in surface waters reaches the deep ocean. Particulate matter in the open ocean consists primarily of organic material from plankton and other biological detritus, which can readily aggregate to form large flocs. A combination of physical, chemical, and biological processes transforms these flocs as they settle, redistributing material throughout the water column and potentially sequestering elements such as carbon in the deep ocean. The impact of these transformations is affected by the sinking speed of these flocs, with larger and denser particles settling faster than smaller, less-dense ones. One of the key questions facing oceanographers today is what controls particle settling speed (for example, particle size, shape, and density). There is considerable evidence that particles readily break apart as they settle, decreasing their average size and settling speed, but it is not yet understood what conditions cause these disaggregation events. This work will measure the breakup characteristics of organic settling particles both in the laboratory and at sea to quantify the importance of these breakup processes relative to particle transport. The work will be done at the Pennsylvania State University in collaboration with the University of Georgia to target the development of future marine particle disaggregation models for use by the oceanographic community.\r\n\r\nThis research will play an important role in determining the importance of disaggregation on the vertical transport of particulate matter in the ocean. The project will quantify the breakup of organic marine aggregates due to fluid forces caused by turbulence or swimming organisms. Phytoplankton will be cultured and formed into aggregates in the lab prior to disaggregation using calibrated turbulence. The size, shape, and structure of these aggregates before and after breakup will be quantified using high-speed visualization and holographic imaging. In addition to the laboratory measurements, a deployable instrument that can disrupt particles in-situ and measure their size and shape will be built and deployed in the North Atlantic during the spring bloom of phytoplankton. Detailed measurements of particle concentrations, breakup characteristics, organic content, and ambient turbulence as a function of depth in the water column will be collected. This work will represent the first study of marine aggregate breakup in-situ. Specifically, the project will clarify: (1) under what conditions disaggregation is important, (2) how strong different types of natural marine aggregates are and how their strength varies with size, composition, and morphology, and (3) how aggregate size, composition, and structure influences the distribution of its breakup mass. This project will advance the career of a doctoral student and engage numerous undergraduate researchers with the field of ocean science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adrian",
   "pi_last_name": "Burd",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Adrian B Burd",
   "pi_email_addr": "adrianb@uga.edu",
   "nsf_id": "000394285",
   "pi_start_date": "2020-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "310 East Campus Rd",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 32762.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The oceans play a crucial role in the global carbon cycle, taking up approximatelya quarter of annual anthropogenic carbon emissions. A significant amount of this carbon is transportedby relatively large, fast sinking particles from the surface to the deep ocean where it can reside for centuries.We have a good understanding of the biological and physical processes thatcreate these large particles and these processes are included in oceanicbiogeochemical models. However, we have a poor understanding of the processesthat fragment particles and these are not included in biogeochemical models. This isimportant because many properties of these particles (e.g. their sinking speed, carboncontent) depend in part of the size of the particles. The aim of this proposal was touse experimental and field observations to examine the breakup of marine particles causedby fluid shear and to use simple computational models to help interpret these data.&nbsp;</p>\n<p>We were able to show that particles most often broke into two similar-sized particles. This isimportant for model development because it means that models of particle fragmentation don'thave to consider details of the size distribution of particles formed from fragmentation. Theresulting simplification will help when incorporating fragmentation into global biogeochemical models.We also found that the history of fluid shear experienced by a particle affects itsstrength, and hence determines whether or not it will break apart. Incorporating this effect intofuture models will be more challenging because it requires the model to keep track of wherethe particle has been and what fluid shears it experienced.</p>\n<p>With these results in hand we can start to develop realistic models of marine particlefragmentation to accompany existing models of particle formation. Doing this will helpimprove model predictions of oceanic carbon cycling and storage.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/11/2023<br>\n\t\t\t\t\tModified by: Adrian&nbsp;B&nbsp;Burd</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe oceans play a crucial role in the global carbon cycle, taking up approximatelya quarter of annual anthropogenic carbon emissions. A significant amount of this carbon is transportedby relatively large, fast sinking particles from the surface to the deep ocean where it can reside for centuries.We have a good understanding of the biological and physical processes thatcreate these large particles and these processes are included in oceanicbiogeochemical models. However, we have a poor understanding of the processesthat fragment particles and these are not included in biogeochemical models. This isimportant because many properties of these particles (e.g. their sinking speed, carboncontent) depend in part of the size of the particles. The aim of this proposal was touse experimental and field observations to examine the breakup of marine particles causedby fluid shear and to use simple computational models to help interpret these data. \n\nWe were able to show that particles most often broke into two similar-sized particles. This isimportant for model development because it means that models of particle fragmentation don'thave to consider details of the size distribution of particles formed from fragmentation. Theresulting simplification will help when incorporating fragmentation into global biogeochemical models.We also found that the history of fluid shear experienced by a particle affects itsstrength, and hence determines whether or not it will break apart. Incorporating this effect intofuture models will be more challenging because it requires the model to keep track of wherethe particle has been and what fluid shears it experienced.\n\nWith these results in hand we can start to develop realistic models of marine particlefragmentation to accompany existing models of particle formation. Doing this will helpimprove model predictions of oceanic carbon cycling and storage.\n\n\t\t\t\t\tLast Modified: 07/11/2023\n\n\t\t\t\t\tSubmitted by: Adrian B Burd"
 }
}