{
 "awd_id": "1948510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: RI: Learning novel multi-resolution representations of graphs: Applications to Brain Connectivity analysis for Alzheimer's Disease",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925149",
 "po_email": "kwhang@nsf.gov",
 "po_sign_block_name": "Kenneth Whang",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2020-08-17",
 "awd_max_amd_letter_date": "2023-03-02",
 "awd_abstract_narration": "This project aims to identify disease-specific changes in human brain connectivity in early stages by developing a novel Deep Learning framework applicable to data with arbitrary structure such as graphs. This is important because regional brain variations often do not manifest as cognitive changes until significant brain pathology has accumulated, and a better understanding of the brain may be possible by characterizing changes in connectivity defined by relationships between different brain regions. Recent techniques with Deep Learning have demonstrated successful results with human-level precision in various image analysis tasks such as image classification, object detection, and image segmentation, but they cannot be directly applied to analyze brain connectivity because of its arbitrary structure. The key is to derive effective representation of the data; however, it is still unclear how to derive sophisticated representations for complex data such as graphs and it often requires large-scale datasets. A novel Graph Deep Learning technique that can detect subtle changes in brain connectivity with small numbers of samples is therefore necessary. Success of this project will facilitate understanding of the relationship between brain connectivity and neurodegenerative disease, mechanisms for early diagnosis, and discovery of new treatments. \r\n\r\nTechnically, the overarching goal of this project is to design a Convolution Neural Network (CNN) model for graph data and to determine the extent to which it yields new scientific findings in neuroscience. To meet the goal, this project will focus on: 1) Developing a novel transform for graphs (e.g., brain networks) for their novel multi-resolution representations that are theoretically described by convolution, 2) Developing an efficient deep learning architecture for graphs that operates within a small sample-size regime to improve performance of disease diagnosis and sensitivity of statistical inferences, and 3) Validating the developed models on a simulation study as well as real brain network datasets for Alzheimer’s Disease to characterize disease-specific patterns in the brain connectivity. The developed framework will benefit various areas of neuroimaging research with functional and structural brain connectivity that are locally carried at small scales, and spur development of further studies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Jiang",
   "pi_email_addr": "hong.jiang@uta.edu",
   "nsf_id": "000358351",
   "pi_start_date": "2023-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Won Hwa",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Won Hwa Kim",
   "pi_email_addr": "won.kim@uta.edu",
   "nsf_id": "000778987",
   "pi_start_date": "2020-08-17",
   "pi_end_date": "2023-03-02"
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S. Nedderman Dr, Box 19145",
  "perf_city_name": "Arlington",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190145",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Objectives</strong>: The primary objective of this project was to advance graph machine learning methodologies, where a graph is an object that consists of nodes and edges. We proposed to develop novel multi-resolution graph representations that capture complex and arbitrary but distinctive patterns from a population of graphs. As a practical application, this project specifically focused on analyzing brain networks for Alzheimer&rsquo;s Disease (AD) where the brain is parcellated into several anatomical regions of interest (ROI) and a graph is constructed by structural/functional interaction between the ROIs. By analyzing the connectomic features of brain networks, we expect to aid early diagnosis and simulate the progression of AD.</p>\r\n<p><strong>Project Outcomes</strong>:</p>\r\n<p><strong>1. Advanced Graph Learning Models</strong>: The project introduced novel machine learning methods specifically designed for graph data. The method utilizes the concept of &ldquo;multi-resolution&rdquo; to investigate graph data and finds the optimal resolution and corresponding parameters to successfully perform certain tasks, such as brain network classification for AD and generation of realistic graphs. Several papers were published at top-tier AI conferences and journals with this topic:</p>\r\n<ol> </ol>\r\n<p style=\"padding-left: 30px;\">&#9675;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>\"Learning to Approximate Adaptive Kernel Convolution on Graphs\" (AAAI 2024)</em>: Developed an adaptive kernel convolution method for modeling heterogeneous graph structures in brain networks.</p>\r\n<p style=\"padding-left: 30px;\">&#9675;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>\"Multi-resolution Spectral Coherence for Graph Generation with Score-based Diffusion\" (NeurIPS 2023)</em>: Proposed a method preserving multi-scale information for realistic brain connectivity graph generation.</p>\r\n<p style=\"padding-left: 30px;\">&#9675;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>\"Dynamic Covariance Estimation via Predictive Wishart Process with an Application on Brain Connectivity Estimation\" (CSDA 2023)</em>: Improved robustness in connectivity analysis using dynamic covariance modeling.</p>\r\n<p style=\"padding-left: 30px;\">&#9675;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>\"Learning Multi-resolution Graph Edge Embedding for Discovering Brain Network Dysfunction in Neurological Disorders\" (IPMI 2021)</em>: Developed the first multi-resolution graph edge learning representation with applications to analyze brain network data for AD and ADHD.</p>\r\n<p style=\"padding-left: 30px;\">&#9675;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>\"Covariate Correcting Networks for Identifying Associations between Socioeconomic Factors and Brain Outcomes in Children\" (MICCAI 2021)</em>: Disentangled external covariates from brain data for unbiased neuroimaging studies.</p>\r\n<p><strong>2. Longitudinal Alzheimer&rsquo;s Disease Analysis</strong>: AD progression necessitates models handling temporal data. Significant advances were made in longitudinal brain connectome analysis to investigate the disease trajectory and how specific risk factors of AD affect the temporal variation in the brain.</p>\r\n<ol> </ol>\r\n<p style=\"padding-left: 30px;\">&#9675;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>\"Mixing Temporal Graphs with MLP for Longitudinal Brain Connectome Analysis\" (MICCAI 2023)</em>: Improved longitudinal brain data analysis by integrating temporal dynamics into graph representations.</p>\r\n<p style=\"padding-left: 30px;\">&#9675;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>\"Disentangled Sequential Graph Autoencoder for Preclinical Alzheimer&rsquo;s Disease Characterizations\" (MICCAI 2021)</em>: Captured progression patterns in preclinical AD stages using disentangled representations.</p>\r\n<p><strong>3. Multi-modal Missing Measure Imputation</strong>: Addressed challenges of missing data with multi-modality.</p>\r\n<ol> </ol>\r\n<p style=\"padding-left: 30px;\">&#9675;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>\"Modality-Agnostic Style Transfer for Holistic Feature Imputation\" (ISBI 2024)</em>: Introduced a style-transfer approach for imputing missing neuroimaging data across different modalities.</p>\r\n<p style=\"padding-left: 30px;\">&#9675;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>&ldquo;OCL: Ordinal Contrastive Learning for Imputating Features with Progressive Labels&rdquo; (MICCAI 2024):&nbsp; </em>Utilized prior knowledge of ordinal disease spectrum to achieve effective data embedding and decoding missing measure generation.</p>\r\n<p><strong>Educational and Collaborative Contributions: </strong>The project fostered interdisciplinary collaboration among computer scientists, statisticians, neuroscientists, and clinicians. Graduate students gained experience in developing cutting-edge techniques and running experiments that lead to scientific discovery. The students contributed to high-impact research and publications in top-tier venues, and those who benefited from this project ended up with research and software developer positions in well-known places such as Genentech, Walmart/Sam&rsquo;s Club Research, Mastercard, etc.</p>\r\n<p><strong>Intellectual Merit</strong>: This project significantly advanced the field of graph machine learning by addressing challenges in analyzing complex graph data with practical application in analyzing AD. By developing novel multi-resolution algorithms, it improved insights in investigating graph data in multi-resolution views to interpret brain networks with unprecedented accuracy and scalability. These methods offer the potential for widespread application in computational neuroscience and other fields requiring sophisticated graph analytics.</p>\r\n<p><strong>Broader Impacts</strong>: The societal impact of this research lies in its potential to transform the early diagnosis and understanding of Alzheimer&rsquo;s Disease, a growing public health challenge. By providing tools to understand and monitor brain connectivity changes, the project contributes to developing personalized treatment strategies. Educationally, the project opened several&nbsp; opportunities for graduate students to become experts on cutting-edge machine learning methodologies and their applications to neuroscience, fostering highly intellectual researchers equipped to tackle problems from interdisciplinary domains.</p>\r\n<p><strong>Scientific and Societal Impact</strong>: This project highlights the transformative potential of combining advanced machine learning techniques with neuroscientific inquiry, setting the stage for continued innovation in brain connectivity analysis. Scientifically, it provided tools to decode brain network structures, offering far more sophisticated insights into Alzheimer&rsquo;s Disease progression in brain connectivity. Societally, these advancements contribute to early diagnosis and personalized treatment strategies, addressing a critical challenge in public health.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/05/2025<br>\nModified by: Hong&nbsp;Jiang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nObjectives: The primary objective of this project was to advance graph machine learning methodologies, where a graph is an object that consists of nodes and edges. We proposed to develop novel multi-resolution graph representations that capture complex and arbitrary but distinctive patterns from a population of graphs. As a practical application, this project specifically focused on analyzing brain networks for Alzheimers Disease (AD) where the brain is parcellated into several anatomical regions of interest (ROI) and a graph is constructed by structural/functional interaction between the ROIs. By analyzing the connectomic features of brain networks, we expect to aid early diagnosis and simulate the progression of AD.\r\n\n\nProject Outcomes:\r\n\n\n1. Advanced Graph Learning Models: The project introduced novel machine learning methods specifically designed for graph data. The method utilizes the concept of multi-resolution to investigate graph data and finds the optimal resolution and corresponding parameters to successfully perform certain tasks, such as brain network classification for AD and generation of realistic graphs. Several papers were published at top-tier AI conferences and journals with this topic:\r\n \r\n\n\n&#9675; \"Learning to Approximate Adaptive Kernel Convolution on Graphs\" (AAAI 2024): Developed an adaptive kernel convolution method for modeling heterogeneous graph structures in brain networks.\r\n\n\n&#9675; \"Multi-resolution Spectral Coherence for Graph Generation with Score-based Diffusion\" (NeurIPS 2023): Proposed a method preserving multi-scale information for realistic brain connectivity graph generation.\r\n\n\n&#9675; \"Dynamic Covariance Estimation via Predictive Wishart Process with an Application on Brain Connectivity Estimation\" (CSDA 2023): Improved robustness in connectivity analysis using dynamic covariance modeling.\r\n\n\n&#9675; \"Learning Multi-resolution Graph Edge Embedding for Discovering Brain Network Dysfunction in Neurological Disorders\" (IPMI 2021): Developed the first multi-resolution graph edge learning representation with applications to analyze brain network data for AD and ADHD.\r\n\n\n&#9675; \"Covariate Correcting Networks for Identifying Associations between Socioeconomic Factors and Brain Outcomes in Children\" (MICCAI 2021): Disentangled external covariates from brain data for unbiased neuroimaging studies.\r\n\n\n2. Longitudinal Alzheimers Disease Analysis: AD progression necessitates models handling temporal data. Significant advances were made in longitudinal brain connectome analysis to investigate the disease trajectory and how specific risk factors of AD affect the temporal variation in the brain.\r\n \r\n\n\n&#9675; \"Mixing Temporal Graphs with MLP for Longitudinal Brain Connectome Analysis\" (MICCAI 2023): Improved longitudinal brain data analysis by integrating temporal dynamics into graph representations.\r\n\n\n&#9675; \"Disentangled Sequential Graph Autoencoder for Preclinical Alzheimers Disease Characterizations\" (MICCAI 2021): Captured progression patterns in preclinical AD stages using disentangled representations.\r\n\n\n3. Multi-modal Missing Measure Imputation: Addressed challenges of missing data with multi-modality.\r\n \r\n\n\n&#9675; \"Modality-Agnostic Style Transfer for Holistic Feature Imputation\" (ISBI 2024): Introduced a style-transfer approach for imputing missing neuroimaging data across different modalities.\r\n\n\n&#9675; OCL: Ordinal Contrastive Learning for Imputating Features with Progressive Labels (MICCAI 2024): Utilized prior knowledge of ordinal disease spectrum to achieve effective data embedding and decoding missing measure generation.\r\n\n\nEducational and Collaborative Contributions: The project fostered interdisciplinary collaboration among computer scientists, statisticians, neuroscientists, and clinicians. Graduate students gained experience in developing cutting-edge techniques and running experiments that lead to scientific discovery. The students contributed to high-impact research and publications in top-tier venues, and those who benefited from this project ended up with research and software developer positions in well-known places such as Genentech, Walmart/Sams Club Research, Mastercard, etc.\r\n\n\nIntellectual Merit: This project significantly advanced the field of graph machine learning by addressing challenges in analyzing complex graph data with practical application in analyzing AD. By developing novel multi-resolution algorithms, it improved insights in investigating graph data in multi-resolution views to interpret brain networks with unprecedented accuracy and scalability. These methods offer the potential for widespread application in computational neuroscience and other fields requiring sophisticated graph analytics.\r\n\n\nBroader Impacts: The societal impact of this research lies in its potential to transform the early diagnosis and understanding of Alzheimers Disease, a growing public health challenge. By providing tools to understand and monitor brain connectivity changes, the project contributes to developing personalized treatment strategies. Educationally, the project opened several opportunities for graduate students to become experts on cutting-edge machine learning methodologies and their applications to neuroscience, fostering highly intellectual researchers equipped to tackle problems from interdisciplinary domains.\r\n\n\nScientific and Societal Impact: This project highlights the transformative potential of combining advanced machine learning techniques with neuroscientific inquiry, setting the stage for continued innovation in brain connectivity analysis. Scientifically, it provided tools to decode brain network structures, offering far more sophisticated insights into Alzheimers Disease progression in brain connectivity. Societally, these advancements contribute to early diagnosis and personalized treatment strategies, addressing a critical challenge in public health.\r\n\n\n\t\t\t\t\tLast Modified: 02/05/2025\n\n\t\t\t\t\tSubmitted by: HongJiang\n"
 }
}