{
 "awd_id": "1948813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: EarthChem & SESAR - Data Infrastructure for Geochemistry and Earth Science Samples Communities",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927199",
 "po_email": "ramartin@nsf.gov",
 "po_sign_block_name": "Raleigh Martin",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 122599.0,
 "awd_amount": 122599.0,
 "awd_min_amd_letter_date": "2020-05-13",
 "awd_max_amd_letter_date": "2021-05-06",
 "awd_abstract_narration": "Earth scientists gather a vast amount and diversity of data by collecting specimens of geological materials including rocks, minerals, fossils, sediments, ice, river water or seawater, and analyzing these samples in the laboratory to measure their chemical and physical properties. The data generated by these analyses help scientists understand natural processes of the past, present, and even future Earth systems, and form the basis of new ideas, hypotheses, and discoveries. Thus, it is important that data are preserved and made easily findable and accessible online in a useful format and accompanied by information relevant for other researchers, decision makers, teachers, and the general public. This project continues the operation of two data systems, SESAR (System for Earth Sample Registration) and EarthChem, that provide online open access to information about samples collected as part of Earth and environmental science research, and to data generated when these samples are chemically analyzed in the lab. EarthChem manages and curates hundreds of geochemical datasets contributed by researchers and maintains databases with over 30 million geochemical measurements for more than one million samples. EarthChem will ensure that these data are available to, and consumable by, anyone (educator, student, researcher, industry groups, general public) interested in using them for essentially any purpose, especially research and education in STEM fields. SESAR makes samples discoverable and accessible online, thus allowing more efficient and effective access to sample collections that play a central role in a wide diversity of Earth, environmental, and planetary sciences and may inform critical decisions, laws and policies, and future science. EarthChem and SESAR build important national and international connections among data providers and users that facilitate the availability of information and knowledge to society. \r\n\r\nDuring the two years of this project, EarthChem and SESAR will provide ongoing data stewardship services for the geochemistry, petrology, and Earth samples communities. EarthChem also will undertake essential developments to modernize and optimize technical implementation, enhance user functions, expand accessible data holdings, and engage with a broad community of users and data facilities to establish best practices and interoperability standards for geochemical data. EarthChem will restructure and reengineer its systems to ensure that its data services scale to evolving community demands and that operations are optimized for efficiency, resilience, and sustainability. New developments will support next generation modes of data-driven research by improving both human and machine-readable interfaces for discovery, access, visualization, and analysis of content in EarthChem data systems. Applications of Machine Learning and other data science approaches will help extract new knowledge from the data collections. SESAR will continue to expand its user community beyond geochemistry and the Earth sciences. In addition, SESAR’s services will move to a new, independent, multi-disciplinary infrastructure for sample registration, an emerging collaborative effort with cyberinfrastructure providers in biology, genomics, and archeology.\r\n\r\nThis project is jointly funded by the Geoinformatics and the Petrology and Geochemistry programs in the Division of Earth Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Walker",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "James D Walker",
   "pi_email_addr": "jdwalker@ku.edu",
   "nsf_id": "000407990",
   "pi_start_date": "2020-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research, Inc.",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725500",
   "pgm_ele_name": "GEOINFORMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 60409.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 62190.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our work was part of a much larger project called IEDA and EarthChem, which makes information about igneous rocks available online.&nbsp; Igneous rocks are those that are emplaced as melts or magmas within the Earth or erupted onto the surface as volcanic rocks.&nbsp; The parent material for igneous rocks comes from melting the materials in the upper 100km or so of the Earth.</p>\n<p>&nbsp;</p>\n<p>Through analysis of the elemental composition of igneous rocks, we can understand the source region and the processes involved in moving the melt through the Earth.&nbsp; Elemental analyses can include any element on the periodic table but commonly focus on Si, Al, Ca, Mg, Fe, K, Na, and P, which are called the major elements.&nbsp; Trace elements such as Rb, Sr, and others, as well as the Rare Earth Elements, are also analyzed.&nbsp; Finally, the isotopes of Nd, Sr, and Pb are determined, identifying source regions within the upper part of the Earth.&nbsp; Geologists use the rock&rsquo;s chemical composition in most endeavors in the Earth Sciences.</p>\n<p>&nbsp;</p>\n<p>It is essential to make this information available to other scientists and the general public.&nbsp; To be useful, the data must be accurate, and the methods used to determine chemical and isotope compositions must be fully documented.&nbsp; In this project, we collected data on these determinations and studied and documented the analysis methodology.&nbsp; This information was then added to the EarthChem database, which contains information for over a million samples worldwide.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In addition to contributing to the data holding for igneous rocks, students were exposed to the reporting standards and chemical and isotopic data descriptions. This is a critical step in the development of scientists. It makes their results available and reuseable by anyone for any purpose. It is an important part of doing and sharing science.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/22/2024<br>\nModified by: James&nbsp;D&nbsp;Walker</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur work was part of a much larger project called IEDA and EarthChem, which makes information about igneous rocks available online. Igneous rocks are those that are emplaced as melts or magmas within the Earth or erupted onto the surface as volcanic rocks. The parent material for igneous rocks comes from melting the materials in the upper 100km or so of the Earth.\n\n\n\n\n\nThrough analysis of the elemental composition of igneous rocks, we can understand the source region and the processes involved in moving the melt through the Earth. Elemental analyses can include any element on the periodic table but commonly focus on Si, Al, Ca, Mg, Fe, K, Na, and P, which are called the major elements. Trace elements such as Rb, Sr, and others, as well as the Rare Earth Elements, are also analyzed. Finally, the isotopes of Nd, Sr, and Pb are determined, identifying source regions within the upper part of the Earth. Geologists use the rocks chemical composition in most endeavors in the Earth Sciences.\n\n\n\n\n\nIt is essential to make this information available to other scientists and the general public. To be useful, the data must be accurate, and the methods used to determine chemical and isotope compositions must be fully documented. In this project, we collected data on these determinations and studied and documented the analysis methodology. This information was then added to the EarthChem database, which contains information for over a million samples worldwide.\n\n\n\n\n\nIn addition to contributing to the data holding for igneous rocks, students were exposed to the reporting standards and chemical and isotopic data descriptions. This is a critical step in the development of scientists. It makes their results available and reuseable by anyone for any purpose. It is an important part of doing and sharing science.\n\n\n\t\t\t\t\tLast Modified: 10/22/2024\n\n\t\t\t\t\tSubmitted by: JamesDWalker\n"
 }
}