{
 "awd_id": "1948227",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Neotoma Paleoecology Database, a Multi-Proxy, International, Community-Curated Data Resource for Global Change Research",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927199",
 "po_email": "ramartin@nsf.gov",
 "po_sign_block_name": "Raleigh Martin",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 92374.0,
 "awd_amount": 110717.0,
 "awd_min_amd_letter_date": "2020-04-22",
 "awd_max_amd_letter_date": "2023-07-20",
 "awd_abstract_narration": "The recent geological record can offer useful insight into how species adapt (or fail to adapt) to large and rapid environmental change.  Understanding past global changes necessitates the assembly and analysis of many individual records, collected by many scientists, from many parts of the world. This project will continue the support and development of the Neotoma Paleoecology Database, a community data resource in which experts contribute their data, curate these data to meet community standards, and freely access and use the data in research and teaching. Examples of research that uses the Neotoma resource include understanding the causes and consequences of past extinction, assessing the sensitivity of species to large environmental changes that accompanied past ice ages, and measuring how quickly species adapt to past rapid environmental changes. Neotoma’s open data access will also facilitate new forms of education and outreach, by giving students and teachers direct access to research-quality data and empowering them to run their own analyses of past climate and biodiversity dynamics. This will help train the next generation of the scientific workforce, with crossover skills in both geological and data sciences.\r\n\r\nNeotoma has become a research resource in paleoecology, paleoclimatology, macroecology, biogeography, and environmental archaeology, with rapid growth in data volume, kinds of data supported, and active third-party and externally-supported research projects. Gathering thousands of site-level records into high-quality, global-scale, data networks requires substantial effort. Datasets must be carefully checked, taxon names harmonized, age-depth models updated, and uncertainties quantified. Neotoma will continue to address these challenges through a model of centralized infrastructure and distributed data governance. Priorities for this project are: 1) establishing international coverage for data types and research communities that now have critical masses of trained data stewards and data volumes in North America (pollen, diatoms, ostracods, testate amoebae, vertebrates), and 2) establishing critical masses of data and data stewards for recently added data types (specimen-level stable isotopes, organic biomarkers). Cyberinfrastructure improvements will include: 1) a web-based interface for bulk-uploading metadata and data from many sites, 2) better support for specimen-level isotopic measurements, 3) better visualization and analytical support for micropaleontological species-environment calibration datasets, and 4) a rebuild of Neotoma’s home webpage. Sustainability priorities include: 1) support for the recently launched non-profit EarthLife Consortium Foundation, and 2) a workshop in which leaders from Neotoma and other community data resources will receive training in building strategic sustainability plans, learn tools to manage finances and plan for the future, develop strategies to diversify their funding base, and enhance communication skills. These updates and improvements to Neotoma will enhance the existing data resource for current users, and will help early-career researchers, for whom data availability and data-science training can open new career pathways.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joy",
   "pi_last_name": "Hobbs",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joy M Hobbs",
   "pi_email_addr": "jramstack@smm.org",
   "nsf_id": "000598701",
   "pi_start_date": "2020-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Edlund",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mark B Edlund",
   "pi_email_addr": "mbedlund@smm.org",
   "nsf_id": "000380050",
   "pi_start_date": "2020-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Heathcote",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Adam J Heathcote",
   "pi_email_addr": "aheathcote@smm.org",
   "nsf_id": "000717170",
   "pi_start_date": "2020-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Science Museum of Minnesota",
  "inst_street_address": "120 KELLOGG BLVD W",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "7013174245",
  "inst_zip_code": "551021202",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "SCIENCE MUSEUM OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "FMBEN7W54M58"
 },
 "perf_inst": {
  "perf_inst_name": "Science Museum of Minnesota",
  "perf_str_addr": "120 West Kellogg Blvd",
  "perf_city_name": "Saint Paul",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551021202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725500",
   "pgm_ele_name": "GEOINFORMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 34121.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 30304.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 27949.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 18343.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d1ee78d3-7fff-7ed1-df7b-332b1e4610cb\"> </span></p>\n<p dir=\"ltr\"><span>The recent fossil record provides some of our best available evidence about how species and ecosystems have adapted to large climate changes and the intensifying impact of human societies.&nbsp; Collecting these data is laborious and expensive, yet these datasets are highly reusable, for many individual sites can be gathered together and reanalyzed to study biodiversity dynamics at local to global scales.&nbsp; The Neotoma Paleoecology Database supports global-change research by providing an open, ethical, sustainable, high-quality, and community-curated repository for multiple kinds of paleoecological data. With sustained support from NSF, Neotoma has become one of the top international data resources for paleoecological data, widely used by global change scientists, biogeographers, paleoecologists, and other geoscientists as a trusted resource for their research, teaching, and outreach. Project outcomes are grouped into three areas: 1) Data growth and stewardship, 2) Enhancement of software services, and 3) Training and empowering the next generation of scientists.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>1) Data Growth:&nbsp; Over the last four years, data volumes increased by 30 to 45%, increasing from 7.3 to 10.5 million observations and from 39,329 to 49,745 datasets.&nbsp; These datasets have an estimated replacement cost of over $1.4 billion dollars, and so are effectively irreplaceable.&nbsp; Neotoma achieves high data quality via expert curation, working closely with community experts who serve as data contributors and data stewards. The most sustained growth has been in the data types with expert stewards directly supported by this award:&nbsp; vertebrates, pollen, diatoms, ostracodes, and testate amoebae.&nbsp; New data types directly supported by this award include isotopic data (an indicator of past vertebrate diet and behavior) and lead-210 data (an estimate of sediment age).&nbsp; As Neotoma&rsquo;s reputation has grown, other scientific groups have asked to join Neotoma as constituent databases and add their data.&nbsp; New data types now being supported or in the process of being added include ancient environmental DNA, marine micropaleontological data, paleofire data, and speleothem (cave) records. Using one data system to support many different kinds of paleoenvironmental data helps streamline costs and enhance data sustainability while offering scientists a high-quality data resource that houses a wide variety of paleodata types</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>2) Enhanced Services:&nbsp; A) Because the work involved in data upload and curation is the major rate-limiting step, a new system, called DataBUS, has been built to support large-volume uploads of data to Neotoma, with multiple automated validation checks.&nbsp; DataBUS is now being tested with research groups.&nbsp; The Neotoma website was fully redesigned and relaunched, with highly positive feedback from users.&nbsp; New versions were released of the Application Programming Interfaces (2.0) and R package (neotoma2), which are used by scientists and developers building their own scientific workflows to access and use Neotoma data.&nbsp; A usability and usefulness survey of Neotoma Explorer, an interactive map-based interface for finding and exploring Neotoma data, has both showcased the popularity of Explorer and identified areas where future improvements can be made.&nbsp; Neotoma sustainability has been enhanced by moving the entire software stack to the Amazon Web Services Cloud, with support from the NSF Cloudbank program.&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>3) Empowering Scientists:&nbsp; The popularity of Neotoma is demonstrated by its high level of scientific usage.&nbsp; Over 1,600 scientific papers have cited Neotoma or its constituent databases, with a combined H-factor of 139.&nbsp; Neotoma data are routinely incorporated into scientific projects studying past ecological and environmental change at local to global scales.&nbsp; Over the last four years, Neotoma stewards and developers have led dozens of workshops to train other scientists in how to use Neotoma services and join Neotoma as data contributors and stewards.&nbsp; The enhanced data access provided by Neotoma is essential for early career scientists, for whom data access can be a critical barrier to scientific progress, and who need advanced skills in data science for successful careers in academia, government, and the private sector.&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/19/2024<br>\nModified by: Joy&nbsp;M&nbsp;Hobbs</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1948227/1948227_10665623_1726783854485_ProjectOutcomes_Figure_2024--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1948227/1948227_10665623_1726783854485_ProjectOutcomes_Figure_2024--rgov-800width.jpg\" title=\"Neotoma Data Volume and Distribution\"><img src=\"/por/images/Reports/POR/2024/1948227/1948227_10665623_1726783854485_ProjectOutcomes_Figure_2024--rgov-66x44.jpg\" alt=\"Neotoma Data Volume and Distribution\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A. Map of Neotoma sites worldwide. B. Trajectories of data volume growth over the past 15 years and current data volumes. All numbers shown are as of Sept 3, 2024.</div>\n<div class=\"imageCredit\">Neotoma Paleoecology Database</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Joy&nbsp;M&nbsp;Hobbs\n<div class=\"imageTitle\">Neotoma Data Volume and Distribution</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe recent fossil record provides some of our best available evidence about how species and ecosystems have adapted to large climate changes and the intensifying impact of human societies. Collecting these data is laborious and expensive, yet these datasets are highly reusable, for many individual sites can be gathered together and reanalyzed to study biodiversity dynamics at local to global scales. The Neotoma Paleoecology Database supports global-change research by providing an open, ethical, sustainable, high-quality, and community-curated repository for multiple kinds of paleoecological data. With sustained support from NSF, Neotoma has become one of the top international data resources for paleoecological data, widely used by global change scientists, biogeographers, paleoecologists, and other geoscientists as a trusted resource for their research, teaching, and outreach. Project outcomes are grouped into three areas: 1) Data growth and stewardship, 2) Enhancement of software services, and 3) Training and empowering the next generation of scientists.\n\n\n\n\n\n1) Data Growth: Over the last four years, data volumes increased by 30 to 45%, increasing from 7.3 to 10.5 million observations and from 39,329 to 49,745 datasets. These datasets have an estimated replacement cost of over $1.4 billion dollars, and so are effectively irreplaceable. Neotoma achieves high data quality via expert curation, working closely with community experts who serve as data contributors and data stewards. The most sustained growth has been in the data types with expert stewards directly supported by this award: vertebrates, pollen, diatoms, ostracodes, and testate amoebae. New data types directly supported by this award include isotopic data (an indicator of past vertebrate diet and behavior) and lead-210 data (an estimate of sediment age). As Neotomas reputation has grown, other scientific groups have asked to join Neotoma as constituent databases and add their data. New data types now being supported or in the process of being added include ancient environmental DNA, marine micropaleontological data, paleofire data, and speleothem (cave) records. Using one data system to support many different kinds of paleoenvironmental data helps streamline costs and enhance data sustainability while offering scientists a high-quality data resource that houses a wide variety of paleodata types\n\n\n\n\n\n2) Enhanced Services: A) Because the work involved in data upload and curation is the major rate-limiting step, a new system, called DataBUS, has been built to support large-volume uploads of data to Neotoma, with multiple automated validation checks. DataBUS is now being tested with research groups. The Neotoma website was fully redesigned and relaunched, with highly positive feedback from users. New versions were released of the Application Programming Interfaces (2.0) and R package (neotoma2), which are used by scientists and developers building their own scientific workflows to access and use Neotoma data. A usability and usefulness survey of Neotoma Explorer, an interactive map-based interface for finding and exploring Neotoma data, has both showcased the popularity of Explorer and identified areas where future improvements can be made. Neotoma sustainability has been enhanced by moving the entire software stack to the Amazon Web Services Cloud, with support from the NSF Cloudbank program.\n\n\n\n\n\n3) Empowering Scientists: The popularity of Neotoma is demonstrated by its high level of scientific usage. Over 1,600 scientific papers have cited Neotoma or its constituent databases, with a combined H-factor of 139. Neotoma data are routinely incorporated into scientific projects studying past ecological and environmental change at local to global scales. Over the last four years, Neotoma stewards and developers have led dozens of workshops to train other scientists in how to use Neotoma services and join Neotoma as data contributors and stewards. The enhanced data access provided by Neotoma is essential for early career scientists, for whom data access can be a critical barrier to scientific progress, and who need advanced skills in data science for successful careers in academia, government, and the private sector.\n\n\n\t\t\t\t\tLast Modified: 09/19/2024\n\n\t\t\t\t\tSubmitted by: JoyMHobbs\n"
 }
}