{
 "awd_id": "1948309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Between culture and robotics: The making of social robots",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 244084.0,
 "awd_amount": 244084.0,
 "awd_min_amd_letter_date": "2020-07-07",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "In this project, how social robots are designed and how such design affects people’s interaction and experience with social robots is investigated.  Social robots are autonomous robots that are used around humans and that socially interact with them to help their objectives.  Such robots are increasingly common in a variety of everyday settings, including nursing homes, retail stores, banks, educational settings and medicine.  The social implications of their introduction, however, are still unknown.  The design and interactional features of such social robots are likely to be crucial because, once implemented, the design may lock in cultural assumptions.  The focus of this project is on how roboticists’ conceptualization of extant social problems and possible technological solutions, as well as their broader cultural assumptions, shape the kind of robots they make, and how this design in turn affects the interactions between humans and social robots.  A better understanding of the relationship between social and cultural demands, robotics research, and its applications will contribute to knowledge on how to create social robots without inadvertently reinforcing cultural biases and imbalances across groups.\r\n\r\nThree research methods are used in this project. First, 40 open-ended interviews are conducted with a sample of cutting-edge university researchers engaged with social robotics. Data are coded for primary patterns of the relationships between roboticists’ research goals related to social problems, their cultural assumptions about the solution to such problems, and their designs of social robots.  Second, ethnographic observation is conducted on the everyday research activities in a social robotics research lab, including lab meetings, design sessions, coding, and field research. Third, video recordings of robot-human interactions, taken during the roboticists’ field research, are analyzed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nahoko",
   "pi_last_name": "Kameo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nahoko Kameo",
   "pi_email_addr": "nk54@nyu.edu",
   "nsf_id": "000721359",
   "pi_start_date": "2020-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "295 Lafayette Street",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 244084.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recent technological advancements regarding robotics and Artificial Intelligence (AI) have made the realization of social robots that are able to communicate and assist humans in their everyday lives not a fairytale of the future or in the science fiction contents. Rather, social robots that are programmed to help humans are being implemented in banks, public safety, nursing care homes, educational settings, and more. While the general public seems to share some skepticisms and concerns about the impact of these intelligent artifacts on our society, there has been a dearth of studies that deals with the social consequences of social robots and AI in our everyday lives.</p>\n<p>The goals of the project were twofold: 1) to step back and understand the production side of social robotics and AI &ndash; that is, what are the objectives and dreams of social roboticists whose profession is to research and innovate through social robotics, and 2) to understand the impact of introducing social robots, and artificial intelligence, in our everyday lives through the experience of the users. The investigator used a series of strategies to explore these questions, including in-depth ethnographic observations and interviews, archival research on robotics, and conversation and interaction analysis of human-robot interactions.</p>\n<p>The results of the project suggest that there is a discrepancy between how the robotic and AI artifacts are produced, and how they are received by regular everyday users. First,&nbsp;&nbsp;through interviews and observations of social roboticists, the Principal Investigator found the roboticists attend to multiple, sometimes incongruent, pressures when they innovate through their research; these include the roboticists&rsquo; own fantastical dreams of creating a semi-human intelligent artifacts, academic achievements, national policy and funding directions, and culturally understood social needs, such as, for example, a companion for the elderly who increasingly tends to live in isolation. The users, on the other hand, felt compelled to find a way to interact with these intelligent artifacts even when they fall short of the rules of human sociality. For example, the Principal Investigator show that when interacting with a very human-like android, people try to be moral to the robot in the same way they would be in human-to-human social interaction. Such discrepancy is problematic because of the power dynamics between the producer and the potential users; the market economy, the national science and technology policy, the academic pressure to innovate, the dream of roboticists, all push the robots to our everyday lives; people, on the other hand, have few means to resist them.&nbsp;</p>\n<p>The results of this project have been presented to a range of interdisciplinary audiences, namely, in sociology and human-robot interaction (HRI). The investigator is also working on other outlets, including a monograph of the project tentatively titled&nbsp;<em>The Social Life of Social Robots</em>, and multiple academic articles on, respectively 1) the epistemic culture of social robotics; 2) human-robot interaction with an android; 3) use of AI tools among professional illustrators. The investigator also incorporated her experience with this project to develop a course on qualitative methodologies and on science and technology studies.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/29/2024<br>\nModified by: Nahoko&nbsp;Kameo</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nRecent technological advancements regarding robotics and Artificial Intelligence (AI) have made the realization of social robots that are able to communicate and assist humans in their everyday lives not a fairytale of the future or in the science fiction contents. Rather, social robots that are programmed to help humans are being implemented in banks, public safety, nursing care homes, educational settings, and more. While the general public seems to share some skepticisms and concerns about the impact of these intelligent artifacts on our society, there has been a dearth of studies that deals with the social consequences of social robots and AI in our everyday lives.\n\n\nThe goals of the project were twofold: 1) to step back and understand the production side of social robotics and AI  that is, what are the objectives and dreams of social roboticists whose profession is to research and innovate through social robotics, and 2) to understand the impact of introducing social robots, and artificial intelligence, in our everyday lives through the experience of the users. The investigator used a series of strategies to explore these questions, including in-depth ethnographic observations and interviews, archival research on robotics, and conversation and interaction analysis of human-robot interactions.\n\n\nThe results of the project suggest that there is a discrepancy between how the robotic and AI artifacts are produced, and how they are received by regular everyday users. First,through interviews and observations of social roboticists, the Principal Investigator found the roboticists attend to multiple, sometimes incongruent, pressures when they innovate through their research; these include the roboticists own fantastical dreams of creating a semi-human intelligent artifacts, academic achievements, national policy and funding directions, and culturally understood social needs, such as, for example, a companion for the elderly who increasingly tends to live in isolation. The users, on the other hand, felt compelled to find a way to interact with these intelligent artifacts even when they fall short of the rules of human sociality. For example, the Principal Investigator show that when interacting with a very human-like android, people try to be moral to the robot in the same way they would be in human-to-human social interaction. Such discrepancy is problematic because of the power dynamics between the producer and the potential users; the market economy, the national science and technology policy, the academic pressure to innovate, the dream of roboticists, all push the robots to our everyday lives; people, on the other hand, have few means to resist them.\n\n\nThe results of this project have been presented to a range of interdisciplinary audiences, namely, in sociology and human-robot interaction (HRI). The investigator is also working on other outlets, including a monograph of the project tentatively titledThe Social Life of Social Robots, and multiple academic articles on, respectively 1) the epistemic culture of social robotics; 2) human-robot interaction with an android; 3) use of AI tools among professional illustrators. The investigator also incorporated her experience with this project to develop a course on qualitative methodologies and on science and technology studies.\n\n\n\t\t\t\t\tLast Modified: 10/29/2024\n\n\t\t\t\t\tSubmitted by: NahokoKameo\n"
 }
}