{
 "awd_id": "1948696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Academic Career Enhancement for Underrepresented Faculty in Engineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032928866",
 "po_email": "ddenick@nsf.gov",
 "po_sign_block_name": "Dana L. Denick",
 "awd_eff_date": "2019-06-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 142688.0,
 "awd_amount": 142688.0,
 "awd_min_amd_letter_date": "2019-11-25",
 "awd_max_amd_letter_date": "2020-03-11",
 "awd_abstract_narration": "The current lack of faculty diversity in engineering poses serious threats to the replacement of an aging faculty, the retention of underrepresented minority (URM) students, the development of a diverse workforce and the well being of the nation. This challenging issue has been addressed over the past few decades with limited success, due in part to the complex and interrelated factors that influence the career advancement of underrepresented minority faculty. Strategies are needed to increase the numbers and career success of underrepresented minority faculty, to ensure diversity in engineering and national competitiveness.\r\n\r\nThe goals and activities are closely aligned with NSF's mission to broaden the participation and success of underrepresented populations in engineering. Faculty of color represent an alarmingly small, untapped and underserved population in the academic ranks within engineering. This state of affairs informs the goals of the proposed project, which is to enhance the presence, socialization, retention and advancement of junior and mid-career faculty from underrepresented populations in engineering. The project seeks to achieve these goals via the following objectives: 1) development and implementation of a holistic array of career development initiatives for underrepresented early and mid-career faculty; and 2) implementation of research on practices and policies impacting the progression and advancement of these faculty members. The project includes a professional/leadership development component, informed by existing knowledge on the factors that help underrepresented faculty members succeed. There is also a research component that is intended to add to the national knowledge base on issues of career progression. \r\n\r\nKey features of the project include: an annual professional/leadership development symposium, the formation of an on-line community (e.g., using the NSF-funded National Institute for Faculty Equity website, webinars, etc.), organized networking at professional society meetings, the active engagement of senior scholars and opportunities for multi-year participation. Additionally, the symposium will be used as a forum to implement a mixed-methods study of the factors influencing underrepresented faculty members' experiences in academia. In this vein, the project will explore the following research questions: \r\n\r\nRQ1. What individual and systemic factors are facilitating and/or hindering the progression and advancement of URM faculty members?\r\nRQ2. What are the salient intragroup differences in the experiences of URM faculty? (e.g., How do foreign-born Black faculty members experience the academy differently than their US-born peers? How do the experiences of Hispanic faculty members differ based on their country of origin?)\r\nRQ3. How do URM faculty members' past professional development experiences impact their present day responses to challenges and opportunities?\r\n\r\nThe project will contribute to the success and advancement of minority faculty in engineering, thereby enhancing their participation and retention, and increasing their ranks. The increased presence of these minorities enhances faculty diversity and provides the role models and self images that contribute to the enhanced recruitment, retention, and ultimate success of all students -- especially those from groups underrepresented in the engineering workforce -- which is necessary to build a diverse science and engineering workforce required to maintain national competitiveness and prosperity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Adams",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie G Adams",
   "pi_email_addr": "stephanie.adams@utdallas.edu",
   "nsf_id": "000167969",
   "pi_start_date": "2019-11-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 W. Campbell Rd. AD 15",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 142688.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The primary goal of this project was to enhance the presence, socialization, retention and advancement of junior and mid-career faculty from underrepresented (African American, Native American and Hispanics) populations in engineering. The specific objectives were to: 1) develop and implement holistic set of career developmental initiatives; and 2) conduct research on practices and policies which impact the advancement of underrepresented early and mid-career faculty members. This project was aimed at increasing the number of underrepresented engineering faculty and enhancing their career progression.</span></p>\n<p><span> </span></p>\n<p><span>To achieve this goal, professional development and training opportunities were provided to minority engineering faculty. Key features of the project included: an annual symposium, the formation of an on-line community, organized networking at professional society meetings, and the active engagement of senior scholars and opportunities for multi-year participation. Additionally, the annual symposium was used as a forum to implement a mixed-methods study of the factors influencing underrepresented faculty members&rsquo; experiences in academia.</span></p>\n<p><span> </span></p>\n<p>During this project, f<span>ive Minority Faculty Development Workshops (MFDW) were held and attended by 219 underrepresented faculty. Participants that attended the workshops represented various academic ranks and disciplines within engineering. The first workshop was held in September 2015 in the National Capital Region with meetings occurring at the National Academy of Engineering and Virginia Tech. The second, third, fourth, and fifth workshops were held at the University of California, Berkeley, the University of Houston, the University of Michigan, and Harvard University, respectfully.&nbsp;</span></p>\n<p><span> </span></p>\n<p><span>Results from this study have enabled us to gain a deeper understanding of the issues impacting the success and advancement of underrepresented minority faculty and to develop strategies and tools to assist institutions in broadening participation and supporting the successful progression of underrepresented faculty members. Insights from both qualitative and quantitative data have revealed greater understandings into the issues of low representation.<span> </span>Results indicated that 75% benefited greatly from participating in professional development and training activities; and 75% reported developing a career plan as a result of attending the workshop. The majority of participants (67%) agreed that participation in workshop activities had &ldquo;some impact&rdquo; or &ldquo;great impact&rdquo; on their career plan, while over 90% of participants reported continued networking with at least one workshop attendee.</span></p>\n<p><span> </span></p>\n<p><span>As a result of workshop and research activities, we have <span>facilitated </span><span>positive impact towards diversifying engineering and building of a community of underrepresented faculty in engineering. </span>This project provided an example of how to institutionalize practices and programs for the professional development and career success of minority engineering faculty across the United States. The knowledge generated through the research arm of this project has informed best-practices for developing and implementing tools to enhance academic leadership and progression of underrepresented faculty. </span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2021<br>\n\t\t\t\t\tModified by: Stephanie&nbsp;G&nbsp;Adams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this project was to enhance the presence, socialization, retention and advancement of junior and mid-career faculty from underrepresented (African American, Native American and Hispanics) populations in engineering. The specific objectives were to: 1) develop and implement holistic set of career developmental initiatives; and 2) conduct research on practices and policies which impact the advancement of underrepresented early and mid-career faculty members. This project was aimed at increasing the number of underrepresented engineering faculty and enhancing their career progression.\n\n \n\nTo achieve this goal, professional development and training opportunities were provided to minority engineering faculty. Key features of the project included: an annual symposium, the formation of an on-line community, organized networking at professional society meetings, and the active engagement of senior scholars and opportunities for multi-year participation. Additionally, the annual symposium was used as a forum to implement a mixed-methods study of the factors influencing underrepresented faculty members’ experiences in academia.\n\n \n\nDuring this project, five Minority Faculty Development Workshops (MFDW) were held and attended by 219 underrepresented faculty. Participants that attended the workshops represented various academic ranks and disciplines within engineering. The first workshop was held in September 2015 in the National Capital Region with meetings occurring at the National Academy of Engineering and Virginia Tech. The second, third, fourth, and fifth workshops were held at the University of California, Berkeley, the University of Houston, the University of Michigan, and Harvard University, respectfully. \n\n \n\nResults from this study have enabled us to gain a deeper understanding of the issues impacting the success and advancement of underrepresented minority faculty and to develop strategies and tools to assist institutions in broadening participation and supporting the successful progression of underrepresented faculty members. Insights from both qualitative and quantitative data have revealed greater understandings into the issues of low representation. Results indicated that 75% benefited greatly from participating in professional development and training activities; and 75% reported developing a career plan as a result of attending the workshop. The majority of participants (67%) agreed that participation in workshop activities had \"some impact\" or \"great impact\" on their career plan, while over 90% of participants reported continued networking with at least one workshop attendee.\n\n \n\nAs a result of workshop and research activities, we have facilitated positive impact towards diversifying engineering and building of a community of underrepresented faculty in engineering. This project provided an example of how to institutionalize practices and programs for the professional development and career success of minority engineering faculty across the United States. The knowledge generated through the research arm of this project has informed best-practices for developing and implementing tools to enhance academic leadership and progression of underrepresented faculty. \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 01/26/2021\n\n\t\t\t\t\tSubmitted by: Stephanie G Adams"
 }
}