{
 "awd_id": "1948610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Developing Service-Learning Course-based Undergraduate Research Experiences to Increase Student Interest in Research by Targeting Communal Goals",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Huihui Wang",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 238214.0,
 "awd_amount": 238214.0,
 "awd_min_amd_letter_date": "2020-05-11",
 "awd_max_amd_letter_date": "2020-05-11",
 "awd_abstract_narration": "This project aims to serve the national interest by increasing the diversity of the STEM workforce of the United States. To do so, the project proposes to increase students’ perception of, interest in, and motivation to pursue research careers. Research studies have shown that students, particularly women, students from historically underserved groups, and first-generation students, often value communal goals of working together and helping people.  Consequently, the project proposes to create innovative undergraduate courses in which students not only perform STEM research but also apply their research work to directly serve their communities. This combination of research and service learning has the potential to transform students’ ideas about research, including the capacity of research to help people.  In addition, it can also empower the communities with whom the students work.\r\n\r\nWe propose to combine two high-impact practices, service learning and research experiences, to create a Service-Learning theme within a Course-Based Undergraduate Research Experience (SL-CURE).  This SL-CURE will be implemented in three different institutions: (1) a large, public, historically black university; (2) a small, private, predominantly white liberal arts college; and (3) a large, public Hispanic serving institution in the context of multiple disciplines (biology, public health, social work). Assessing the impact of the SL-CURE will be grounded in the theory of the transtheoretical stages of change from pre-contemplation (when students don’t consider research as a potential career) through preparation (when students develop scientific skills and a broader, more realistic perspective of research affordance of communal goals). The project will also contribute to the STEM education community by assessing how specific implementations of service-learning, including community-based participatory research, science communication and outreach, and mentoring, influence students’ perceptions of, interest in, and engagement in research practices not only during the course, but also one to two years beyond course completion. Disseminating this model is expected to influence existing and future CURES, which may result in a strong positive impact on retaining diverse individuals in the STEM workforce pipeline. This project is supported by the NSF Improving Undergraduate STEM Education Program: Education and Human Resources.   The IUSE: EHR program supports research and development projects to improve the effectiveness of STEM education for all students. This project is in the Engaged Student Learning track, through which the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelsie",
   "pi_last_name": "Bernot",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelsie Bernot",
   "pi_email_addr": "kbernot@fau.edu",
   "nsf_id": "000722746",
   "pi_start_date": "2020-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Malotky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Malotky",
   "pi_email_addr": "mmalotky@guilford.edu",
   "nsf_id": "000540494",
   "pi_start_date": "2020-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "White",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Angela M White",
   "pi_email_addr": "awhite@jcsu.edu",
   "nsf_id": "000780566",
   "pi_start_date": "2020-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina Agricultural & Technical State University",
  "inst_street_address": "1601 E MARKET ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363347995",
  "inst_zip_code": "27411",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SKH5GMBR9GL3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina Agricultural & Technical State University",
  "perf_str_addr": "1601 E. Market St",
  "perf_city_name": "Greensboro",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274110002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 93161.0
  }
 ],
 "por": null
}