{
 "awd_id": "1948292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: CHS: Novel Approaches for Real-Time Data Capture in Fast-Paced Medical Work",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924420",
 "po_email": "cbethel@nsf.gov",
 "po_sign_block_name": "Cindy Bethel",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 174890.0,
 "awd_amount": 174890.0,
 "awd_min_amd_letter_date": "2020-04-07",
 "awd_max_amd_letter_date": "2020-04-07",
 "awd_abstract_narration": "Significant effort has been made to digitize medical documentation in order to provide a more accurate account of treatments and changes in patient status. Unlike clinicians providing ongoing care in hospital wards, emergency care providers engage in complex tasks that are unpredictable, time-critical, and cognitively consuming. More importantly, most of these tasks require their eyes and hands on the patient, rather than on a medical record. Emergency care work is inherently important to society as it involves life-threatening injuries and situations that affect people from all backgrounds. Improving the work efficiency of emergency care will lead to decreased medical errors and better patient outcomes. To this end, this research will develop novel tools and interaction techniques for real-time and hands-free data capture in fast-paced medical work. This project uses Emergency Medical Services (EMS) as an example domain to derive design requirements by determining how context-specific information should be captured and integrated in real time, to support the work of emergency medical teams while also accounting for their limited capacity to interact with handheld computing devices. The specific research contributions of this project will include: 1) a conceptual and empirical understanding of the information behaviors and temporal rhythms of emergency care providers collecting data during fast-paced medical work; 2) approaches for supporting real-time data capture and integration; 3) novel interaction techniques to reduce the physical and cognitive demands of using data capture tools; and 4) recommendations based on the development and evaluation of hands-free data capture prototypes in both simulated and real-world settings.\r\n\r\nThis research has two main aims. The first aim is to gain a deeper understanding of the work practices, issues, and the technological needs around real-time data capture during fast-paced medical events. Understanding what, when, and how contextual information is currently being documented will inform the design of innovative approaches toward seamless and unobtrusive data capture. The researchers will pursue this objective by conducting fieldwork and video analyses. Building upon the findings, the second aim focuses on iteratively designing technological solutions to support rapid, hands-free data capture. The researchers will take a multi-phased, user-centered approach involving participatory design, rapid prototyping, and formative evaluation methods. Findings and design recommendations will be generalizable to multiple domains including information behaviors in time-critical work, human-computer interaction in environments where direct interaction with devices is limited, and designing for wearable technologies to support rapid data capture and integration from multiple sources. The conceptual insights and design recommendations derived through this project can potentially be applied in other settings facing similar challenges with real-time data capture and integration such as disaster response. This research will also establish an interdisciplinary education and outreach program by involving a diverse group of high school, undergraduate, and graduate students, most of whom are underrepresented minorities and first-generation immigrants.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhan",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhan Zhang",
   "pi_email_addr": "zzhang@pace.edu",
   "nsf_id": "000785002",
   "pi_start_date": "2020-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pace University New York Campus",
  "inst_street_address": "1 PACE PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2123461200",
  "inst_zip_code": "100381502",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "PACE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y738A5L1B3V1"
 },
 "perf_inst": {
  "perf_inst_name": "Pace University New York Campus",
  "perf_str_addr": "1 Pace Plaza",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100381502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 174890.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Between 2020 and 2023, our interdisciplinary team employed a comprehensive methodology?including interviews, video analyses, and user-centered design and evaluation sessions?to explore the optimal methods for capturing and integrating real-time, context-specific information to aid fast-response medical teams such as Emergency Medical Services (EMS). Our work makes the following key contributions to intellectual merit:</p>\n<p>1)&nbsp;&nbsp;&nbsp; Empirical understandings of information behaviors and work practices in data collection and decision making during fast-paced, high-risk medical work. These findings have been reported in ACM CSCW 2021 and 2022, and AMIA 2021 and 2023.</p>\n<p>2)&nbsp;&nbsp;&nbsp; A comprehensive synthesis of knowledge regarding the use of smart glasses in healthcare through systematic literature review. This work was published in Journal of Medical Internet Research (JMIR) in 2023.</p>\n<p>3)&nbsp;&nbsp;&nbsp; EMS providers? attitudes and socio-technical considerations concerning the utilization of smart in their work practice. These findings have been reported in JMIR 2022 and JAMIA Open 2022.</p>\n<p>4)&nbsp;&nbsp;&nbsp; User-centered design and evaluation of a smart glass application to alleviate the challenges associated with real-time clinical documentation in fast-paced medical settings. Findings have been reported at iConference 2022 and are under review at ACM CHI and International Journal of Human-Computer Interaction.</p>\n<p>5)&nbsp;&nbsp;&nbsp; A functional smart glass application, which has several key features such as touchless interaction, medication and patient ID scanning, photo capture, video recording, and voice dictation to semi-automate documentation in electronic health record. The use of this functional application is illustrated in the figure.</p>\n<p>Throughout the research project, we recruited licensed EMS providers from four EMS agencies: one in the rural mountain region of the U.S. and the other three in an urban area on the east coast of the U.S. 13 EMS providers participated in the interview study, while 43 unique EMS providers were involved in the user-centered design and evaluation work. The participants had different characteristics, which helped enhance the generalizability of this research and obtain insights from different perspectives.</p>\n<p>This research also served as a platform for an integrated education and outreach program. Undergraduate and graduate students, many from underrepresented groups in computer science (e.g., female, minority, first-generation immigrants), were actively engaged in the research process. This offered them a rare research opportunity at Pace University, an institution typically focused on undergraduate teaching.</p>\n<p>Lastly, this research yielded a rich repository of teaching materials and modules that can be integrated into various courses, thus fostering interdisciplinary educational approaches. These resources facilitate a deeper understanding among students on how to apply.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2023<br>\n\t\t\t\t\tModified by: Zhan&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBetween 2020 and 2023, our interdisciplinary team employed a comprehensive methodology?including interviews, video analyses, and user-centered design and evaluation sessions?to explore the optimal methods for capturing and integrating real-time, context-specific information to aid fast-response medical teams such as Emergency Medical Services (EMS). Our work makes the following key contributions to intellectual merit:\n\n1)    Empirical understandings of information behaviors and work practices in data collection and decision making during fast-paced, high-risk medical work. These findings have been reported in ACM CSCW 2021 and 2022, and AMIA 2021 and 2023.\n\n2)    A comprehensive synthesis of knowledge regarding the use of smart glasses in healthcare through systematic literature review. This work was published in Journal of Medical Internet Research (JMIR) in 2023.\n\n3)    EMS providers? attitudes and socio-technical considerations concerning the utilization of smart in their work practice. These findings have been reported in JMIR 2022 and JAMIA Open 2022.\n\n4)    User-centered design and evaluation of a smart glass application to alleviate the challenges associated with real-time clinical documentation in fast-paced medical settings. Findings have been reported at iConference 2022 and are under review at ACM CHI and International Journal of Human-Computer Interaction.\n\n5)    A functional smart glass application, which has several key features such as touchless interaction, medication and patient ID scanning, photo capture, video recording, and voice dictation to semi-automate documentation in electronic health record. The use of this functional application is illustrated in the figure.\n\nThroughout the research project, we recruited licensed EMS providers from four EMS agencies: one in the rural mountain region of the U.S. and the other three in an urban area on the east coast of the U.S. 13 EMS providers participated in the interview study, while 43 unique EMS providers were involved in the user-centered design and evaluation work. The participants had different characteristics, which helped enhance the generalizability of this research and obtain insights from different perspectives.\n\nThis research also served as a platform for an integrated education and outreach program. Undergraduate and graduate students, many from underrepresented groups in computer science (e.g., female, minority, first-generation immigrants), were actively engaged in the research process. This offered them a rare research opportunity at Pace University, an institution typically focused on undergraduate teaching.\n\nLastly, this research yielded a rich repository of teaching materials and modules that can be integrated into various courses, thus fostering interdisciplinary educational approaches. These resources facilitate a deeper understanding among students on how to apply.\n\n \n\n\t\t\t\t\tLast Modified: 09/14/2023\n\n\t\t\t\t\tSubmitted by: Zhan Zhang"
 }
}