{
 "awd_id": "1948512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRII: CIF: Fundamental Research on Energy Efficiency and Security of RF Energy Harvesting Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott Acton",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2020-10-31",
 "tot_intn_awd_amt": 114922.0,
 "awd_amount": 114922.0,
 "awd_min_amd_letter_date": "2020-04-23",
 "awd_max_amd_letter_date": "2020-04-23",
 "awd_abstract_narration": "To meet the ever-growing energy need for powering numerous wireless devices in applications of smart city, precision agriculture, and public safety, energy harvesting is emerging as a promising alternative to traditional power grids and batteries. Through scavenging radio energy from the surrounding environment, the radio frequency (RF) energy harvesting device can run semi-perpetually without a battery replacement. The energy harvesting feature, however, raises unique vulnerabilities in RF energy harvesting wireless networks. The investigator identifies a radically new threat model, called malicious energy attack: the adversary energy source threatens the information security by intentionally charging specific nodes to manipulate routing paths in the network layer. This project explores the non-linearity in energy harvesting systems and investigates reinforcement learning-enabled energy attack and defense mechanisms. It aims to develop efficient and secure communications for RF energy harvesting wireless networks. The project is expected to support development of sustainable and secure wireless networks, thereby leading to a broad impact on industrial sectors relying on energy harvesting techniques. The material generated from this project will be integrated into multiple courses on computer security and wireless networks.\r\n \r\nThis project is organized around two research topics. The first topic develops offline and online optimal data transmission strategies based on a new nonlinear recursive energy harvesting model that considers the energy clamp phenomenon caused by dynamic RF environment, the nonlinear charging of the battery, and the nonlinear harvesting circuits. The second topic proposes a reinforcement learning-enabled intelligent energy attack method, where the adversary energy source can intelligently charge and control the energy level of each infected node based on the partial information of the traffic distribution in the network. Meanwhile, two defense mechanisms are developed to protect RF energy harvesting wireless networks from malicious energy attacks. In performing the above tasks, this research will build an RF energy harvesting wireless network testbed to facilitate radical breakthroughs over the practical design of models, algorithms, and protocols in forked projects.\r\n\r\nThis project is jointly funded by CISE CCF and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lina",
   "pi_last_name": "Pu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lina Pu",
   "pi_email_addr": "lina.pu@ua.edu",
   "nsf_id": "000790649",
   "pi_start_date": "2020-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern Mississippi",
  "inst_street_address": "118 COLLEGE DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "HATTIESBURG",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6012664119",
  "inst_zip_code": "394060001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MS04",
  "org_lgl_bus_name": "THE UNIVERSITY OF SOUTHERN MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1K8LJAET5R1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern Mississippi",
  "perf_str_addr": "118 College Drive",
  "perf_city_name": "Hattiesburg",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "394060002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  },
  {
   "pgm_ref_code": "8228",
   "pgm_ref_txt": "CISE Resrch Initiatn Initiatve"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}