{
 "awd_id": "1949059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Diel dynamics of dissolved organic matter production and remineralization as a driver of coral reef nutrient recycling",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2021-02-28",
 "tot_intn_awd_amt": 299236.0,
 "awd_amount": 299236.0,
 "awd_min_amd_letter_date": "2020-03-17",
 "awd_max_amd_letter_date": "2020-03-17",
 "awd_abstract_narration": "This project develops a core understanding of diel microbial ecology and biogeochemistry in coral reef ecosystems. It contextualizes how crucial nutrient recycling processes vary across gradients of coral cover and nutrient availability, two factors highlighted as the main drivers of reef decline in the Anthropocene, making the results useful to managers seeking to enhance ecosystem-based approaches to reef restoration. The investigators are collecting diel measurements of microbial and biogeochemical processes at coral reefs around Mo’orea at the Long Term Ecological Research site there (MCR-LTER).  They are using established spatial gradients of benthic cover, from coral to macroalgal dominance, and nutrient inputs. Overall the research improves our understanding of how these key environmental factors influence diel microbe-DOM interactions and nutrient recycling. The ongoing macroalgal phase shifts observed at Mo’orea are hypothesized to be related to nutrient pollution, and this work directly informs understanding of how these changes are impacting nutrient cycling in the reefs of Mo’orea. The training of several undergraduate students and two graduate students, one in Biology and one in Oceanography is shared between two minority serving institutions of higher education. The project also supports active outreach programs with the Ocean Discovery Institute focused on engaging underrepresented high school students in ocean-oriented careers in San Diego, and with the UH College Sea Grant Program to support coral reef resilience initiatives locally in Hawai‘i.\r\n\r\nCoral reefs exhibit some of the highest rates of primary production and decomposition of any ecosystem type yet persist in some of the most oligotrophic waters on the planet, implying tight recycling of macronutrients through organic matter. The last half century of work on the biogeochemistry of reefs have highlighted this bacterial decomposition of organic matter as a likely mechanism for maintaining nutrient retention and reef productivity. This project applies modern metagenomics and untargeted metabolomics to test clearly defined hypotheses of how diel microbe-DOM interactions drive nutrient recycling and retention in reefs. The investigators are first resolving coupled in situ diel dynamics of organic and inorganic C, N and P (using bulk elemental and spectroscopic methods), microbial abundances and population structures (using DNA sequencing and flow cytometry) and the chemical composition of DOM (using untargeted tandem mass spectrometry) in multiple reef habitats across a gradient of benthic cover and nutrient availability. These patterns inform the second in situ diel sampling campaign resolving the dynamic coupling of metabolic pathways (using metagenomics), exoenzymatic activity (using transcriptomics and enzyme assays) and transformations of specific metabolites (tracked via molecular networking) to distill common mechanisms of microbial organic matter decomposition that play a role in nutrient cycling. This project is being conducted within the Moorea Coral Reef Long Term Ecological Research program, leveraging a wealth of time series data on multiple reef habitats as well as contextualizing our in situ sampling with ongoing physical, geochemical and biological monitoring programs. By integrating cutting edge molecular approaches with well-established techniques in field ecology and microbial oceanography, this research program identifies key microbial and molecular players in the nutrient decomposition and remineralization processes long hypothesized to be central to maintaining healthy reefs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Wegley Kelly",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Linda E Wegley Kelly",
   "pi_email_addr": "lwegley@ucsd.edu",
   "nsf_id": "000638680",
   "pi_start_date": "2020-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5500 Campanile Dr",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921820001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8556",
   "pgm_ref_txt": "Coral Reefs"
  },
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}