{
 "awd_id": "1949958",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: LTREB Renewal: Soil Warming and Forest Ecosystem Feedbacks to the Climate System",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2026-09-30",
 "tot_intn_awd_amt": 299009.0,
 "awd_amount": 357195.0,
 "awd_min_amd_letter_date": "2020-02-21",
 "awd_max_amd_letter_date": "2025-03-07",
 "awd_abstract_narration": "Soils are the largest repository of carbon (as organic matter) in the terrestrial biosphere. If this stored soil carbon is transferred to the atmosphere by a warming-induced acceleration of organic matter decomposition, it will result in a self-reinforcing (positive) feedback to the global environment. Despite the potential importance of this soil feedback, there is incomplete understanding of the mechanisms that affect the temperature response of organic matter decomposition. This project is quantifying the soil and ecosystem-level responses to nearly three decades of experimental soil warming and documenting the magnitude of soil carbon feedback to global environmental processes. Extensive training of undergraduates, graduate students and postdoctoral researchers will be another feature of this project.  Data analysis from the study will also be incorporated into courses taught by the project leaders, and will be used to refine terrestrial ecosystem model projections.\r\n\r\nThis project is investigating the mechanisms underlying feedback from forest ecosystems to the climate system resulting from more than two decades of in situ soil warming. Specifically, we are quantifying the biogeochemical and microbial responses to chronic soil warming, with an emphasis on soil organic matter (SOM) dynamics. This research is testing the hypothesis that long-term warming causes cycles of SOM decay punctuated by periods of structural and functional changes in the soil microbial community. Three ongoing warming experiments at the Harvard Forest Long-term Ecological Research (LTER) site have experienced 5 degrees C above ambient soil temperatures for 13, 16 and 28 years. Together, these sites represent a dynamic time-series based on a common perturbation in a single ecosystem type. Research activities to complete the decadal plan of this LTREB project are organized around four targeted research questions which are being addressed through (1) continuation of core data measurements; (2) temperature manipulations both in situ and under laboratory conditions to examine the underlying mechanistic basis for the observed pattern of temporal non-linearity in the soil respiration response to long-term warming; (3) measurements of SOM chemistry and microbial community dynamics to determine if long-term warming enables and accelerates decay of recalcitrant soil carbon due to a fundamental shift in the structure and/or function of the microbial community; (4) measurements of N mineralization and above-ground carbon storage to determine if long-term warming will continue to accelerate the N cycle and stimulate carbon storage in trees; and (5) data integration activities, including cross-site data syntheses and microbial trait-based and ecosystem modeling efforts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Serita",
   "pi_last_name": "Frey",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Serita D Frey",
   "pi_email_addr": "serita.frey@unh.edu",
   "nsf_id": "000246130",
   "pi_start_date": "2020-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "114 James Hall, University of Ne",
  "perf_city_name": "Durham",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038243585",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002526DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 299009.0
  },
  {
   "fund_oblg_fiscal_yr": 2025,
   "fund_oblg_amt": 58186.0
  }
 ],
 "por": null
}