{
 "awd_id": "1949322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  STEM Career Connections: A Model for Preparing Economically-Disadvantaged Rural Youth for the Future Workforce",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928191",
 "po_email": "kevclark@nsf.gov",
 "po_sign_block_name": "Kevin A. Clark",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 745514.0,
 "awd_amount": 745514.0,
 "awd_min_amd_letter_date": "2020-01-16",
 "awd_max_amd_letter_date": "2020-10-02",
 "awd_abstract_narration": "This project will develop and study an innovative model to support  science, technology, engineering, and mathematics (STEM) knowledge and career interests of rural, economically disadvantaged students. Students will work directly with STEM professionals and use science and engineering practices to investigate design challenges. The project will design a curriculum where youth use programmable sensor technologies for science and engineering investigations.  The curriculum will be designed using a storyline technique whereby a coherent sequence of science investigations is driven by student questions. Storylines will also support student progress towards solving design challenges.  This project is a collaborative effort involving scientists, practitioners, educational researchers, and instructional designers from the University Corporation for Atmospheric Research, University of Colorado Boulder, and Utah State University.  The project team will work within an existing partnership in Eagle County, Colorado, consisting of a non-profit community foundation, YouthPower365, serving youth from economically disadvantaged families, the Eagle County Schools, and local Vail Valley businesses to collaboratively develop and study innovative out-of-school time (OST) learning experiences. This project will help prepare economically disadvantaged middle school youth to more fully participate in STEM and computing career pathways by engaging with sensor-integrated learning experiences around locally relevant design challenges in afterschool and summer programs. \r\n\r\nThe research will examine how the project model can serve as a bridge between youth learning and career experiences, examining the degree to which youth are able to construct personally relevant connections.  The team will use qualitative and quantitative research methods to answer three research questions. 1) What tools and practices enable a community partnership to support youth exploration of locally relevant STEM and computing pathways? 2) What learning experiences enable middle school youth to create personally relevant connections with STEM and computing careers?  3) To what extent does participating in STEM Career Connections stimulate disadvantaged youth interest and learning in STEM and computing careers?  Research data to be collected include student interviews, surveys, and artifacts created by youth during OST activities. Changes in students' interests in STEM and computing careers will be determined through content analyses of participating students' Individual College and Career Plans (ICAP). Project evaluation will examine the degree to which projects goals are being met, partners are effectively engaging, and youth are making productive STEM and computing career connections.\r\n\r\nThis project will advance efforts of the Innovative Technology Experiences for Students and Teachers (ITEST) program to better understand and promote practices that increase middle school youth motivations and capacities to pursue careers in fields of science, technology, engineering, or mathematics (STEM).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Ristvey",
   "pi_mid_init": "D",
   "pi_sufx_name": "Jr",
   "pi_full_name": "John D Ristvey",
   "pi_email_addr": "jristvey@ucar.edu",
   "nsf_id": "000210127",
   "pi_start_date": "2020-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation For Atmospheric Res",
  "perf_str_addr": "3090 Center Green Drive",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 745514.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-329ab61d-7fff-2296-742f-4f47b8e18fac\"> </span></p>\n<p dir=\"ltr\"><span>The goal of the project was to develop and study an innovative learning model called </span><span>STEM Career Connections. </span><span>The model aims to increase the knowledge of and interest in science, technology, engineering, mathematics (STEM), and computing careers for economically disadvantaged youth in a rural mountain community. The </span><span>STEM Career Connections </span><span>model consists of three interrelated components: 1) a community partnership working together to support youth engagement in STEM and computing career pathways, 2) a curriculum that was tested in both school classrooms and out of school time settings, where youth use programmable sensor technologies and 3D printing technologies to engage in locally-relevant data-enabled science and engineering investigations, and 3) integrated career experiences that encourage youth to make personally relevant connections with local STEM and computing mentors and occupations. Over the course of the performance period, 1470 low socioeconomic status and diverse youth (primarily Hispanic), and nearly 60 community stakeholders/mentors participated in STEM and computing learning that connected to local STEM and computing career pathways.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The two primary products that resulted from this collaboration include the STEM Partnership Toolkit and the STEM Career Connections Resource Pack. The</span><a href=\"https://www.colorado.edu/program/stempartnershiptoolkit/\"><span> STEM Partnership Toolkit</span></a><span>, </span><span>describes how in-school and out-of-school educators and professionals have approached the challenge of engaging underrepresented youth in STEM career pathways. </span><span>The </span><a href=\"https://www.colorado.edu/program/stempartnershiptoolkit/resources/resource-pack\"><span>STEM Career Connections Resource Pack</span></a><span>, includes: 1) in-school and out-of-school curricula built around local, project-based storylines and integrates environmental sensors and 3D printing activities, 2) plug and play STEM career activities, 3) guides and lessons learned for supporting and integrating STEM mentoring with youth, and 4) implementation guides to help other researchers, educators, mentors, and partners from local businesses and stakeholders to implement these learning activities and curricula across a variety of in-school and out-of-school settings.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Key research findings for the project center on each of the three research questions:</span></p>\n<p dir=\"ltr\"><em>1. What tools and practices enable a community partnership to support youth exploration of locally relevant STEM and computing career pathways?</em></p>\n<p dir=\"ltr\"><span>The toolkit provides the </span><span>STEM Career Connections</span><span> model, practice briefs, tools, and resources that focus on a particular issue or challenge, sharing examples from our research, as well as providing insights to support the development of community STEM education partnerships in general. Some of the tools include how to develop a community asset map of STEM learning organizations, templates for creating an introductory flier, newsletters, and meeting agendas, tools for working with mentors, and reflective memo templates. Practices to enable a community partnership to support youth include clarifying the goals and capacities of each partner involved in developing the STEM pathways, determining the needs of the mentoring organization(s), and implementing different structures for student-mentor experiences based on the needs and setting. Over the course of multi-year collaboration, partnerships necessarily evolve over time. Therefore, it is important to share tools and strategies to achieve common goals as they move toward becoming mature collaborative partnerships. Researchers found that developing working groups allowed partners to collaborate with each other on actionable outcomes and products that support the needs of the STEM in the community. Throughout the three years of working with the partnership, researchers evaluated progress made towards the shared goals and reported the progress to the community partnership. Toward the end of the project, researchers worked to transfer ownership of the community partnerships efforts to local community members to ensure sustainability.</span></p>\n<p dir=\"ltr\"><em>2. What learning experiences enable middle school youth to create personally relevant connections with STEM and computing careers?&nbsp;</em></p>\n<p dir=\"ltr\"><span>Researchers found that it was critical to make learning relevant to youths&rsquo; lives and their community by focusing on youths&rsquo; interest and local phenomena and/or design challenges. The programmable sensors and 3D printing units were successful in helping youth to find learning place-based and relevant to their lives. Researchers also learned that when introducing mentors and STEM professionals to youth, it is important to be flexible and adapt the experiences to fit the needs and interests of youth, educators, and STEM mentors. These lessons are included in the </span><a href=\"https://www.colorado.edu/program/stempartnershiptoolkit/resources/resource-pack\"><span>STEM Career Connections Resource Pack</span></a><span>.</span></p>\n<p dir=\"ltr\"><em>3. To what extent does participating in STEM Career Connections stimulate disadvantaged youth interest and learning in STEM and computing careers?</em></p>\n<p dir=\"ltr\"><span>Throughout the project, researchers learned that the interaction with local STEM mentors had a positive impact on youths&rsquo; understanding of and engagement with local STEM career pathways. Youth were able to recognize more STEM jobs in the community that were otherwise invisible to them. Researchers found that these interactions broadened youths&rsquo; perspectives on STEM and Computing careers in the local community. The emphasis on STEM, particularly the creative freedom to design technology-based systems to address local engineering challenges, the utility and relevance of new technologies, and hands-on opportunities within a supportive environment contributed to youths&rsquo; positive perceptions of STEM technologies and careers.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/05/2024<br>\nModified by: John&nbsp;D&nbsp;Ristvey</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1949322/1949322_10650110_1725564869939_SCC_FINAL_LOGO--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1949322/1949322_10650110_1725564869939_SCC_FINAL_LOGO--rgov-800width.jpg\" title=\"STEM Career Connections\"><img src=\"/por/images/Reports/POR/2024/1949322/1949322_10650110_1725564869939_SCC_FINAL_LOGO--rgov-66x44.jpg\" alt=\"STEM Career Connections\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The STEM Career Connections project aimed to increase the knowledge of and interest in science, technology, engineering, mathematics (STEM), and computing careers for economically disadvantaged youth in a rural mountain community.</div>\n<div class=\"imageCredit\">UCAR/Anna Ristvey</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;D&nbsp;Ristvey\n<div class=\"imageTitle\">STEM Career Connections</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe goal of the project was to develop and study an innovative learning model called STEM Career Connections. The model aims to increase the knowledge of and interest in science, technology, engineering, mathematics (STEM), and computing careers for economically disadvantaged youth in a rural mountain community. The STEM Career Connections model consists of three interrelated components: 1) a community partnership working together to support youth engagement in STEM and computing career pathways, 2) a curriculum that was tested in both school classrooms and out of school time settings, where youth use programmable sensor technologies and 3D printing technologies to engage in locally-relevant data-enabled science and engineering investigations, and 3) integrated career experiences that encourage youth to make personally relevant connections with local STEM and computing mentors and occupations. Over the course of the performance period, 1470 low socioeconomic status and diverse youth (primarily Hispanic), and nearly 60 community stakeholders/mentors participated in STEM and computing learning that connected to local STEM and computing career pathways.\n\n\n\n\n\nThe two primary products that resulted from this collaboration include the STEM Partnership Toolkit and the STEM Career Connections Resource Pack. The STEM Partnership Toolkit, describes how in-school and out-of-school educators and professionals have approached the challenge of engaging underrepresented youth in STEM career pathways. The STEM Career Connections Resource Pack, includes: 1) in-school and out-of-school curricula built around local, project-based storylines and integrates environmental sensors and 3D printing activities, 2) plug and play STEM career activities, 3) guides and lessons learned for supporting and integrating STEM mentoring with youth, and 4) implementation guides to help other researchers, educators, mentors, and partners from local businesses and stakeholders to implement these learning activities and curricula across a variety of in-school and out-of-school settings.\n\n\nKey research findings for the project center on each of the three research questions:\n\n\n1. What tools and practices enable a community partnership to support youth exploration of locally relevant STEM and computing career pathways?\n\n\nThe toolkit provides the STEM Career Connections model, practice briefs, tools, and resources that focus on a particular issue or challenge, sharing examples from our research, as well as providing insights to support the development of community STEM education partnerships in general. Some of the tools include how to develop a community asset map of STEM learning organizations, templates for creating an introductory flier, newsletters, and meeting agendas, tools for working with mentors, and reflective memo templates. Practices to enable a community partnership to support youth include clarifying the goals and capacities of each partner involved in developing the STEM pathways, determining the needs of the mentoring organization(s), and implementing different structures for student-mentor experiences based on the needs and setting. Over the course of multi-year collaboration, partnerships necessarily evolve over time. Therefore, it is important to share tools and strategies to achieve common goals as they move toward becoming mature collaborative partnerships. Researchers found that developing working groups allowed partners to collaborate with each other on actionable outcomes and products that support the needs of the STEM in the community. Throughout the three years of working with the partnership, researchers evaluated progress made towards the shared goals and reported the progress to the community partnership. Toward the end of the project, researchers worked to transfer ownership of the community partnerships efforts to local community members to ensure sustainability.\n\n\n2. What learning experiences enable middle school youth to create personally relevant connections with STEM and computing careers?\n\n\nResearchers found that it was critical to make learning relevant to youths lives and their community by focusing on youths interest and local phenomena and/or design challenges. The programmable sensors and 3D printing units were successful in helping youth to find learning place-based and relevant to their lives. Researchers also learned that when introducing mentors and STEM professionals to youth, it is important to be flexible and adapt the experiences to fit the needs and interests of youth, educators, and STEM mentors. These lessons are included in the STEM Career Connections Resource Pack.\n\n\n3. To what extent does participating in STEM Career Connections stimulate disadvantaged youth interest and learning in STEM and computing careers?\n\n\nThroughout the project, researchers learned that the interaction with local STEM mentors had a positive impact on youths understanding of and engagement with local STEM career pathways. Youth were able to recognize more STEM jobs in the community that were otherwise invisible to them. Researchers found that these interactions broadened youths perspectives on STEM and Computing careers in the local community. The emphasis on STEM, particularly the creative freedom to design technology-based systems to address local engineering challenges, the utility and relevance of new technologies, and hands-on opportunities within a supportive environment contributed to youths positive perceptions of STEM technologies and careers.\n\n\n\t\t\t\t\tLast Modified: 09/05/2024\n\n\t\t\t\t\tSubmitted by: JohnDRistvey\n"
 }
}