{
 "awd_id": "1949030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "WORM: The Water-Organic-Rock-Microbe Reaction Modeling Ecosystem",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927199",
 "po_email": "ramartin@nsf.gov",
 "po_sign_block_name": "Raleigh Martin",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 498034.0,
 "awd_amount": 498034.0,
 "awd_min_amd_letter_date": "2020-04-28",
 "awd_max_amd_letter_date": "2020-08-03",
 "awd_abstract_narration": "This Division of Earth Sciences Geoinformatics Program award supports a two-year project to develop a free, open-source toolset for learning and running computer models of natural systems in which water reacts with rocks, organic matter, and microbes. These natural processes impact water quality and can be used to predict the effects of resource exploration on water quality and guide remediation efforts. The project has two primary goals: 1) making it easier for beginners to conduct geochemical computer models by providing fully adaptable examples online at no cost, and 2) making it easier for more experienced researchers to delve into the details of the models, expand the range of problems they can work on, and make rapid improvements over current capabilities.\r\n\r\nThe Water-Organic-Rock-Microbe (WORM) Reaction Modeling Ecosystem will serve the needs of advanced researchers while also enabling new users to develop the skills to achieve research success in performing aqueous geochemical thermodynamic calculations for applications to the Earth Sciences.  Computational tools will be accessible through a public online JupyterLab environment, featuring interactive notebooks crafted to introduce students and newcomers to topics in aqueous geochemistry and geobiochemistry.  The software will be tailored to model mineral and organic solubilities in user-specified fluids, metal-ligand speciation in those fluids, consequences of water-organic-rock-microbe reactions, quantitative assessments of metabolic energy supplies in diverse environments, and stabilities of biomolecules in geological habitats.  Advanced users will have access to the full range of tools and codes to process experimental thermodynamic data and expand data through estimation algorithms to address their research needs.  The WORM geoinformatics platform will support geochemical modeling and prediction of:  changes in water quality; weathering reactions that drive soil development; alteration of rocks throughout hydrothermal and metamorphic conditions; elemental transport in subduction zone fluids; evolution of ocean biogeochemistry; bioavailability of nutrients and toxins; energy supplies for microbial metabolism; and transformations of organic molecules in sedimentary basins.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Everett",
   "pi_last_name": "Shock",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Everett L Shock",
   "pi_email_addr": "eshock@asu.edu",
   "nsf_id": "000456786",
   "pi_start_date": "2020-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Grayson",
   "pi_last_name": "Boyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Grayson Boyer",
   "pi_email_addr": "gmboyer@asu.edu",
   "nsf_id": "000807859",
   "pi_start_date": "2020-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  },
  {
   "pgm_ele_code": "725500",
   "pgm_ele_name": "GEOINFORMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 498034.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The two years that the Water-Organic-Rock-Microbe (WORM) Project has spent in the &ldquo;catalytic phase&rdquo; of the NSF grant has resulted in the release and continued development of a free, open-source, computational ecosystem for geochemical modeling found at the URL worm-portal.asu.edu. This online platform has since been visited by students, teachers, and researchers around the world to learn about and model water quality, alteration of rocks, bioavailability of nutrients in the environment, and many other environmentally important topics ranging from simple to complex. The online WORM platform has been outfitted with software tools that we designed to overcome common roadblocks preventing novice users from delving into thermodynamic modeling. This was done by providing tutorials and example calculations in the form of Jupyter Notebooks, and by streamlining tasks that were previously difficult like adding new data to a thermodynamic database. Users with advanced experience in geochemical modeling are also supported through &ldquo;workhorse&rdquo; tools that take advantage of the computational power of the WORM server hosted at Arizona State University.</p>\n<p>Our initial year of funding saw the development and release of three open-source Python packages for geochemical modeling. The first is called pyCHNOSZ, used to obtain thermodynamic properties of reactions. The second is AqEquil that allows users to use those thermodynamic properties to calculate the chemical forms of solutes in water samples and quickly visualize results. The third is AqOrg that enables users to estimate the thermodynamic properties of organic compounds dissolved in water. All Python tools are available on the WORM Portal and come with companion notebooks containing practical examples and interactive visualizations. We released fourteen interactive tutorial Jupyter notebooks during our first year and expanded this number to twenty-one in our second year.</p>\n<p>Over the course of two years, we have hosted five hands-on introductory-level online workshops and two covering more &ldquo;advanced&rdquo; modeling topics. Each workshop had 20-25 participants each, totaling 108 unique participants. The graduate students who serve as facilitators for WORM workshops are learning methods of mentoring others in geochemical modeling first-hand. Workshop participants, students, educators, researchers, and other members of the public who join the WORM Project are invited to our community Slack channel. There, they can communicate about research projects and receive personalized help from knowledgeable WORM advocates. Feedback collected from our workshops and from Slack continue to guide the evolution of WORM tools and tutorials to this day.</p>\n<p>The success of the &ldquo;catalytic phase&rdquo; of the WORM Project has led directly into its first &ldquo;facility phase&rdquo; which was funded in 2022 through July 2025.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2023<br>\n\t\t\t\t\tModified by: Grayson&nbsp;Boyer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe two years that the Water-Organic-Rock-Microbe (WORM) Project has spent in the \"catalytic phase\" of the NSF grant has resulted in the release and continued development of a free, open-source, computational ecosystem for geochemical modeling found at the URL worm-portal.asu.edu. This online platform has since been visited by students, teachers, and researchers around the world to learn about and model water quality, alteration of rocks, bioavailability of nutrients in the environment, and many other environmentally important topics ranging from simple to complex. The online WORM platform has been outfitted with software tools that we designed to overcome common roadblocks preventing novice users from delving into thermodynamic modeling. This was done by providing tutorials and example calculations in the form of Jupyter Notebooks, and by streamlining tasks that were previously difficult like adding new data to a thermodynamic database. Users with advanced experience in geochemical modeling are also supported through \"workhorse\" tools that take advantage of the computational power of the WORM server hosted at Arizona State University.\n\nOur initial year of funding saw the development and release of three open-source Python packages for geochemical modeling. The first is called pyCHNOSZ, used to obtain thermodynamic properties of reactions. The second is AqEquil that allows users to use those thermodynamic properties to calculate the chemical forms of solutes in water samples and quickly visualize results. The third is AqOrg that enables users to estimate the thermodynamic properties of organic compounds dissolved in water. All Python tools are available on the WORM Portal and come with companion notebooks containing practical examples and interactive visualizations. We released fourteen interactive tutorial Jupyter notebooks during our first year and expanded this number to twenty-one in our second year.\n\nOver the course of two years, we have hosted five hands-on introductory-level online workshops and two covering more \"advanced\" modeling topics. Each workshop had 20-25 participants each, totaling 108 unique participants. The graduate students who serve as facilitators for WORM workshops are learning methods of mentoring others in geochemical modeling first-hand. Workshop participants, students, educators, researchers, and other members of the public who join the WORM Project are invited to our community Slack channel. There, they can communicate about research projects and receive personalized help from knowledgeable WORM advocates. Feedback collected from our workshops and from Slack continue to guide the evolution of WORM tools and tutorials to this day.\n\nThe success of the \"catalytic phase\" of the WORM Project has led directly into its first \"facility phase\" which was funded in 2022 through July 2025.\n\n \n\n\t\t\t\t\tLast Modified: 10/03/2023\n\n\t\t\t\t\tSubmitted by: Grayson Boyer"
 }
}