{
 "awd_id": "1949620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gaining new insights into the magmatic and tectonic processes at Kilauea Volcano from analysis of data recorded by the 2018 RAPID OBS array",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 253253.0,
 "awd_amount": 253253.0,
 "awd_min_amd_letter_date": "2019-11-18",
 "awd_max_amd_letter_date": "2022-12-12",
 "awd_abstract_narration": "In 2018, Kilauea Volcano, Hawaii underwent a series of major events including more than a 500-meter collapse of the summit, lava eruptions, and a magnitude 6.9 earthquake and its numerous aftershocks.  The consequences of these events were extensive damage to infrastructure and property. In early July 2018, a team funded by the NSF Grants for Rapid Response Research (RAPID) program deployed 12 ocean bottom seismometers (OBSs) offshore Kilauea. Eleven of the twelve OBSs were recovered in mid-September. All but one of the recovered OBSs had useful seismic and hydroacoustic data for the full recording period. During the two-month OBS recording periods, around 16,000 magnitude 1 and larger earthquakes were located by the U.S. Geological Survey (USGS) Hawaiian Volcano Observatory (HVO), many occurring offshore or near the coast. Because all HVO seismic stations are on land, many offshore earthquakes were likely missed or poorly located in the USGS HVO catalog. Preliminary data analysis shows that the OBS deployment successfully captured a significant portion of abundant aftershock activity and spanned the termination of active lava eruption.  It was the first time that such events are observed by concurrent onshore-offshore seismic arrays and these events provided an extraordinary opportunity to observe the interplay between magmatic and tectonic processes in exceptionally rich detail and dimension.  This project is to analyze the OBS data to obtain a better understanding of the plumbing system and faults at Kilauea Volcano.  The analyses will be done in collaboration with scientists at the USGS Hawaii Volcano Observatory, Western Washington University, and Rice University.  The project supports the training of one graduate and two undergraduate students.\r\n\r\nIn this project, we will analyze the data collected by the offshore OBSs to gain new insights into the magmatic and tectonic processes at Kilauea Volcano, focusing on four main scientific questions: (1) What structures within Kilauea's south flank were activated during the 2018 events, and what deformation did they accommodate? (2) What are the physical properties of the main faults? (3) How does deep magma migrate in space and time? And (4) What are the stress states of the submarine south flank?  These are long-standing questions about the magmatic and tectonic processes at Kilauea Volcano and oceanic shield volcanoes in general. The answers will provide constraints on flank deformation and deep magma migration and will have implications for seismic hazards, submarine landslides, and tsunami risks.  The data analyses will include detecting and locating earthquakes and determining the physical properties of major faults and stress states of the Kilauea south flank. The expected results include a catalog of offshore earthquakes and refined offshore velocity models, which will enable the development, with support by the USGS, of new offshore seismicity monitoring capabilities with the potential to enhance societal preparedness and resilience against such impacts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yang",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang Shen",
   "pi_email_addr": "yshen@uri.edu",
   "nsf_id": "000111009",
   "pi_start_date": "2019-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "RESEARCH OFFICE",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811967",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 253253.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit: This project yielded new insights into the magmatic and tectonic processes at Kilauea Volcano. The results to date include a rich new catalog of earthquakes, which will enhance seismicity monitoring capabilities. The project also developed a new velocity model for the shallow crust, using surface waves extracted from continuous seismic records.&nbsp; The new model<span>&nbsp;shows strong lateral variations and yields new insights into the structure and growth of the volcanoes on the island: K&#305;&#772;lauea&rsquo;s East Rift Zone has prominent high velocities at all depths, whereas the current rift zones of Mauna Loa are characterized by intermediate to high velocities only at depths greater than 1 km below ground surface, which may be attributed to their relatively short history and less developed state. The flanks of the volcanoes, some cut by fault zones, displayed low velocities at over a range of depths, generally interpreted as consisting of extrusive rocks, which could be further shattered by faulting.&nbsp; The project also produced a catalog of hydrovlcanic explosions at the lava ocean entry of the 2018 Kilauea eruption and a new deep learning method of detecting and locating earthquakes in Hawaii.</span></p>\n<p>Broader Impacts: The project supported two Ph.D students in their research and two undergraduate students in their independent studies. It provided training in high-performance computation to several students.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/12/2024<br>\nModified by: Yang&nbsp;Shen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit: This project yielded new insights into the magmatic and tectonic processes at Kilauea Volcano. The results to date include a rich new catalog of earthquakes, which will enhance seismicity monitoring capabilities. The project also developed a new velocity model for the shallow crust, using surface waves extracted from continuous seismic records. The new modelshows strong lateral variations and yields new insights into the structure and growth of the volcanoes on the island: K&#305;&#772;laueas East Rift Zone has prominent high velocities at all depths, whereas the current rift zones of Mauna Loa are characterized by intermediate to high velocities only at depths greater than 1 km below ground surface, which may be attributed to their relatively short history and less developed state. The flanks of the volcanoes, some cut by fault zones, displayed low velocities at over a range of depths, generally interpreted as consisting of extrusive rocks, which could be further shattered by faulting. The project also produced a catalog of hydrovlcanic explosions at the lava ocean entry of the 2018 Kilauea eruption and a new deep learning method of detecting and locating earthquakes in Hawaii.\n\n\nBroader Impacts: The project supported two Ph.D students in their research and two undergraduate students in their independent studies. It provided training in high-performance computation to several students.\n\n\n\t\t\t\t\tLast Modified: 02/12/2024\n\n\t\t\t\t\tSubmitted by: YangShen\n"
 }
}