{
 "awd_id": "1949808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Evidentiary Dilemmas and Emergent Publics: How Contestations over New Geospatial Technologies are Shaping International Justice",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2020-02-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 44540.0,
 "awd_amount": 44540.0,
 "awd_min_amd_letter_date": "2020-02-24",
 "awd_max_amd_letter_date": "2020-02-24",
 "awd_abstract_narration": "The use of new geospatial technologies, such as geo-satellite imaging, drones, and ground technology systems, in judicial investigations and proceedings has proliferated in recent years, not only among governmental and law enforcement bodies, but also by nongovernmental organizations, advocates, and ordinary citizens. Understanding how diverse communities are using and interpreting these new technologies is critical to our ability to grasp and forecast what justice looks like in the twenty-first century at the local, national, and international levels.  Much of the project's data will be made publicly available in order to inform legal and public policies regarding the use of geospatial technologies in judicial proceedings. Data dissemination will enhance the public's understanding of science and the scientific method through the construction of a public archive that documents the role of technology in investigations and justice proceedings. The project also provides training for graduate and undergraduate students in methods of rigorous, scientific data collection and analysis.\r\n\r\nThis multi-sited ethnographic research project is among the first empirical studies to examine how geospatial technologies are used by civil society stakeholders and legal experts in criminal and human rights investigations. In particular, research will focus on the new collaborations and contestations forming among litigants, civil society stakeholders, and technical and legal experts. Research will illuminate how geospatial technologies are being deployed by technical experts and laypersons alike in an effort to uncover forensic and other evidence for legal cases. The project will also explore whether and how these new forms of evidence are permitted within legal institutions, as well as the related tensions surrounding how different subject groups, including scientists and prosecutors, interpret the information generated by these technologies. The research project will use several qualitative methods to generate a rich data-set, including coding from 120 interviews with representatives of multiple population groups, participant observation of technology trainings and court proceedings, archival analysis of public media, and visual analysis of satellite imagery. Results from this research will contribute to legal anthropology and sociolegal studies by exploring how new technologies are influencing evidentiary procedure and the ways within which different stakeholders participate in the judicial process.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Burrell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Burrell",
   "pi_email_addr": "jburrell@albany.edu",
   "nsf_id": "000585197",
   "pi_start_date": "2020-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 Washington Ave.",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128Y00",
   "pgm_ele_name": "Law & Science"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1372",
   "pgm_ref_txt": "LAW AND SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 44540.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\r\n<div class=\"layoutArea\">\r\n<div class=\"column\">\r\n<p><span>At the conclusion of this three-year research project carried out in Mexico, Nigeria, and at the International Criminal Court in The Hague, the research team has conducted a total of seventy detailed interviews, supported trainings in geospatial technologies and the legal implications of their use, collaborated with scientific and human rights organizations, observed trial proceedings and conducted fieldwork in a key site of production of international criminal justice. Under the challenging circumstances of the Covid-19 pandemic, which emerged at the beginning of Phase I, the team adapted the project design to accommodate online data collections and trainings. The extensive data collected over the course of the three phases inform the publications currently in progress among the PIs, which will offer significant contributions to the anthropology of evidence and expertise, anthropological approaches to international law, and the emerging field of the anthropology of geospatial technology.</span></p>\r\n</div>\r\n</div>\r\n</div>\r\n<div class=\"page\" title=\"Page 1\">\r\n<div class=\"layoutArea\">\r\n<div class=\"column\">\r\n<p><span>Project Objectives and Academic Contribution</span></p>\r\n<p><span>This project conceptualizes and contributes to the novel field of the anthropology of geospatial technology. It also makes significant contributions to the anthropology of expertise and&nbsp;</span>evidence, and to the anthropology of science and new technologies more broadly. Our research illuminates the benefits and methodological challenges concerning how technology works to produce and legitimatize emotions and forms of advocacy that inspire social movements. By tracking how new technologies and platforms democratize access to the means of producing judicial knowledge and evidence, this research makes a substantial contribution to the anthropology of geospatial technologies, with relevance for several related disciplines and bodies of literature. Developing anthropological understandings of geospatial technologies is critical for exploring the interactions and inter-relations produced through the processes of using these new tools, and how and to what extent, and with what effects, new constituencies are gaining access to these formats.</p>\r\n</div>\r\n</div>\r\n</div>\r\n<div class=\"page\" title=\"Page 2\">\r\n<div class=\"layoutArea\">\r\n<div class=\"column\">\r\n<p><span>Research from Phase I and II of the project demonstrates how citizen-activists organized through collectives are learning to use geospatial technologies to help find the missing. In sites under examination in the global south, such as Mexico (Phase I) and Nigeria (Phase II), citizens and advocates are challenging the hierarchization of knowledge production and valuation. Our findings through multi-sited fieldwork in and beyond The Hague (Phase III), &nbsp;focused on elite sites of technical and legal knowledge production centered around accountability mechanisms, illustrate the challenges of translating geospatial data into evidentiary forms. Debates over who has access to finding and releasing information lead to ongoing and far-reaching contestations over what is admissible and influential within the realm of justice, raising political questions about power and substantive and ontological questions related to the nature of knowledge itself.</span></p>\r\n<p><span>The project contributes significantly to the Anthropology of Expertise and Evidence. Science and technology studies elaborated a study of expertise, revealing how scientists generate and validate knowledge, socialize new experts, represent specialized knowledge in broader society and imbue knowledge within institutional structures, political movements, and processes. Recent analysis shows that experts are not on the sidelines offering counsel to political projects, but are central to shaping social and physical landscapes that legitimize institutions.</span></p>\r\n<p><span>Our research yielded significant findings in relation to contestations of expertise. We observed how legal and technical experts seek to govern the means of making the reality of human rights violations and grave crimes visible and knowable, and how their monopoly over the production of rarified knowledge is being challenged by new alliances that include previously disenfranchised constituencies, such as families of victims who lack prior access to financial or political power. The emerging field of forensic geospatial analysis relies heavily on a small number of experts. Some of these experts argue that certain technologies require technical expertise to be provided and understood, yet they have also worked directly with collectives and activists through providing trainings and support. In Phase I and II of the project, our team observed how understandings of expertise as coming from formal training and degrees clash with those of people lacking formal education but who have extensive experience in the field, which translates into knowledge of how to carry out searches and where to look for the disappeared. In the field, another type of contestation of expertise between experts with formal training and degrees has been analyzed: lawyers usually second-guess the insights and analysis of social-science professionals such as forensic anthropologists. These&nbsp;</span>contestations of expertise raise questions around what qualifies as meaningful knowledge within these contexts.</p>\r\n</div>\r\n</div>\r\n</div>\r\n<div class=\"page\" title=\"Page 3\">\r\n<div class=\"layoutArea\">\r\n<div class=\"column\">\r\n<p><span>Finally, the project contributes to the ethnographic literature on human-technological interactions, revealing culturally situated ways and processes of &ldquo;seeing.\". Visual media have been crucial to the practice and projection of international law and human rights law, yet international legal scholarship has under-theorized the &ldquo;optics of seeing&rdquo; within today&rsquo;s international tribunal settings. Our research contributes to this area through the development of the affiliated project &lsquo;Visualizing Justice&rsquo;, which produced a visual representation of the larger causes of mass atrocities.</span></p>\r\n</div>\r\n</div>\r\n</div>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/11/2025<br>\nModified by: Jennifer&nbsp;Burrell</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\r\n\r\n\r\n\n\nAt the conclusion of this three-year research project carried out in Mexico, Nigeria, and at the International Criminal Court in The Hague, the research team has conducted a total of seventy detailed interviews, supported trainings in geospatial technologies and the legal implications of their use, collaborated with scientific and human rights organizations, observed trial proceedings and conducted fieldwork in a key site of production of international criminal justice. Under the challenging circumstances of the Covid-19 pandemic, which emerged at the beginning of Phase I, the team adapted the project design to accommodate online data collections and trainings. The extensive data collected over the course of the three phases inform the publications currently in progress among the PIs, which will offer significant contributions to the anthropology of evidence and expertise, anthropological approaches to international law, and the emerging field of the anthropology of geospatial technology.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\nProject Objectives and Academic Contribution\r\n\n\nThis project conceptualizes and contributes to the novel field of the anthropology of geospatial technology. It also makes significant contributions to the anthropology of expertise andevidence, and to the anthropology of science and new technologies more broadly. Our research illuminates the benefits and methodological challenges concerning how technology works to produce and legitimatize emotions and forms of advocacy that inspire social movements. By tracking how new technologies and platforms democratize access to the means of producing judicial knowledge and evidence, this research makes a substantial contribution to the anthropology of geospatial technologies, with relevance for several related disciplines and bodies of literature. Developing anthropological understandings of geospatial technologies is critical for exploring the interactions and inter-relations produced through the processes of using these new tools, and how and to what extent, and with what effects, new constituencies are gaining access to these formats.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\nResearch from Phase I and II of the project demonstrates how citizen-activists organized through collectives are learning to use geospatial technologies to help find the missing. In sites under examination in the global south, such as Mexico (Phase I) and Nigeria (Phase II), citizens and advocates are challenging the hierarchization of knowledge production and valuation. Our findings through multi-sited fieldwork in and beyond The Hague (Phase III), focused on elite sites of technical and legal knowledge production centered around accountability mechanisms, illustrate the challenges of translating geospatial data into evidentiary forms. Debates over who has access to finding and releasing information lead to ongoing and far-reaching contestations over what is admissible and influential within the realm of justice, raising political questions about power and substantive and ontological questions related to the nature of knowledge itself.\r\n\n\nThe project contributes significantly to the Anthropology of Expertise and Evidence. Science and technology studies elaborated a study of expertise, revealing how scientists generate and validate knowledge, socialize new experts, represent specialized knowledge in broader society and imbue knowledge within institutional structures, political movements, and processes. Recent analysis shows that experts are not on the sidelines offering counsel to political projects, but are central to shaping social and physical landscapes that legitimize institutions.\r\n\n\nOur research yielded significant findings in relation to contestations of expertise. We observed how legal and technical experts seek to govern the means of making the reality of human rights violations and grave crimes visible and knowable, and how their monopoly over the production of rarified knowledge is being challenged by new alliances that include previously disenfranchised constituencies, such as families of victims who lack prior access to financial or political power. The emerging field of forensic geospatial analysis relies heavily on a small number of experts. Some of these experts argue that certain technologies require technical expertise to be provided and understood, yet they have also worked directly with collectives and activists through providing trainings and support. In Phase I and II of the project, our team observed how understandings of expertise as coming from formal training and degrees clash with those of people lacking formal education but who have extensive experience in the field, which translates into knowledge of how to carry out searches and where to look for the disappeared. In the field, another type of contestation of expertise between experts with formal training and degrees has been analyzed: lawyers usually second-guess the insights and analysis of social-science professionals such as forensic anthropologists. Thesecontestations of expertise raise questions around what qualifies as meaningful knowledge within these contexts.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\nFinally, the project contributes to the ethnographic literature on human-technological interactions, revealing culturally situated ways and processes of seeing.\". Visual media have been crucial to the practice and projection of international law and human rights law, yet international legal scholarship has under-theorized the optics of seeing within todays international tribunal settings. Our research contributes to this area through the development of the affiliated project Visualizing Justice, which produced a visual representation of the larger causes of mass atrocities.\r\n\r\n\r\n\r\n\n\n\t\t\t\t\tLast Modified: 02/11/2025\n\n\t\t\t\t\tSubmitted by: JenniferBurrell\n"
 }
}