{
 "awd_id": "1949631",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Executive control in sentence production",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 394561.0,
 "awd_amount": 394561.0,
 "awd_min_amd_letter_date": "2019-10-18",
 "awd_max_amd_letter_date": "2019-10-18",
 "awd_abstract_narration": "In everyday language use, speakers are able to produce sentences effortlessly, weaving together multiple words while following complex grammatical rules. The ease with which sentences are produced has led to speculations that sentence production may not rely on executive functions such as inhibitory control. This project aims to test whether inhibitory control plays a role in grammatical production by focusing on subject-verb agreement 'attraction' errors. In English, the subject of the sentence agrees with the verb in number (e.g., \"The lion is red,\" \"The lions are red\").  Attraction errors arise when the sentence contains a second noun with a different grammatical number than the subject noun, as in \"The lion next to the birds ARE red.\"  Understanding the role of inhibitory control in sentence production could provide key insights on how to evaluate and treat language impairments, as well as how to develop more effective pedagogical methods for children who produce non-adult-like syntactic structures. The proposed research provides opportunities to bring together undergraduate and graduate students in medical and cognitive science research, and the outcome of this research will be disseminated to the broader public through community outreach programs and aphasia rehabilitation projects.\r\n \r\nThis project uses two approaches to investigate whether subject-verb agreement errors are independent of executive (inhibitory) control. The first approach uses a combination of experimental techniques that manipulate inhibitory demand  with advanced statistical modeling to test the contribution of different types of inhibitory control to the prevention of attraction errors. Second, the experiments are extended to 6- to 8-year-old children to investigate how the development of executive control abilities aligns with the developmental trajectory of agreement production abilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nazbanou",
   "pi_last_name": "Nozari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nazbanou Nozari",
   "pi_email_addr": "bnozari@iu.edu",
   "nsf_id": "000698930",
   "pi_start_date": "2019-10-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 394560.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Speaking one&rsquo;s native language feels deceptively easy. In relaity, it takes children a few years to learn their native language. When people have a stroke and lose their ability to speak, it can take them a long time to regain that ability. Even healthy adults sometimes make mistakes when they speak. For example, they might say &ldquo;The key next to the cabinets <span style=\"text-decoration: underline;\">are</span> there.&rdquo;, even though they know perfectly well that they should say &ldquo;The key &hellip; <span style=\"text-decoration: underline;\">is</span>&rdquo;. What makes speaking complicated and how do we do it so well most of the time? The research conducted under this project aimed at answering these questions. Specifically, we asked what factors in language and which abilities in speakers makes speaking easy or difficult. We also investigated whether the sentence production system undergoes major qualitative changes from childhood to adulthood. Here's what we found:</span></p>\n<p><span>&nbsp;</span>1. We found that the speech errors like confusing \"is\" and \"are\" stem from the competition of two words in the production system. The speaker&rsquo;s ability to successfully inhibit the incorrect word determines who makes more of these errors.</p>\n<p><span>&nbsp;</span>2. We showed several other cases where competition in the production system leads to errors. For example, people make more errors when they produce a word, like \"cat\", in the context of other words that are related to them in meaning, like \"dog\", or in sound, like \"mat\". Bilingual speakers can also make more errors when a word in their two languages sound similar, for example, \"cat\" in English and \"Katze\" in German. But we also showed that sometimes relations between words can help production. For example, when a word appears along other words that form a common theme, like \"cake\" and \"balloon\", forming the birthday theme, production becomes easier. Using computational models, we showed how these interference and facilitation effect naturally arise from the way the brain connects knowledge to words. These findings can help with designing better methods for language education and language rehabilitation.&nbsp;&nbsp;</p>\n<p><span>3. We found that even though children made 10 times more errors than adults, the pattern of their errors was remarkably similar to that of adult speakers'. This finding contradicts previous reports, based on which researchers had concluded that the child and adult language production systems operate differently. The main difference between our study and prior ones was the use of a novel game that naturally elicited speech errors when 5-9-year-old children played the game with a conversational partner. This finding highlights the importance of using experimental designs that engage children in producing speech with a communicative goal, and shows that children's production system operates similarly to adults, even though it is not yet as strong.&nbsp;</span>&nbsp;</p>\n<p><span>These results led to the publication of 11 peer-reviewed journal articles and a book chapter. Aside from advancing science, the project created new opportunities for student training. Three post-BA students who were supported by this grant were placed in prestigious graduate programs and one in medical school. The child study involved community schools and led to short presentation by the team members for parents and educators. Finally, team members disseminated the results not only in professional conferences, but also in community centers for language disorders to reinforce the connection between academia, individuals affected by language disorders and their caregivers, and professionals involved in language education and rehabilitation. </span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2022<br>\n\t\t\t\t\tModified by: Nazbanou&nbsp;Nozari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSpeaking one’s native language feels deceptively easy. In relaity, it takes children a few years to learn their native language. When people have a stroke and lose their ability to speak, it can take them a long time to regain that ability. Even healthy adults sometimes make mistakes when they speak. For example, they might say \"The key next to the cabinets are there.\", even though they know perfectly well that they should say \"The key &hellip; is\". What makes speaking complicated and how do we do it so well most of the time? The research conducted under this project aimed at answering these questions. Specifically, we asked what factors in language and which abilities in speakers makes speaking easy or difficult. We also investigated whether the sentence production system undergoes major qualitative changes from childhood to adulthood. Here's what we found:\n\n 1. We found that the speech errors like confusing \"is\" and \"are\" stem from the competition of two words in the production system. The speaker’s ability to successfully inhibit the incorrect word determines who makes more of these errors.\n\n 2. We showed several other cases where competition in the production system leads to errors. For example, people make more errors when they produce a word, like \"cat\", in the context of other words that are related to them in meaning, like \"dog\", or in sound, like \"mat\". Bilingual speakers can also make more errors when a word in their two languages sound similar, for example, \"cat\" in English and \"Katze\" in German. But we also showed that sometimes relations between words can help production. For example, when a word appears along other words that form a common theme, like \"cake\" and \"balloon\", forming the birthday theme, production becomes easier. Using computational models, we showed how these interference and facilitation effect naturally arise from the way the brain connects knowledge to words. These findings can help with designing better methods for language education and language rehabilitation.  \n\n3. We found that even though children made 10 times more errors than adults, the pattern of their errors was remarkably similar to that of adult speakers'. This finding contradicts previous reports, based on which researchers had concluded that the child and adult language production systems operate differently. The main difference between our study and prior ones was the use of a novel game that naturally elicited speech errors when 5-9-year-old children played the game with a conversational partner. This finding highlights the importance of using experimental designs that engage children in producing speech with a communicative goal, and shows that children's production system operates similarly to adults, even though it is not yet as strong.  \n\nThese results led to the publication of 11 peer-reviewed journal articles and a book chapter. Aside from advancing science, the project created new opportunities for student training. Three post-BA students who were supported by this grant were placed in prestigious graduate programs and one in medical school. The child study involved community schools and led to short presentation by the team members for parents and educators. Finally, team members disseminated the results not only in professional conferences, but also in community centers for language disorders to reinforce the connection between academia, individuals affected by language disorders and their caregivers, and professionals involved in language education and rehabilitation. \n\n \n\n\t\t\t\t\tLast Modified: 12/22/2022\n\n\t\t\t\t\tSubmitted by: Nazbanou Nozari"
 }
}