{
 "awd_id": "1949492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Beyond CS Principles: Engaging Female High School Students in New Frontiers of Computing",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927593",
 "po_email": "wuhe@nsf.gov",
 "po_sign_block_name": "Wu He",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 555000.0,
 "awd_amount": 555000.0,
 "awd_min_amd_letter_date": "2020-01-23",
 "awd_max_amd_letter_date": "2020-01-23",
 "awd_abstract_narration": "Building on the foundations set by the AP Computer Science (CS) Principles course, this project seeks to dramatically expand access, especially for high school girls, to the most exciting and emerging frontiers of computing, such as distributed computation, the internet of things (IoT), cybersecurity, and machine learning, as well as other 21st century skills required to productively leverage computational methods and tools in virtually every profession. Creating pathways that stimulate high school learners' interest in advanced topics with the goal of building a diverse, gender-balanced, future-ready workforce is a crucial and impactful imperative addressed in this work. An experienced multi-disciplinary team of researchers, high school teachers, and industry partners will be involved in the design of a new, modular, open-access curriculum called Computer Science Frontiers (CSF) that provides an engaging introduction to these advanced topics in high school (that are currently accessible only to CS majors in college). To address the dire gender disparity in computing, the project will design and research the curriculum to engage female students. Through studying the impact of innovative computing tools and curricular units on learning, attitudes, interests, and collaboration of students (and especially young women), the project will advance discovery and understanding to aid the cause of broadening participation in technology-related careers as well as the future of work at the human-technology frontier. The open access modular design of the curricular materials and the dissemination activities will ensure wide adoption of the products of this research. \r\n\r\nThe project leverages NetsBlox, a powerful yet easy-to-use visual programming environment that has been shown to increase engagement and interest in computing. Additionally, NetsBlox supports effective collaboration while facilitating learning of distributed computing, networking, and cybersecurity in informal settings. Early phases of the project will involve design and refinement of curricular modules through co-design workshops with seven participating teachers, summer camps with students, and pilot implementations in Tennessee and North Carolina, leading to full classroom implementations in Year 3 by the high school teachers. Data collected through surveys, student portfolios, teacher interviews, and digital logs from NetsBlox will be analyzed. Research findings will help in understanding if and how advanced computing methods alongside key competencies can be introduced in high school; how pedagogies involving project-based activities around real-world, multidisciplinary problems work to increase female students' interests in computing; and which advanced topics work better than others in terms of difficulty level and engagement.\r\n\r\nThis project is funded by the Innovative Technology Experiences for Students and Teachers (ITEST) program, which supports projects that build understandings of practices, program elements, contexts and processes contributing to increasing students' knowledge and interest in science, technology, engineering, and mathematics (STEM) and information and communication technology (ICT) careers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Barnes",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany M Barnes",
   "pi_email_addr": "tiffany.barnes@gmail.com",
   "nsf_id": "000253072",
   "pi_start_date": "2020-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "890 Oval Dr. Box 8206",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958206",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 555000.0
  }
 ],
 "por": null
}