{
 "awd_id": "1950170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OPUS: CRS Synthesis to add dissolved organic matter to the trophic paradigm: the importance of water transparency in structuring pelagic ecosystems",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922217",
 "po_email": "kmclauch@nsf.gov",
 "po_sign_block_name": "Kendra McLauchlan",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 198270.0,
 "awd_amount": 198270.0,
 "awd_min_amd_letter_date": "2019-12-30",
 "awd_max_amd_letter_date": "2019-12-30",
 "awd_abstract_narration": "Water of higher clarity adds economic, recreational, and other value to lake ecosystems and the services they provide. Yet, lakes worldwide are threatened with decreasing clarity due not only to increased nutrient inputs and subsequent algal growth, but also due to increased dissolved organic matter inputs.  Some of the compounds produced during the decomposition of organic matter, which is primarily dead plant material, dissolve in water and turn lake water brown.  This process is similar to how a steeping tea bag discolors a clear cup of hot water.  Increases in rainfall, which are pronounced in some areas, are increasing the flow of dissolved organic matter into lakes from surrounding land, significantly decreasing water clarity and quality.  Dissolved organic matter strongly and selectively absorbs ultraviolet radiation, which would otherwise disinfect surface waters by killing harmful human and wildlife pathogens.  Dissolved organic matter also absorbs wavelengths of light that are used by photosynthesis, which is the only source of oxygen in the deep waters of lakes. Decreasing water clarity thus results in the degradation of water quality, a greater risk of pathogen survival in surface waters, and depletion of the oxygen in deeper waters, leading to “dead zones” like those in Lake Erie and the Gulf of Mexico. Through a synthesis of data from over 400 lakes that have been monitored over multiple decades, this project will provide new insights into how dissolved organic matter influences long-term changes in water clarity, and the resulting consequences for lake ecosystems.  The effects of dissolved organic matter will be integrated into the conventional paradigm for water clarity, so that models can more accurately predict future consequences of dissolved organic matter inputs for lake ecosystems and the services they provide. The products of this research will be: (1) a unique, comprehensive, fully annotated, and publicly available lake database, (2) a suite of synthesis papers that integrate dissolved organic matter (DOM) and UV into a lake ecosystem model, (3) a broader conceptual model for research and educational purposes, and (4) educational and public outreach for diverse audiences, including undergraduates, lake association members, lake managers, and policymakers.\r\n\r\nThe strong relationship between nutrients and chlorophyll and the classification of lakes along a single axis of lake productivity has been the most central paradigm in lake ecology for decades. However, one of the major changes in lakes in recent decades is up to a doubling or more of DOM, leading to browning of many inland waters in North America, Europe, and beyond. Recent increases in precipitation extremes (drought to flood), and associated browning of lakes, require extension of the traditional paradigm to include DOM and the optical properties of lakes. This project will synthesize the most geographically extensive and site intensive database in existence on ultraviolet radiation (UV), optical properties, and associated limnological survey and experimental data on hundreds of lakes worldwide, and a set of three core study lakes.  The synthesis will add a new dimension to the current trophic paradigm for lakes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Williamson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Craig E Williamson",
   "pi_email_addr": "craig.williamson@miamiOH.edu",
   "nsf_id": "000095649",
   "pi_start_date": "2019-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University Oxford Campus",
  "perf_str_addr": "500 E High St",
  "perf_city_name": "Oxford",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450563653",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738100",
   "pgm_ele_name": "Ecosystem Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7565",
   "pgm_ref_txt": "OPUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 198270.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Life on Earth is integrally dependent upon the amount and quality of available water. Water quality is essential for the success of human health and well-being, and one of the most important metrics of water quality is its transparency to sunlight. While data on the transparency of water to visible light (photosynthetically active radiation) are common, very few data are available on how deep DNA-damaging ultraviolet radiation (UV) from the sun penetrates in lakes. In this synthesis project we synthesized, archived, and published numerous papers on over 30 years of UV profile data from three ?core? lakes, as well as over 400 lakes worldwide. These data comprise the most intensive and geographically extensive database on UV transparency in the world. We also synthesized the results of decades of experiments on the effects of UV on aquatic organisms ranging from bacteria and plankton to amphibians and fish.</p>\n<p>This project is important because water quality, including the presence of parasites, pathogens, harmful algal blooms, and invasive species, as well as the recruitment of commercially important fish species, are all influenced by the transparency of water to UV radiation. One of the primary regulators of UV transparency is dissolved organic matter (DOM) derived from vegetation in the surrounding terrestrial landscape. By absorbing UV radiation, DOM turns inland and coastal waters brown, and decreases the disinfection potential of sunlight as well as the extent of DNA damage in aquatic organisms, thus regulating many important ecological processes. In recent decades, increases in DOM in lakes have led them to turn browner, decreasing exposure to disinfecting UV, and altering the exposure of aquatic organisms to UV. Our 30+ years of UV surveys and experiments include extensive DOM data, and as such have created new insights into how climate change is altering DOM in lakes through variations in rainfall and drought, as well as smoke from wildfires that shades lakes from UV. Our project also made several major advances by incorporating DOM into lake models to reveal the driving mechanisms and ecosystem responses to browning. These UV, DOM, and other associated lake data have been archived in the NSF-supported data repository, EDI (Environmental Data Initiative) so are available to other scientists and the public in perpetuity.</p>\n<p>In conjunction with two other grants studying Great Lakes UV transparency (Great Lakes Fisheries Trust and Midwest Climate Adaptation Science Center grants), we have been able to extend our synthesis and archiving of UV data beyond what we initially anticipated to include over 1,000 UV profiles from both nearshore and offshore in the Laurentian Great Lakes. In collaboration with several research groups, we have compiled this extensive database of UV profiles collected over the past two decades. This database is also publicly&nbsp;available through the EDI data repository. As the Great Lakes have been increasing in transparency in recent decades due to the invasion of zebra and quagga mussels, these data are being used to assess the role of UV in influencing commercially important Great Lakes fisheries and other aspects of these large lake ecosystems.</p>\n<p>In summary, this project has created new insight into issues relevant to the effects of UV radiation and climate change on water quality, human health, and food security.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2023<br>\n\t\t\t\t\tModified by: Craig&nbsp;E&nbsp;Williamson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLife on Earth is integrally dependent upon the amount and quality of available water. Water quality is essential for the success of human health and well-being, and one of the most important metrics of water quality is its transparency to sunlight. While data on the transparency of water to visible light (photosynthetically active radiation) are common, very few data are available on how deep DNA-damaging ultraviolet radiation (UV) from the sun penetrates in lakes. In this synthesis project we synthesized, archived, and published numerous papers on over 30 years of UV profile data from three ?core? lakes, as well as over 400 lakes worldwide. These data comprise the most intensive and geographically extensive database on UV transparency in the world. We also synthesized the results of decades of experiments on the effects of UV on aquatic organisms ranging from bacteria and plankton to amphibians and fish.\n\nThis project is important because water quality, including the presence of parasites, pathogens, harmful algal blooms, and invasive species, as well as the recruitment of commercially important fish species, are all influenced by the transparency of water to UV radiation. One of the primary regulators of UV transparency is dissolved organic matter (DOM) derived from vegetation in the surrounding terrestrial landscape. By absorbing UV radiation, DOM turns inland and coastal waters brown, and decreases the disinfection potential of sunlight as well as the extent of DNA damage in aquatic organisms, thus regulating many important ecological processes. In recent decades, increases in DOM in lakes have led them to turn browner, decreasing exposure to disinfecting UV, and altering the exposure of aquatic organisms to UV. Our 30+ years of UV surveys and experiments include extensive DOM data, and as such have created new insights into how climate change is altering DOM in lakes through variations in rainfall and drought, as well as smoke from wildfires that shades lakes from UV. Our project also made several major advances by incorporating DOM into lake models to reveal the driving mechanisms and ecosystem responses to browning. These UV, DOM, and other associated lake data have been archived in the NSF-supported data repository, EDI (Environmental Data Initiative) so are available to other scientists and the public in perpetuity.\n\nIn conjunction with two other grants studying Great Lakes UV transparency (Great Lakes Fisheries Trust and Midwest Climate Adaptation Science Center grants), we have been able to extend our synthesis and archiving of UV data beyond what we initially anticipated to include over 1,000 UV profiles from both nearshore and offshore in the Laurentian Great Lakes. In collaboration with several research groups, we have compiled this extensive database of UV profiles collected over the past two decades. This database is also publicly available through the EDI data repository. As the Great Lakes have been increasing in transparency in recent decades due to the invasion of zebra and quagga mussels, these data are being used to assess the role of UV in influencing commercially important Great Lakes fisheries and other aspects of these large lake ecosystems.\n\nIn summary, this project has created new insight into issues relevant to the effects of UV radiation and climate change on water quality, human health, and food security.\n\n \n\n\t\t\t\t\tLast Modified: 09/28/2023\n\n\t\t\t\t\tSubmitted by: Craig E Williamson"
 }
}