{
 "awd_id": "1950227",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU/RET Site: Preparing the Next Generation of Scholars through Community Geographic Information Systems and Citizen Science",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 465968.0,
 "awd_amount": 465968.0,
 "awd_min_amd_letter_date": "2020-05-28",
 "awd_max_amd_letter_date": "2022-09-27",
 "awd_abstract_narration": "This project is funded from the Research Experiences for Undergraduates (REU) Sites program in the SBE Directorate. It has both scientific and societal benefits in addition to integrating research and education. The REU/RET Site at University of Central Florida, in partnership with George Mason University and the Smithsonian Caribbean Coral Reef Ecosystems Program (CCRE), provides intensive, community-based research experiences for 24 undergraduate students and 6 K-12 educators with a focus on developing new researchers and educators from underrepresented groups. The REU/RET Site supports the NSF mission by promoting new discoveries in interdisciplinary science, while supporting 30 students and teachers over the span of three project years. The REU/RET Site also supports the NSF mission of strengthening U.S. science and national research and education priorities by having students and K-12 teachers participate in interdisciplinary research teams, increasing their understanding of research ethics, and sharing their research results with broad audiences through diverse modes of scientific communication. REU/RET participants work with faculty mentors, geospatial technology industry leaders, non-profits, and community members. The REU/RET Site provides research methods training and advanced fieldwork, and works with participants to share results through co-authored publications, conference co-presentations, social media, and industry visits. The REU/RET Site contributes to NSF’s mission of broadening participation in science and industry by recruiting 75% of its participants from underrepresented groups (e.g. women, minorities, veterans, persons with disabilities, first-generation college students).\r\n\r\nThrough the transformative seven-week research program and post-program dissemination of results, the REU/RET Site will: 1) critically assess the opportunities for and challenges to community-based models for international undergraduate research training, especially important as U.S. higher education institutions and industry push for more globally-minded thinkers to increase U.S. competitiveness around the world; 2) engage 24 student researchers (in addition to 6 pre-service or in-service teachers) in community-based international fieldwork focused on GIS and related geospatial research techniques to examine social and environmental disparities; and 3) broadly share conceptual and methodological frameworks for international community GIS and citizen science research and education efforts. The REU/RET Site has several broader societal impacts to support U.S. and NSF priorities. It serves as the first international research training program for students and K-12 teachers focused explicitly on interdisciplinary, team-based inquiry using community GIS and citizen science methods. REU/RET participants will develop an understanding of and appreciation for community-based geographic and GIS-based inquiry in U.S. and international settings through team-based science, fostering both scientific and technical skills and other essential career skills like communication, problem solving, and adaptability. Knowledge gained by participants will lead to a transformative experience helping students and K-12 teachers develop into more globally aware, ethical researchers that can support U.S. interests across the globe, both in academic and non-academic environments. With the added RET component, additional educational opportunities for K-12 educators and K-12 students will be developed allowing for stronger exposure to geospatial technologies in U.S. classrooms and through open access, online educational materials created by the REU/RET Site.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Hawthorne",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy L Hawthorne",
   "pi_email_addr": "tlh0069@auburn.edu",
   "nsf_id": "000699608",
   "pi_start_date": "2020-05-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Hannah",
   "pi_last_name": "Torres",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Hannah R Torres",
   "pi_email_addr": "htorres8@unm.edu",
   "nsf_id": "000808721",
   "pi_start_date": "2020-05-28",
   "pi_end_date": "2022-09-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lain",
   "pi_last_name": "Graham",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Lain K Graham",
   "pi_email_addr": "Lainkimmel@gmail.com",
   "nsf_id": "000892865",
   "pi_start_date": "2022-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Belize",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "BH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Belize",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 465968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF REU and RET Site has both scientific and societal benefits, and it integrates research and education as part of its Intellectual Merit and Broader Impacts. The Community Geography and Geographic Information Systems (GIS) REU Site hosted by the University of Central Florida supported 30 U.S. undergraduate students, K-12 educators, and informal educators in exploring approaches to engaging in community-based research. This site included an international fieldwork component where 30 participants traveled abroad (many for the first time) to work on GIS, geography and drone focused work for 1 month in the field; except during the year of COVID-19 travel restrictions. All cohort members also participated in an extended research experience, beyond fieldwork, with several additional weeks of pre-fieldwork research methods training and post-fieldwork data analysis/reporting of results with REU/RET staff.</p>\r\n<p>Students were mentored by and worked collaboratively with a group of U.S. and international partners, including researchers at University of Central Florida, Georgia State University, and University of Belize.</p>\r\n<p>Our broadest outcome as an REU-RET&nbsp;Site is that we served as the first international research training program focused explicitly on community geography in the US and abroad. Additional broader impacts included: a) practical research significance for US and international communities as new geospatial research was conducted to support spatial decision making and b) greater respect for human subjects and increased self-awareness about ethics. Over 75% of students came from a university that did not offer a similar funded, summer research experience. An overwhelming majority of participants are now in graduate programs or have jobs in the geospatial technology industry or fields related to the program.</p>\r\n<p>Students engaged in international research experiences in community geography and GIS that connected research to real-world problem solving that was inclusive of knowledge production from local stakeholders.&nbsp;We had over 65 conference presentations; over 80% of students co-presented or attended conferences in venues such as the American Association of Geographers, Applied Geography, Science of Team Science, Geological Society of America, Central Florida GIS Workshop, Esri User Conference, and Esri Oceans Forum. We also were invited to share our work at the U.S. Embassy in Belize, University of Belize, and Smithsonian field station. The PI has been invited to several keynote engagements to share Site work, leading to dissemination of our framework. Student teams have published community reports summarizing findings. Some have been turned into articles and blog posts in geospatial technology industry publications including Esri&rsquo;s <em>ArcUser </em>and<em> Directions Magazine</em>. We have several papers published, in development, or under review with student co-authors.</p>\r\n<p>Our Site emphasized: a) co-creating research questions grounded in the literature and in the local context; b) developing mobile mapping applications; c) collecting and analyzing field data; d) synthesizing and interpreting project results; and e) sharing results through multiple forms of scientific communication.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/27/2025<br>\nModified by: Timothy&nbsp;L&nbsp;Hawthorne</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis NSF REU and RET Site has both scientific and societal benefits, and it integrates research and education as part of its Intellectual Merit and Broader Impacts. The Community Geography and Geographic Information Systems (GIS) REU Site hosted by the University of Central Florida supported 30 U.S. undergraduate students, K-12 educators, and informal educators in exploring approaches to engaging in community-based research. This site included an international fieldwork component where 30 participants traveled abroad (many for the first time) to work on GIS, geography and drone focused work for 1 month in the field; except during the year of COVID-19 travel restrictions. All cohort members also participated in an extended research experience, beyond fieldwork, with several additional weeks of pre-fieldwork research methods training and post-fieldwork data analysis/reporting of results with REU/RET staff.\r\n\n\nStudents were mentored by and worked collaboratively with a group of U.S. and international partners, including researchers at University of Central Florida, Georgia State University, and University of Belize.\r\n\n\nOur broadest outcome as an REU-RETSite is that we served as the first international research training program focused explicitly on community geography in the US and abroad. Additional broader impacts included: a) practical research significance for US and international communities as new geospatial research was conducted to support spatial decision making and b) greater respect for human subjects and increased self-awareness about ethics. Over 75% of students came from a university that did not offer a similar funded, summer research experience. An overwhelming majority of participants are now in graduate programs or have jobs in the geospatial technology industry or fields related to the program.\r\n\n\nStudents engaged in international research experiences in community geography and GIS that connected research to real-world problem solving that was inclusive of knowledge production from local stakeholders.We had over 65 conference presentations; over 80% of students co-presented or attended conferences in venues such as the American Association of Geographers, Applied Geography, Science of Team Science, Geological Society of America, Central Florida GIS Workshop, Esri User Conference, and Esri Oceans Forum. We also were invited to share our work at the U.S. Embassy in Belize, University of Belize, and Smithsonian field station. The PI has been invited to several keynote engagements to share Site work, leading to dissemination of our framework. Student teams have published community reports summarizing findings. Some have been turned into articles and blog posts in geospatial technology industry publications including Esris ArcUser and Directions Magazine. We have several papers published, in development, or under review with student co-authors.\r\n\n\nOur Site emphasized: a) co-creating research questions grounded in the literature and in the local context; b) developing mobile mapping applications; c) collecting and analyzing field data; d) synthesizing and interpreting project results; and e) sharing results through multiple forms of scientific communication.\r\n\n\n\t\t\t\t\tLast Modified: 01/27/2025\n\n\t\t\t\t\tSubmitted by: TimothyLHawthorne\n"
 }
}