{
 "awd_id": "1950720",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: SUNFEST - Summer Undergraduate Research in Sensor Technologies",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia Simmons",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2020-02-27",
 "awd_max_amd_letter_date": "2021-06-07",
 "awd_abstract_narration": "This three year renewal Research Experiences for Undergraduates (REU) Site Program, SUNFEST: Summer Undergraduate Research in Sensor Technologies, at the University of Pennsylvania, will offer a diverse cohort of undergraduate students the opportunity to work on research projects involving sensor technologies with the goal to develop new materials and devices. By working on a meaningful research project of their own in a dynamic and supportive environment, students will contribute to academically-based discovery that will lead to better devices and systems for medical, robotics, communications, environmental, energy, agricultural and surveillance applications. Each of these projects deals with a scientifically important topic for advancing the understanding of a specific sensor phenomenon that have \"real-life\" applications. An important focus of this REU will be to extend these research experiences to students at small, four-year colleges where research experiences are less abundant and to engage students who come from groups traditionally underrepresented in science and engineering, including first generation, low income, underrepresented minority students and women.\r\n\r\nOver 10 summer weeks, the University of Pennsylvania will host 10 undergraduate students who will be involved in high quality, cutting-edge research projects related to sensor technology. Research projects will include sensor phenomena, materials, nano- and micro-fabricated sensors, sensing using quantum systems and sensor applications in medicine, agriculture and robotics. To foster students' development as future researchers, they will participate in weekly group meetings and seminars in their labs. In addition, the REU offers professional development activities for the student participants, include workshops on writing proposals and technical reports, responsible conduct of research, applying to graduate school, and effective oral presentations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Van der Spiegel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan Van der Spiegel",
   "pi_email_addr": "jan@ee.upenn.edu",
   "nsf_id": "000222888",
   "pi_start_date": "2020-02-27",
   "pi_end_date": "2021-06-07"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sue",
   "pi_last_name": "Bidstrup-Allen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sue A Bidstrup-Allen",
   "pi_email_addr": "sallen@seas.upenn.edu",
   "nsf_id": "000172599",
   "pi_start_date": "2021-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sue",
   "pi_last_name": "Bidstrup-Allen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sue A Bidstrup-Allen",
   "pi_email_addr": "sallen@seas.upenn.edu",
   "nsf_id": "000172599",
   "pi_start_date": "2020-02-27",
   "pi_end_date": "2021-06-07"
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "200 South 33rd St, Moore Bldg",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 405000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The SUNFEST Research Experience for Undergraduate (REU) Program has supported 31 research projects that pushed the frontier of scientific knowledge in the field of sensor technology while simultaneously engaging, inspiring and instructing a diverse group of undergraduate scholars regarding the research enterprise.</p>\n<p><strong>Intellectual Merit:</strong>&nbsp; SUNFEST research projects developed sensors for a range of applications, including robotics, cancer detection, grasping systems, electronic display screens, and water/nitrate detection for agriculture. To date, four journal publications, two refereed proceedings and three presentations at national meetings resulted from the program.</p>\n<p><strong>Broader Impact:</strong>&nbsp; In addition to the impact of the scientific contributions to the well-being of society, SUNSET research provided a platform to excite, engage and educate undergraduate students from diverse backgrounds, connecting engineering and science fundamentals to sensor technology though active learning, research experiences and professional workshops.&nbsp; During the three years of the program (a cohort of 31  students), 19% of the REU participants identified as African-American,  10% as Hispanic-American, 45% as Asian-American 3% as Caribbean  American, and 39% as White.&nbsp; In addition, 48% were female, 48% were male  and 3% were non-binary or gender non-conforming, and 26% came from non-R1 undergraduate institutions.&nbsp; 70% of the participants who have graduated from their undergraduate programs are now pursuing advanced degrees in STEM fields.&nbsp; These findings  demonstrate the success of the SUNFEST program in recruiting and  providing research opportunities to students of all  backgrounds/experience levels to help diversify the engineering  research community.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>&nbsp;</strong></span></p><br>\n<p>\n Last Modified: 08/06/2024<br>\nModified by: Sue&nbsp;A&nbsp;Bidstrup-Allen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe SUNFEST Research Experience for Undergraduate (REU) Program has supported 31 research projects that pushed the frontier of scientific knowledge in the field of sensor technology while simultaneously engaging, inspiring and instructing a diverse group of undergraduate scholars regarding the research enterprise.\n\n\nIntellectual Merit: SUNFEST research projects developed sensors for a range of applications, including robotics, cancer detection, grasping systems, electronic display screens, and water/nitrate detection for agriculture. To date, four journal publications, two refereed proceedings and three presentations at national meetings resulted from the program.\n\n\nBroader Impact: In addition to the impact of the scientific contributions to the well-being of society, SUNSET research provided a platform to excite, engage and educate undergraduate students from diverse backgrounds, connecting engineering and science fundamentals to sensor technology though active learning, research experiences and professional workshops. During the three years of the program (a cohort of 31  students), 19% of the REU participants identified as African-American,  10% as Hispanic-American, 45% as Asian-American 3% as Caribbean  American, and 39% as White. In addition, 48% were female, 48% were male  and 3% were non-binary or gender non-conforming, and 26% came from non-R1 undergraduate institutions. 70% of the participants who have graduated from their undergraduate programs are now pursuing advanced degrees in STEM fields. These findings  demonstrate the success of the SUNFEST program in recruiting and  providing research opportunities to students of all  backgrounds/experience levels to help diversify the engineering  research community.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/06/2024\n\n\t\t\t\t\tSubmitted by: SueABidstrup-Allen\n"
 }
}