{
 "awd_id": "1950597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Sustainability of Horizontal Civil Networks in Rural Areas",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia Simmons",
 "awd_eff_date": "2020-03-15",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 445241.0,
 "awd_amount": 445241.0,
 "awd_min_amd_letter_date": "2020-03-04",
 "awd_max_amd_letter_date": "2020-03-04",
 "awd_abstract_narration": "This Research Experiences for Undergraduates (REU) Site, Sustainability of Horizontal Civil Networks in Rural Areas, at the University of Nebraska-Lincoln will provide interdisciplinary research opportunities focusing on sustainable civil infrastructure for rural areas to three cohorts of ten students, primarily from institutions with limited or no research opportunities and/or students underrepresented in STEM. Rural areas, which contain approximately 20% of the US population and over 90% of the land area in the United States, are fundamental to human well-being in both rural and urban areas. Rural areas provide resources such as the infrastructure for U.S. food and bioenergy production as well as the transportation infrastructure from inland urban centers to ports. Rural areas are characterized by agricultural- and natural resource-based economics, stable or declining populations with low population densities, and “farm-to-market” localized transportation patterns, and these characteristics necessitate new technologies and approaches for civil infrastructure. Despite the differences between rural and urban regions, little attention is paid to the unique challenges and opportunities for sustainability in rural areas. This REU site will provide opportunities for student participants to engage in fundamental research in two broad areas: 1) environmental and water resources challenges in rural and agricultural areas, and 2) structural engineering, materials, and transportation challenges for sustainable rural infrastructure. The research conducted through this program is expected to increase the economic competitiveness of rural areas and result in a trained workforce for unique rural challenges. \r\n\r\nThe objectives of this REU site are: 1) provide research experiences to undergraduate students with at least 60% of participants from institutions with limited research opportunities, at least 50% from groups underrepresented in engineering, and at least 40% first-generation college students; 2) provide participants with first-hand exposure to the engineering and infrastructure challenges facing the rural United States through research and professional development opportunities; and 3) promote and sustain the interest of undergraduate students in persisting in a STEM field and pursuing graduate education. Through this REU site, 10 undergraduates per year will be given an opportunity to conduct fundamental research with our faculty mentors. In addition, this REU site will offer a series of communication development opportunities including preparation of a conference paper, informal presentations to their peers, formal poster presentations, and outreach to high school students. It is anticipated that this REU experience will motivate student participants to continue in STEM and to pursue graduate degrees in engineering, which will contribute to diversifying the future STEM workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shannon",
   "pi_last_name": "Bartelt-Hunt",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Shannon L Bartelt-Hunt",
   "pi_email_addr": "sbartelt2@unl.edu",
   "nsf_id": "000391013",
   "pi_start_date": "2020-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Wittich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Wittich",
   "pi_email_addr": "cwittich@unl.edu",
   "nsf_id": "000805181",
   "pi_start_date": "2020-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "151 Prem S. Paul Research Center",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685031435",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 445241.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"paragraph\">Rural areas are fundamental to human well-being in both rural and urban areas. Within the United States, low density rural areas, defined as regions with less than 25 people per square mile, provide resources such as the infrastructure for U.S. food and bioenergy production as well as the transportation infrastructure from inland urban centers to ports. Despite differences in the nature of civil infrastructure networks between rural and urban regions, little attention is paid to the unique challenges and opportunities for sustainability in rural areas.&nbsp; Leveraging the historically strong research on civil infrastructure at the University of Nebraska-Lincoln, this three-year REU Site program focused on sustainability of rural horizontal civil infrastructure networks and provided research and development opportunities to undergraduate students. The specific objectives of this REU site were to (1) provide research experiences to undergraduate students with at least 60% of the program participants coming from colleges and universities with limited research opportunities, at least 50% coming from underrepresented groups in engineering (female and underrepresented minorities), and at least 40% first-generation college students; (2) Provide participants with first-hand exposure to the engineering and infrastructure challenges facing the rural United States through research and professional development opportunities in both academia and the civil engineering profession; and (3) through undergraduate research experiences and sustained mentoring, promote and sustain the interest of undergraduate students in persisting in a STEM field and pursuing graduate education&nbsp;</p>\n<p class=\"paragraph\">Outcomes of this project include providing research experiences to 31 undergraduate scholars from across the United States, which were selected from a strong pool of applicants, with a total of 282 undergraduate scholars applying to this REU program. Among the applicants, 78% were scholars underrepresented in STEM (female and URM students), 44% were from institutions with limited research opportunities, and 23% were first-generation college students.&nbsp; Of the 31 students admitted to the program, 71% were female/URM, 71% were from institutions with limited research opportunities and 26% were first-generation students. The selected student cohorts exceeded our stated goals of recruiting underrepresented students and students from institutions with limited research experiences, but we fell short of our goal of having 40% of participants be first-generation college students.&nbsp; This was due in part we believe, to impacts on the numbers of applicants who were first-generation students following the COVID 19 pandemic. Despite not meeting this final goal, each year of the program involved a diverse student cohort who gained exposure to civil infrastructure research focusing on rural areas.</p>\n<p class=\"paragraph\">Each student in the cohort conducted a 10-week research project with a faculty and graduate student mentor.&nbsp; The topics of the projects varied across the discipline of civil engineering, but all research projects focused on an aspect of sustainable infrastructure in rural areas.&nbsp; As part of the program, students also participated in a weekly professional development focused on building skills in research writing and communication.&nbsp; To demonstrate the outcomes of the program, in a post-program survey, the undergraduate scholars were asked what they gained from participating in the REU program.&nbsp; 90-100% of students agreed with gains in the following areas:&nbsp; confidence as a researcher, confidence in my potential as a scholar, skill in presenting my research to others, skill in answering questions about my research, friendships with peers, skill in contributing to a research team, building relationships with graduate students and postdocs, and tolerance for obstacles faced in the research process.</p>\n<p class=\"paragraph\">In a post-program survey, students were asked about their future academic and career plans.&nbsp; Across the 2021 to 2023 cohorts, 61% of students report that they plan to obtain a master&rsquo;s degree and 57% report that they plan to obtain a graduate degree in a STEM field.&nbsp; 54% reported planning to apply for graduate programs in civil and environmental engineering.</p>\n<p class=\"paragraph\"><strong><em>Intellectual Merit&nbsp;</em></strong>&nbsp;</p>\n<p class=\"paragraph\">Each student participant over the past three years has engaged in fundamental research related to the unique engineering challenges facing rural areas. While the 2023 cohort is still in the process of disseminating this research, products of this REU site to date that include REU student co-authors include 1 non-peer reviewed paper, 2 peer-reviewed journal publications in print or in submission, 10 peer-reviewed conference papers, and 15 national conference presentations.</p>\n<p class=\"paragraph\"><strong><em>Broader Impacts</em></strong>&nbsp;</p>\n<p class=\"paragraph\">Our undergraduate student participants maintain contact with their faculty mentors to submit papers and attend conferences. While acceptances are still pending for the 2023 cohort, this REU site has provided direct financial support to 11 students in attending conferences to present the research conducted with our faculty. In addition to the societal benefits generated through the research itself and by involving undergraduate students in research, the PI or co-PI have presented a workshop at a technical conference and published two conference papers aimed at disseminating best practices to faculty interested in developing REU sites.&nbsp;&nbsp;</p><br>\n<p>\n Last Modified: 06/17/2024<br>\nModified by: Shannon&nbsp;L&nbsp;Bartelt-Hunt</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nRural areas are fundamental to human well-being in both rural and urban areas. Within the United States, low density rural areas, defined as regions with less than 25 people per square mile, provide resources such as the infrastructure for U.S. food and bioenergy production as well as the transportation infrastructure from inland urban centers to ports. Despite differences in the nature of civil infrastructure networks between rural and urban regions, little attention is paid to the unique challenges and opportunities for sustainability in rural areas. Leveraging the historically strong research on civil infrastructure at the University of Nebraska-Lincoln, this three-year REU Site program focused on sustainability of rural horizontal civil infrastructure networks and provided research and development opportunities to undergraduate students. The specific objectives of this REU site were to (1) provide research experiences to undergraduate students with at least 60% of the program participants coming from colleges and universities with limited research opportunities, at least 50% coming from underrepresented groups in engineering (female and underrepresented minorities), and at least 40% first-generation college students; (2) Provide participants with first-hand exposure to the engineering and infrastructure challenges facing the rural United States through research and professional development opportunities in both academia and the civil engineering profession; and (3) through undergraduate research experiences and sustained mentoring, promote and sustain the interest of undergraduate students in persisting in a STEM field and pursuing graduate education\n\n\nOutcomes of this project include providing research experiences to 31 undergraduate scholars from across the United States, which were selected from a strong pool of applicants, with a total of 282 undergraduate scholars applying to this REU program. Among the applicants, 78% were scholars underrepresented in STEM (female and URM students), 44% were from institutions with limited research opportunities, and 23% were first-generation college students. Of the 31 students admitted to the program, 71% were female/URM, 71% were from institutions with limited research opportunities and 26% were first-generation students. The selected student cohorts exceeded our stated goals of recruiting underrepresented students and students from institutions with limited research experiences, but we fell short of our goal of having 40% of participants be first-generation college students. This was due in part we believe, to impacts on the numbers of applicants who were first-generation students following the COVID 19 pandemic. Despite not meeting this final goal, each year of the program involved a diverse student cohort who gained exposure to civil infrastructure research focusing on rural areas.\n\n\nEach student in the cohort conducted a 10-week research project with a faculty and graduate student mentor. The topics of the projects varied across the discipline of civil engineering, but all research projects focused on an aspect of sustainable infrastructure in rural areas. As part of the program, students also participated in a weekly professional development focused on building skills in research writing and communication. To demonstrate the outcomes of the program, in a post-program survey, the undergraduate scholars were asked what they gained from participating in the REU program. 90-100% of students agreed with gains in the following areas: confidence as a researcher, confidence in my potential as a scholar, skill in presenting my research to others, skill in answering questions about my research, friendships with peers, skill in contributing to a research team, building relationships with graduate students and postdocs, and tolerance for obstacles faced in the research process.\n\n\nIn a post-program survey, students were asked about their future academic and career plans. Across the 2021 to 2023 cohorts, 61% of students report that they plan to obtain a masters degree and 57% report that they plan to obtain a graduate degree in a STEM field. 54% reported planning to apply for graduate programs in civil and environmental engineering.\n\n\nIntellectual Merit\n\n\nEach student participant over the past three years has engaged in fundamental research related to the unique engineering challenges facing rural areas. While the 2023 cohort is still in the process of disseminating this research, products of this REU site to date that include REU student co-authors include 1 non-peer reviewed paper, 2 peer-reviewed journal publications in print or in submission, 10 peer-reviewed conference papers, and 15 national conference presentations.\n\n\nBroader Impacts\n\n\nOur undergraduate student participants maintain contact with their faculty mentors to submit papers and attend conferences. While acceptances are still pending for the 2023 cohort, this REU site has provided direct financial support to 11 students in attending conferences to present the research conducted with our faculty. In addition to the societal benefits generated through the research itself and by involving undergraduate students in research, the PI or co-PI have presented a workshop at a technical conference and published two conference papers aimed at disseminating best practices to faculty interested in developing REU sites.\t\t\t\t\tLast Modified: 06/17/2024\n\n\t\t\t\t\tSubmitted by: ShannonLBartelt-Hunt\n"
 }
}