{
 "awd_id": "1950055",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OPUS: CRS: Phenotypic selection in nature: Analysis and synthesis",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032924628",
 "po_email": "lrissler@nsf.gov",
 "po_sign_block_name": "Leslie J. Rissler",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 297174.0,
 "awd_amount": 297174.0,
 "awd_min_amd_letter_date": "2020-01-13",
 "awd_max_amd_letter_date": "2020-01-13",
 "awd_abstract_narration": "Natural selection is the primary evolutionary mechanism that adapts organisms to their environments, but the general patterns of selection in natural populations remain poorly understood. In particular, biologists lack a framework for connecting environmental change to changes in selection in the wild. The goal of this project is to develop such a framework, by integrating empirical and experimental data from field studies of insect populations with mathematical modeling and new statistical methods. The approach will be used to evaluate how recent environmental change has changed patterns of selection in insect populations. The general framework will provide new tools for understanding how habitat destruction, pollution, and other aspects of environmental change will alter natural selection in populations in the wild—and whether natural populations can keep up with human-induced environmental changes. The project will also synthesize and analyze the published scientific literature on selection in the wild, and provide research training in biology, data science, and statistical modeling for graduate students.\r\n\r\nPhenotypic selection is a primary mechanism that drives evolutionary change and adaptation, but biologists lack a quantitative framework that connects phenotype, environment, fitness and selection in natural populations. The proposed research will develop such a framework using the underlying data from field studies of selection in insect populations obtained over the past 30+ years. The studies focus on three general themes: integrating information from studies of natural variation, experimental manipulations of phenotype and environment, and functional models to quantify non-linear fitness surfaces and the resulting patterns of selection; applying new statistical models for estimating selection on reaction norms, performance curves, and growth trajectories; and modeling the relationship between environmental change and changes in the fitness surface. The project will also update existing datasets for standardized selection coefficients, and provide new meta-analyses to evaluate the current evidence for stabilizing and disruptive selection in the field, and whether variation in selection is associated with variation in climate and other environmental factors. The findings from these studies will be summarized in a research monograph on phenotypic selection in the wild, and the data, associated metadata, and R code for the analyses will be made openly available in an appropriate repository.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Kingsolver",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Joel G Kingsolver",
   "pi_email_addr": "jgking@bio.unc.edu",
   "nsf_id": "000236884",
   "pi_start_date": "2020-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "Department of Biology CB-3280",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7565",
   "pgm_ref_txt": "OPUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 297174.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A central question in ecology is whether plants and animals in the wild can adapt to ongoing environmental changes.&nbsp; Many insect species have declined in recent decades due to climate change:&nbsp; but can some species adapt via phenotypic plasticity or rapid evolutionary change to keep up with the changing climate? Answering this question requires historical data on key traits, phenotypic plasticity, genetic variation and selection for natural populations.&nbsp; Butterflies are of special interest because of their roles as ecological and habitat indicators. This project recovered, synthesized and published the original primary datasets from historical field and lab studies for two North American butterfly species:&nbsp; one species adapted to cooler climates at higher elevations and latitudes, the other a widespread and invasive agricultural pest. These data represent more than three decades and over 60 generations of environmental and biological change for these species. The project also contributed to training in data science for multiple graduate and undergraduate students. The publicly available data are an important resource to biologists for understanding historical changes in traits and selection in nature, and for documenting biological responses to environmental changes; these data now form the basis for a new project on evolutionary responses to climate change led by researchers in Washington state.</p><br>\n<p>\n Last Modified: 07/12/2024<br>\nModified by: Joel&nbsp;G&nbsp;Kingsolver</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA central question in ecology is whether plants and animals in the wild can adapt to ongoing environmental changes. Many insect species have declined in recent decades due to climate change: but can some species adapt via phenotypic plasticity or rapid evolutionary change to keep up with the changing climate? Answering this question requires historical data on key traits, phenotypic plasticity, genetic variation and selection for natural populations. Butterflies are of special interest because of their roles as ecological and habitat indicators. This project recovered, synthesized and published the original primary datasets from historical field and lab studies for two North American butterfly species: one species adapted to cooler climates at higher elevations and latitudes, the other a widespread and invasive agricultural pest. These data represent more than three decades and over 60 generations of environmental and biological change for these species. The project also contributed to training in data science for multiple graduate and undergraduate students. The publicly available data are an important resource to biologists for understanding historical changes in traits and selection in nature, and for documenting biological responses to environmental changes; these data now form the basis for a new project on evolutionary responses to climate change led by researchers in Washington state.\t\t\t\t\tLast Modified: 07/12/2024\n\n\t\t\t\t\tSubmitted by: JoelGKingsolver\n"
 }
}