{
 "awd_id": "1950380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Biological Discovery in Woods Hole",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2024-10-31",
 "tot_intn_awd_amt": 403251.0,
 "awd_amount": 488989.0,
 "awd_min_amd_letter_date": "2020-02-27",
 "awd_max_amd_letter_date": "2024-05-23",
 "awd_abstract_narration": "This REU Site Biological Discovery in Woods Hole award to the Marine Biological Laboratory, located in Woods Hole, MA, will support the training of 10 students for 10 weeks during the summers of 2020 - 2022. It is anticipated that a total of 30 students, primarily from schools with limited research opportunities or are from an under-represented group, with the majority consisting of rising freshman and sophomores, will be trained in the program. Students will learn how research is conducted, and many will present the results of their work at scientific conferences. Assessment of the program will be done thru the online SALG URSSA tool. Students will be tracked after the program in order to determine their career paths.\r\n\r\nThe Biological Disovery in Woods Hole integrates the students with the marine setting and unique intellectual blend of year-round and summer investigators at the MBL, providing a diverse and varied research experience. The program focuses on the neurobiological and/or cellular processes which regulate physiological systems, and/or mediate organismal behavior. The mentors are selected from the Marine Resources, Regenerative Biology and Tissue Engineering, Comparative Molecular Biology and Evolution and Whitman Centers at the MBL. The goal is to recruit highly motivated students, and immerse them in research under the guidance of mentors who are committed to enhancing the undergraduate research experience. To augment the research, students participate in field trips (i.e. whale watching, New England Aquarium), weekly course meetings, seminars, and luncheons that explore a wide range of topics including responsible conduct in research, ethics, and graduate school applications to encourage students to pursue a career in the Biological Sciences. Student progress is assessed multiple times during the summer and all students will present a research talk and poster at the MBL Undergraduate Research Symposium at the end of the program.  Applications are made available each December with a mid Febuary deadline.  More information about the program is available by visiting https://www.mbl.edu/education/undergraduate-programs/reu or by contacting the PI - Dr. Allen F. Mensinger at amensing@d.umn.edu; or the co-PI - Dr. Veronica Acosta at  vgmartin@uiwtx.edu.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Mensinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allen Mensinger",
   "pi_email_addr": "amensing@d.umn.edu",
   "nsf_id": "000193091",
   "pi_start_date": "2020-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Veronica",
   "pi_last_name": "Martinez-Acosta",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Veronica G Martinez-Acosta",
   "pi_email_addr": "vgmartin@uiwtx.edu",
   "nsf_id": "000538950",
   "pi_start_date": "2020-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 MBL ST",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 403251.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 25760.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 14978.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Biological Discovery in Woods Hole summer REU program successfully trained a total of 36 students in at the Marine Biological Laboratory during the summers from 2021 to 2024. All students received 10 weeks of training in their mentor&rsquo;s laboratory, gave lightning talks during a undergraduate seminar, and presented their results at the end of the year MBL Undergraduate Poster Session. Eleven peer reviewed publications from current or previous REU students were published during this period. Students attended weekly career development workshops, scientific luncheons and Friday night seminars.</p>\r\n<p>The program&rsquo;s broader impacts goals were to increase undergraduate participation in the STEM fields and introduce students to research earlier in their careers and these results were reflected in our diverse cohorts. During the last four summers, seventy-five percent of the students were recruited from small schools with limited research opportunities with approximately 67% of the students having completed two years or less of undergraduate education.&nbsp;</p>\r\n<p>This report concludes the 14th summer of the Biological Discovery in Woods Hole Summer REU program.&nbsp; Since its inception, we have accepted 135 students and the majority have matriculated into post graduate STEM programs.&nbsp; Twenty eight peer reviewed manuscripts that have included REU co-authors have been published since the start of the program&nbsp; Twenty eight students have matriculated into STEM Masters programs, with 24 students completing their degree and two currently in school.&nbsp; Eight Masters students entered PhD programs, seven are employed by biotechnology firms, five are working with government agencies (ie NOAA) and four are teaching in K-12. Forty three of alumni have matriculated into PhD programs, with 24 students currently in school, 10 in as post-doc positions and two have been hired as assistant professors. Two PhD graduates are working as science writers, and one is in a biotechnology company. Thirteen alumni that have not yet entered post graduate programs are currently working in STEM careers with seven working as lab technicians, enrolled in a post bac program or serving as a Fulbright fellow with four in STEM outreach positions.&nbsp;&nbsp;&nbsp;</p>\r\n<p>The program continues to transform the institutional culture at MBL, to a vibrant, inclusive atmosphere where undergraduate research is strongly encouraged and students are given access to a wealth of educational, administrative, and research support. The BDWH has been at the vanguard of this initiative and serves not only as the home of the 10 NSF-REU students but also as the focal point of the MBL undergraduate community which now includes over 50 undergraduates each summer.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/07/2025<br>\nModified by: Allen&nbsp;Mensinger</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Biological Discovery in Woods Hole summer REU program successfully trained a total of 36 students in at the Marine Biological Laboratory during the summers from 2021 to 2024. All students received 10 weeks of training in their mentors laboratory, gave lightning talks during a undergraduate seminar, and presented their results at the end of the year MBL Undergraduate Poster Session. Eleven peer reviewed publications from current or previous REU students were published during this period. Students attended weekly career development workshops, scientific luncheons and Friday night seminars.\r\n\n\nThe programs broader impacts goals were to increase undergraduate participation in the STEM fields and introduce students to research earlier in their careers and these results were reflected in our diverse cohorts. During the last four summers, seventy-five percent of the students were recruited from small schools with limited research opportunities with approximately 67% of the students having completed two years or less of undergraduate education.\r\n\n\nThis report concludes the 14th summer of the Biological Discovery in Woods Hole Summer REU program. Since its inception, we have accepted 135 students and the majority have matriculated into post graduate STEM programs. Twenty eight peer reviewed manuscripts that have included REU co-authors have been published since the start of the program Twenty eight students have matriculated into STEM Masters programs, with 24 students completing their degree and two currently in school. Eight Masters students entered PhD programs, seven are employed by biotechnology firms, five are working with government agencies (ie NOAA) and four are teaching in K-12. Forty three of alumni have matriculated into PhD programs, with 24 students currently in school, 10 in as post-doc positions and two have been hired as assistant professors. Two PhD graduates are working as science writers, and one is in a biotechnology company. Thirteen alumni that have not yet entered post graduate programs are currently working in STEM careers with seven working as lab technicians, enrolled in a post bac program or serving as a Fulbright fellow with four in STEM outreach positions.\r\n\n\nThe program continues to transform the institutional culture at MBL, to a vibrant, inclusive atmosphere where undergraduate research is strongly encouraged and students are given access to a wealth of educational, administrative, and research support. The BDWH has been at the vanguard of this initiative and serves not only as the home of the 10 NSF-REU students but also as the focal point of the MBL undergraduate community which now includes over 50 undergraduates each summer.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 03/07/2025\n\n\t\t\t\t\tSubmitted by: AllenMensinger\n"
 }
}