{
 "awd_id": "1950988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the Origins of Social Complexity",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 297098.0,
 "awd_amount": 297098.0,
 "awd_min_amd_letter_date": "2020-06-03",
 "awd_max_amd_letter_date": "2020-06-03",
 "awd_abstract_narration": "The construction of monuments and ceremonial centers in the ancient past is often assumed to indicate a society with complex social organization, with established agriculture and a sedentary way of life, the use of ceramics, large populations, and centralized power. While it is interesting to study these complex societies, recent investigations suggest that some large constructions were built earlier, during the transition to a sedentary way of life and the initial use of ceramics. These observations lead to an important question of how such early monumental constructions arose.  That is, what social, cultural, and environmental factors were at play in earlier societies that made large collective work possible?  In this project, the investigators will excavate archaeological sites that immediately pre-date the emergence of a monumental ceremonial center to examine subsistence strategies, technology, social organization, and cultural affinities in these earlier groups. The work will advance fundamental knowledge about human ability to adapt to a wide range of environments. The project supports student training and mentoring from the undergraduate through the postdoctoral level, international research and teaching collaborations, and several public science outreach activities.\r\n\r\nThe investigators will examine the transition from the preceramic period to the ceramic period in a lowland setting where remains of the late preceramic period are virtually absent and where burials dating to this period are extremely rare. The team’s previous excavations revealed four burials without any associated ceramics. Radiocarbon dating provided dates that were earlier than the ceramic-bearing contexts known at this site when a ceremonial complex was constructed. The excavation of more preceramic features will provide an unprecedented opportunity to examine social conditions leading to this remarkable societal transformation. These investigations will provide critical information on a longstanding question about the origins of early lowland ceramics and their users, as well as continuity and change from preceramic technologies and material culture to those of the ceramic period. The data will provide information on the level of maize cultivation, which may have made drastic societal development possible. Moreover, this study will contribute to the broader anthropological question of human adaptation to lowland environments before the development of full-scale agriculture, as well as the interactions among groups practicing different subsistence strategies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Takeshi",
   "pi_last_name": "Inomata",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Takeshi Inomata",
   "pi_email_addr": "inomata@u.arizona.edu",
   "nsf_id": "000348954",
   "pi_start_date": "2020-06-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniela",
   "pi_last_name": "Triadan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniela Triadan",
   "pi_email_addr": "dtriadan@u.arizona.edu",
   "nsf_id": "000485426",
   "pi_start_date": "2020-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "School of Anthropology, 1009 E.",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 297098.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our excavation at the Maya site of Ceibal, Guatemala, provided insights into the transition from the Preceramic to Middle Preclassic periods in the Maya lowlands around 1000 BC. Previous research suggests a sedentary group coexisted with semi-mobile populations for a few centuries beginning around 950 BC. The recent identification of an early cemetery in an outlying area called the Amoch Group dating to <em>c.</em> 1100-800 BC added to this interpretation. Representing a previously unknown mortuary practice for this period, we explored the implications this cemetery carries for understanding the creation of a persistent place, adoption of ceramics, and potential coexisting lifeways during this period. Our extensive excavations revealed 22 individuals dating to 1100-800 BC. None of them contained burial offerings. These results suggest three alternative scenarios. The first possibility is that they represent preceramic burials predating the use of ceramics and the construction of ceremonial buildings. The second one is that these burials are contemporaneous with ceramics and ceremonial buildings, but people did not include ceramics as grave goods. The third possibility that groups that did not use ceramics co-existed with ceramic-using groups around 1000 BC. Either way, these burials provide unprecedented data on the social processes during the preceramic-Middle Preclassic transition in the Maya lowlands.</p>\n<p>The project contributed to the training of students and young scholars and to community outreach in the region. It hired Melissa Burham as a postdoc, Flory Pinz&oacute;n as a Guatemalan codirector, and Juan Manuel Palomo as a bioarchaeologist. The project member worked with community members from the nearby village of La Felicidad and discussed the importance of natural and cultural preservation.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/03/2024<br>\nModified by: Takeshi&nbsp;Inomata</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur excavation at the Maya site of Ceibal, Guatemala, provided insights into the transition from the Preceramic to Middle Preclassic periods in the Maya lowlands around 1000 BC. Previous research suggests a sedentary group coexisted with semi-mobile populations for a few centuries beginning around 950 BC. The recent identification of an early cemetery in an outlying area called the Amoch Group dating to c. 1100-800 BC added to this interpretation. Representing a previously unknown mortuary practice for this period, we explored the implications this cemetery carries for understanding the creation of a persistent place, adoption of ceramics, and potential coexisting lifeways during this period. Our extensive excavations revealed 22 individuals dating to 1100-800 BC. None of them contained burial offerings. These results suggest three alternative scenarios. The first possibility is that they represent preceramic burials predating the use of ceramics and the construction of ceremonial buildings. The second one is that these burials are contemporaneous with ceramics and ceremonial buildings, but people did not include ceramics as grave goods. The third possibility that groups that did not use ceramics co-existed with ceramic-using groups around 1000 BC. Either way, these burials provide unprecedented data on the social processes during the preceramic-Middle Preclassic transition in the Maya lowlands.\n\n\nThe project contributed to the training of students and young scholars and to community outreach in the region. It hired Melissa Burham as a postdoc, Flory Pinzn as a Guatemalan codirector, and Juan Manuel Palomo as a bioarchaeologist. The project member worked with community members from the nearby village of La Felicidad and discussed the importance of natural and cultural preservation.\n\n\n\t\t\t\t\tLast Modified: 11/03/2024\n\n\t\t\t\t\tSubmitted by: TakeshiInomata\n"
 }
}