{
 "awd_id": "1950289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Linking Applied Knowledge in Environmental Sustainability (LAKES)",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 342128.0,
 "awd_amount": 342128.0,
 "awd_min_amd_letter_date": "2020-01-10",
 "awd_max_amd_letter_date": "2020-01-10",
 "awd_abstract_narration": "This project is funded from the Research Experiences for Undergraduates (REU) Sites program in the SBE Directorate. As such, it has both scientific and societal benefits, and it integrates research and education. This project brings together a dynamic and creative group of faculty from the University of Wisconsin-Stout for an 8-week interdisciplinary REU site to train first generation and minority students underrepresented in the scientific community. Students and faculty will engage in an apprentice-style training model with the overall theme of studying phosphorus pollution in a highly eutrophic Wisconsin watershed. We will study inclusive decision-making, community capacity, the psychology of social influence, responsive policy implementation, social and economic impacts of pollution, remediation strategies, and technical and long-term monitoring solutions. Data will be integrated into a comprehensive strategy for economically sustainable land use practices and building community capacity. Students and faculty will participate in professional development programming, interdisciplinary data sharing, and original research activities designed to empower and prepare students, particularly those underrepresented in the scientific community, for graduate school and careers in interdisciplinary teams. Ultimately, this investment in human capital will produce students trained in the interdisciplinary and collaborative thinking necessary to solve 21st century problems.\r\n\r\nThis work offers significant intellectual contributions by improving student learning and development in response to research experiences, creating innovative approaches to interdisciplinary research, and understanding the complex processes contributing to phosphorus pollution while developing sustainable solutions. The proposed project will result in lasting impacts for students, faculty, and the local community alike. The efforts at synthesizing different research projects centered on the same substantive problems will improve effectiveness in collaborative problem solving. The results will be broadly disseminated via student presentations, peer-reviewed literature, local media outlets, and policy stakeholders. By sharing the results with land users in the watershed, other citizens, and government workers, the new knowledge will impact public policy, the local economy, and regional water quality. This project overall will have a significant impact on developing a more competitive work force in the social and natural sciences in the US, increasing participation of underrepresented minority groups and women in the sciences, expanding public scientific literacy, advancing water quality remediation efforts, and improving undergraduate education in the social and natural sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tina",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tina Lee",
   "pi_email_addr": "leetina@uwstout.edu",
   "nsf_id": "000627008",
   "pi_start_date": "2020-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Kneeland",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur J Kneeland",
   "pi_email_addr": "kneelanda2006@uwstout.edu",
   "nsf_id": "000794989",
   "pi_start_date": "2020-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Stout",
  "inst_street_address": "712 BROADWAY ST S",
  "inst_street_address_2": "",
  "inst_city_name": "MENOMONIE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "7152321123",
  "inst_zip_code": "547512458",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "WI03",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6K4GK8PJYT4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Stout",
  "perf_str_addr": "PO Box 790",
  "perf_city_name": "Menomonie",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "547510790",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WI03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 342128.0
  }
 ],
 "por": null
}