{
 "awd_id": "1950817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Analyze This: Analytical Chemistry Applied to Interdisciplinary Research",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2020-02-21",
 "awd_max_amd_letter_date": "2020-02-21",
 "awd_abstract_narration": "This REU site award to Purdue University, located West Lafayette, IN, supports the training of 8 students for 10 weeks during the summers of 2020-2022. At this REU site, funded by the Division of Chemistry in the Mathematical and Physical Sciences Directorate, students participate in chemical science research projects specializing in analytical chemistry. While the research focus is on analytical chemistry, project topics range from environmental chemistry to cancer research, chemical data science to analytical instrumentation. Alongside research, students take part in a robust professional development program that covers topics like chemical health and safety, ethics in the sciences, scientific writing and presentation, resume building, and graduate school preparation. Students also learn about \"The Business of Chemistry\" through a series of informal discussion with faculty who have used their chemical innovations to form start-up companies.\r\n\r\nAnalytical chemical analysis remains one of the most desired skills in the chemical industries, so this site provides students a hands-on opportunity to develop these skills in a variety of different contexts. Some of these projects include instrumentation development; the integration of molecular modeling, experiment, and machine learning for the development of chemical probes; studying the biogeochemistry of nitrogen cycling in environmental systems; and DNA assembly into pre-designed nanostructures. The students are engaged in a variety of professional development seminars and workshops, with unique series on technology transfer from the lab to start-up companies. This site is committed to broadening participation in chemistry, and while it is open to all, it also recruits underrepresented minority students from minority serving institutions. Ultimately, participants gain an understanding of what is required to succeed in a career in chemistry through individual research, teamwork, and outreach.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Michalski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg Michalski",
   "pi_email_addr": "gmichals@purdue.edu",
   "nsf_id": "000462045",
   "pi_start_date": "2020-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gaurav",
   "pi_last_name": "Chopra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gaurav Chopra",
   "pi_email_addr": "gchopra@purdue.edu",
   "nsf_id": "000736129",
   "pi_start_date": "2020-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "155 S Grant Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp;REU Site: Analyze This: Analytical Chemistry Applied to Interdisciplinary Research grant provided funding for 24 undergraduates to conduct research in analytical chemistry at Purdue University. The grant spanned four years, with no participation during the summer of COVID, and each summer program spanned 10 weeks. Support included travel costs, food and lodging, and a summer stipend. The research topics varied widely depending on the lab in which each student was assigned, from atmospheric chemistry to AI chemical synthesis, to drug discovery. The common theme, however, was how analytical chemistry skills were fundamental to successful chemistry research.&nbsp; After nine weeks of research the students spent a week analyzing their research results and sythesizing their research outcomes. These were then presented at the Purdue Summer Research Symposium, where students across campus (~150 participants) showcase their research to fellow students, faculty and the general public. Most students also presented their research at other professional conferences such as the American Geophysical Union and the American Chemical Society. Nine of the students were co-authors on peer reviewed, published scientific papers.</p>\n<p class=\"p1\">Each student cohort also attended a weekly seminar entitled \"The Business of Chemistry\" which featured Purdue chemistry faculty who have spun their research discoveries into startups, including instrumentation, diagnostics, and biomedical companies. The highlight of the series was Prof. Phil Low who has founded or co-founded 6 biotechnology companies including Endocyte (purchased by Novartis in 2018 for $2.1 Billion USD) and recently discovered a cure for drug resistant malaria. The goal of the seminar was to show how scientific discovery can be brought to market to the benefit of society via medical cures and innovation.</p>\n<p class=\"p1\">The program achieved a number of broader impacts desired by NSF and the US government. This included training the next generation of scientific researchers and entrepreneurs needed for US competitiveness in the global market place. The program provided opportunities to first generation college students, students from universities where research opportunities are rare (including 3 community college students), and students under represented in the chemical sciences. 90% of the participants met at least one of those criteria. Our participant&nbsp;tracking through LinkedIn showed that most of the first two cohorts have been accepted to graduate schools, with the latter two still at their undergraduate institutions.&nbsp;</p><br>\n<p>\n Last Modified: 07/31/2024<br>\nModified by: Greg&nbsp;Michalski</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nTheREU Site: Analyze This: Analytical Chemistry Applied to Interdisciplinary Research grant provided funding for 24 undergraduates to conduct research in analytical chemistry at Purdue University. The grant spanned four years, with no participation during the summer of COVID, and each summer program spanned 10 weeks. Support included travel costs, food and lodging, and a summer stipend. The research topics varied widely depending on the lab in which each student was assigned, from atmospheric chemistry to AI chemical synthesis, to drug discovery. The common theme, however, was how analytical chemistry skills were fundamental to successful chemistry research. After nine weeks of research the students spent a week analyzing their research results and sythesizing their research outcomes. These were then presented at the Purdue Summer Research Symposium, where students across campus (~150 participants) showcase their research to fellow students, faculty and the general public. Most students also presented their research at other professional conferences such as the American Geophysical Union and the American Chemical Society. Nine of the students were co-authors on peer reviewed, published scientific papers.\n\n\nEach student cohort also attended a weekly seminar entitled \"The Business of Chemistry\" which featured Purdue chemistry faculty who have spun their research discoveries into startups, including instrumentation, diagnostics, and biomedical companies. The highlight of the series was Prof. Phil Low who has founded or co-founded 6 biotechnology companies including Endocyte (purchased by Novartis in 2018 for $2.1 Billion USD) and recently discovered a cure for drug resistant malaria. The goal of the seminar was to show how scientific discovery can be brought to market to the benefit of society via medical cures and innovation.\n\n\nThe program achieved a number of broader impacts desired by NSF and the US government. This included training the next generation of scientific researchers and entrepreneurs needed for US competitiveness in the global market place. The program provided opportunities to first generation college students, students from universities where research opportunities are rare (including 3 community college students), and students under represented in the chemical sciences. 90% of the participants met at least one of those criteria. Our participanttracking through LinkedIn showed that most of the first two cohorts have been accepted to graduate schools, with the latter two still at their undergraduate institutions.\t\t\t\t\tLast Modified: 07/31/2024\n\n\t\t\t\t\tSubmitted by: GregMichalski\n"
 }
}