{
 "awd_id": "1950001",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Exploring the Impact of Noyce Master Teaching Fellowship Programs on Teacher Retention: The Role of Motivation, Leadership, and School-Work Environment",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 142394.0,
 "awd_amount": 142394.0,
 "awd_min_amd_letter_date": "2020-07-17",
 "awd_max_amd_letter_date": "2020-07-17",
 "awd_abstract_narration": "This project aims to serve the national need to improve the retention and persistence of STEM teachers in high-need schools across the nation.  It will do so by studying the retention and persistence of Noyce Master Teacher Fellows compared to a control teacher population. Specifically, this Noyce Track 4 Collaborative Research project will conduct an exploratory study through a collaboration among eight universities: Rice University (lead institution), Middle Tennessee State University, University of Rochester, Southern Illinois University at Carbondale, University of Arizona, University of Louisiana-Lafayette, University of California-San Diego, and Kennesaw State University. K-12 education in the U.S. has been suffering from teacher shortages and attrition, particularly in mathematics and science disciplines and particularly in high-need schools. Investigating factors related to teacher retention and persistence is, thus, a crucial first step to increasing the positive effects of teacher retention on K-12 education. By comparing Noyce Master Teaching Fellows with a group of non-Noyce teachers with similar background characteristics, the impact of the Noyce Master Teaching Fellows programs on long-term teacher retention and persistence should become more visible. \r\n\r\nBuilding on existing research and theories related to teacher development and retention including self-efficacy, self-determination, and networks, the project intends to investigate the relation between key teacher constructs and variables (e.g., motivation, leadership skills, diversity dispositions, school-work environment, social networks, and professional background) and teacher retention and persistence. The project aims to compare Noyce Master Teaching Fellows with non-Noyce teachers, using both quantitative and qualitative methods. Results of this study have the potential to inform teacher preparation and development programs, as well as stakeholders who are trying to solve the teacher retention and persistence problems facing the nation, particularly in high-need schools and school districts. An external Advisory Board of expert scholars will provide feedback throughout the implementation of the research study. Broad dissemination of the findings is planned through Rice’s Digital Scholarship Archive, publications in academic journals, and presentations at professional conferences. To reach the public audience, articles about the project will be sent to local newspapers; and the work and its findings will be disseminated through social media outlets (e.g., website, FaceBook, Twitter). This Track 4: Research project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 STEM teachers to become STEM master teachers in high-need school districts. It also supports research on the persistence, retention, and effectiveness of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Callard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia Callard",
   "pi_email_addr": "ccallard@warner.rochester.edu",
   "nsf_id": "000634764",
   "pi_start_date": "2020-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 142394.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-765ab06e-7fff-87d2-9f27-809fb19bdfaf\">\n<p dir=\"ltr\"><span>This 2019-2024 NSF-funded Track 4 Noyce Collaborative Research project, was an exploratory study through a collaboration among Rice University (lead institution), the </span><span>University of Rochester (UR)</span><span>, Middle Tennessee State University, Southern Illinois University at Carbondale, University of Arizona, University of California-San Diego, University of Louisiana-Lafayette, and Kennesaw State University - all of which previously led Noyce Track 3 Master Teaching Fellows (MTF) projects. The purpose of this project was to study the retention and persistence of Noyce Master Teaching Fellows beyond their teaching commitment in relation to their motivation (self-efficacy for teaching), leadership engagement, diversity dispositions, social networks, and school-work environments.&nbsp; We recruited 85 former participants in one of the above University&rsquo;s Noyce MTF programs between 2010-2020, and a comparable non-MTF group of 82 teachers with similar demographics, professional background, geographic region, etc.&nbsp; This included 29 former UR MTFs out of 32 possible from two MTF programs at UR (15 out of 18 of our MTF Phase I project ending in 2015, and 14 out of 14 of our Phase II project ending in 2020).</span></p>\n<p dir=\"ltr\"><span>The UR team contributed to the development and implementation of a survey instrument and several interview protocols to investigate teacher retention and persistence related to the above mentioned dimensions.&nbsp; The first instrument is a survey composed of Likert-scale items measuring teaching self-efficacy, teacher-school fit, leadership engagement, and diversity dispositions&mdash;all deemed important in teacher education and retention. The second instrument is a set of interview protocols to gather qualitative data on motivations behind teacher retention/mobility, leadership engagement, and teachers&rsquo; social networks. The two instruments provide efficient, valid, and reliable ways for both researchers and practitioners to investigate teacher leadership and retention.</span></p>\n<p dir=\"ltr\"><span>The survey administration included the 167 K-12 science and mathematics teachers, and the interview protocol was implemented with a subset of 66 of these teachers. To better understand issues of teacher retention and persistence, we placed each of the teachers into one of the following categories: stayer&mdash;actively teaching in the same school for the last few years; mover&mdash;actively teaching but recently changed schools; shifter&mdash;shifted from a teaching position to a non-teaching position; and leaver&mdash;left K-12 education.</span></p>\n</span></p>\n<table>\n<colgroup><col width=\"59\"></col><col width=\"83\"></col><col width=\"81\"></col><col width=\"74\"></col><col width=\"77\"></col><col width=\"69\"></col></colgroup> \n<tbody>\n<tr>\n<td><br /></td>\n<td>\n<p dir=\"ltr\"><span>Stayer</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>Mover</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>Shifter</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>Leaver</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>Total</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><span>MTF</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>42</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>9</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>24</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>10</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>85</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><span>non-MTF</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>62</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>5</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>13</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>2</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>82</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><span>Total</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>104</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>14</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>37</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>12</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>167</span></p>\n</td>\n</tr>\n</tbody>\n</table>\n<p><span id=\"docs-internal-guid-765ab06e-7fff-87d2-9f27-809fb19bdfaf\">\n<p dir=\"ltr\"><span>The research team has produced 18 products including conference presentations, proceedings papers, posters, and journal manuscripts. UR team members contributed to 9 of these products.&nbsp; These efforts have made several contributions to the field, the most noteworthy highlighted below.</span></p>\n<p dir=\"ltr\"><span>We currently have a paper under review in a peer-reviewed journal where we address our original research questions, providing important contributions to the field of STEM teacher education. First, Noyce MTFs are found to have higher levels of teaching self-efficacy and more availing network attributes for both teaching networks and teacher leadership networks. These results demonstrate the positive impact of Noyce MTF programs.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Second, while not anticipated, the data indicated that more Noyce MTFs left full-time teaching positions and assumed formal leadership roles in K-12 education than non-MTFs. This particular finding deserves additional consideration given the fact that one of the original intentions of Noyce programs is to increase retention in classroom teaching. Even though this finding implies that participation in an MTF program may counteract this intended goal, we would argue that these MTFs can actually make more impact in their new roles related to supporting other teachers&rsquo; retention. Open-ended responses of teachers participating in this research reveal that they feel they have a greater impact by assuming a formal leadership position than they used to have as individual classroom teachers.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Third, we have interesting findings regarding the factors associated with retention. Leadership engagement was positively associated with shifting and teacher-school fit was negatively associated with leaving. For elementary teachers, teaching self-efficacy was positively associated with shifting to a leadership position. In addition, leadership network size, bridging, and geographic proximity variables were positively related to shifting when compared to staying as classroom teachers. These findings provide support for teacher leadership programs in promoting leadership roles and responsibilities for STEM teachers, and retaining teachers in STEM education either in the classroom or in leadership roles.</span></p>\n<p dir=\"ltr\"><span>This project contributes to the field towards a better understanding of the relationship between several key constructs, and teacher retention and persistence. Feedback from researchers and faculty during presentations of this project at various national and international outlets, as well as reviews of the written products, have been positive and created a synergy among scholars to build on this research. This project has broader impacts among both research and practice communities regarding teacher leadership, teacher retention and capitals related to teacher retention (structural, human, psychological, and social) as our findings inform others who are trying to solve the teacher retention and persistence problems facing the nation, particularly in high need schools.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/16/2024<br>\nModified by: Cynthia&nbsp;Callard</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nThis 2019-2024 NSF-funded Track 4 Noyce Collaborative Research project, was an exploratory study through a collaboration among Rice University (lead institution), the University of Rochester (UR), Middle Tennessee State University, Southern Illinois University at Carbondale, University of Arizona, University of California-San Diego, University of Louisiana-Lafayette, and Kennesaw State University - all of which previously led Noyce Track 3 Master Teaching Fellows (MTF) projects. The purpose of this project was to study the retention and persistence of Noyce Master Teaching Fellows beyond their teaching commitment in relation to their motivation (self-efficacy for teaching), leadership engagement, diversity dispositions, social networks, and school-work environments. We recruited 85 former participants in one of the above Universitys Noyce MTF programs between 2010-2020, and a comparable non-MTF group of 82 teachers with similar demographics, professional background, geographic region, etc. This included 29 former UR MTFs out of 32 possible from two MTF programs at UR (15 out of 18 of our MTF Phase I project ending in 2015, and 14 out of 14 of our Phase II project ending in 2020).\n\n\nThe UR team contributed to the development and implementation of a survey instrument and several interview protocols to investigate teacher retention and persistence related to the above mentioned dimensions. The first instrument is a survey composed of Likert-scale items measuring teaching self-efficacy, teacher-school fit, leadership engagement, and diversity dispositionsall deemed important in teacher education and retention. The second instrument is a set of interview protocols to gather qualitative data on motivations behind teacher retention/mobility, leadership engagement, and teachers social networks. The two instruments provide efficient, valid, and reliable ways for both researchers and practitioners to investigate teacher leadership and retention.\n\n\nThe survey administration included the 167 K-12 science and mathematics teachers, and the interview protocol was implemented with a subset of 66 of these teachers. To better understand issues of teacher retention and persistence, we placed each of the teachers into one of the following categories: stayeractively teaching in the same school for the last few years; moveractively teaching but recently changed schools; shiftershifted from a teaching position to a non-teaching position; and leaverleft K-12 education.\n\n\n \n\n\n\n\n\n\n\nStayer\n\n\n\n\nMover\n\n\n\n\nShifter\n\n\n\n\nLeaver\n\n\n\n\nTotal\n\n\n\n\n\n\nMTF\n\n\n\n\n42\n\n\n\n\n9\n\n\n\n\n24\n\n\n\n\n10\n\n\n\n\n85\n\n\n\n\n\n\nnon-MTF\n\n\n\n\n62\n\n\n\n\n5\n\n\n\n\n13\n\n\n\n\n2\n\n\n\n\n82\n\n\n\n\n\n\nTotal\n\n\n\n\n104\n\n\n\n\n14\n\n\n\n\n37\n\n\n\n\n12\n\n\n\n\n167\n\n\n\n\n\n\n\n\n\nThe research team has produced 18 products including conference presentations, proceedings papers, posters, and journal manuscripts. UR team members contributed to 9 of these products. These efforts have made several contributions to the field, the most noteworthy highlighted below.\n\n\nWe currently have a paper under review in a peer-reviewed journal where we address our original research questions, providing important contributions to the field of STEM teacher education. First, Noyce MTFs are found to have higher levels of teaching self-efficacy and more availing network attributes for both teaching networks and teacher leadership networks. These results demonstrate the positive impact of Noyce MTF programs.\n\n\nSecond, while not anticipated, the data indicated that more Noyce MTFs left full-time teaching positions and assumed formal leadership roles in K-12 education than non-MTFs. This particular finding deserves additional consideration given the fact that one of the original intentions of Noyce programs is to increase retention in classroom teaching. Even though this finding implies that participation in an MTF program may counteract this intended goal, we would argue that these MTFs can actually make more impact in their new roles related to supporting other teachers retention. Open-ended responses of teachers participating in this research reveal that they feel they have a greater impact by assuming a formal leadership position than they used to have as individual classroom teachers.\n\n\nThird, we have interesting findings regarding the factors associated with retention. Leadership engagement was positively associated with shifting and teacher-school fit was negatively associated with leaving. For elementary teachers, teaching self-efficacy was positively associated with shifting to a leadership position. In addition, leadership network size, bridging, and geographic proximity variables were positively related to shifting when compared to staying as classroom teachers. These findings provide support for teacher leadership programs in promoting leadership roles and responsibilities for STEM teachers, and retaining teachers in STEM education either in the classroom or in leadership roles.\n\n\nThis project contributes to the field towards a better understanding of the relationship between several key constructs, and teacher retention and persistence. Feedback from researchers and faculty during presentations of this project at various national and international outlets, as well as reviews of the written products, have been positive and created a synergy among scholars to build on this research. This project has broader impacts among both research and practice communities regarding teacher leadership, teacher retention and capitals related to teacher retention (structural, human, psychological, and social) as our findings inform others who are trying to solve the teacher retention and persistence problems facing the nation, particularly in high need schools.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/16/2024\n\n\t\t\t\t\tSubmitted by: CynthiaCallard\n"
 }
}