{
 "awd_id": "1950534",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Computational Imaging and Mixed-Reality for Visual Media Creation and Visualization",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 324000.0,
 "awd_amount": 324000.0,
 "awd_min_amd_letter_date": "2020-01-09",
 "awd_max_amd_letter_date": "2020-02-26",
 "awd_abstract_narration": "This Research Experiences for Undergraduates (REU) Site award funds a new site focused on the creation of visual computing systems at the School of Arts, Media and Engineering at Arizona State University. The REU Site will recruit eight students each summer for a ten-week long experience in computational imaging and mixed-reality research. From augmented and virtual reality to computational photography and the Internet of Things, applications built on real-time, high-quality visual sensing are becoming central to everyday computing. All of these applications exhibit two competing demands: complex, domain-specific sensing capabilities on one hand and systems considerations such as energy efficiency, data bandwidth, and latency on the other. This REU site aims to enable students to conduct research on the design of new visual computing systems for these applications to solve these challenges. Further, students will be exposed to the emerging area of media arts and sciences to understand how the systems they build can be utilized for visual media creation. Students will have the opportunity to present their work in both scientific publications and conferences as well as novel dissemination through public exhibition, outreach to the local community, and engagement with a wider audience interested in visual media. Undergraduate students will be recruited from a broad range of fields including computer science, electrical engineering, and digital media arts and sciences. Recruitment efforts will focus on students from state universities, minority-serving institutions, and community colleges, particularly from under-served populations who are interested in visual media technologies. This will enable new, diverse audiences to be exposed to visual computing research and its applications in society.\r\n \r\nThe primary objective of this REU site is to train undergraduate researchers in the areas of computational imaging and photography, virtual/augmented/mixed reality, and visualization technologies. These students will work on projects that addresses research questions such as: (a) How can the physics of light and sound transport be incorporated/exploited into acquisition systems effectively? (b) What are the signal processing constraints for sampling high-dimensional visual data effectively? (c) How can we characterize the energy, performance, and scalability of efficient system architectures and algorithms for the sensing, distribution, and playback of high-quality immersive spatial data? As part of these projects, hardware and software co-design will be emphasized to realize mobile and embedded systems which are energy-efficient and extend the visual capabilities of sensing and processing. The second objective is to have students' engagement with the general public through applications demonstrating their research projects. This is primarily accomplished through tools from the media arts and sciences that emphasize real-time demonstrations, public exhibition, digital media content creation, and on-going dialogue about the science and engineering behind these systems. These combined objectives will train undergraduate researchers to build exciting, novel visual computing systems that have wide application to relevant sensor, visualization, gaming, and entertainment industries that utilize this technology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suren",
   "pi_last_name": "Jayasuriya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suren Jayasuriya",
   "pi_email_addr": "sjayasur@asu.edu",
   "nsf_id": "000753682",
   "pi_start_date": "2020-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "LiKamWa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert LiKamWa",
   "pi_email_addr": "likamwa@asu.edu",
   "nsf_id": "000724741",
   "pi_start_date": "2020-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 324000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The REU site was hosted at the School of Arts, Media and Engineering at Arizona State University from 2021-2023. The REU Site for Computational Imaging and Mixed-Reality for Visual Media Creation and Visualization recruited undergraduate students each summer to gain experience in computational imaging and mixed-reality research. Students were paired with engineering/computer science mentors and mentors from the media arts and sciences program, to broaden the impacts and applications of their research. The primary intellectual merits of this REU site was to train undergraduate researchers in the newly developing areas of computational imaging and photography, virtual/augmented/mixed reality, and visualization technologies to find novel solutions to the above challenges. In particular, hardware and software co-design was emphasized as a way to introduce students to vertical integration across the stack and enable new breakthroughs. Research projects included volumetric streaming for augmented and virtual reality, non-line-of-sight imaging with projector-camera systems, long-range imaging through turbulence, pose estimation and object tracking for fast moving objects in sports video, and haptic devices for novel human-computer interaction in music and dance applications. The broader impacts of the REU site included exposing several diverse undergraduate students to professional careers in research across electrical engineering and computer science. In addition, students participated in public demonstrations and presentations of their research to a wider public.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2023<br>\n\t\t\t\t\tModified by: Suren&nbsp;Jayasuriya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe REU site was hosted at the School of Arts, Media and Engineering at Arizona State University from 2021-2023. The REU Site for Computational Imaging and Mixed-Reality for Visual Media Creation and Visualization recruited undergraduate students each summer to gain experience in computational imaging and mixed-reality research. Students were paired with engineering/computer science mentors and mentors from the media arts and sciences program, to broaden the impacts and applications of their research. The primary intellectual merits of this REU site was to train undergraduate researchers in the newly developing areas of computational imaging and photography, virtual/augmented/mixed reality, and visualization technologies to find novel solutions to the above challenges. In particular, hardware and software co-design was emphasized as a way to introduce students to vertical integration across the stack and enable new breakthroughs. Research projects included volumetric streaming for augmented and virtual reality, non-line-of-sight imaging with projector-camera systems, long-range imaging through turbulence, pose estimation and object tracking for fast moving objects in sports video, and haptic devices for novel human-computer interaction in music and dance applications. The broader impacts of the REU site included exposing several diverse undergraduate students to professional careers in research across electrical engineering and computer science. In addition, students participated in public demonstrations and presentations of their research to a wider public.  \n\n \n\n\t\t\t\t\tLast Modified: 08/23/2023\n\n\t\t\t\t\tSubmitted by: Suren Jayasuriya"
 }
}