{
 "awd_id": "1950310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building Capacity to Develop a Program for Future STEM Teachers within a Framework of Justice, Community, and Leadership",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Green",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 74970.0,
 "awd_amount": 74970.0,
 "awd_min_amd_letter_date": "2020-03-02",
 "awd_max_amd_letter_date": "2020-03-02",
 "awd_abstract_narration": "This project aims to serve the national need of building capacity to prepare high-quality STEM teachers. To do so, it seeks to develop a teacher preparation program aligned with the College’s Justice, Community, and Leadership Program. The project will collect data needed to develop a program that addresses persistent national and regional challenges in STEM teacher education. It will examine high STEM teacher turnover in schools that serve populations with high levels of poverty.  Data about representation of people of color and women in STEM teaching will be examined.  In addition, the project will explore cultural relevance and social/environmental justice connections in the STEM curriculum. The College will develop curricular programming with the aim of preparing STEM teachers from diverse backgrounds who persist as teachers in urban, high-need schools. \r\n\r\nThis project at St. Mary’s College includes internal partnerships with the Kalmanovitz School of Education, School of Science, and School of Liberal Arts, and a partnership with the Mount Diablo Unified School District, a high-need local educational agency. The long-term goal of the project is to design an evidence-based, equity- and social justice-relevant undergraduate STEM teacher preparation program that combines robust STEM disciplinary training, secondary teacher education, and justice, community, and leadership studies to prepare students to teach in high-need, urban public schools. This project intends to build the capacity for individuals earning a degree in a STEM discipline to simultaneously earn teacher certification. This project may contribute to the STEM education field by generating new knowledge about the convergence of STEM disciplines, secondary pedagogy, and social justice-oriented teacher education. This Capacity Building project is supported through the Robert Noyce Teacher Scholarship Program (Noyce). The Noyce program supports talented STEM undergraduate majors and professionals to become effective K-12 STEM teachers and experienced, exemplary K-12 STEM teachers to become STEM master teachers in high-need school districts. It also supports research on the persistence, retention, and effectiveness of K-12 STEM teachers in high-need school districts.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Raygoza",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mary C Raygoza",
   "pi_email_addr": "mcr13@stmarys-ca.edu",
   "nsf_id": "000807299",
   "pi_start_date": "2020-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vidya",
   "pi_last_name": "Chandrasekaran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vidya Chandrasekaran",
   "pi_email_addr": "vc5@stmarys-ca.edu",
   "nsf_id": "000512939",
   "pi_start_date": "2020-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint Mary's College of California",
  "inst_street_address": "1928 SAINT MARYS RD",
  "inst_street_address_2": "",
  "inst_city_name": "MORAGA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9256314223",
  "inst_zip_code": "945752744",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "CA10",
  "org_lgl_bus_name": "SAINT MARYS COLLEGE OF CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "LEJGNN7CS3N7"
 },
 "perf_inst": {
  "perf_inst_name": "Saint Mary's College of California",
  "perf_str_addr": "1928 St. Mary's Rd",
  "perf_city_name": "Moraga",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "945752744",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "CA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 74970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-86445a19-7fff-64a5-8965-626b0d183c97\"> </span></p>\n<p dir=\"ltr\"><span>With the support of the NSF Robert Noyce Teacher Scholarship Program Capacity Building grant, Saint Mary&rsquo;s College of California (SMC) developed an undergraduate STEM teacher preparation pathway that combines robust STEM disciplinary training in Biology, Physics, Chemistry, or Mathematics; humanizing and culturally sustaining secondary teaching theory and pedagogy; and justice, community, and leadership studies to prepare students to teach in high-need diverse urban public schools.&nbsp;</span></p>\n<p dir=\"ltr\"><span>This pathway development was made possible by bringing together project team members from the SMC Schools of Education, Science, and Liberal Arts as well as the Mount Diablo Unified School District (MDUSD), a high-need local educational agency.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The project team engaged five specific activities:&nbsp;</span></p>\n<p dir=\"ltr\"><span>1) Conducted a needs assessment of STEM teaching and learning by engaging youth and their teachers in MDUSD partner schools as well as students and faculty at SMC in surveys and focus groups, to better understand the gaps and challenges in STEM teacher preparation. We presented our research findings at the flagship national education conference, the American Educational Research Association, in 2022 in a paper presentation entitled \"Obligated to Serve Our World\": STEM Majors' Perspectives on Teaching STEM for Social Justice;&nbsp;</span></p>\n<p dir=\"ltr\"><span>2) Deepened the College&rsquo;s existing partnerships with five MDUSD Title I middle and high schools. We planned and held the first annual STEM Educators Meet and Greet to bring together SMC STEM professors and Title I STEM teachers in MDUSD to enhance collaborations, expanded the pool of mentor teachers from MDUSD for SMC student teachers, and formed an online forum for continued collaboration;&nbsp;</span></p>\n<p dir=\"ltr\"><span>3) Developed a robust undergraduate STEM teacher education program, with partners from the School of Science; the Teacher Education Department; and the Justice, Community, and Leadership Program, to leverage and synergize existing programs at SMC. The STEM disciplines now have BA degrees established and students can complete the STEM BA; a minor in Justice, Community, and Leadership; and the Single Subject credential and Master&rsquo;s in the Arts of Teaching within a 4+1 pathway. Project leads developed a new integrated course for the pathway to be taught beginning in 2023 entitled STEM Education for a More Just World;&nbsp;</span></p>\n<p dir=\"ltr\"><span>4) Enhanced institutional knowledge of recruiting, preparing, and sustaining diverse STEM teachers. We brought together multiple stakeholders (administrators, marketing and recruiting specialists, faculty, and staff) to identify current recruitment strategies and long-term supports for STEM teacher candidates and determined and shared out about how those can be improved by new understandings from &ldquo;Get the facts out&rdquo; and other sources; and&nbsp;</span></p>\n<p dir=\"ltr\"><span>5) Established a mechanism for long-term sustainability and evaluation of the program. We assembled and convened an advisory board of SMC and district partner stakeholders, to identify and reflect on strengths, areas of improvement, and visions for future collaboration and the institutional infrastructure necessary to sustain the program such as early recruitment and advising through first-year advising cohorts as well as early exposure to effective STEM teaching in MDUSD through community engagement courses.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The project&rsquo;s activities impacted a) STEM education infrastructure at SMC, by developing STEM degrees with the integration of a justice-centered teacher pathway; b) STEM teachers and students at MDUSD, by uncovering STEM education needs and establishing a pipeline for SMC students to student-teach and ultimately teach in the district; and c) Broadly, the education and retention of high-quality secondary STEM teachers, by i) advancing a model of STEM teacher education that prepares ambitious, equitable, justice-oriented, and culturally sustaining STEM teachers in urban schools that serve predominantly Students of Color and economically marginalized students; ii) recruiting a more diverse STEM teaching force; and iii) creating the conditions to increase STEM teacher retention in high teacher-turnover schools.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our research contributes to the field of STEM education by generating new knowledge on the convergence of STEM disciplinary, secondary pedagogy, and social justice-oriented teacher education programming. Needs assessment analysis revealed insight into the hesitances of prospective STEM teachers and the challenges facing practicing STEM teachers, which open new avenues for research on STEM teacher retention in high-need school districts. These findings offer implications for evidence-based strategies to develop STEM teacher education and the adaptation of those strategies to the institutional and regional context.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2022<br>\n\t\t\t\t\tModified by: Mary&nbsp;C&nbsp;Raygoza</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nWith the support of the NSF Robert Noyce Teacher Scholarship Program Capacity Building grant, Saint Mary’s College of California (SMC) developed an undergraduate STEM teacher preparation pathway that combines robust STEM disciplinary training in Biology, Physics, Chemistry, or Mathematics; humanizing and culturally sustaining secondary teaching theory and pedagogy; and justice, community, and leadership studies to prepare students to teach in high-need diverse urban public schools. \nThis pathway development was made possible by bringing together project team members from the SMC Schools of Education, Science, and Liberal Arts as well as the Mount Diablo Unified School District (MDUSD), a high-need local educational agency. \nThe project team engaged five specific activities: \n1) Conducted a needs assessment of STEM teaching and learning by engaging youth and their teachers in MDUSD partner schools as well as students and faculty at SMC in surveys and focus groups, to better understand the gaps and challenges in STEM teacher preparation. We presented our research findings at the flagship national education conference, the American Educational Research Association, in 2022 in a paper presentation entitled \"Obligated to Serve Our World\": STEM Majors' Perspectives on Teaching STEM for Social Justice; \n2) Deepened the College’s existing partnerships with five MDUSD Title I middle and high schools. We planned and held the first annual STEM Educators Meet and Greet to bring together SMC STEM professors and Title I STEM teachers in MDUSD to enhance collaborations, expanded the pool of mentor teachers from MDUSD for SMC student teachers, and formed an online forum for continued collaboration; \n3) Developed a robust undergraduate STEM teacher education program, with partners from the School of Science; the Teacher Education Department; and the Justice, Community, and Leadership Program, to leverage and synergize existing programs at SMC. The STEM disciplines now have BA degrees established and students can complete the STEM BA; a minor in Justice, Community, and Leadership; and the Single Subject credential and Master’s in the Arts of Teaching within a 4+1 pathway. Project leads developed a new integrated course for the pathway to be taught beginning in 2023 entitled STEM Education for a More Just World; \n4) Enhanced institutional knowledge of recruiting, preparing, and sustaining diverse STEM teachers. We brought together multiple stakeholders (administrators, marketing and recruiting specialists, faculty, and staff) to identify current recruitment strategies and long-term supports for STEM teacher candidates and determined and shared out about how those can be improved by new understandings from \"Get the facts out\" and other sources; and \n5) Established a mechanism for long-term sustainability and evaluation of the program. We assembled and convened an advisory board of SMC and district partner stakeholders, to identify and reflect on strengths, areas of improvement, and visions for future collaboration and the institutional infrastructure necessary to sustain the program such as early recruitment and advising through first-year advising cohorts as well as early exposure to effective STEM teaching in MDUSD through community engagement courses. \nThe project’s activities impacted a) STEM education infrastructure at SMC, by developing STEM degrees with the integration of a justice-centered teacher pathway; b) STEM teachers and students at MDUSD, by uncovering STEM education needs and establishing a pipeline for SMC students to student-teach and ultimately teach in the district; and c) Broadly, the education and retention of high-quality secondary STEM teachers, by i) advancing a model of STEM teacher education that prepares ambitious, equitable, justice-oriented, and culturally sustaining STEM teachers in urban schools that serve predominantly Students of Color and economically marginalized students; ii) recruiting a more diverse STEM teaching force; and iii) creating the conditions to increase STEM teacher retention in high teacher-turnover schools. \nOur research contributes to the field of STEM education by generating new knowledge on the convergence of STEM disciplinary, secondary pedagogy, and social justice-oriented teacher education programming. Needs assessment analysis revealed insight into the hesitances of prospective STEM teachers and the challenges facing practicing STEM teachers, which open new avenues for research on STEM teacher retention in high-need school districts. These findings offer implications for evidence-based strategies to develop STEM teacher education and the adaptation of those strategies to the institutional and regional context.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/30/2022\n\n\t\t\t\t\tSubmitted by: Mary C Raygoza"
 }
}