{
 "awd_id": "1951707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Long, Coiled, Actuated: Complex Flagella Moving Through Heterogeneous Fluid Environments",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 359999.0,
 "awd_amount": 359999.0,
 "awd_min_amd_letter_date": "2020-03-11",
 "awd_max_amd_letter_date": "2022-05-10",
 "awd_abstract_narration": "The study of how natural and robotic microorganisms propel themselves in a fluid through the beating of flagella has enjoyed much success through advances in imaging technologies, computational methods, microfluidic devices, and materials science. However, in biological systems, rarely does an undulating flagellum beat freely, but may beat in close proximity to (or through) passive elastic structures such as mucosal strands embedded in the fluid environment or walls of tubular ducts. This project will investigate the motility of microorganisms through fluids with suspended polymeric networks where the gaps between polymer filaments are comparable to the size of the organism. The study is relevant to mammalian sperm-egg penetration and spirochete motility through mucosal tissues. The project will also investigate the journey of insect sperm through narrow sperm storage organs in the female reproductive tract. These systems require the development of novel mathematical models and computational methods that move beyond simple representations of sperm flagella, that allow remodeling of discrete viscoelastic networks, and that capture the geometry of confining structures. The project includes training of a postdoctoral researcher, graduate students, and undergraduates through involvement in the research.\r\n \r\nThe mechanics of a compliant, viscoelastic network embedded in a viscous fluid and the motility of long, actuated fibers moving in confined environments present rich systems in elastohydrodyamics. The project will leverage the method of regularized Stokeslets and recent extensions of it. This methodology will be further advanced through deriving kernels for regularized flow inside a sphere. By choosing a discrete network rather than a continuum description of a non-Newtonian fluid, a heterogeneous environment is easily represented. For instance, the power required for an organism to first penetrate the viscoelastic network (as in mammalian fertilization) and how its form evolves as it moves through these regions can be studied. In particular, the energetics of the Lyme disease spirochete as it migrates through such a viscoelastic network will be investigated. In addition, the dynamics of insect sperm motility in the female reproductive tract will be modeled. Their extreme length and their ability to move into confined spaces present mathematical and computational challenges. The project will use recent advances in modeling the shape deformations and buckling of long, flexible fibers in background flows, coupled with modeling of actuated flagella, to investigate this system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Fauci",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa J Fauci",
   "pi_email_addr": "fauci@tulane.edu",
   "nsf_id": "000181291",
   "pi_start_date": "2020-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Cortez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo Cortez",
   "pi_email_addr": "rcortez@tulane.edu",
   "nsf_id": "000423269",
   "pi_start_date": "2020-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 119614.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 118770.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 121615.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study of the fluid dynamics of microorganisms, both natural and  engineered, has enjoyed much success in the last decades, through  advances in imaging technologies, computational methods,<br />microfluidic  devices, material science, and non-Newtonian fluid dynamics. In  biological systems, rarely does a microbe swim freely, but  may beat in close proximity to (or through)&nbsp; passive elastic structures  such as as mucosal strands embedded in the fluid environment.&nbsp; In this project, we <br />developed and analyzed fluid dynamic models of the motility of microorganisms through viscous fluids with suspended  polymeric networks whose length scales are comparable to that of the  organism.&nbsp; We have implemented a hybrid boundary element/regularized Stokeslet  method for the study of bacterial motility in a heterogeneous  viscoelastic medium. &nbsp; The swimmer, with helical flagellum and spherical  cell body, moves into, through, and out of a viscoelastic network  immersed in a Stokesian fluid. <br /> We have used elasticity theory to characterize the flexural stiffness of  discrete viscoelastic membranes or networks with varying connectivities and  material properties of individual links. These models have shed light on both biological and engineeried systems at the microscale.&nbsp; These include, for instance, the mechanisms by which microrobots can be guided to break up blood clots, as well as the dynamics of H. pylori bacteria in the stomach that are able to use enzymes to dissolve protective mucus layers.</p><br>\n<p>\n Last Modified: 09/02/2024<br>\nModified by: Lisa&nbsp;J&nbsp;Fauci</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1951707/1951707_10657160_1725309133785_E10break.0--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1951707/1951707_10657160_1725309133785_E10break.0--rgov-800width.png\" title=\"Simulation t=0\"><img src=\"/por/images/Reports/POR/2024/1951707/1951707_10657160_1725309133785_E10break.0--rgov-66x44.png\" alt=\"Simulation t=0\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A zoomed-in snapshots of a rigid, rotating helical flagellum propelling a cell body in a viscous fluid penetrating a polymeric membrane.  When the individual links between nodes in the membrane are stressed above a prescribed threshold,  these links are broken.</div>\n<div class=\"imageCredit\">Schuech, Fauci, Cortez</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Lisa&nbsp;J&nbsp;Fauci\n<div class=\"imageTitle\">Simulation t=0</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1951707/1951707_10657160_1725309254529_E10break.17--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1951707/1951707_10657160_1725309254529_E10break.17--rgov-800width.png\" title=\"After network penetration\"><img src=\"/por/images/Reports/POR/2024/1951707/1951707_10657160_1725309254529_E10break.17--rgov-66x44.png\" alt=\"After network penetration\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">zoomed-in snapshots of a rigid, rotating helical flagellum propelling a cell body in a viscous fluid penetrating a polymeric membrane.  When the individual links between nodes in the membrane are stressed above a prescribed threshold,  these links are broken.</div>\n<div class=\"imageCredit\">Schuech, Fauci, Cortez</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Lisa&nbsp;J&nbsp;Fauci\n<div class=\"imageTitle\">After network penetration</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe study of the fluid dynamics of microorganisms, both natural and  engineered, has enjoyed much success in the last decades, through  advances in imaging technologies, computational methods,\nmicrofluidic  devices, material science, and non-Newtonian fluid dynamics. In  biological systems, rarely does a microbe swim freely, but  may beat in close proximity to (or through) passive elastic structures  such as as mucosal strands embedded in the fluid environment. In this project, we \ndeveloped and analyzed fluid dynamic models of the motility of microorganisms through viscous fluids with suspended  polymeric networks whose length scales are comparable to that of the  organism. We have implemented a hybrid boundary element/regularized Stokeslet  method for the study of bacterial motility in a heterogeneous  viscoelastic medium.  The swimmer, with helical flagellum and spherical  cell body, moves into, through, and out of a viscoelastic network  immersed in a Stokesian fluid. \n We have used elasticity theory to characterize the flexural stiffness of  discrete viscoelastic membranes or networks with varying connectivities and  material properties of individual links. These models have shed light on both biological and engineeried systems at the microscale. These include, for instance, the mechanisms by which microrobots can be guided to break up blood clots, as well as the dynamics of H. pylori bacteria in the stomach that are able to use enzymes to dissolve protective mucus layers.\t\t\t\t\tLast Modified: 09/02/2024\n\n\t\t\t\t\tSubmitted by: LisaJFauci\n"
 }
}