{
 "awd_id": "1951531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A 3D Multiscale Computational Model for Fluid Flow Over Osteocyte in Loaded Bone",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-08-12",
 "awd_max_amd_letter_date": "2022-06-08",
 "awd_abstract_narration": "Bone regulation plays a major role in several bone-related diseases (e.g. osteoporosis) and conditions (e.g. broken bone).  Understanding how to improve such scenarios requires increased understanding of bone components including osteocytes, important bone cells that, when sensing force or stress, send out signals that make other cells create or destroy bone.  Despite experimental evidence that osteocytes do significantly affect bone regulation, early observations revealed that the stress on the osteocyte needed to initiate bone regulating activities was much greater than the stress bones experience during daily activities.  For osteocytes’ bone regulating abilities to be triggered, it appears force must somehow be amplified as it is transferred through the bone down into the microscale regions in and near the osteocytes.  While various reasonable explanations for how such force amplification can arise have been suggested, a consensus has not been reached primarily because the complexity of bone has made it difficult to consider all possible factors in any single existing study.  Addressing this issue, this study will develop an integrative model to combine multiple components of the osteocyte and its surrounding environment across multiple scales to better understand how everyday forces can be amplified as they travel to the osteocyte.  The model will be used to identify which components of the cell are most likely responsible for sensing force.  The model can also be used in future studies to consider how to improve force sensing and resulting bone regulation in individuals with osteoporosis, osteoarthritis, leukemia, broken bones, and other bone-related conditions. \r\n\r\nThe goal of this project is to better understand how osteocytes sense forces in vivo (mechanosensation) and how the osteocyte and its microenvironment amplifies stress and strain to levels detectable by osteocytes in vivo by computational modeling and laboratory experiments. This goal will be achieved by introducing a multiscale 3D computational model for the osteocyte-fluid lacuna-canaliculi system and the encasing bone matrix under mechanical loading. The integrative model comprises three parts: a cross-linked viscoelastic fiber-network based “cytosolid model” for force-bearing components in the cell; a lattice-Boltzmann-equation based “fluid model” (intracellular and extracellular) for the remaining cellular and interstitial substances; and a continuum “poroelastic model” for the bone matrix. These three submodels will be integrated through the mutual fluid-structure-interaction (FSI) using the immersed boundary (IB) framework. Model parameters will be obtained from both existing data in literature and collaborators’ in vitro experiments. The three submodels will be verified prior to assembly by separate experimental data and the integrated model will be validated using the ex-vivo experiments. Predictions of the integrated computational model on large-scale CPU-GPU computer clusters will be used to characterize the stress and strain fields, and investigate the stress and strain magnification mechanism, generate new insights into osteocyte mechanosensation and stress/strain amplification, and introduce novel experimental designs to study how disease-related changes may regulate osteocyte mechanotransduction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luoding",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luoding Zhu",
   "pi_email_addr": "luozhu@iupui.edu",
   "nsf_id": "000064906",
   "pi_start_date": "2020-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jared",
   "pi_last_name": "Barber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jared Barber",
   "pi_email_addr": "jarobarb@iu.edu",
   "nsf_id": "000511856",
   "pi_start_date": "2020-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University - Purdue University Indianapolis",
  "perf_str_addr": "402 North Blackford Street",
  "perf_city_name": "Indianapolis",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "462023217",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 137923.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 62077.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Osteocytes are bone cells that play a major role in bone growth.&nbsp; Because they are embedded deep in bone, experiments can be difficult. &nbsp;Computational models offer an alternate viable strategy for studies. Because there are still many unanswered questions on how osteocytes sense (mechanosensation) and respond to forces, we constructed four major models for osteocytes in bone to identify what factors affect forces. &nbsp;This will allow others to better target potential mechanosensation mechanisms and/or locations in the future.</p>\r\n<p>Osteocytes reach out 50-60 arms, or processes, to each other through channels in the bone that are filled with fluid and called canaliculi.&nbsp; Also, osteocyte-associated proteins called pericellular matrix (PCM) hover in the fluid near the osteocyte.&nbsp;&nbsp; The first 2D model considers the influence of the number/geometry of the canaliculi and PCM on the forces experienced by osteocytes including wall shear stress (WSS) and wall normal stress (WNS). &nbsp;It finds that PCM can significantly increase the stress experienced by osteocytes because, in such cases, flow must squeeze through narrower gaps between the obstructing proteins and the cell (Fig. 1).</p>\r\n<p>We also found that average stress magnitudes are not significantly affected by canalicular number or geometry, despite high overall variability between different scenarios (Fig. 2), and that stress is proportional to one divided by the Reynolds number, an estimate for the relative amount of inertial vs viscous effects in a system.</p>\r\n<p>The second 2D model combines a flexible osteocyte&rsquo;s main body, its processes, osteocyte-surrounding flow, and fluid-encasing bone.&nbsp; It finds that 1) force and strain tend to be highest at the junction between the processes and the membrane and 2) force tends to be highest along the membrane (vs processes). See Fig. 3.</p>\r\n<p>The first 3D model zooms in on one of the processes surrounded by flow and encased in a canaliculus to consider how forces from flow through the region are affected by canalicular wall roughness.&nbsp;</p>\r\n<p>It finds that wall roughness induces significantly greater forces on the process with significant enhancement of that effect if roughness is accompanied with a narrowing of the canaliculus.&nbsp; See Fig. 4.</p>\r\n<p>The second 3D model combines an osteocyte&rsquo;s main body, its processes, osteocyte-surrounding flow, and fluid-encasing bone.&nbsp; It finds 1) regions of higher strain are concentrated near the junctions where the cellular processes meet the main body; 2) increased number of incoming flow routes result in increased stress and strain; 3)&nbsp; some osteocyte properties affect experienced stresses more (e.g. how easily the membrane stretches) than others (e.g. Reynolds number). See Figs. 5-6.</p>\r\n<p>&nbsp;We have performed unprecedented work in this context by carefully deriving boundary conditions, forces for more complex elastic solids (nonlinear elasticity), and working strategies to integrate multiple components and scales.&nbsp; We believe such work will prove beneficial for those attempting similar biological and mathematical studies in the future.</p>\r\n<p>The PI/Co-PI delivered five talks for undergraduates, three for graduates, 15 internationally, two posters, and two seminar talks. They mentored two high school students, 13 undergraduates, and three PhD students. &nbsp;Their students delivered 14 conference talks and eight posters. They published four peer-viewed journal papers (two being <em>featured articles</em>). One manuscript is submitted and two are in preparation. They co-organized two mini-symposiums and ran a year-long IUI biomath seminar dedicated to bone.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/26/2024<br>\nModified by: Luoding&nbsp;Zhu</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732658953289_Fig4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732658953289_Fig4--rgov-800width.jpg\" title=\"Fig.4\"><img src=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732658953289_Fig4--rgov-66x44.jpg\" alt=\"Fig.4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Shear stress magnitude and mean value on process for several different scenarios.  Comparing Baseline case (a) to cases (d), (e), (f), (g) reveals the key finding. (Barber 2024.)</div>\n<div class=\"imageCredit\">Jared Barber</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Luoding&nbsp;Zhu\n<div class=\"imageTitle\">Fig.4</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732657928617_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732657928617_Fig1--rgov-800width.jpg\" title=\"Fig.1\"><img src=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732657928617_Fig1--rgov-66x44.jpg\" alt=\"Fig.1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Flow field of 20% PCM in lacuna and canaliculi. The length and speed are in LB units. The figure shows PCM creates flow disturbances. (Zhu 2022.)</div>\n<div class=\"imageCredit\">Jared Barber</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luoding&nbsp;Zhu\n<div class=\"imageTitle\">Fig.1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732659355123_Fig6--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732659355123_Fig6--rgov-800width.png\" title=\"Fig.6\"><img src=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732659355123_Fig6--rgov-66x44.png\" alt=\"Fig.6\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">WNS (1st row) & WSS (2nd row) on membrane. Stress estimates are represented by colors. Magenta-colored extensions indicate cell process locations. (Courtesy Nigar Karimli.)</div>\n<div class=\"imageCredit\">Nigar Karimli</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luoding&nbsp;Zhu\n<div class=\"imageTitle\">Fig.6</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732658764923_Fig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732658764923_Fig3--rgov-800width.jpg\" title=\"Fig.3\"><img src=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732658764923_Fig3--rgov-66x44.jpg\" alt=\"Fig.3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Predicted fluid motion (black arrows) and deformation (a) with colors representing flow speed (b-c).  Panel (a) includes processes (blue), links/cytoskeletal (green), and membrane (red).  The figure shows deformation is largest in cell membrane near the membrane-process junctions. (Barber 2023.)</div>\n<div class=\"imageCredit\">Jared Barber</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Luoding&nbsp;Zhu\n<div class=\"imageTitle\">Fig.3</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732658354799_Fig2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732658354799_Fig2--rgov-800width.png\" title=\"Fig.2\"><img src=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732658354799_Fig2--rgov-66x44.png\" alt=\"Fig.2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Mean (solid blue) and standard deviation (shaded) of the WSS and WNS along the outside of the osteocyte using 100 realizations which correspond to using different randomized sets of inlets/outlets for each scenario.  We used 16, 32, and 64 (different geometries A, B, and C) canaliculi. (Zhu 2022).</div>\n<div class=\"imageCredit\">Jared Barber</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luoding&nbsp;Zhu\n<div class=\"imageTitle\">Fig.2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732659244434_Fig5--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732659244434_Fig5--rgov-800width.png\" title=\"Fig.5\"><img src=\"/por/images/Reports/POR/2024/1951531/1951531_10696069_1732659244434_Fig5--rgov-66x44.png\" alt=\"Fig.5\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Evolution of membrane strain over time. Time step is 10000 between two successive panels, left to right, top to bottom. Colors are smoothed strains (mean values in panel titles). Flow enters the domain from left, front, and back, and exits through right, bottom, and top. (Courtesy Nigar Karimli.)</div>\n<div class=\"imageCredit\">Nigar Karimli</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luoding&nbsp;Zhu\n<div class=\"imageTitle\">Fig.5</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nOsteocytes are bone cells that play a major role in bone growth. Because they are embedded deep in bone, experiments can be difficult. Computational models offer an alternate viable strategy for studies. Because there are still many unanswered questions on how osteocytes sense (mechanosensation) and respond to forces, we constructed four major models for osteocytes in bone to identify what factors affect forces. This will allow others to better target potential mechanosensation mechanisms and/or locations in the future.\r\n\n\nOsteocytes reach out 50-60 arms, or processes, to each other through channels in the bone that are filled with fluid and called canaliculi. Also, osteocyte-associated proteins called pericellular matrix (PCM) hover in the fluid near the osteocyte. The first 2D model considers the influence of the number/geometry of the canaliculi and PCM on the forces experienced by osteocytes including wall shear stress (WSS) and wall normal stress (WNS). It finds that PCM can significantly increase the stress experienced by osteocytes because, in such cases, flow must squeeze through narrower gaps between the obstructing proteins and the cell (Fig. 1).\r\n\n\nWe also found that average stress magnitudes are not significantly affected by canalicular number or geometry, despite high overall variability between different scenarios (Fig. 2), and that stress is proportional to one divided by the Reynolds number, an estimate for the relative amount of inertial vs viscous effects in a system.\r\n\n\nThe second 2D model combines a flexible osteocytes main body, its processes, osteocyte-surrounding flow, and fluid-encasing bone. It finds that 1) force and strain tend to be highest at the junction between the processes and the membrane and 2) force tends to be highest along the membrane (vs processes). See Fig. 3.\r\n\n\nThe first 3D model zooms in on one of the processes surrounded by flow and encased in a canaliculus to consider how forces from flow through the region are affected by canalicular wall roughness.\r\n\n\nIt finds that wall roughness induces significantly greater forces on the process with significant enhancement of that effect if roughness is accompanied with a narrowing of the canaliculus. See Fig. 4.\r\n\n\nThe second 3D model combines an osteocytes main body, its processes, osteocyte-surrounding flow, and fluid-encasing bone. It finds 1) regions of higher strain are concentrated near the junctions where the cellular processes meet the main body; 2) increased number of incoming flow routes result in increased stress and strain; 3) some osteocyte properties affect experienced stresses more (e.g. how easily the membrane stretches) than others (e.g. Reynolds number). See Figs. 5-6.\r\n\n\nWe have performed unprecedented work in this context by carefully deriving boundary conditions, forces for more complex elastic solids (nonlinear elasticity), and working strategies to integrate multiple components and scales. We believe such work will prove beneficial for those attempting similar biological and mathematical studies in the future.\r\n\n\nThe PI/Co-PI delivered five talks for undergraduates, three for graduates, 15 internationally, two posters, and two seminar talks. They mentored two high school students, 13 undergraduates, and three PhD students. Their students delivered 14 conference talks and eight posters. They published four peer-viewed journal papers (two being featured articles). One manuscript is submitted and two are in preparation. They co-organized two mini-symposiums and ran a year-long IUI biomath seminar dedicated to bone.\r\n\n\n\t\t\t\t\tLast Modified: 11/26/2024\n\n\t\t\t\t\tSubmitted by: LuodingZhu\n"
 }
}