{
 "awd_id": "1951203",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: HIPER - 3D Onshore-Offshore Imaging of Controls on Subduction Zone Megathrust Rupture and Slip Behavior",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2020-01-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 350991.0,
 "awd_amount": 416180.0,
 "awd_min_amd_letter_date": "2020-01-07",
 "awd_max_amd_letter_date": "2023-11-22",
 "awd_abstract_narration": "The largest earthquakes worldwide occur in subduction zones where the tectonic plates associated with ocean basins descend into Earth’s interior. These earthquakes occur on large faults that separate the descending oceanic plate from the overlying continental plate. Ground shaking from these earthquakes have significant human and economic impacts. Subduction zone earthquakes that rupture the seafloor can generate tsunamis that cause additional destruction. Regions of the world at risk from these earthquakes include the U.S. Pacific Northwest and Alaska, Central and South America, Japan, and Southeast Asia. Here, the researchers deploy a dense array of seismometers to image at high resolution a portion of the subduction zone that ruptured offshore northern Ecuador in a large earthquake in 2016. The project leverages data acquisition from an offshore and onshore deployment supported by European funding agencies. Analysis of the data provides an opportunity to link variations in structure and seismic properties along the subduction zone to the distribution of slip behaviors that culminates in large earthquakes. Results from this research improve seismic hazard assessment near subduction zones. The project also provides support for a graduate student in seismology and training of undergraduate students.\r\n\r\nHigh resolution studies of subduction zones reveal their complexity and diversity of structure and physical properties. Heterogeneity downdip and along strike influences plate coupling and slip behavior on the plate interface, as well as in the downgoing plate and in the upper plate, which ultimately culminates in large magnitude earthquakes. The HIPER project (High Resolution Imaging of the Pedernales Earthquake Rupture Zone) is supported by French and German funding agencies. It acquires active and passive offshore-onshore seismic data along the northern Ecuador subduction zone in and adjacent to the 2016 Mw 7.8 Pedernales rupture. The HIPER project includes 60 ocean-bottom seismometers and 150 land stations that record active source shots from a 3D grid, followed by passive recording of earthquakes. Here, the U.S. team complete the project by deploying a dense array of 3-component short period nodes (~300) and 60 broadband sensors. The goal is to significantly densify the onshore portion of HIPER for active source recording.  It also widens the aperture of passive recording to improve lateral coverage and imaging at depth. The combined arrays present an exceptional opportunity for multiscale 3D imaging and examine the relationship between structure, fluids, and variations in slip behavior from seismic to aseismic. Ultimately, it allows to reconcile observations from geodesy and seismology with geology, structure, and seismicity. Data analysis employs machine learning generalized phase detection to significantly increase source detection.  It also involves a combination of traveltime and ambient noise tomography, and high frequency receiver functions as input to a multi-step series of inversions to constrain earthquake locations and seismic structure along and above the seismogenic zone.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Meltzer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Anne S Meltzer",
   "pi_email_addr": "ameltzer@lehigh.edu",
   "nsf_id": "000231372",
   "pi_start_date": "2020-01-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Stachnik",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua C Stachnik",
   "pi_email_addr": "jcs612@lehigh.edu",
   "nsf_id": "000646746",
   "pi_start_date": "2020-01-07",
   "pi_end_date": "2022-04-15"
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 243799.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 107192.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 65189.0
  }
 ],
 "por": null
}