{
 "awd_id": "1951257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Investigating tardigrade development to unravel the evolution of animal body plans",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 332404.0,
 "awd_amount": 332404.0,
 "awd_min_amd_letter_date": "2020-01-29",
 "awd_max_amd_letter_date": "2020-01-29",
 "awd_abstract_narration": "The evolution of animal body plans has traditionally been difficult to study because their origins lie in an ancient period for which fossils are extremely rare. Recent advances in developmental biology and genomics techniques now provide alternative methods to reconstruct the evolutionary steps that gave rise to animal body plans. Studies of water bear  (Tardigrade) development may be especially informative for investigating two important themes of body plan evolution—segmentation and miniaturization. Segmentation is a common characteristic of animals.  This project will investigate tardigrade development in order to reconstruct the evolutionary steps that underlie the origins of the segmentation mechanisms that are present in modern animals. Miniaturization has evolved independently in several animal lineages, including in the tardigrade lineage, but very little is known about the developmental underpinnings of miniaturization. This project aims to identify the developmental origins of the compact tardigrade body plan, and to determine the consequences of miniaturization on the developmental mechanisms that control development of the tardigrade gut. Results of this work may reveal general developmental principles that underlie miniaturization. This project will provide training to eleven undergraduate students. A key aim is to provide training to students from underrepresented groups in biology. Research on tardigrades also provides an excellent opportunity to foster public science outreach. This project uses research activities to enhance public science literacy in Jacksonville, FL. \r\n\r\nA recent study of Hox genes revealed that the tardigrade body plan evolved by the loss of mid-trunk segments. This result raises several questions. (1) What is the developmental basis for the loss of mid-trunk segments? In many bilaterians, before growth of a mid-trunk region, antagonistic interactions between the canonical Wnt signaling pathway and inhibitors of this pathway specify anterior and posterior regions of the body axis. This work will test whether this mechanism specifies the entire body axis of a tardigrade, as predicted if tardigrades simply lost the ability to grow a mid-trunk region. (2) Do the remaining segments in tardigrades develop by the same segmentation mechanisms that have been identified in arthropods? To address this question, experiments will test whether the segment polarity gene network that specifies segment boundaries in arthropods also specifies segment boundaries in tardigrades. Results of this study will illuminate where in panarthropod phylogeny this network evolved a role in specifying segment boundaries. (3) What was the impact of the loss of mid-trunk segments on the gut, an unsegmented part of the body axis? To address this question, this work will determine the extent to which mechanisms that pattern the gut during development in other bilaterians have diverged in tardigrades. Experiments will utilize RNA interference to disrupt gene function and situ hybridization to characterize gene expression patterns during development of the tardigrade Hypsibius exemplaris. This research will provide insight into developmental underpinnings of the evolution of segmentation and secondary simplification.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Smith",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Frank W Smith",
   "pi_email_addr": "frank.smith@unf.edu",
   "nsf_id": "000809337",
   "pi_start_date": "2020-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Florida",
  "inst_street_address": "1 UNF DR",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSONVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "9046202455",
  "inst_zip_code": "322247699",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "FL05",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "MHM6MGJFANE7"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Florida",
  "perf_str_addr": "1 UNF Drive",
  "perf_city_name": "JACKSONVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "322242645",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "FL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1080",
   "pgm_ref_txt": "EVOLUTION OF DEVELOP MECHANISM"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 332404.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most surprising discoveries in biology is that animals as disparate as mammals and fruit flies utilize very similar developmental mechanisms controlled by nearly identical development genes. My research focuses on development and evolution of tardigrades, microscopic animals with a body form consisting of a simple head and four leg-bearing segments. My research compares development of tardigrades to other animals to understand the connection between evolutionarily modifications to developmental mechanisms and diversification of animal body forms.&nbsp; &nbsp;</p>\n<p>The first aim of this NSF award was to test whether similar mechanisms regulate the establishment of the anteroposterior (AP) body axis in tardigrades as do in many other animals. In other animals, inhibitory interactions between the canonical Wnt (cWnt) signaling pathway at one end of the embryo and inhibition of cWnt signaling at the other end of the embryo demarcate the posterior and anterior ends of the embryo, respectively. Later, cWnt signaling regulates a process called posterior growth that elongates the AP axis. Tardigrades lack posterior growth, which could explain a previous discovery, the loss of a contiguous series of trunk segments in tardigrades, since the missing segments emerge by posterior growth in relatives of tardigrades. However, the earlier acting AP specification mechanism could be conserved in tardigrades. If so, it would suggest that the compact tardigrade body form evolved by the loss of posterior growth, rather than the evolution of radically different developmental mechanisms. Supporting this hypothesis, we discovered that Wnt signaling genes are expressed on the posterior end of embryos of the tardigrade species <em>Hypsibius exemplaris</em>. Furthermore, when we interfered with inhibition of the cWnt signaling pathway, formation of the AP axis was stalled and some embryos developed axis polarity defects such as AP axis duplications. Furthermore, we discovered that some genes that regulate posterior growth in other animals were lost in tardigrades and several other secondarily miniaturized animals. These similar losses may reflect a common pathway to secondary miniaturization in animals &mdash; the retention of early acting mechanisms that establish the AP axis and loss of the later acting mechanisms that are responsible for growth of the AP axis.</p>\n<p>In segmented relatives of tardigrades, such as arthropods, leg-bearing segments typically develop sequentially in anteroposterior order. A highly conserved mechanism involving a group of genes called segment polarity genes regulates this process. This mechanism involves segmentally reiterated stripes of expression of several developmental genes. Unlike in most of their segmented relatives, all segments develop at the same time, rather than sequentially in tardigrades. The second aim of this NSF award focused on whether a similar mechanism regulates segmentation in tardigrades, even though the segmentation process is so different. As in their relatives, the genes <em>engrailed</em> and <em>cubitus interruptus</em> marked the posterior and anterior regions of each trunk segment, respectively. However, several genes of the hedgehog signaling and cWnt signaling pathways were lost, not expressed during segmentation, or not expressed in a pattern indicative of a segment polarity function. These results suggest that signaling between cells is less important for establishing segment polarity in tardigrades than in their relatives. These results may reflect a general evolutionary trajectory toward simpler regulatory mechanisms in animals that evolve microscopic embryos composed of very few cells.</p>\n<p>The mechanisms that control gut development are highly conserved among animals. The final research aim of this NSF award sought to determine whether these mechanisms controlled gut development in tardigrades, given the unusual nature of other aspects of their body form and development. We characterized the embryonic expression patterns of several genes that underlie the tripartite regionalized gut anatomy of other animals. Our results indicate that conserved developmental mechanisms control gut development in tardigrades. These results suggest evolutionary independence of segmental anatomy and gut anatomy in animals.</p>\n<p>This grant supported the establishment of two different methods that allow the visualization of the expression of multiple genes simultaneously in <em>H. exemplaris </em>embryos. My group has already trained members of two different research teams on these techniques. This NSF grant also fostered collaborations between me and two paleontology groups, with the aim of developing an integrative understanding of the evolution of animal body forms. Furthermore, this grant supported research opportunities for eleven undergraduate students and two graduate students, including six underrepresented minorities in science. Two undergraduate student participants, Raul Chavarria and Mandy Game, were awarded NSF Graduate Research Fellowship Program awards and are currently Ph.D. students at the University of Florida and the University of Connecticut, respectively. This grant resulted in four peer-reviewed publications that included nine authorships by student-trainees. Four additional publications are currently in preparation, all of which include student-trainee authors. Seventeen poster presentations were given at state-level (3), national (12), or international conferences (2), which included sixteen student-trainee presentations. Nine oral presentations were given at national (8) or international (1) research conferences, which included five student-trainee presentations.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/27/2024<br>\nModified by: Frank&nbsp;W&nbsp;Smith</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOne of the most surprising discoveries in biology is that animals as disparate as mammals and fruit flies utilize very similar developmental mechanisms controlled by nearly identical development genes. My research focuses on development and evolution of tardigrades, microscopic animals with a body form consisting of a simple head and four leg-bearing segments. My research compares development of tardigrades to other animals to understand the connection between evolutionarily modifications to developmental mechanisms and diversification of animal body forms. \n\n\nThe first aim of this NSF award was to test whether similar mechanisms regulate the establishment of the anteroposterior (AP) body axis in tardigrades as do in many other animals. In other animals, inhibitory interactions between the canonical Wnt (cWnt) signaling pathway at one end of the embryo and inhibition of cWnt signaling at the other end of the embryo demarcate the posterior and anterior ends of the embryo, respectively. Later, cWnt signaling regulates a process called posterior growth that elongates the AP axis. Tardigrades lack posterior growth, which could explain a previous discovery, the loss of a contiguous series of trunk segments in tardigrades, since the missing segments emerge by posterior growth in relatives of tardigrades. However, the earlier acting AP specification mechanism could be conserved in tardigrades. If so, it would suggest that the compact tardigrade body form evolved by the loss of posterior growth, rather than the evolution of radically different developmental mechanisms. Supporting this hypothesis, we discovered that Wnt signaling genes are expressed on the posterior end of embryos of the tardigrade species Hypsibius exemplaris. Furthermore, when we interfered with inhibition of the cWnt signaling pathway, formation of the AP axis was stalled and some embryos developed axis polarity defects such as AP axis duplications. Furthermore, we discovered that some genes that regulate posterior growth in other animals were lost in tardigrades and several other secondarily miniaturized animals. These similar losses may reflect a common pathway to secondary miniaturization in animals  the retention of early acting mechanisms that establish the AP axis and loss of the later acting mechanisms that are responsible for growth of the AP axis.\n\n\nIn segmented relatives of tardigrades, such as arthropods, leg-bearing segments typically develop sequentially in anteroposterior order. A highly conserved mechanism involving a group of genes called segment polarity genes regulates this process. This mechanism involves segmentally reiterated stripes of expression of several developmental genes. Unlike in most of their segmented relatives, all segments develop at the same time, rather than sequentially in tardigrades. The second aim of this NSF award focused on whether a similar mechanism regulates segmentation in tardigrades, even though the segmentation process is so different. As in their relatives, the genes engrailed and cubitus interruptus marked the posterior and anterior regions of each trunk segment, respectively. However, several genes of the hedgehog signaling and cWnt signaling pathways were lost, not expressed during segmentation, or not expressed in a pattern indicative of a segment polarity function. These results suggest that signaling between cells is less important for establishing segment polarity in tardigrades than in their relatives. These results may reflect a general evolutionary trajectory toward simpler regulatory mechanisms in animals that evolve microscopic embryos composed of very few cells.\n\n\nThe mechanisms that control gut development are highly conserved among animals. The final research aim of this NSF award sought to determine whether these mechanisms controlled gut development in tardigrades, given the unusual nature of other aspects of their body form and development. We characterized the embryonic expression patterns of several genes that underlie the tripartite regionalized gut anatomy of other animals. Our results indicate that conserved developmental mechanisms control gut development in tardigrades. These results suggest evolutionary independence of segmental anatomy and gut anatomy in animals.\n\n\nThis grant supported the establishment of two different methods that allow the visualization of the expression of multiple genes simultaneously in H. exemplaris embryos. My group has already trained members of two different research teams on these techniques. This NSF grant also fostered collaborations between me and two paleontology groups, with the aim of developing an integrative understanding of the evolution of animal body forms. Furthermore, this grant supported research opportunities for eleven undergraduate students and two graduate students, including six underrepresented minorities in science. Two undergraduate student participants, Raul Chavarria and Mandy Game, were awarded NSF Graduate Research Fellowship Program awards and are currently Ph.D. students at the University of Florida and the University of Connecticut, respectively. This grant resulted in four peer-reviewed publications that included nine authorships by student-trainees. Four additional publications are currently in preparation, all of which include student-trainee authors. Seventeen poster presentations were given at state-level (3), national (12), or international conferences (2), which included sixteen student-trainee presentations. Nine oral presentations were given at national (8) or international (1) research conferences, which included five student-trainee presentations.\n\n\n\t\t\t\t\tLast Modified: 05/27/2024\n\n\t\t\t\t\tSubmitted by: FrankWSmith\n"
 }
}