{
 "awd_id": "1951952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-PG: Towards cybernetic buildings: integrated intelligent sensing to create responsive environments",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2020-08-13",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "The essential building blocks of a community are buildings. Like the larger community, buildings have to accommodate all the needs of a diverse group of people. Some \"smart\" systems are employed in the built environment, but they are designed to facilitate operations and improve efficiency. Do these systems benefit the inhabitants of the whole community, especially marginalized groups who often do not have a say in shaping policy and practices related to building management? In a democratic society, connected communities must be safe, comfortable, healthy, easy to use, and support productivity, contributing to the advancement of a just society for all. To meet these needs, a truly smart system should be cybernetic: it can incorporate feedback for self-regulation toward desirable goals. This research will develop and test an integrated platform to collect feedback on building performance, communicate that information to all building users, and create an online community through which members can influence the operation of building services and facilities. A proactive intelligent, or cybernetic system that engages the community of building users will provide the data to evaluate connected community strategies from a social perspective.\r\n\r\nThe system will leverage smart phones and commercial augmented reality equipment to develop an inexpensive system of feedback and control that could be implemented in any building. It will include a sensor array for innovative building performance measurement, a set of dashboards for communicating and controlling the status of systems, and automated participatory processes that assess and communicate outcomes like satisfaction, comfort, and social engagement to facilities managers. The system will combine technologies from sensing, artificial intelligence, psychophysical research and social media. Implementing such systems on a large scale will provide data to create benchmarks for performance, identify unknown health threats, and understand the design features that contribute to productivity, satisfaction and community building. Once a working system has been implemented successfully for buildings, it can be scaled up for community wide use.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Junsong",
   "pi_last_name": "Yuan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junsong Yuan",
   "pi_email_addr": "jsyuan@buffalo.edu",
   "nsf_id": "000791552",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shira",
   "pi_last_name": "Gabriel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shira Gabriel",
   "pi_email_addr": "sgabriel@buffalo.edu",
   "nsf_id": "000171527",
   "pi_start_date": "2020-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Steinfeld",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Steinfeld",
   "pi_email_addr": "arced@buffalo.edu",
   "nsf_id": "000668828",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A truly smart building should be cybernetic, incorporating feedback for self-regulation toward desirable goals. In this project, we investigate the potential to build an integrated platform using an online community for monitoring and controlling building performance. We leverage both environment sensors such as temperature, humidity, and lighting sensors, as well as human sensors to estimate the comfortability of the building environment.</p>\n<p>We conduct our user study at Buffalo Niagara Medical Campus, Buffalo New York. By identifying health and nutrition as a high priority issue for community members, we developed and tested systems in labs, and conducted user survey on their usage of the public kitchens at Innovation Center of the Buffalo Niagara Medical Campus. With the collected user survey data, we built an AI prediction algorithm to forecast personalized human feelings of staying in the kitchen. Artificial intelligence (AI) can help accommodate the needs of diverse community members and give them agency in decision making about the physical environment. &nbsp;</p>\n<p>Via this project, we build a ubiquitous sensing and computing model to achieve empathetic AI and harnessing the volunteer labor of building inhabitants as &ldquo;citizen scientists.&rdquo; Particularly we provide a &ldquo;first person&rdquo; perspective to emphasize diverse needs and goals. The outcome of this project can help reduce the cost of monitoring by moving the sensing function from the building to the person, resulting in portable and flexible data collection at low cost, and can help proactive management of building space, schedule, and functions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2022<br>\n\t\t\t\t\tModified by: Yuan&nbsp;Yuan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA truly smart building should be cybernetic, incorporating feedback for self-regulation toward desirable goals. In this project, we investigate the potential to build an integrated platform using an online community for monitoring and controlling building performance. We leverage both environment sensors such as temperature, humidity, and lighting sensors, as well as human sensors to estimate the comfortability of the building environment.\n\nWe conduct our user study at Buffalo Niagara Medical Campus, Buffalo New York. By identifying health and nutrition as a high priority issue for community members, we developed and tested systems in labs, and conducted user survey on their usage of the public kitchens at Innovation Center of the Buffalo Niagara Medical Campus. With the collected user survey data, we built an AI prediction algorithm to forecast personalized human feelings of staying in the kitchen. Artificial intelligence (AI) can help accommodate the needs of diverse community members and give them agency in decision making about the physical environment.  \n\nVia this project, we build a ubiquitous sensing and computing model to achieve empathetic AI and harnessing the volunteer labor of building inhabitants as \"citizen scientists.\" Particularly we provide a \"first person\" perspective to emphasize diverse needs and goals. The outcome of this project can help reduce the cost of monitoring by moving the sensing function from the building to the person, resulting in portable and flexible data collection at low cost, and can help proactive management of building space, schedule, and functions.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2022\n\n\t\t\t\t\tSubmitted by: Yuan Yuan"
 }
}