{
 "awd_id": "1951095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Emergence and Coordination of Rhythmic Activity in Respiratory Neurons and Networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 461242.0,
 "awd_amount": 461242.0,
 "awd_min_amd_letter_date": "2020-07-24",
 "awd_max_amd_letter_date": "2020-07-24",
 "awd_abstract_narration": "Breathing in mammals occurs regularly throughout life without the need for conscious control. This remarkably robust behavior results from the activity of networks of neurons deep in the brain that interact to produce coordinated, rhythmic outputs that drive breathing.  Although certain aspects of this process are well understood, experiments have revealed features that go beyond existing theories, and this project will apply new modeling and analysis approaches to investigate these effects. A first set of issues that will be studied relates to the ways that specific patterns of respiratory neuron outputs emerge, change across development, and are affected by feedback signals. A second direction of investigation will focus on how activity spreads and becomes coordinated across a population of respiratory neurons, as needed to effectively drive the muscles that initiate each breathing cycle.  Additional avenues for research will involve the mechanisms of system-wide coordination across multiple populations of neurons that interact to produce the full breathing cycle over a range of conditions. The work will be completed in collaboration with experimentalists, and results of the project will lead to improved models to explain results of respiratory experiments and will generate new predictions. In addition to enhancing understanding of respiratory function and dysfunction, this project will have broad implications: theoretical methods developed to study the spread of coordinated activity will be relevant to other neural networks and to the spread of disease, opinion and information, while approaches for analyzing processes that evolve at very different rates will apply to other settings as well.  Trainees contributing to this research will gain experience in using computational methods to address data-driven questions in neuroscience. Methods and findings developed will contribute to the training of students via local group meetings and courses and will be disseminated more broadly via publications, presentations, and model sharing.\r\n\r\nRhythmic activity of networks of neurons underlies a wide range of repetitive behaviors such as walking, scratching, and breathing. This project will address rhythm generation, coordination, and control via a focus on neuronal networks in the mammalian brainstem associated with respiration. In the rhythms that these networks produce, multiple populations of neurons take turns activating at specific relative times and with specific activity patterns within each breathing cycle, and the activity within each population rapidly synchronizes when it arises.  This work will analyze how activity with complex dynamic features, called bursting, arises in specific neurons and subsequently spreads across the population in a particular brainstem region during the inspiratory phase of breathing. Analysis of the bursting patterns, which will be done across multiple stages of development, will involve novel mathematical analysis of the dynamics of systems with components that evolve on several distinct timescales.  The resulting theoretical advances will have implications for the study of other biological and physical systems with multiple timescale dynamics. New results will also be attained, using mathematical and computational methods, about how the coordination of bursting across the network depends on the pattern of connections across the neurons involved and the properties of the synapses through which these neurons communicate.  These advances will also have broader applicability to other processes involving the spread of activity in a network from a small set of local initiation sites. Finally, this project will include investigation of coordination of activity across multiple neuronal populations to produce functional respiratory outputs, including issues of flexibility and robustness under changes in feedback signals due to environmental or metabolic demands. These steps will be guided by novel experimental data, will involve collaboration with experimentalists, and will result in advances in basic understanding as well as predictions about alterations underlying certain respiratory dysfunctions. The project will include diverse graduate students and undergraduates who will gain valuable research training, will impact educational efforts, and will lead to dissemination of results and model sharing.\r\n\r\nThis award is funded jointly by the MPS Division of Mathematical Sciences (DMS) through the Mathematical Biology Program and BIO/IOS through the Neural Systems Cluster.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Rubin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan E Rubin",
   "pi_email_addr": "jonrubin@pitt.edu",
   "nsf_id": "000165639",
   "pi_start_date": "2020-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "123 University Place",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  },
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 461242.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:</strong>&nbsp; This project studied how neurons generate the outputs that drive the diaphragm and other muscles as needed for effective respiration, and how these signals coordinate across neural populations to maintain and control respiratory rhythmicity associated with ongoing breathing.&nbsp; The project used mathematical modeling, analysis, and simulation, constrained by experimental data, to develop new theories and predictions, some of which were later tested experimentally.&nbsp; The project involved undergraduate and graduate trainees who gained valuable research experience and mentorship and led to research publications and presentations, code sharing, and support for various educational and outreach activities.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Intellectual Merit: </strong>&nbsp;Individual neurons can produce spiking or bursting activity patterns under various conditions, and these forms of dynamics have been well-studied mathematically and computationally.&nbsp; Some respiratory neurons are observed to produce ramping patterns, however, which are intermediate between spiking and bursting and may be important for coordination of neurons across a population yet have not received much theoretical attention.&nbsp; This project led to the development of two new mathematical models for ramping activity production, along with a mechanistic analysis of how model features combined to produce and shape the patterns of interest.&nbsp; These findings may be useful for understanding activity in many brain areas, especially where coordinated, rhythmic activity is produced.&nbsp; Moving up in scale, experiments have suggested that respiratory neurons move the diaphragm through a bi-phasic process of rhythm production and subsequent recruitment. This project led to the development of the first mechanistic model suggesting the details for how this process may occur and demonstrating that a particular combination of biological features, including certain calcium-related currents, can produce the experimentally observed effects.&nbsp; At a still larger scale, other experiments have shown that respiratory neural activity occurs in multiple brainstem regions, but the details of how these regions interact, and what intrinsic properties are present in the neurons involved, have not been discovered.&nbsp; We used a modeling approach in which we constructed general classes of simplified network models and used these to show which features are or are not compatible with experimental observations and to explain why.&nbsp; For the compatible models, we performed additional simulations to generate predictions associated with their features, which can tested in future experiments to hone in on the actual network properites.</p>\r\n<p><br />While many of the project-related advances involved model development and analytical insights about the specific models, the project did support certain general mathematical advances.&nbsp; One result was a deeper understanding of the types of dynamics that can occur in systems of nonlinear differential equations with processes that evolve on multiple, widely different timescales.&nbsp; A second result was the development of a new method to derive conditions under which coupled neuron model equations will support periodic solutions, again exploiting the multiple timescales present in these equations.&nbsp; A third result was the introduction of the new concept of the qualitative inverse problem. The key idea is, rather than trying to determine precise parameter values for which the solutions of a model pass through experimentally observed data points, we use the data to determine the properties of any model within a general class that gives rise to solutions compatible with the data.&nbsp; This approach also quantifies how much measurement error or noise in the data can be present without changing the conclusions of the analysis.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Broader Impact:&nbsp; </strong>This project supported several trainees at the undergraduate and graduate levels who were supervised by the PI.&nbsp; These trainees benefitted from research experience and professional development mentorship, which helped them to make informed decisions about next career steps and equipped them with valuable skills for succeeding on their chosen paths.&nbsp; In addition to these opportunities for these specific trainees, the project supported activities related to (a) education, through the PI&rsquo;s teaching of courses in mathematical biology and mathematical neuroscience that drew on project-related developments, as well as the PI&rsquo;s lectures at various summer courses and in interdisciplinary graduate courses; (b) mentorship, through (1) the PI&rsquo;s and the PI&rsquo;s trainees&rsquo; participation in a mathematical biology working group involving a large cohort of Pitt faculty and trainees, from across several departments, featuring ample opportunities for trainees to gain experience in giving and observing presentations and to participate in scientific discussions, and (2) the PI&rsquo;s service on the Doctoral Faculty Council of the Mathematical Alliance, which promotes participation in graduate mathematical education by members of underrepresented groups; (c) outreach, through (1) the PI&rsquo;s organization of the &ldquo;Science Revealed&rdquo; public lecture series on the importance, potential, and limitations of science to bear on issues of societal interest, and (2) the PI&rsquo;s service as faculty advisor for the newly developed &ldquo;Pittsburgh Interdisciplinary Mathematics Review&rdquo;, an undergraduate-oriented journal; (d) dissemination, through publications in the peer-reviewed literature, presentations at scientific conferences, and sharing of code on the open ModelDB and GitHub websites.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/15/2024<br>\nModified by: Jonathan&nbsp;E&nbsp;Rubin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverview: This project studied how neurons generate the outputs that drive the diaphragm and other muscles as needed for effective respiration, and how these signals coordinate across neural populations to maintain and control respiratory rhythmicity associated with ongoing breathing. The project used mathematical modeling, analysis, and simulation, constrained by experimental data, to develop new theories and predictions, some of which were later tested experimentally. The project involved undergraduate and graduate trainees who gained valuable research experience and mentorship and led to research publications and presentations, code sharing, and support for various educational and outreach activities.\r\n\n\n\r\n\n\nIntellectual Merit: Individual neurons can produce spiking or bursting activity patterns under various conditions, and these forms of dynamics have been well-studied mathematically and computationally. Some respiratory neurons are observed to produce ramping patterns, however, which are intermediate between spiking and bursting and may be important for coordination of neurons across a population yet have not received much theoretical attention. This project led to the development of two new mathematical models for ramping activity production, along with a mechanistic analysis of how model features combined to produce and shape the patterns of interest. These findings may be useful for understanding activity in many brain areas, especially where coordinated, rhythmic activity is produced. Moving up in scale, experiments have suggested that respiratory neurons move the diaphragm through a bi-phasic process of rhythm production and subsequent recruitment. This project led to the development of the first mechanistic model suggesting the details for how this process may occur and demonstrating that a particular combination of biological features, including certain calcium-related currents, can produce the experimentally observed effects. At a still larger scale, other experiments have shown that respiratory neural activity occurs in multiple brainstem regions, but the details of how these regions interact, and what intrinsic properties are present in the neurons involved, have not been discovered. We used a modeling approach in which we constructed general classes of simplified network models and used these to show which features are or are not compatible with experimental observations and to explain why. For the compatible models, we performed additional simulations to generate predictions associated with their features, which can tested in future experiments to hone in on the actual network properites.\r\n\n\n\nWhile many of the project-related advances involved model development and analytical insights about the specific models, the project did support certain general mathematical advances. One result was a deeper understanding of the types of dynamics that can occur in systems of nonlinear differential equations with processes that evolve on multiple, widely different timescales. A second result was the development of a new method to derive conditions under which coupled neuron model equations will support periodic solutions, again exploiting the multiple timescales present in these equations. A third result was the introduction of the new concept of the qualitative inverse problem. The key idea is, rather than trying to determine precise parameter values for which the solutions of a model pass through experimentally observed data points, we use the data to determine the properties of any model within a general class that gives rise to solutions compatible with the data. This approach also quantifies how much measurement error or noise in the data can be present without changing the conclusions of the analysis.\r\n\n\n\r\n\n\nBroader Impact: This project supported several trainees at the undergraduate and graduate levels who were supervised by the PI. These trainees benefitted from research experience and professional development mentorship, which helped them to make informed decisions about next career steps and equipped them with valuable skills for succeeding on their chosen paths. In addition to these opportunities for these specific trainees, the project supported activities related to (a) education, through the PIs teaching of courses in mathematical biology and mathematical neuroscience that drew on project-related developments, as well as the PIs lectures at various summer courses and in interdisciplinary graduate courses; (b) mentorship, through (1) the PIs and the PIs trainees participation in a mathematical biology working group involving a large cohort of Pitt faculty and trainees, from across several departments, featuring ample opportunities for trainees to gain experience in giving and observing presentations and to participate in scientific discussions, and (2) the PIs service on the Doctoral Faculty Council of the Mathematical Alliance, which promotes participation in graduate mathematical education by members of underrepresented groups; (c) outreach, through (1) the PIs organization of the Science Revealed public lecture series on the importance, potential, and limitations of science to bear on issues of societal interest, and (2) the PIs service as faculty advisor for the newly developed Pittsburgh Interdisciplinary Mathematics Review, an undergraduate-oriented journal; (d) dissemination, through publications in the peer-reviewed literature, presentations at scientific conferences, and sharing of code on the open ModelDB and GitHub websites.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/15/2024\n\n\t\t\t\t\tSubmitted by: JonathanERubin\n"
 }
}