{
 "awd_id": "1951911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-PG: SUNRISE: Using Mobile Games in Rural Tribal Communities to Promote Social and Emotional Resilience in Youth",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032924926",
 "po_email": "mzivel@nsf.gov",
 "po_sign_block_name": "Michal Ziv-El",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 149896.0,
 "awd_amount": 149896.0,
 "awd_min_amd_letter_date": "2020-09-11",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "Youth living on tribal reservations experience behavioral health disparities at some of the highest rates in the United States due to disparities, including lack of community-based preventative measures, stigmas surrounding mental illness and accessing behavioral health care, and lack of perceived need for behavioral health care. This planning grant seeks to investigate the feasibility of a sociotechnical, community-based behavioral health intervention that integrates, for example, tribal community values, mobile health, and educational gaming. The research will be carried out in partnership with the Hopi Opportunity Youth Initiative (HOYI), an organization that seeks to address the social and emotional needs of youth living on the Hopi Reservation through service learning, mentorship, and community curriculum.\r\n\r\nIntegrating expertise from computer science, psychology, education, and applied Indigenous studies, this interdisciplinary approach aims to be impactful for many tribal and remote communities that struggle with access to behavioral health care services by making behavioral health education more palatable to youth and accessible to communities that lack robust telecommunications infrastructure. The research activities seek to: (i) identify the behavioral health concerns of the Hopi community; (ii) ideate the design of a SUNRISE (Sustainable Resilience for Social and Emotional Health) app; and (iii) characterize the telecommunications infrastructure available to the community. The study leverages and combines several approaches that have been demonstrated to successfully bolster behavioral well-being in American Indian/Alaskan Native youth populations. Strengthening social and emotional resiliency skills in tribal communities is a critical first step in addressing other pernicious economic, educational, and physical health inequities experienced by these communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Morgan",
   "pi_last_name": "Vigil-Hayes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Morgan Vigil-Hayes",
   "pi_email_addr": "morgan.vigil-hayes@nau.edu",
   "nsf_id": "000745028",
   "pi_start_date": "2020-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashish",
   "pi_last_name": "Amresh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashish Amresh",
   "pi_email_addr": "ashish.amresh@nau.edu",
   "nsf_id": "000485906",
   "pi_start_date": "2020-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darold",
   "pi_last_name": "Joseph",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Darold H Joseph",
   "pi_email_addr": "darold.joseph@nau.edu",
   "nsf_id": "000809753",
   "pi_start_date": "2020-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Collier",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ann D Collier",
   "pi_email_addr": "ann.d.collier@cuanschutz.edu",
   "nsf_id": "000809744",
   "pi_start_date": "2020-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "1295 S Knoles Drive",
  "perf_city_name": "Flagstaff",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "860110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 149896.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of the SUNRISE Planning Grant was to investigate the feasibility of leveraging mobile phone technology to support mental health resilience for Hopi youth. This investigation sought to (i) identify the behavioral<br />health concerns of the Hopi community; (ii) ideate the design of the SUNRISE app; and (iii) characterize the telecommunications and behavioral health infrastructure available to the community. This project involved a number of community engagement activities to ensure alignment of the design of a mobile-phone assisted intervention with Hopi culture and community. These activities included: (i) multistakeholder focus groups about Hopi resilience practices, challenges for Hopi youth, and perspectives on mobile phone technology; (ii) grant development workshops that established a clear sociotechnical research vision for a Smart and Connected Communities IRG proposal that was informed and driven by community research partners.</p>\n<p>As a result of our activities, we developed a prototype SUNRISE App that was tested with a total of 12 Hopi youth. We published a paper on the app design process and submitted a paper focused on the review of mental health apps from the perspective of supporting different levels of interactivity.&nbsp; We also developed a white paper report on the status of connectivity on the Hopi Reservation, which helped inform our final design plans for the SUNRISE App. We submitted a successul proposal to the SCC IRG program in 2022 that began 10/2022. We established committed partnerships with the Hopi Tribe Behavioral Health Services department as well as several Hopi Village Community Service Administrators who will help support the pilot of a multipronged behavioral health intervention for Hopi youth.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2023<br>\n\t\t\t\t\tModified by: Morgan&nbsp;Vigil-Hayes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of the SUNRISE Planning Grant was to investigate the feasibility of leveraging mobile phone technology to support mental health resilience for Hopi youth. This investigation sought to (i) identify the behavioral\nhealth concerns of the Hopi community; (ii) ideate the design of the SUNRISE app; and (iii) characterize the telecommunications and behavioral health infrastructure available to the community. This project involved a number of community engagement activities to ensure alignment of the design of a mobile-phone assisted intervention with Hopi culture and community. These activities included: (i) multistakeholder focus groups about Hopi resilience practices, challenges for Hopi youth, and perspectives on mobile phone technology; (ii) grant development workshops that established a clear sociotechnical research vision for a Smart and Connected Communities IRG proposal that was informed and driven by community research partners.\n\nAs a result of our activities, we developed a prototype SUNRISE App that was tested with a total of 12 Hopi youth. We published a paper on the app design process and submitted a paper focused on the review of mental health apps from the perspective of supporting different levels of interactivity.  We also developed a white paper report on the status of connectivity on the Hopi Reservation, which helped inform our final design plans for the SUNRISE App. We submitted a successul proposal to the SCC IRG program in 2022 that began 10/2022. We established committed partnerships with the Hopi Tribe Behavioral Health Services department as well as several Hopi Village Community Service Administrators who will help support the pilot of a multipronged behavioral health intervention for Hopi youth.\n\n\t\t\t\t\tLast Modified: 01/09/2023\n\n\t\t\t\t\tSubmitted by: Morgan Vigil-Hayes"
 }
}