{
 "awd_id": "1951905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Resolving Mesoproterozoic supercontinent configuration with an integrated multi-tool approach to sedimentary provenance analysis",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 229677.0,
 "awd_amount": 245061.0,
 "awd_min_amd_letter_date": "2020-04-13",
 "awd_max_amd_letter_date": "2023-06-28",
 "awd_abstract_narration": "The supercontinent cycle involves the periodic assembly of the Earth’s continents into a single supercontinent followed by breakup and dispersal.  One of the oldest supercontinents for which significant geologic constraints exist is Columbia (also referred to as Nuna), which is thought to have been assembled by about 1.5 billion years ago.  Sediments deposited between ~1.5 and 1.4 billion years ago in western North America include minerals that lack known North American sources and thus suggest that another continent was adjacent to western North America within Columbia.  However, the identity of this continent and the extent to which any rearrangement occurred between ~1.5 billion years ago and the formation of the next supercontinent (called Rodinia) at ~1.0 billion years ago remains debated.  Models have been proposed that place either northern Australia, southern Australia, and/or eastern Antarctica adjacent to western North America.  This research will test these different models through detailed analyses of the ages and compositions of minerals within ancient sedimentary rocks in Montana, Idaho, and Arizona and comparison with potential sources in Australia and Antarctica.  Further constraints will be provided from comparable analyses of minerals in ancient sedimentary rocks collected from Antarctica.  This project will support graduate and undergraduate student research at the University of Massachusetts Lowell (UML), the development of a new summer field geology and ecology course for UML students held in and around Glacier National Park (which is a key locality for the rocks of interest in this project), incorporation of supported research into other undergraduate courses at UML, and collaborations with scientists in Idaho, Arizona, Washington, Texas, and Minnesota.\r\n\r\nThe goal of this project is to test models for the identity and positions of continental blocks that were connected to western North America in the Mesoproterozoic supercontinent Columbia.  The study will focus on the provenance of Mesoproterozoic sedimentary rocks in western North America, particularly the Belt Supergroup in Montana/Idaho and similarly aged rocks in Arizona.  These sedimentary sequences have previously been recognized as having non-North American input via conventional detrital zircon dating.  This work will use an innovative and integrative approach to determining provenance by way of simultaneous U-Pb dating and trace element fingerprinting of detrital zircon, monazite, and rutile, along with Hf and common Pb isotope characterization of detrital zircon and feldspar, respectively.  Results will be compared to potential source rocks in the North Australian craton, South Australia craton, and East Antarctic craton.  Previously collected sedimentary samples from East Antarctica will also be included in this study in order to expand knowledge of the Precambrian basement geology of that ice-covered continent.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gaschnig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Gaschnig",
   "pi_email_addr": "Richard_Gaschnig@uml.edu",
   "nsf_id": "000611805",
   "pi_start_date": "2020-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "One University Avenue",
  "perf_city_name": "Lowell",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018542827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 229677.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 15384.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Earth is unique amongst known planetary objects in that its rigid outer layer &ndash; the lithosphere &ndash; is broken into discrete tectonic plates that move and interact with one another, leading to the slow but inexorable re-arrangement of the continents.&nbsp; Movement and re-arrangement of continents is not entirely random as the geologic record shows that continents have repeatedly assembled into a single supercontinent encompassing most of the Earth&rsquo;s land.&nbsp; The configuration of the most recent supercontinent, Pangea, is well constrained, but the older supercontinents such as Nuna (formed at 1.6 Ga) have remained more difficult to reconstruct.&nbsp; One of the more outstanding questions regarding Nuna is the identity of other continental masses connected to western North America in this supercontinent.&nbsp; This research has sought to test two different models for Nuna that place East Antarctica and Australia in different positions against western North America by studying sediment that was apparently carried from these other continents to basins in western North America at 1.4 Ga, forming a thick sequence of sandstone and quartzite in Montana and Idaho called the Belt Supergroup, along with similarly aged rocks in Arizona.&nbsp; We used U-Pb dating and chemical characterization of detrital zircon, and when present, monazite and rutile, to identify the most likely sediment sources.&nbsp; In particular, zircon and monazite ages and hafnium isotope ratios in zircon from the lower units of the Belt Supergroup provide a close match to the Gawler Craton in southern Australia, indicating a configuration for Nuna that placed north Australia against northwest Canada, south Australia against the northwestern U.S., and East Antarctica against the southwestern U.S.&nbsp; This is consistent with a Nuna model commonly referred to as &ldquo;modified SWEAT&rdquo;.&nbsp; Data for sedimentary rocks in Arizona is also consistent with this model.&nbsp; Data detrital zircon, monazite, and rutile for the upper units of the Belt Supergroup point to specific sources in California and Arizona, indicating the presence of large north flowing rivers in western North America at this time.&nbsp; In addition to the primary findings pertaining to paleogeography, evidence was also found for multiple episodes of fluid flow through Belt Supergroups over the past &gt; 1 billion years, leading to repeated episodes of in situ monazite growth and whole-sale Pb isotopic re-equilibration in detrital feldspars.&nbsp;</p>\n<p>In addition to the science results, this grant supported the graduate careers of two female M.S. students, allowed for the PI to develop a new field-oriented course at his home institution in Massachusetts that took a group of undergraduates to see some of the outstanding geologic features in Montana and Idaho, and produced new opportunities for the incorporation of advanced analytical methods such as LA-ICP-MS into the curriculum of other undergraduate courses.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/28/2024<br>\nModified by: Richard&nbsp;Gaschnig</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Earth is unique amongst known planetary objects in that its rigid outer layer  the lithosphere  is broken into discrete tectonic plates that move and interact with one another, leading to the slow but inexorable re-arrangement of the continents. Movement and re-arrangement of continents is not entirely random as the geologic record shows that continents have repeatedly assembled into a single supercontinent encompassing most of the Earths land. The configuration of the most recent supercontinent, Pangea, is well constrained, but the older supercontinents such as Nuna (formed at 1.6 Ga) have remained more difficult to reconstruct. One of the more outstanding questions regarding Nuna is the identity of other continental masses connected to western North America in this supercontinent. This research has sought to test two different models for Nuna that place East Antarctica and Australia in different positions against western North America by studying sediment that was apparently carried from these other continents to basins in western North America at 1.4 Ga, forming a thick sequence of sandstone and quartzite in Montana and Idaho called the Belt Supergroup, along with similarly aged rocks in Arizona. We used U-Pb dating and chemical characterization of detrital zircon, and when present, monazite and rutile, to identify the most likely sediment sources. In particular, zircon and monazite ages and hafnium isotope ratios in zircon from the lower units of the Belt Supergroup provide a close match to the Gawler Craton in southern Australia, indicating a configuration for Nuna that placed north Australia against northwest Canada, south Australia against the northwestern U.S., and East Antarctica against the southwestern U.S. This is consistent with a Nuna model commonly referred to as modified SWEAT. Data for sedimentary rocks in Arizona is also consistent with this model. Data detrital zircon, monazite, and rutile for the upper units of the Belt Supergroup point to specific sources in California and Arizona, indicating the presence of large north flowing rivers in western North America at this time. In addition to the primary findings pertaining to paleogeography, evidence was also found for multiple episodes of fluid flow through Belt Supergroups over the past  1 billion years, leading to repeated episodes of in situ monazite growth and whole-sale Pb isotopic re-equilibration in detrital feldspars.\n\n\nIn addition to the science results, this grant supported the graduate careers of two female M.S. students, allowed for the PI to develop a new field-oriented course at his home institution in Massachusetts that took a group of undergraduates to see some of the outstanding geologic features in Montana and Idaho, and produced new opportunities for the incorporation of advanced analytical methods such as LA-ICP-MS into the curriculum of other undergraduate courses.\n\n\n\t\t\t\t\tLast Modified: 08/28/2024\n\n\t\t\t\t\tSubmitted by: RichardGaschnig\n"
 }
}