{
 "awd_id": "1951071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Discriminating slow slip earthquakes and sediment gravity flows from oceanographic signals: the Alaska Amphibious Community Seismic Experiment",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2020-04-15",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 152358.0,
 "awd_amount": 152358.0,
 "awd_min_amd_letter_date": "2020-04-16",
 "awd_max_amd_letter_date": "2020-04-16",
 "awd_abstract_narration": "Subduction zones represent the most serious seismic hazard to United States coastal population centers.  The episodic but unpredictable earthquakes from these subduction zones generate undersea landslides called turbidites that produce dangerous tsunami waves that can inundate coastal cities, producing epic damage and large-scale fatalities.  The 2011 Tohoku earthquake, turbidite and resulting tsunami that claimed 15,899 deaths in Japan is a recent example of this hazard, where the damage to infrastructure continues to the present day.  The 1964 Magnitude 9.2 Alaska margin earthquake and tsunami was the largest seismic event to hit the United States in modern times, causing over $2.3 billion dollars in damage and pointing clearly to the potential risks of subduction zone earthquakes and tsunamis to U.S. coastal cities.  The recently-conducted National Scientific Foundation Community Seismic Experiment deployed ocean bottom instruments in a 14-month off-shore experiment on the Alaska margin in order to assess this risk. An additional suite of sensors and data loggers was added to this experiment by the University of Washington, specifically to evaluate the risk from turbidite currents initiated by Alaskan margin earthquakes.  Within this current project, these new data will be integrated from all of the community experiment sensors in order to (1) determine the minimum magnitude earthquake that can trigger both turbidity currents and tsunamis, (2) produce numerical models to eliminate the production of false positive alarms that are generated from non-seismic Alaskan winter storms and ocean currents, and (3) help assess the potential for the Alaska Subduction Zone margin to produce the large tsunamis that potentially threaten the west coast of the United States and Canada.  The project includes support for a UW graduate student whose PhD thesis includes training in evaluating subduction zone seismic hazards, a numerical modeler who will construct an Aleutian Island regional ocean model to help evaluate false positives produced by storms and local ocean current eddies and an expert in identifying marine landslides on subduction zone margins.\r\n\r\nThe recent NSF Alaska Amphibious Community Seismic Experiment deployed 74 Ocean Bottom Seismometer instruments in the 14-month off-shore experiment on the Alaska subduction zone margin. In addition, the University of Washington added an additional 105 sensors and data loggers to these seismometers, specifically to identify turbidity currents generated by both local and distant seismic activity and by non-seismic initiation due to winter storms and vigorous ocean eddy circulation.  This study will leverage the availability of the Community Experiment seismic data, bottom pressure and temperature data, and the generation of a regional ocean modeling system ocean circulation model.  The primary goal is to develop improved techniques to correct bottom pressure time series for oceanographic phenomena in order to optimize the identification of long-duration seismic events and sediment gravity flows.  Specifically, the study will integrate the multiple observational proxies which include bottom temperature, pressures at a stable reference site, network-averaged temperatures and pressures, atmospheric pressures and sea surface heights, together with the generation of a numerical model to improve oceanographic bottom pressure predictions and corrections. The seafloor instrument pressure data will also be used to investigate the effectiveness of differencing along-isobaths rather than the traditional approach of using a deep-water single-station reference dataset. The combined Community Experiment data will also be analyzed for short-term temperature signals diagnostic of turbidity currents and more subtle signals of precursory flows and enhanced pressures from long-lived suspended sediments.  If turbidity flows are identified on the Alaskan margin, seismic data and models will be used to assess the triggering mechanisms and slope stability based on swath bathymetry maps, and sediment properties obtained from archive drilling and piston cores.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harlan",
   "pi_last_name": "Johnson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Harlan P Johnson",
   "pi_email_addr": "johnson@ocean.washington.edu",
   "nsf_id": "000301298",
   "pi_start_date": "2020-04-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Hautala",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Susan L Hautala",
   "pi_email_addr": "hautala@u.washington.edu",
   "nsf_id": "000447188",
   "pi_start_date": "2020-04-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Wilcock",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Wilcock",
   "pi_email_addr": "wilcock@u.washington.edu",
   "nsf_id": "000096020",
   "pi_start_date": "2020-04-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Hermann",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Albert J Hermann",
   "pi_email_addr": "hermann@u.washington.edu",
   "nsf_id": "000094990",
   "pi_start_date": "2020-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981957940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 152358.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Subduction zones are geological features where two tectonic plates collide, and an oceanic plate descends deep into the Earth&rsquo;s interior.&nbsp;&nbsp;They are the sites of the world&rsquo;s largest earthquakes which can be devastating both because of the ground shaking that results from seismic waves and the tsunami that is generated from the displacement of the seafloor.&nbsp;&nbsp;Understanding subduction zone faults and the earthquakes they generate is thus important both for scientific studies of plate tectonics and for the societal goal of mitigating the hazard of subduction zones.&nbsp;&nbsp;One interesting feature of subduction zone faults is that in addition to earthquakes, they can fail in slow slip events which are like earthquakes except that the slip occurs over days to months rather than seconds to minutes.&nbsp;&nbsp;Slow slip events were initially discovered on the deeper parts of the subduction faults which lie below land, but they are now known to occur in some subduction zones on the shallow part of the fault that usually lies offshore.&nbsp;&nbsp;Here seafloor observations are important for their detection and an understanding of where shallow slow slip events occur is important for understanding the tsunamigenic potential of subduction zones.</p>\n<p>The Alaska Amphibious Community Seismic Experiment was a 15-month-long NSF -funded seismic experiment on the Alaska subduction zone that included seismic stations on land and on the seafloor.&nbsp;&nbsp;A subset of the seafloor seismic stations included absolute pressure gauges that measure the weight of the overlying water column.&nbsp;&nbsp;The pressure measurements are sensitive to both changes in the height and density of the ocean and to vertical motions of the seafloor.&nbsp;&nbsp;Pressure gauges have been used at several locations to detect the vertical motions of the seafloor that accompany slow slip events, but the observations are challenging because it can be hard to distinguish a pressure change that results from movement of the seafloor from the continuous pressure changes that occur as the ocean circulates.&nbsp;</p>\n<p>In this study, we used the seafloor pressure data from the Alaska Amphibious Community Seismic Experiment to investigate the best means to remove oceanographic pressure signals for the purposes of finding slow slip events.&nbsp;&nbsp;We did this by adding the pressure change that might occur from a mock slow slip event to one pressure gauge.&nbsp;&nbsp;We then used various approaches to remove the oceanographic signal that were based on the seafloor pressure, seafloor temperatures and satellite measurements of the surface of the ocean at all the stations.&nbsp;&nbsp;Finally, tested how well the approaches worked by trying to automatically find the mock slow slip pressure signal we had added.&nbsp;&nbsp;The best approaches were able to remove over 90% of the oceanographic circulation pressure signal by exploiting their remarkable similarity over large distances when two pressure gauges are at similar water depths.&nbsp;&nbsp;Our results show that with careful processing it is possible to detect slow slip events that produce as little as 4&nbsp;cm of seafloor vertical motion in shallow water and 2&nbsp;cm in deep water.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2023<br>\n\t\t\t\t\tModified by: William&nbsp;S&nbsp;Wilcock</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSubduction zones are geological features where two tectonic plates collide, and an oceanic plate descends deep into the Earth’s interior.  They are the sites of the world’s largest earthquakes which can be devastating both because of the ground shaking that results from seismic waves and the tsunami that is generated from the displacement of the seafloor.  Understanding subduction zone faults and the earthquakes they generate is thus important both for scientific studies of plate tectonics and for the societal goal of mitigating the hazard of subduction zones.  One interesting feature of subduction zone faults is that in addition to earthquakes, they can fail in slow slip events which are like earthquakes except that the slip occurs over days to months rather than seconds to minutes.  Slow slip events were initially discovered on the deeper parts of the subduction faults which lie below land, but they are now known to occur in some subduction zones on the shallow part of the fault that usually lies offshore.  Here seafloor observations are important for their detection and an understanding of where shallow slow slip events occur is important for understanding the tsunamigenic potential of subduction zones.\n\nThe Alaska Amphibious Community Seismic Experiment was a 15-month-long NSF -funded seismic experiment on the Alaska subduction zone that included seismic stations on land and on the seafloor.  A subset of the seafloor seismic stations included absolute pressure gauges that measure the weight of the overlying water column.  The pressure measurements are sensitive to both changes in the height and density of the ocean and to vertical motions of the seafloor.  Pressure gauges have been used at several locations to detect the vertical motions of the seafloor that accompany slow slip events, but the observations are challenging because it can be hard to distinguish a pressure change that results from movement of the seafloor from the continuous pressure changes that occur as the ocean circulates. \n\nIn this study, we used the seafloor pressure data from the Alaska Amphibious Community Seismic Experiment to investigate the best means to remove oceanographic pressure signals for the purposes of finding slow slip events.  We did this by adding the pressure change that might occur from a mock slow slip event to one pressure gauge.  We then used various approaches to remove the oceanographic signal that were based on the seafloor pressure, seafloor temperatures and satellite measurements of the surface of the ocean at all the stations.  Finally, tested how well the approaches worked by trying to automatically find the mock slow slip pressure signal we had added.  The best approaches were able to remove over 90% of the oceanographic circulation pressure signal by exploiting their remarkable similarity over large distances when two pressure gauges are at similar water depths.  Our results show that with careful processing it is possible to detect slow slip events that produce as little as 4 cm of seafloor vertical motion in shallow water and 2 cm in deep water.\n\n \n\n\t\t\t\t\tLast Modified: 07/26/2023\n\n\t\t\t\t\tSubmitted by: William S Wilcock"
 }
}