{
 "awd_id": "1951242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Plug-and-play intelligent charging hardware and software that increases safety, performance and life of lithium ion and lithium metal batteries",
 "cfda_num": "47.041, 47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Brady-Estevez",
 "awd_eff_date": "2020-04-15",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 698255.0,
 "awd_amount": 748255.0,
 "awd_min_amd_letter_date": "2020-04-08",
 "awd_max_amd_letter_date": "2022-05-06",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) project is to enable greater electric vehicle use; furthermore, the technology’s potential to double battery life will reduce the environmental impact of disposed batteries. This project accelerates electric car adoption by enabling use of 100% of battery operating ranges and maximize usable energy capacity, increasing ongoing driving ranges by 50-100x. This project is a key enabler for expected growth in the global lithium-ion battery market (expected to grow to $68 B by 2022) and the annual hybrid and electric car market (forecast to exceed 10 million vehicles annually by 2025).\r\n\r\nThis SBIR Phase II project proposes to optimize the technology for battery fast charge and capacity retention targets. Battery performance advancements are most often limited by chemistry and materials improvements to electrodes, electrolytes, or cell structure limiting the trade space (i.e., requiring power vs. energy tradeoffs).  The proposed charging technology and associated software will selectively optimize cell design for various performance metrics by controlling electrode surface phenomena, such as lithium plating and dendrite formation, that otherwise cause permanent capacity loss during normal use and accelerate internal physical processes limiting charge rate. Technical tasks include: 1) Demonstration of performance improvements to commercial Li-Ion and fabricated Li-metal battery cells; 2) Adaptation of the process from small cells and modules to electric vehicle battery packs; 3) Development of refined sensing and feedback-based control algorithms using Predictive Learning (PL) and Machine Learning (ML) systems; 4) Verification and validation for Field Programmable Gate Array (FPGA) and System on a Chip (SoC) formats.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Konopka",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel A Konopka",
   "pi_email_addr": "DanielK@AlligantScientific.com",
   "nsf_id": "000763636",
   "pi_start_date": "2020-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Alligant Scientific, LLC",
  "inst_street_address": "5925 E EVANS AVE STE 121",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7342239010",
  "inst_zip_code": "802225319",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "IONTRA INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "NLTLS91QXF91"
 },
 "perf_inst": {
  "perf_inst_name": "Iontra, LLC",
  "perf_str_addr": "5925 E Evans Ave",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802225319",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8240",
   "pgm_ref_txt": "SBIR/STTR CAP"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 698255.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p>Billions of dollars spent on battery improvements globally focus on materials development and cell architecture and construction methods. The dominant charging methodology is the use of Constant-Current Constant-Voltage (CCCV), usually with multiple CC steps (MCCV). While intended to prevent the cell from exceeding critical temperature and/or electrode potential boundaries which would otherwise rapidly accelerate material degradation, current methodology cannot measure this degradation with meaningful precision, if at all. This results in a one size fits all, limiting approach to battery charging protocol.</p>\n<p>Impedance measurements, equivalent circuit models, and advanced modeling tools have become more accessible and capable, driving a paradigm in which researchers meet materials complexity with increasingly intricate models which are ultimately used to create improved MCCV protocols. Continued struggles with practical, scalable lithium metal battery performance make clear that the CCCV/MCCV strategy simply isn&rsquo;t sufficient to support advanced performance with today's lithium batteries, much less enable newer generations of materials systems.&nbsp;</p>\n<p>The NSF SBIR PII award has helped Iontra (formerly Alligant Scientific) develop a unique domain of expertise centered on the broader electrodynamics of batteries and materials. This framework characterizes the way in which energy propagates through all components of a cell or pack, including the tabs, current collectors and electroactive materials, and distinctly, the interfaces of each. The onset of problematic phenomena such as hot spots, current imbalances, and chemical/electrochemical degradation rapidly cause notable changes in the electrodynamic response or signature of the cell well before changes are reflected in even the most advanced impedance measurements. These measurements are detected within sub-second periods and used for cell characterization, which is used to direct a healthy and safe charge transfer process (charge or discharge) via changing levels of current and voltage to charge the battery.</p>\n<p>Measurement and understanding of energy flow through every component of the battery provides a means of stabilizing the flow and improving overall battery performance to achieve faster rates of charge and longer cycle life. The scientific principles of this methodology are applicable to materials encountered in conventional and advanced batteries with novel compositions, such as graphite, silicon, metallic lithium, and numerous types of cathodes.</p>\n<p>During this award period the methodology was adapted to three different, evolving iterations of battery charging software and hardware, driving improvements in performance and technology readiness level (TRL) ahead of commercialization.&nbsp; The system has been demonstrated as a standalone platform to enable dramatic improvements in charging performance and battery safety using a wide variety of commercial lithium ion batteries, requiring neither modifications to the cell nor external data connections. Only current and voltage are measured, while temperature input is optional.</p>\n</div>\n<p>Today the technology has been produced as an economical and scalable hardware and software platform, which has been shown both internally and by validation studies undertaken by globally recognized 3rd parties to enable charge rate and cycle life improvements of x2-x5 by improving current distribution and volumetric efficiency of activity across critical interfaces and throughout the cell, generally.</p>\n<div>\n<p>The methodology is used to overcome electrodynamic imbalances in current distribution which are inherent to the battery design and which cannot be overcome with purely electrochemical solutions. A notable result is the ability to fast-charge today&rsquo;s lithium ion batteries using a battery's full capacity, which is shown above to be dangerous using M/CCCV protocols due to the onset of lithium plating and the potential for dendrites which may cause rapid thermal failure of the battery. In contrast, Iontra&rsquo;s charging technology simultaneously prevents lithium plating and dendrites while enabling fast charging and increased cycle life.</p>\n<p>An important goal of this award was the development of a <em>plug and play</em> solution for lithium batteries. Iontra has been successful in developing a system which can rapidly analyze unknown batteries with varying material compositions and architectures, and characterize the properties of those batteries to obtain information which is useful for charge control. The system has been demonstrated with lithium batteries utilizing a wide range of anode and cathode compositions and battery form factors.</p>\n</div>\n<p>In the SBIR PI, an early version of this platform demonstrated the prevention of dendrites on zinc and copper electrodes during electroplating. In Phase 2, we have demonstrated an advanced version of the platform which can be used to bring out the best performance in batteries based upon lithium chemistry. The technology is currently in various stages of development for commercialization. Expanding upon these successes, in the future we anticipate that this methodology and platform will find utility in improving the performance of various stages of battery manufacture, such as formation, as well as the improvements in performance and quality of electroplating systems, and many other electrochemical devices which suffer from electrodynamic imbalances as a matter of inherent design.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/07/2024<br>\nModified by: Daniel&nbsp;A&nbsp;Konopka</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1951242/1951242_10663539_1709829450798_Validation___Aonde_Outcomes--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1951242/1951242_10663539_1709829450798_Validation___Aonde_Outcomes--rgov-800width.png\" title=\"Validation - Healthy Anode Outcomes\"><img src=\"/por/images/Reports/POR/2024/1951242/1951242_10663539_1709829450798_Validation___Aonde_Outcomes--rgov-66x44.png\" alt=\"Validation - Healthy Anode Outcomes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Third party validation studies show how the charging technology protects battery health by preventing irregularities in current-density which normally cause lithium plating at fast rates of charge or with advanced cell aging.</div>\n<div class=\"imageCredit\">Iontra, Inc.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Daniel&nbsp;A&nbsp;Konopka\n<div class=\"imageTitle\">Validation - Healthy Anode Outcomes</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n\nBillions of dollars spent on battery improvements globally focus on materials development and cell architecture and construction methods. The dominant charging methodology is the use of Constant-Current Constant-Voltage (CCCV), usually with multiple CC steps (MCCV). While intended to prevent the cell from exceeding critical temperature and/or electrode potential boundaries which would otherwise rapidly accelerate material degradation, current methodology cannot measure this degradation with meaningful precision, if at all. This results in a one size fits all, limiting approach to battery charging protocol.\n\n\nImpedance measurements, equivalent circuit models, and advanced modeling tools have become more accessible and capable, driving a paradigm in which researchers meet materials complexity with increasingly intricate models which are ultimately used to create improved MCCV protocols. Continued struggles with practical, scalable lithium metal battery performance make clear that the CCCV/MCCV strategy simply isnt sufficient to support advanced performance with today's lithium batteries, much less enable newer generations of materials systems.\n\n\nThe NSF SBIR PII award has helped Iontra (formerly Alligant Scientific) develop a unique domain of expertise centered on the broader electrodynamics of batteries and materials. This framework characterizes the way in which energy propagates through all components of a cell or pack, including the tabs, current collectors and electroactive materials, and distinctly, the interfaces of each. The onset of problematic phenomena such as hot spots, current imbalances, and chemical/electrochemical degradation rapidly cause notable changes in the electrodynamic response or signature of the cell well before changes are reflected in even the most advanced impedance measurements. These measurements are detected within sub-second periods and used for cell characterization, which is used to direct a healthy and safe charge transfer process (charge or discharge) via changing levels of current and voltage to charge the battery.\n\n\nMeasurement and understanding of energy flow through every component of the battery provides a means of stabilizing the flow and improving overall battery performance to achieve faster rates of charge and longer cycle life. The scientific principles of this methodology are applicable to materials encountered in conventional and advanced batteries with novel compositions, such as graphite, silicon, metallic lithium, and numerous types of cathodes.\n\n\nDuring this award period the methodology was adapted to three different, evolving iterations of battery charging software and hardware, driving improvements in performance and technology readiness level (TRL) ahead of commercialization. The system has been demonstrated as a standalone platform to enable dramatic improvements in charging performance and battery safety using a wide variety of commercial lithium ion batteries, requiring neither modifications to the cell nor external data connections. Only current and voltage are measured, while temperature input is optional.\n\n\n\nToday the technology has been produced as an economical and scalable hardware and software platform, which has been shown both internally and by validation studies undertaken by globally recognized 3rd parties to enable charge rate and cycle life improvements of x2-x5 by improving current distribution and volumetric efficiency of activity across critical interfaces and throughout the cell, generally.\n\n\n\nThe methodology is used to overcome electrodynamic imbalances in current distribution which are inherent to the battery design and which cannot be overcome with purely electrochemical solutions. A notable result is the ability to fast-charge todays lithium ion batteries using a battery's full capacity, which is shown above to be dangerous using M/CCCV protocols due to the onset of lithium plating and the potential for dendrites which may cause rapid thermal failure of the battery. In contrast, Iontras charging technology simultaneously prevents lithium plating and dendrites while enabling fast charging and increased cycle life.\n\n\nAn important goal of this award was the development of a plug and play solution for lithium batteries. Iontra has been successful in developing a system which can rapidly analyze unknown batteries with varying material compositions and architectures, and characterize the properties of those batteries to obtain information which is useful for charge control. The system has been demonstrated with lithium batteries utilizing a wide range of anode and cathode compositions and battery form factors.\n\n\n\nIn the SBIR PI, an early version of this platform demonstrated the prevention of dendrites on zinc and copper electrodes during electroplating. In Phase 2, we have demonstrated an advanced version of the platform which can be used to bring out the best performance in batteries based upon lithium chemistry. The technology is currently in various stages of development for commercialization. Expanding upon these successes, in the future we anticipate that this methodology and platform will find utility in improving the performance of various stages of battery manufacture, such as formation, as well as the improvements in performance and quality of electroplating systems, and many other electrochemical devices which suffer from electrodynamic imbalances as a matter of inherent design.\n\n\n\t\t\t\t\tLast Modified: 03/07/2024\n\n\t\t\t\t\tSubmitted by: DanielAKonopka\n"
 }
}