{
 "awd_id": "1951583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modeling DNA Allostery and Its Effect on Gene Compaction and Regulation",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 274756.0,
 "awd_amount": 274756.0,
 "awd_min_amd_letter_date": "2020-05-20",
 "awd_max_amd_letter_date": "2020-05-20",
 "awd_abstract_narration": "Life depends on the ability of an organism's proteins to promptly and accurately read the genetic code stored in DNA molecules. During this fundamental process, specific proteins randomly search for the proper DNA segment and then aggregate around it to form a molecular machinery that processes the genetic information. The accuracy and efficiency of DNA search is quite remarkable given the fact that the size of these proteins is about a thousand times smaller than the typical length of a gene. Currently, there is no rigorous theory explaining how proteins identify and bind to specific targets on DNA. Such a theory will not only lead to a quantitative understanding of fundamental functions of DNA, it will also help scientists investigate the cause of diseases, such as cancer and diabetes, and ultimately advance drug discovery. This project will introduce a novel hypothesis according to which the search process is partially facilitated and directed by the DNA molecule itself. New mathematical models will be developed to study specific mechanical changes of the double strand that have the potential to assist proteins in finding their way towards the desired DNA segments. Results will be validated by direct comparison with experimental data. This project will train both graduate and undergraduate students in the broad field of mathematical biology, with special effort to recruit students from underrepresented groups and minorities.\r\n\r\nDNA allostery, i.e., the process by which proteins binding at one location of the double strand affect the properties of other proteins at a distant location, has been increasingly recognized as a key-factor in DNA functions. It has been traditionally believed that allosteric interactions are mediated through specific DNA deformations, such as twisting, bending, and stretching.  The proposed research will introduce and explain the physical mechanism of a new type of allostery through protein-induced DNA bubbles. Such a conformational change can spontaneously create protein filaments capable of regulating DNA packaging. To study this effect, this project will develop a novel mathematical framework that describes the stability of a polymer in the presence of time-dependent rigidity. The resulting protein-DNA structures are highly adaptive in external stimuli and can provide special biomechanical pathways that help proteins find specific gene segments (e.g., promoters) in a more efficient way. The efficiency of the search process will be studied as a mean-first-passage-time problem of a specially designed reaction diffusion model.\r\n\r\nThis award is co-funded with the Chemistry of Life Processes program in the Division of Chemistry and the Genetic Mechanisms and the Molecular Biophysics programs in the Molecular and Cellular Biosciences Division.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikolaos",
   "pi_last_name": "Voulgarakis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nikolaos Voulgarakis",
   "pi_email_addr": "n.voulgarakis@wsu.edu",
   "nsf_id": "000630786",
   "pi_start_date": "2020-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991641060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 274756.0
  }
 ],
 "por": null
}