{
 "awd_id": "1951500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFGEO-NERC: Integrating Individual Personality Differences in the Evolutionary Ecology of a Seabird in the Rapidly Changing Polar Environment",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032928048",
 "po_email": "wambrose@nsf.gov",
 "po_sign_block_name": "William Ambrose",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 630998.0,
 "awd_amount": 630998.0,
 "awd_min_amd_letter_date": "2020-07-23",
 "awd_max_amd_letter_date": "2020-07-23",
 "awd_abstract_narration": "Part I: Nontechnical description: \r\nThis award represents a collaborative geoscience research effort between US NSF and UK Natural Environment Research Council (NERC) researchers with efforts in each nation funded by their respective countries (Dear Colleague Letter NSF 16-132). The research will focus on understanding the links between behavior, ecology, and evolution in a Southern Ocean wandering albatross population in response to global changes in climate and in exploitation of natural resources. The most immediate response of animals to global change typically is behavioral, and this work will provide a more comprehensive understanding of how differences individual bird behavior affect evolution and adaptation for the population under changing environments. Characterization of albatross personality, life-history traits, and population dynamics collected over long time scales will be used to develop robust forecasting of species persistence in the face of future global changes. The results of this project will feed into conservation and management decisions for endangered Southern Ocean species. The work will also be used to provide specific research training at all levels, including a postdoctoral scholar, graduate students and K-12 students. It will also support education for the public about impacts from human-induced activities on our polar ecosystems using animations, public lectures, printed and web media. \r\n\r\nPart II: Technical description \r\nPast research has shown that individual animal personalities range over a continuum of behavior, such that some individuals are consistently more aggressive, more explorative, and bolder than others. How the phenotypic distributions of personality and foraging behavior types within a population is created and maintained by ecological (demographic and phenotypic plasticity) and evolutionary (heritability) processes remain an open question. Differences in personality traits determine how individuals acquire resources and how they allocate these to reproduction and survival. Although some studies have found different foraging behaviors or breeding performances between personality types, none have established the link between personality differences in foraging behaviors and life histories (both reproduction and survival, and their covariations) in the context of global change. Furthermore, plasticity in foraging behaviors is not considered in the pace-of-life syndrome, which has potentially hampered our ability to find covariation between personality and life history trade-off. This project will fill these knowledge gaps and develop an eco-evolutionary model of the complex interactions among individual personality and foraging plasticity, heritability of personality and foraging behaviors, life history strategies, population dynamics in a changing environment (fisheries and climate) using a long-term database consisting of ~1,800 tagged wandering albatross seabirds (Diomedea exulans) with defined individual personalities and life history traits breeding in the Southern Ocean. Climate projections from IPCC atmospheric-oceanic global circulation models will be used to provide projections of population structure under future global change conditions. Specifically, the team will (1) characterize the differences in life history strategies along the shy-bold continuum of personalities and across environmental conditions; (2) develop the link between phenotypic plasticity in foraging effort and personality; (3) characterize the heritability of personality and foraging behaviors; (4) develop a stochastic eco-evolutionary model to predict population growth rates in a changing environment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Jenouvrier",
   "pi_mid_init": "",
   "pi_sufx_name": "Sr",
   "pi_full_name": "Stephanie Jenouvrier",
   "pi_email_addr": "sjenouvrier@whoi.edu",
   "nsf_id": "000568098",
   "pi_start_date": "2020-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Rd.",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  },
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 630998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored how individual behavioral differences, or \"animal personalities,\" influence population dynamics and species responses to environmental change. By focusing on the wandering albatross (<em>Diomedea exulans</em>), a long-lived seabird that breeds in the Southern Ocean, we investigated the links between personality traits, environmental changes, life-history strategies, and population dynamics. This work improves our understanding of how behavioral and ecological processes interact to shape species&rsquo; resilience and adaptation in the face of global change.</p>\n<p>Animal personality refers to consistent individual differences in behavior, such as boldness or shyness, which can influence how individuals respond to their environment. Using a unique long-term dataset from the Crozet Archipelago, we analyzed the relationship between boldness and key demographic outcomes, including vital rates (survival, reproduction), and life-history strategies. Our findings revealed a nuanced role of boldness: bold males had slightly lower lifetime reproductive success than shy males, largely due to longer intervals between breeding attempts. Boldness had little impact on female demographic rates.</p>\n<p>To better understand how personality traits like boldness affect population dynamics, we developed an advanced Hyperstate Matrix Population Model that integrates individual behavior into predictions about population growth. Our analysis revealed that survival rates, especially for individuals with moderate boldness, play a key role in influencing population growth. While boldness can impact population trends in certain scenarios, its overall effects are limited by its low genetic inheritance and the weak, complex influence of personality on survival and reproduction. These findings provide valuable insights into how individual differences contribute to the resilience of populations facing environmental changes.</p>\n<p>Despite the relatively weak effects of personality on vital rates and population growth, our research highlights how personality can significantly influence mating behaviors, particularly divorce dynamics, in wandering albatrosses. Just as personality traits predict divorce rates in humans, we found that personality also plays a role in shaping pair-bond outcomes in this wild seabird. In a male-skewed population of wandering albatrosses, shyer males were more likely to experience divorce than their bolder counterparts, while no such relationship was observed in females. In wandering albatrosses, divorce is typically forced by intruding males competing for mates rather than being initiated by the pair themselves. This intriguing finding suggests that shyer males, who are less likely to engage in territorial aggression, may be more vulnerable to losing their mates to such intrusions. By contrast, female albatrosses, who generally have broader access to mates, appear less influenced by personality in their divorce rates.</p>\n<p>Additionally, the project emphasized educational outreach and diversity in STEM (Science, Technology, Engineering, and Mathematics). We engaged with underrepresented communities through school visits in New Bedford, MA, creating interactive opportunities for students to explore science. The project also supported the development of early-career scientists, including Ph.D. students and postdocs, providing mentorship and training that enabled team members to secure permanent positions and postdoctoral roles. The results were widely disseminated, with presentations at over 20 conferences and the publication of five peer-reviewed papers, with two additional manuscripts submitted and one in preparation.</p>\n<p>This research underscores the importance of combining empirical&nbsp;behavioral and demographic&nbsp;data,&nbsp; and advanced modeling techniques to address complex ecological questions. By unraveling the links between personality and demography, this work advances our understanding of species&nbsp; resilience to climate change while paving the way for more effective conservation strategies in a rapidly changing world.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/22/2024<br>\nModified by: Stephanie&nbsp;Jenouvrier</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1951500/1951500_10688589_1732301948818_NB_alba--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1951500/1951500_10688589_1732301948818_NB_alba--rgov-800width.jpg\" title=\"Students from New Bedford schools visit WHOI, dressed as albatrosses to explore the species' life history and adaptations.\"><img src=\"/por/images/Reports/POR/2024/1951500/1951500_10688589_1732301948818_NB_alba--rgov-66x44.jpg\" alt=\"Students from New Bedford schools visit WHOI, dressed as albatrosses to explore the species' life history and adaptations.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students in albatross costumes learn about albatross life history and personality during an educational visit to WHOI. This hands-on activity connects youth to ocean science and conservation, fostering engagement with STEM through experiential learning.</div>\n<div class=\"imageCredit\">Jenouvrier</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephanie&nbsp;Jenouvrier\n<div class=\"imageTitle\">Students from New Bedford schools visit WHOI, dressed as albatrosses to explore the species' life history and adaptations.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/1951500/1951500_10688589_1732301720554_Image_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1951500/1951500_10688589_1732301720554_Image_2--rgov-800width.jpg\" title=\"Personality and Pair Bonds in Wandering Albatrosses\"><img src=\"/por/images/Reports/POR/2024/1951500/1951500_10688589_1732301720554_Image_2--rgov-66x44.jpg\" alt=\"Personality and Pair Bonds in Wandering Albatrosses\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Three wandering albatrosses court on a windswept Southern Ocean island. Research reveals boldness shapes pair-bond outcomes: shyer males face higher divorce rates, driven by intruding rivals, while females remain less affected. This highlights the role of personality in reproduction.</div>\n<div class=\"imageCredit\">Samantha Patrick</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephanie&nbsp;Jenouvrier\n<div class=\"imageTitle\">Personality and Pair Bonds in Wandering Albatrosses</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project explored how individual behavioral differences, or \"animal personalities,\" influence population dynamics and species responses to environmental change. By focusing on the wandering albatross (Diomedea exulans), a long-lived seabird that breeds in the Southern Ocean, we investigated the links between personality traits, environmental changes, life-history strategies, and population dynamics. This work improves our understanding of how behavioral and ecological processes interact to shape species resilience and adaptation in the face of global change.\n\n\nAnimal personality refers to consistent individual differences in behavior, such as boldness or shyness, which can influence how individuals respond to their environment. Using a unique long-term dataset from the Crozet Archipelago, we analyzed the relationship between boldness and key demographic outcomes, including vital rates (survival, reproduction), and life-history strategies. Our findings revealed a nuanced role of boldness: bold males had slightly lower lifetime reproductive success than shy males, largely due to longer intervals between breeding attempts. Boldness had little impact on female demographic rates.\n\n\nTo better understand how personality traits like boldness affect population dynamics, we developed an advanced Hyperstate Matrix Population Model that integrates individual behavior into predictions about population growth. Our analysis revealed that survival rates, especially for individuals with moderate boldness, play a key role in influencing population growth. While boldness can impact population trends in certain scenarios, its overall effects are limited by its low genetic inheritance and the weak, complex influence of personality on survival and reproduction. These findings provide valuable insights into how individual differences contribute to the resilience of populations facing environmental changes.\n\n\nDespite the relatively weak effects of personality on vital rates and population growth, our research highlights how personality can significantly influence mating behaviors, particularly divorce dynamics, in wandering albatrosses. Just as personality traits predict divorce rates in humans, we found that personality also plays a role in shaping pair-bond outcomes in this wild seabird. In a male-skewed population of wandering albatrosses, shyer males were more likely to experience divorce than their bolder counterparts, while no such relationship was observed in females. In wandering albatrosses, divorce is typically forced by intruding males competing for mates rather than being initiated by the pair themselves. This intriguing finding suggests that shyer males, who are less likely to engage in territorial aggression, may be more vulnerable to losing their mates to such intrusions. By contrast, female albatrosses, who generally have broader access to mates, appear less influenced by personality in their divorce rates.\n\n\nAdditionally, the project emphasized educational outreach and diversity in STEM (Science, Technology, Engineering, and Mathematics). We engaged with underrepresented communities through school visits in New Bedford, MA, creating interactive opportunities for students to explore science. The project also supported the development of early-career scientists, including Ph.D. students and postdocs, providing mentorship and training that enabled team members to secure permanent positions and postdoctoral roles. The results were widely disseminated, with presentations at over 20 conferences and the publication of five peer-reviewed papers, with two additional manuscripts submitted and one in preparation.\n\n\nThis research underscores the importance of combining empiricalbehavioral and demographicdata, and advanced modeling techniques to address complex ecological questions. By unraveling the links between personality and demography, this work advances our understanding of species resilience to climate change while paving the way for more effective conservation strategies in a rapidly changing world.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/22/2024\n\n\t\t\t\t\tSubmitted by: StephanieJenouvrier\n"
 }
}