{
 "awd_id": "1951792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track I: US-Sweden Clinical Bioinformatics Research Training Program",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924904",
 "po_email": "kkuyuk@nsf.gov",
 "po_sign_block_name": "Kristin Kuyuk",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 299200.0,
 "awd_amount": 299200.0,
 "awd_min_amd_letter_date": "2020-06-12",
 "awd_max_amd_letter_date": "2020-06-12",
 "awd_abstract_narration": "The publication of the first human genome in 2001 transformed biomedical research. Since then, an explosion of new technologies has required engineers and computer scientists to invent computational methods to analyze and interpret complex biological datasets. The efforts to develop these computational methods created the new field of bioinformatics. Over the past two decades, bioinformatics methods have aided in the development of diagnostics, therapies, and predictive models of many disease, including cancer, diabetes, and heart disease. The continual development of bioinformatics tools to analyze and interpret biological data is critical to advancing data-driven healthcare. Therefore, the future of healthcare depends on developing educational programs to train young scientists as bioinformaticians. Given this need, this IRES site aims to train 6 undergraduate students per year from primarily undergraduate institutions (PUIs) in Southern California to conduct 10 weeks of supervised bioinformatics research at the Science for Life Laboratory (SciLifeLab) in Stockholm, Sweden. SciLifeLab is a consortium of researchers from Sweden’s top universities: the Karolinska Institute, Stockholm University, The Royal Institute of Technology, and Uppsala University, and is a global leader in using genomic data and bioinformatics to advance human health. In addition to educating the next generation of bioinformaticians, a goal of this program is to train a diverse cohort of researchers that become globally-engaged scientists. To achieve this, this IRES program will focus on recruiting students from PUIs who are traditionally under-represented in engineering. Recruitment will focus on PUIs because these students typically have fewer research opportunities at their home institutions and will greatly benefit from this program. To ensure student success, extensive predeparture training will provide a foundation in bioinformatics and prepare students for living abroad. Furthermore, upon returning from Sweden, students will have the opportunity to present their work at the annual Biomedical Engineering Society meeting and will be encouraged to maintain an active virtual collaboration with their research group at SciLifeLab. \r\n\r\nThe diverse array of projects which the IRES students will be involved in are at the forefront of clinical bioinformatics. Specifically, students will be involved in developing computational methods to better understand kidney, breast and liver cancers, abdominal aortic aneurysms, skeletal muscle adaptation to exercise and the spatial organization of chromosomes in the nucleus. All of these projects involve analyzing sequencing data from clinically relevant (i.e. human) samples to broaden our knowledge of fundamental biology and the diagnosis/treatment of human disease. Additionally, this work advances engineering knowledge by developing new computational methods useful to the field of bioinformatics. Not only does this program seek to provide exciting research opportunities for undergraduate students, but it also gives these students a chance to live abroad and experience a different culture. Exposure to different cultural backgrounds and ways of thinking can influence student global perspectives and challenge preconceived notions about the world. Moreover, working with researchers from different cultural backgrounds will give students tools to communicate in our ever-globalizing society. This program will likely be the first time abroad for many of the student participants, so the experience will be both professionally and personally formative.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Chapman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Chapman",
   "pi_email_addr": "markchapman@sandiego.edu",
   "nsf_id": "000804351",
   "pi_start_date": "2020-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of San Diego",
  "inst_street_address": "5998 ALCALA PARK FRNT",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6192606825",
  "inst_zip_code": "921102476",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "UNIVERSITY OF SAN DIEGO",
  "org_prnt_uei_num": "V6S1GT51XD56",
  "org_uei_num": "V6S1GT51XD56"
 },
 "perf_inst": {
  "perf_inst_name": "University of San Diego",
  "perf_str_addr": "5998 Alcala Park",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921102492",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5937",
   "pgm_ref_txt": "SWEDEN"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 299200.0
  }
 ],
 "por": null
}