{
 "awd_id": "1952674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Optimal-Complexity Spectral Methods for Complex Fluids",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2020-06-20",
 "awd_max_amd_letter_date": "2020-06-20",
 "awd_abstract_narration": "Complex fluids, such as microbial suspensions in biology or quantum fluids in physics, exhibit a wealth of intriguing phenomena, ranging from spontaneous transport and non-equilibrium pattern formation to the emergence of superfluid and superconductive currents. Computational techniques for simulating and predicting the dynamics of these fluids in realistic 3D configurations found in laboratories are not keeping pace with the recent breakthroughs in experimental design and mathematical modeling. The Principal Investigators (PIs) will develop a collection of computational advancements that are urgently needed to validate current mathematical models and explore relevant parameter regimes to guide current and next-generation experiments. These efforts will pave the way for a better understanding of biological and physical transport phenomena, promising improved designs of micro-fluidic and quantum-fluidic devices. The project also provides research training opportunities for graduate students. \r\n\r\nThe PIs will be developing highly efficient numerical methods based on a hybrid of Fourier/ultraspherical spectral methods that are ideally suited for accurately and robustly treating the high-order derivatives that appear in the complex fluid models. This computational framework will enable the fast simulation of non-equilibrium fluid flows through scientifically relevant geometries composed of cylinders, spheres, and ellipsoids.  The algorithms will be parallelizable for efficient simulation on next-generation hardware accelerators. Working with two experimental collaborators, the PIs will investigate chaotic mixing, transport properties, and topological nature of geometrically confined non-Newtonian fluids.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Grady",
   "pi_last_name": "Wright",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Grady B Wright",
   "pi_email_addr": "gradywright@boisestate.edu",
   "nsf_id": "000424027",
   "pi_start_date": "2020-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 University Dr",
  "perf_city_name": "Boise",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837251135",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Complex fluids, such as microbial suspensions in biology and quantum fluids in physics, exhibit fascinating phenomena, including spontaneous transport, non-equilibrium pattern formation, and the emergence of superfluid and superconductive currents. However, computational methods for simulating and predicting the dynamics of these fluids in laboratory settings have lagged behind recent breakthroughs in experimental design and mathematical modeling. To bridge this gap, a collaborative, interdisciplinary effort was undertaken to develop a collection of computational advancements needed to validate current mathematical models and to explore relevant parameter regimes to guide current and next-generation experiments.</p>\n<p>The project focused on developing highly efficient numerical algorithms using Fourier and ultraspherical spectral methods to solve fluid models with large variations in length scales and complex stress-strain behaviors. These methods offer fast, accurate, and robust tools for exploring non-equilibrium fluid flows in scientifically relevant geometries&mdash;such as cylinders, spheres, and ellipsoids&mdash;enabling domain scientists to validate and refine models against experimental data.&nbsp;</p>\n<p>The PI under this award number, together with a PhD student, made several advances with these methods that culminated in four published journal papers, and four more that were under review by the close of the project.&nbsp;&nbsp;Additionally, the work contributed to one PhD thesis, with a planned defense in Spring 2025.&nbsp;</p>\n<p>Over the course of the project, one PhD student was mentored and provided training in computational mathematics, scientific computing, and software development. The student participated in conferences and workshops, where they gave both oral and poster presentations on their work. Furthermore, the PhD student is from an underrepresented group in STEM and received further mentoring through an internship at a US National Laboratory.&nbsp;&nbsp;In addition to the publications and mentoring activities, the PI broadly disseminated the findings from the grant, giving seven invited talks and two posters at different conferences, workshops, and seminars.</p>\n<p>Finally, this collaborative project was influential in further strengthening the newly created interdisciplinary PhD program in Computing at Boise State University.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/31/2024<br>\nModified by: Grady&nbsp;B&nbsp;Wright</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1952674/1952674_10679139_1730354565435_Chiwere_Presenting--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1952674/1952674_10679139_1730354565435_Chiwere_Presenting--rgov-800width.jpg\" title=\"Student explaining their work\"><img src=\"/por/images/Reports/POR/2024/1952674/1952674_10679139_1730354565435_Chiwere_Presenting--rgov-66x44.jpg\" alt=\"Student explaining their work\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PhD Student explaining their work supported under this grant at the 3rd Biennial Meeting of the SIAM Pacific Northwest Section</div>\n<div class=\"imageCredit\">Grady Wright</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Grady&nbsp;B&nbsp;Wright\n<div class=\"imageTitle\">Student explaining their work</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nComplex fluids, such as microbial suspensions in biology and quantum fluids in physics, exhibit fascinating phenomena, including spontaneous transport, non-equilibrium pattern formation, and the emergence of superfluid and superconductive currents. However, computational methods for simulating and predicting the dynamics of these fluids in laboratory settings have lagged behind recent breakthroughs in experimental design and mathematical modeling. To bridge this gap, a collaborative, interdisciplinary effort was undertaken to develop a collection of computational advancements needed to validate current mathematical models and to explore relevant parameter regimes to guide current and next-generation experiments.\n\n\nThe project focused on developing highly efficient numerical algorithms using Fourier and ultraspherical spectral methods to solve fluid models with large variations in length scales and complex stress-strain behaviors. These methods offer fast, accurate, and robust tools for exploring non-equilibrium fluid flows in scientifically relevant geometriessuch as cylinders, spheres, and ellipsoidsenabling domain scientists to validate and refine models against experimental data.\n\n\nThe PI under this award number, together with a PhD student, made several advances with these methods that culminated in four published journal papers, and four more that were under review by the close of the project.Additionally, the work contributed to one PhD thesis, with a planned defense in Spring 2025.\n\n\nOver the course of the project, one PhD student was mentored and provided training in computational mathematics, scientific computing, and software development. The student participated in conferences and workshops, where they gave both oral and poster presentations on their work. Furthermore, the PhD student is from an underrepresented group in STEM and received further mentoring through an internship at a US National Laboratory.In addition to the publications and mentoring activities, the PI broadly disseminated the findings from the grant, giving seven invited talks and two posters at different conferences, workshops, and seminars.\n\n\nFinally, this collaborative project was influential in further strengthening the newly created interdisciplinary PhD program in Computing at Boise State University.\n\n\n\t\t\t\t\tLast Modified: 10/31/2024\n\n\t\t\t\t\tSubmitted by: GradyBWright\n"
 }
}