{
 "awd_id": "1952507",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES: Track I: Exploring Biobased Plastics and Materials through Collaborative Research in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 299913.0,
 "awd_amount": 299913.0,
 "awd_min_amd_letter_date": "2020-04-23",
 "awd_max_amd_letter_date": "2023-09-28",
 "awd_abstract_narration": "Part 1: \r\nAs global concerns over the environmental impacts of plastic waste continue to grow, new solutions for providing sustainable materials are desperately needed, along with globally-minded scientists and engineers to deliver them.  This IRES Track I project seeks to develop such solutions while exploring new frontiers of biobased plastics and materials and training the next generation of innovative problem solvers.  Through the proposed program, U.S. graduate and undergraduate students from at Arizona State University (ASU) and Navajo Technical University (NTU) will travel to and participate in hands-on research projects in the Department of Biobased Materials at Kyoto Institute of Technology (KIT) in Kyoto, Japan.  For 10 weeks each Summer, this project will provide training opportunities for 3 graduate and 6 undergraduate student participants; or 9 and 18 total participants, respectively, over the duration of the 3-year project.  Students will be embedded into the labs of KIT faculty, collaborating and working closely with them and their students.  By engaging students in a series of meaningful research experiences, this project seeks to spark and/or further cultivate their interest in biotechnology, materials science, and sustainability, while strengthening their enthusiasm for advanced studies and careers in STEM disciplines.  Through partnership with NTU, along with a conscientious overall recruitment strategy, this project will also provide important STEM research opportunities for students from under-represented groups.  In addition to impactful research experiences, tours of industrial sites and government research facilities will be offered to improve  the professional preparation of students and their understanding of future career opportunities in this field. Student participants will also take part in a series of unique cultural activities.  Ultimately, by offering this project internationally at a university with world-class faculty and research facilities and in a city with unparalleled cultural amenities, this  program will also help to strengthen student identities as members of a global scientific community, while impressing upon them the importance of collaboration for providing solutions to complex global problems.  By enhancing the production of bioplastics, outcomes of this project offer the promise to reduce dependence on non-renewable oil and natural gas as well as, in many cases, the potential to positively impact the carbon cycle by consuming atmospheric CO2, a greenhouse gas.  \r\n\r\nPart 2: \r\nThe goals of the specific projects to be offered via this program span the continuum of relevant research challenges facing the production of biobased plastics and materials, including from upstream conversion, to polymer synthesis and materials development, to characterization of the resulting products, to their ultimate biodegradation.  Students in the program will receive comprehensive training in one or more the following areas: i) applied microbiology and bioprocess engineering to enhance the availability of diverse, bio-derived monomers; ii) polymer chemistry and engineering for producing new bioplastics from bio-derived monomers; iii) engineering of novel fibers and materials from diverse sources (e.g., bamboo and silk) and for various applications; iv) synthesis and characterization of novel, functionalized biomaterials for biomedical applications; v) development of new analytical techniques for high-throughput screening of novel monomers and nanostructural characterization of biobased materials and plastics; and vi) investigation of sustainable methods for bioplastic degradation.  This program will also provide numerous opportunities for direct engagement between faculty members across schools, enabling it to serve as an effective platform for fostering long-term, multi-disciplinary research collaborations between institutions.  Ultimately, enhanced bioplastics production offers the promise to reduce dependence on non-renewable oil and natural gas while positively impacting the carbon cycle by consuming atmospheric CO2.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Nielsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Nielsen",
   "pi_email_addr": "David.R.Nielsen@asu.edu",
   "nsf_id": "000541203",
   "pi_start_date": "2020-04-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xuan",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuan Wang",
   "pi_email_addr": "wangxuan@asu.edu",
   "nsf_id": "000682783",
   "pi_start_date": "2020-04-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Green",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Green",
   "pi_email_addr": "mdgreen8@asu.edu",
   "nsf_id": "000691611",
   "pi_start_date": "2020-04-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arul Mozhy",
   "pi_last_name": "Varman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arul Mozhy Varman",
   "pi_email_addr": "Arul.M.Varman@asu.edu",
   "nsf_id": "000759323",
   "pi_start_date": "2020-04-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Abhinav",
   "pi_last_name": "Acharya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abhinav Acharya",
   "pi_email_addr": "axa1826@case.edu",
   "nsf_id": "000788550",
   "pi_start_date": "2020-04-23",
   "pi_end_date": "2023-09-28"
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 299913.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As global concerns over the environmental impacts of plastic waste continue to grow, new solutions for providing sustainable materials are desperately needed, along with globally-minded scientists and engineers to deliver them. This IRES Track I project sought to develop such solutions while exploring new frontiers of biobased plastics/materials and training the next generation of innovative problem solvers. Through this project, U.S. graduate and undergraduate students from Arizona State University (ASU) and Navajo Technical University (NTU) travelled to and participated in hands-on research projects for 10 weeks each Summer in the Department of Biobased Materials at Kyoto Institute of Technology (KIT) in Kyoto, Japan. Through partnership with NTU, along with a conscientious overall recruitment strategy, this project provided important STEM research opportunities for many students from under-represented groups. By offering this project internationally at a university with world-class faculty and research facilities and in a city with unparalleled cultural amenities, this project sought to strengthen student identities as members of a global scientific community, while impressing upon them the importance of collaboration for providing solutions to complex global problems.&nbsp;</p>\n<p>By engaging students in a series of meaningful research experiences, this project sought to spark and/or further cultivate their interest in biotechnology, materials science, and sustainability, while strengthening their enthusiasm for advanced studies and careers in STEM disciplines. Research projects offered via this program spanned the continuum of relevant research challenges facing the production of biobased plastics and materials, including from upstream conversion, to polymer synthesis and materials development, to characterization of the resulting products, to their ultimate biodegradation. Students in the program received comprehensive training in one or more the following areas: i) applied microbiology and bioprocess engineering to enhance the availability of diverse, bio-derived monomers; ii) polymer chemistry and engineering for producing new bioplastics from bio-derived monomers; iii) engineering of novel fibers and materials from diverse sources (e.g., bamboo and silk) and for various applications; iv) synthesis and characterization of novel, functionalized biomaterials for biomedical applications; v) development of new analytical techniques for high-throughput screening of novel monomers and nanostructural characterization of biobased materials and plastics; and vi) investigation of sustainable methods for bioplastic degradation. By enhancing the production of bioplastics and bio-based materials, the research outcomes of this project offer the promise to reduce dependence on non-renewable oil and natural gas as well as the potential to positively impact the carbon cycle by consuming atmospheric CO<sub>2</sub>, a greenhouse gas.&nbsp;</p>\n<p>The diverse research activities offered through this program helped students to identify fields of interest to help guide their future career paths, whereas the laboratory knowledge gained boosted their confidence and interest in pursuing research-intensive roles.&nbsp;&nbsp;Most students reported increased confidence in their research abilities and a broadened understanding of potential career options. For some, this program solidified their desire to pursue graduate studies or international opportunities.&nbsp;&nbsp;Student participants also had the opportunity to take part in numerous unique cultural activities.&nbsp;&nbsp;Most students reported these cultural components as being transformative, allowing them to gain a new appreciation for Japanese traditions, customs, and values. Immersion in a different culture encouraged participants to be more mindful and respectful, fostering cross-cultural understanding and a global perspective.&nbsp;&nbsp;This program also provided numerous opportunities for direct engagement between faculty members across schools, enabling it to serve as an effective platform for fostering long-term, multi-disciplinary research collaborations between institutions.&nbsp;</p>\n<p>Overall, this program had significant impacts on all participants by advancing important research themes, positively influencing student career aspirations, and cultivating a strong appreciation for cultural diversity.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/14/2024<br>\nModified by: David&nbsp;Nielsen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAs global concerns over the environmental impacts of plastic waste continue to grow, new solutions for providing sustainable materials are desperately needed, along with globally-minded scientists and engineers to deliver them. This IRES Track I project sought to develop such solutions while exploring new frontiers of biobased plastics/materials and training the next generation of innovative problem solvers. Through this project, U.S. graduate and undergraduate students from Arizona State University (ASU) and Navajo Technical University (NTU) travelled to and participated in hands-on research projects for 10 weeks each Summer in the Department of Biobased Materials at Kyoto Institute of Technology (KIT) in Kyoto, Japan. Through partnership with NTU, along with a conscientious overall recruitment strategy, this project provided important STEM research opportunities for many students from under-represented groups. By offering this project internationally at a university with world-class faculty and research facilities and in a city with unparalleled cultural amenities, this project sought to strengthen student identities as members of a global scientific community, while impressing upon them the importance of collaboration for providing solutions to complex global problems.\n\n\nBy engaging students in a series of meaningful research experiences, this project sought to spark and/or further cultivate their interest in biotechnology, materials science, and sustainability, while strengthening their enthusiasm for advanced studies and careers in STEM disciplines. Research projects offered via this program spanned the continuum of relevant research challenges facing the production of biobased plastics and materials, including from upstream conversion, to polymer synthesis and materials development, to characterization of the resulting products, to their ultimate biodegradation. Students in the program received comprehensive training in one or more the following areas: i) applied microbiology and bioprocess engineering to enhance the availability of diverse, bio-derived monomers; ii) polymer chemistry and engineering for producing new bioplastics from bio-derived monomers; iii) engineering of novel fibers and materials from diverse sources (e.g., bamboo and silk) and for various applications; iv) synthesis and characterization of novel, functionalized biomaterials for biomedical applications; v) development of new analytical techniques for high-throughput screening of novel monomers and nanostructural characterization of biobased materials and plastics; and vi) investigation of sustainable methods for bioplastic degradation. By enhancing the production of bioplastics and bio-based materials, the research outcomes of this project offer the promise to reduce dependence on non-renewable oil and natural gas as well as the potential to positively impact the carbon cycle by consuming atmospheric CO2, a greenhouse gas.\n\n\nThe diverse research activities offered through this program helped students to identify fields of interest to help guide their future career paths, whereas the laboratory knowledge gained boosted their confidence and interest in pursuing research-intensive roles.Most students reported increased confidence in their research abilities and a broadened understanding of potential career options. For some, this program solidified their desire to pursue graduate studies or international opportunities.Student participants also had the opportunity to take part in numerous unique cultural activities.Most students reported these cultural components as being transformative, allowing them to gain a new appreciation for Japanese traditions, customs, and values. Immersion in a different culture encouraged participants to be more mindful and respectful, fostering cross-cultural understanding and a global perspective.This program also provided numerous opportunities for direct engagement between faculty members across schools, enabling it to serve as an effective platform for fostering long-term, multi-disciplinary research collaborations between institutions.\n\n\nOverall, this program had significant impacts on all participants by advancing important research themes, positively influencing student career aspirations, and cultivating a strong appreciation for cultural diversity.\n\n\n\t\t\t\t\tLast Modified: 11/14/2024\n\n\t\t\t\t\tSubmitted by: DavidNielsen\n"
 }
}