{
 "awd_id": "1952860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Direct Radical Functionalization of Alcohols using Cobalt Photocatalysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 505731.0,
 "awd_amount": 505731.0,
 "awd_min_amd_letter_date": "2019-10-18",
 "awd_max_amd_letter_date": "2019-10-18",
 "awd_abstract_narration": "In recent years, significant progress has been made in the design of new chemical reactions that use light energy to power them. Often, these reactions need catalysts based on precious metals. Significant improvements need to be made to reduce costs and waste. Catalytic reactions and processes with inexpensive and widely-available metals metals, simple substrates and reagents, and generation of benign by-products will serve this need. In this project, Dr. Dave Martin is developing new light-driven reactions with a novel cobalt-based catalyst that converts simple chemicals into a host of useful products. This approach is leveraging cheap, abundant feedstocks such as biomass. New insights into the mechanism of these reactions are also being learned. Sharing these new developments with undergraduate students at UC Riverside promotes green chemistry values as a part of a larger effort to increase research participation and scientific engagement. Through chemistry demonstrations and interactions between K-12 students from local schools and members of his research group, Dr. Martin fosters excitement and curiosity for the sciences and encourages young students from all backgrounds to pursue higher education and careers in science. \r\n\r\n\r\nWith funding from the Chemical Catalysis Program of the Chemistry Division, Dr. Dave Martin of the University of California, Riverside is developing a cobalt-based catalyst system that harnesses light energy to perform the direct functionalization of alcohols via acyl and alkyl radical intermediates. Current methods typically require a pre-functionalization step and produce undesirable, often toxic by-products that must be separated. The use of abundant cobalt-based catalysts inspired by the biochemistry of vitamin B12 provides an alternative mechanism for in situ activation and generates versatile radical intermediates that can participate in a wide variety of chemical transformations including catalytic deoxygenation, radical cyclizations and intermolecular cross-coupling. Direct alcohol coupling processes leverage readily available feedstock chemicals from conventional sources and also provide a powerful means for the valorization of renewable sources such as sugars and lignin biomass. The mechanisms of stoichiometric and catalytic pathways are being studied to provide a deeper understanding of the interaction of Co(II) complexes with radical intermediates under photochemical conditions. Dr. Martin is also engaged in outreach to increase research participation and scientific engagement at UC Riverside, especially among minority students, including research panel discussions and local demonstrations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Martin",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Martin",
   "pi_email_addr": "david-martin@uiowa.edu",
   "nsf_id": "000705052",
   "pi_start_date": "2019-10-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "8676",
   "pgm_ref_txt": "Critical Elements"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 248965.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 256766.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Scientific Summary</strong></p>\n<p>The goal of this proposal was to develop a family of cobalt-containing catalysts for new reactions of organic molecules knows as alcohols. A catalyst is a molecule that accelerates a chemical reaction, and catalysts are used in the production of nearly every consumer product from plastics to food additives, pharmaceutical compounds to nutritional ingredients. Without catalysts, modern life would not be possible. The catalysts we developed are unusual in that they absorb light energy to turn them on. When all the reaction components are mixed together, the reaction stays paused until light energy excites the catalyst and initiates the reaction. Using this strategy, we can drive reactions forward that otherwise would not occur.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In addition to cobalt catalysts, we discovered that simple iron catalysts could be used for a different reaction that requires light energy. This reaction allows the synthesis of new molecules from very simple starting materials. In addition, an exciting but unexpected observation was made: when the color of light is changed, the outcome of the reaction changes. In fact, in two different cases, we observed that a lower energy light source (blue light) gives one outcome while a higher energy light source (violet to ultraviolet) gives a different outcome. The dependence of the outcome on the light source is an exciting result that has opened up new questions for future research, including whether we can design other systems where this will occur. Ultimately, it is desirable to have many different methods of making useful molecules and having one more tool to affect the outcome of these reactions is valuable. Because iron is extremely cheap and the second-most abundant metal in the earth&rsquo;s crust, these simple iron-based catalysts are especially attractive and increase the sustainability of the methods we have developed.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>In addition to supporting basic research, this grant from the National Science Foundation also supported the training of several graduate students, undergraduate researchers and post-doctoral level researchers. Under partial support of this award, two graduate students completed their PhD and a third has completed all the research required to write up his PhD thesis. Both PhD graduates went on to pursue research as postdocs at other institutions and one has a fulltime career in the biotech industry. A postdoc partially supported by this grant now works fulltime at the US Department of Agriculture. Students participating in this research received excellent hands-on training in synthesis and catalysis, project planning and scientific communication. These skills enable them to contribute to society through their careers in science and their engagement with the public, in particular by inspiring other young people to pursue careers in STEM.&nbsp;</p>\n<p>&nbsp;</p>\n<p>A key component of the NSF CAREER award is an integrated education plan. Under partial support of this award, my research group engaged in scientific outreach at a variety of levels from elementary school to middle school to undergraduate. One main focus was to increase undergraduate engagement in research at my home institution and elsewhere. Prof. Martin gave scientific talks about our research and sustainability in organic chemistry to many different groups of students, including at small colleges around the Midwest. In addition, panel discussion events were hosted by Prof. Martin to expose undergraduates to research happening in the chemistry department by other student researchers. From these events, many students were inspired to pursue research based on survey results and follow-up.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/30/2024<br>\nModified by: David&nbsp;B&nbsp;Martin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nScientific Summary\n\n\nThe goal of this proposal was to develop a family of cobalt-containing catalysts for new reactions of organic molecules knows as alcohols. A catalyst is a molecule that accelerates a chemical reaction, and catalysts are used in the production of nearly every consumer product from plastics to food additives, pharmaceutical compounds to nutritional ingredients. Without catalysts, modern life would not be possible. The catalysts we developed are unusual in that they absorb light energy to turn them on. When all the reaction components are mixed together, the reaction stays paused until light energy excites the catalyst and initiates the reaction. Using this strategy, we can drive reactions forward that otherwise would not occur.\n\n\n\n\n\nIn addition to cobalt catalysts, we discovered that simple iron catalysts could be used for a different reaction that requires light energy. This reaction allows the synthesis of new molecules from very simple starting materials. In addition, an exciting but unexpected observation was made: when the color of light is changed, the outcome of the reaction changes. In fact, in two different cases, we observed that a lower energy light source (blue light) gives one outcome while a higher energy light source (violet to ultraviolet) gives a different outcome. The dependence of the outcome on the light source is an exciting result that has opened up new questions for future research, including whether we can design other systems where this will occur. Ultimately, it is desirable to have many different methods of making useful molecules and having one more tool to affect the outcome of these reactions is valuable. Because iron is extremely cheap and the second-most abundant metal in the earths crust, these simple iron-based catalysts are especially attractive and increase the sustainability of the methods we have developed.\n\n\n\n\n\nBroader Impacts\n\n\nIn addition to supporting basic research, this grant from the National Science Foundation also supported the training of several graduate students, undergraduate researchers and post-doctoral level researchers. Under partial support of this award, two graduate students completed their PhD and a third has completed all the research required to write up his PhD thesis. Both PhD graduates went on to pursue research as postdocs at other institutions and one has a fulltime career in the biotech industry. A postdoc partially supported by this grant now works fulltime at the US Department of Agriculture. Students participating in this research received excellent hands-on training in synthesis and catalysis, project planning and scientific communication. These skills enable them to contribute to society through their careers in science and their engagement with the public, in particular by inspiring other young people to pursue careers in STEM.\n\n\n\n\n\nA key component of the NSF CAREER award is an integrated education plan. Under partial support of this award, my research group engaged in scientific outreach at a variety of levels from elementary school to middle school to undergraduate. One main focus was to increase undergraduate engagement in research at my home institution and elsewhere. Prof. Martin gave scientific talks about our research and sustainability in organic chemistry to many different groups of students, including at small colleges around the Midwest. In addition, panel discussion events were hosted by Prof. Martin to expose undergraduates to research happening in the chemistry department by other student researchers. From these events, many students were inspired to pursue research based on survey results and follow-up.\n\n\n\t\t\t\t\tLast Modified: 09/30/2024\n\n\t\t\t\t\tSubmitted by: DavidBMartin\n"
 }
}