{
 "awd_id": "1952912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collective Migration of Loosely Connected Cell Clusters",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924204",
 "po_email": "shisharm@nsf.gov",
 "po_sign_block_name": "Shivani Sharma",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 267502.0,
 "awd_amount": 267502.0,
 "awd_min_amd_letter_date": "2020-05-11",
 "awd_max_amd_letter_date": "2020-05-11",
 "awd_abstract_narration": "Cellular motion is a tightly regulated action that plays a crucial role in several biological processes.  It is important to tissue formation, wound healing, and immune response. Abnormal behavior of motile cells may lead to serious conditions, including vascular disease and cancer metastasis. Therefore, understanding and controlling the mechanisms that control cell migration is useful.  The migration of single cells has been profusely studied.  It is known that this migration may be spontaneous or guided by external cues. However, our understanding of the coordinated motion of multiple cells remains limited. This award will support fundamental theoretical and computational research to study the collective motion of loosely connected cell clusters.  Specifically, cell interaction through simultaneous biochemical and mechanical signals simultaneously will be observed. This type of collective motion is known to tightly regulate early embryogenesis and cancer metastasis. Therefore, the results of this project will advance our scientific knowledge on collective cell migration, and also have a sustained impact on national health and prosperity.\r\n\r\nMost research on collective cell migration has focused on the coordinated motion of tightly-packed monolayers of epithelial cells. The collective migration of loosely connected cell clusters that communicate via mechanical and chemical interactions has received little attention partially because the computational methods for tightly-packed collectives are not applicable to loose clusters that interact mechanically and biochemically. We researched a unique and enabling computational method to study this problem. The research will have a transformative impact in the field of collective cell migration, but in addition, the project will also deliver a general computational framework that can be used to study other problems in future work in the general area of biomedical engineering.  This computational framework could ultimately yield new insights into wound healing, immune response, and metastasis. The computational framework is also expected to have impact in other fields of engineering such as fluid-structure interaction, pore-scale modeling of porous media flow, and additive manufacturing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Gomez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hector Gomez",
   "pi_email_addr": "hectorgomez@purdue.edu",
   "nsf_id": "000743886",
   "pi_start_date": "2020-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "585 Purdue Mall",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072088",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "070Z",
   "pgm_ref_txt": "MB-Mechanobiology"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 267502.0
  }
 ],
 "por": null
}