{
 "awd_id": "1952615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Seeing through carbonate diagenesis using the triple oxygen isotope system",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2021-02-01",
 "awd_exp_date": "2023-01-31",
 "tot_intn_awd_amt": 174000.0,
 "awd_amount": 174000.0,
 "awd_min_amd_letter_date": "2020-07-06",
 "awd_max_amd_letter_date": "2020-08-31",
 "awd_abstract_narration": "An NSF EAR Postdoctoral Fellowship has been granted to Dr. Jordan Wostbrock to carry out research and educational activities at Yale University under the mentorship of Dr. Noah J. Planavsky. This project investigates how well carbonate rocks preserve the initial environmental conditions under which the rock formed. Carbonates that form in marine settings are commonly used to reconstruct past ocean temperatures to see how oceans change between glacial and interglacial cycles (greenhouse/icehouse climates).  The ratios of oxygen isotopes in carbonate rocks are used to calculate the temperature in which these rocks formed.  However, using traditional measurements of the oxygen isotope ratios (i.e. using only the Oxygen-18/Oxygen-16 ratio) makes it difficult to figure out if the oxygen isotope ratios measured in the rock are from the initial deposition or if the oxygen isotope ratios have changed after deposition. A novel oxygen isotope measurement technique that looks at an additional oxygen isotope ratio (the Oxygen-17/Oxygen-16 ratio) will be used to better constrain the depositional environments of marine carbonate rocks. This additional variable will enable marine scientists to better determine the conditions of ancient marine environments using the rock record. For example, biologists and paleontologists might be able to use this tool to look at micro-environmental changes that affect coral survivability or that might have impacted evolution.  As a female in a STEM field, Dr. Jordan Wostbrock will actively seek female engagement in STEM by recruiting an undergraduate woman as an assistant in the laboratory, mentor undergraduate research experiences, and serve as a mentor for the Women in Science at Yale program.  \r\n\r\nThis project will use the triple oxygen isotope composition (combined 17O/16O and 18O/16O measurements) of carbonates to examine how oxygen isotope values change during alteration. It will be the first in-depth application of the triple oxygen isotope system of carbonates in a marine setting and will focus on two main tasks: 1) Measure the triple oxygen isotope compositions of a known diagenetic environment of the Bahama Platform to create a triple oxygen isotope equipped reaction transport model and 2) Measure the triple oxygen isotope compositions of Archean through Cretaceous carbonate rocks to explore whether the observed increase in oxygen isotope values is related to changing ocean isotopic composition, temperature, or preservation quality. Dr. Wostbrock will combine other geochemical systems such as Sr and Ca as well as hydrologic conditions to predict how carbonate oxygen isotope composition changes in the shallow marine environment. A better understanding of diagenesis in shallow marine settings will change our understanding of how the rock record preserves ocean geochemistry.  Better understanding of ocean dynamics will assist in the prediction of how oceans respond to external forces during a changing climate. This study will try to address the 50-year-old question as to whether the secular change seen in the carbonate record is a preservation issue, a change in oxygen isotope composition of the ocean, or a change in ocean temperature.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Wostbrock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan Wostbrock",
   "pi_email_addr": "",
   "nsf_id": "000810456",
   "pi_start_date": "2020-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wostbrock, Jordan",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Albuquerque",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "",
  "inst_zip_code": "87131",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Yale University, Dept. of Geology & Geophysics",
  "perf_str_addr": null,
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 174000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Carbonate rocks are ubiquitous throughout geologic time and their geochemistry is frequently used as a proxy for temperature and other environmental indicators. It is important to understand whether the geochemistry recorded in the carbonate is from the initial deposition or whether it has been altered post-deposition (a process referred to as \"diagenesis\"). Previous work showed that the triple oxygen isotope values (17O/16O and 18O/16O, referred to as TOI) of fossil brachiopod carbonates were not primary even though the fossils were previously screened for diagenesis using geochemical and petrographic techniques. The goal of this project was to better understand how diagenesis affects the triple oxygen isotope composition of modern carbonates to better identify diagenesis in the fossil carbonate record. The Clino Core, a shallow water marine core record from the Great Bahama Bank, was used as a modern analog since the upper portion of the core experienced diagenesis from meteoric water during periods of low sea level, while the lower portion was always below sea level and, therefore, was never exposed to a diagenetic fluid. Carbonate from the upper portion of the core did not have TOI values that reflected marine conditions. The TOI values reflected dissolution and re-precipitation with a meteoric fluid similar to the TOI value of modern Bahamian precipitation, suggesting a fluid buffered system of diagenesis. The TOI values of carbonate from lower in the core reflected deposition in seawater. Results of this modern carbonate work were then applied to Neoproterozoic fossil carbonate that represents the Shuram Carbon Isotope Excursion (CIE, ~560Ma). The TOI values of the Neoproterozoic carbonate did not follow similar trends as seen in the Clino Core. The TOI values were highly variable and do not reflect equilibrium precipitation with seawater similar to modern nor alteration by meteoric water as seen in the upper portion of the Clino Core. Therefore, different processes than seen in the modern affected the TOI composition of the Neoproterozoic carbonate that represents the largest carbon isotope excursion in the rock record.&nbsp;</p>\n<p>Intellectual Merit:&nbsp;&nbsp;This work provided insight into how carbonate precipitates in marine settings and the impact on the oxygen isotope values of the carbonate record. The Clino Core carbonate TOI values were reset due to exposure to meteoric water during periods of low sea-level. These values support similar conclusions using other geochemical systems such as clumped isotope values. The same diagenetic regime cannot explain the carbonate from the Shuram CIE. This implies that during the Shuram CIE, different processes affected the carbonate geochemistry that are not represented in modern shallow marine settings. The data collected during this award will result in two publications and were presented at one international conference and two departmental seminars.</p>\n<p>Broader impact: The PI of this award convened and chaired two sessions at annual international conferences. She also mentored two PhD students and one undergraduate thesis during the award period, resulting in two international conference presentations, one of which was attended and presented by the undergraduate student. The PI participated as a mentor to a graduate student in a program organized by the Women in Science at Yale and organized events with the Women in Earth and Planetary Sciences at Yale including leading monthly small group mentoring meetings and designed a workshop titled, \"How to write a C.V and resume\". Lastly, the PI volunteered as an instructor at the annual IsoCamp, a 2-week hands-on short course about stable isotope systematics and anlysis aimed to instruct graduate students, postdoctoral associates, and early career faculty that may not have regular access to stable isotope facilities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/08/2023<br>\n\t\t\t\t\tModified by: Jordan&nbsp;Wostbrock</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCarbonate rocks are ubiquitous throughout geologic time and their geochemistry is frequently used as a proxy for temperature and other environmental indicators. It is important to understand whether the geochemistry recorded in the carbonate is from the initial deposition or whether it has been altered post-deposition (a process referred to as \"diagenesis\"). Previous work showed that the triple oxygen isotope values (17O/16O and 18O/16O, referred to as TOI) of fossil brachiopod carbonates were not primary even though the fossils were previously screened for diagenesis using geochemical and petrographic techniques. The goal of this project was to better understand how diagenesis affects the triple oxygen isotope composition of modern carbonates to better identify diagenesis in the fossil carbonate record. The Clino Core, a shallow water marine core record from the Great Bahama Bank, was used as a modern analog since the upper portion of the core experienced diagenesis from meteoric water during periods of low sea level, while the lower portion was always below sea level and, therefore, was never exposed to a diagenetic fluid. Carbonate from the upper portion of the core did not have TOI values that reflected marine conditions. The TOI values reflected dissolution and re-precipitation with a meteoric fluid similar to the TOI value of modern Bahamian precipitation, suggesting a fluid buffered system of diagenesis. The TOI values of carbonate from lower in the core reflected deposition in seawater. Results of this modern carbonate work were then applied to Neoproterozoic fossil carbonate that represents the Shuram Carbon Isotope Excursion (CIE, ~560Ma). The TOI values of the Neoproterozoic carbonate did not follow similar trends as seen in the Clino Core. The TOI values were highly variable and do not reflect equilibrium precipitation with seawater similar to modern nor alteration by meteoric water as seen in the upper portion of the Clino Core. Therefore, different processes than seen in the modern affected the TOI composition of the Neoproterozoic carbonate that represents the largest carbon isotope excursion in the rock record. \n\nIntellectual Merit:  This work provided insight into how carbonate precipitates in marine settings and the impact on the oxygen isotope values of the carbonate record. The Clino Core carbonate TOI values were reset due to exposure to meteoric water during periods of low sea-level. These values support similar conclusions using other geochemical systems such as clumped isotope values. The same diagenetic regime cannot explain the carbonate from the Shuram CIE. This implies that during the Shuram CIE, different processes affected the carbonate geochemistry that are not represented in modern shallow marine settings. The data collected during this award will result in two publications and were presented at one international conference and two departmental seminars.\n\nBroader impact: The PI of this award convened and chaired two sessions at annual international conferences. She also mentored two PhD students and one undergraduate thesis during the award period, resulting in two international conference presentations, one of which was attended and presented by the undergraduate student. The PI participated as a mentor to a graduate student in a program organized by the Women in Science at Yale and organized events with the Women in Earth and Planetary Sciences at Yale including leading monthly small group mentoring meetings and designed a workshop titled, \"How to write a C.V and resume\". Lastly, the PI volunteered as an instructor at the annual IsoCamp, a 2-week hands-on short course about stable isotope systematics and anlysis aimed to instruct graduate students, postdoctoral associates, and early career faculty that may not have regular access to stable isotope facilities.\n\n\t\t\t\t\tLast Modified: 03/08/2023\n\n\t\t\t\t\tSubmitted by: Jordan Wostbrock"
 }
}