{
 "awd_id": "1952503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Long-Term Impacts of Institutionalized Inequality on Household Wealth and Well-Being",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 237925.0,
 "awd_amount": 237925.0,
 "awd_min_amd_letter_date": "2020-02-25",
 "awd_max_amd_letter_date": "2020-02-25",
 "awd_abstract_narration": "Dr. Jessica Munson will lead a team of researchers to investigate the long-term impacts of institutionalized inequality on household wealth and well-being in ancient society. Inequality is an intrinsic element of large-scale human societies but understanding how disparities in wealth and power differentially impacted the human condition in the past is not well studied. With its long-term perspective, archaeology is poised to make significant contributions to examining the impacts of permanent institutionalized inequality on the everyday lives of past people. This project will analyze disparities in household wealth, social well-being, and health within an ancient community to develop a more detailed understanding of how increasing political power impacted socioeconomic disparities over the span of about 2000 years. Understanding how ancient societies responded and adapted to political instability and socioeconomic differences in the past can provide important lessons as one confronts similar challenges today. This research is designed to improve quality of life concerns for local communities near the field site and project laboratory as well as provide educational opportunities for students from underrepresented groups.\r\n\r\nStudying the distribution of wealth and well-being in ancient societies requires a large dataset that is representative of the range of socioeconomic differences that were present in the past. Combining new archaeological investigations with analyses of legacy data that spans an approximately two thousand year period, this large-scale excavation project will sample between 40-50 households identified in recent settlement surveys. Multiple quality of life indices will be calculated using data from burials, domestic artifacts, and residential architecture to investigate the impacts of increasing political power on the distribution of household wealth and well-being disparities over this period. The data generated from this project will facilitate an innovative conceptual framework and methodology to analyze multiple kinds of household inequality, providing an important dataset for future comparative studies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Munson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica L Munson",
   "pi_email_addr": "munson@lycoming.edu",
   "nsf_id": "000206868",
   "pi_start_date": "2020-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lycoming College",
  "inst_street_address": "1 COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSPORT",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5703214101",
  "inst_zip_code": "177015778",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "PA09",
  "org_lgl_bus_name": "LYCOMING COLLEGE",
  "org_prnt_uei_num": "N38ZNTLBB2R9",
  "org_uei_num": "M2D5B4MCF563"
 },
 "perf_inst": {
  "perf_inst_name": "Lycoming College",
  "perf_str_addr": "700 College Place",
  "perf_city_name": "Williamsport",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "177015157",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "PA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 237925.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This archaeological project studied the residential contexts and domestic materials excavated from over two dozen households dated to the Late Preclassic and Classic Maya periods (ca. 200 BCE &ndash; 900 CE). These data have allowed us to measure different facets of quality of life, including a population&rsquo;s estimated economic wealth, social well-being, and overall health status, in order to track changes across these different dimensions over long periods of time. This study used a cross-sectional approach to capture variability in quality of life indices across a wide swath of this ancient society which has allowed us to examine how these inequalities shaped human conditions in the past. Results of these analyses demonstrate that during periods of increased political centralization and control, wealth inequality increased while community health outcomes declined overall and became more unequal. These patterns are similar to contemporary findings, thus highlighting the relevance and broader impacts for understanding how ancient societies responded and adapted to political instability and socioeconomic difference in the past. This project has also provided training and research opportunities to eight undergraduate students and two graduate students, and has supported the professional development and career advancement of six researchers. In addition, the project has established partnerships with local communities and designed an educational workshop on ancient Maya culture that was presented to schoolchildren near the field site.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/27/2024<br>\nModified by: Jessica&nbsp;L&nbsp;Munson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis archaeological project studied the residential contexts and domestic materials excavated from over two dozen households dated to the Late Preclassic and Classic Maya periods (ca. 200 BCE  900 CE). These data have allowed us to measure different facets of quality of life, including a populations estimated economic wealth, social well-being, and overall health status, in order to track changes across these different dimensions over long periods of time. This study used a cross-sectional approach to capture variability in quality of life indices across a wide swath of this ancient society which has allowed us to examine how these inequalities shaped human conditions in the past. Results of these analyses demonstrate that during periods of increased political centralization and control, wealth inequality increased while community health outcomes declined overall and became more unequal. These patterns are similar to contemporary findings, thus highlighting the relevance and broader impacts for understanding how ancient societies responded and adapted to political instability and socioeconomic difference in the past. This project has also provided training and research opportunities to eight undergraduate students and two graduate students, and has supported the professional development and career advancement of six researchers. In addition, the project has established partnerships with local communities and designed an educational workshop on ancient Maya culture that was presented to schoolchildren near the field site.\r\n\n\n\t\t\t\t\tLast Modified: 11/27/2024\n\n\t\t\t\t\tSubmitted by: JessicaLMunson\n"
 }
}