{
 "awd_id": "1952243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-IRG Track 2: Smart Social Connector: An Interdisciplinary, Collaborative Approach to Foster Social Connectedness in Underserved Senior Populations",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 1499132.0,
 "awd_amount": 1499132.0,
 "awd_min_amd_letter_date": "2020-08-18",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "Seniors (i.e., adults aged 65+) are the most rapidly growing segment of the U.S. population and have an increased risk of social isolation due to changes in lifestyle and physical health. Social connectedness, which involves establishing, sustaining, and increasing the quality of social relationships, is key to preventing or mitigating social isolation. Technology can foster social connectedness through online services and mobile applications. However, several factors, including lack of technological skills and awareness, accessibility issues, and privacy concerns may limit seniors’ use of technology-enabled services and resources, creating a generational digital divide that may contribute to social isolation. The Smart Social Connector (SSC) project addresses social isolation due to age-related barriers by creating informed strategies for seniors to learn and adopt technology and aligning resources with community needs. As such, this project promotes meaningful social connectedness among seniors that creates a sense of belonging within their community, advancing their health and welfare. Specifically, the SSC project provides a foundation for reconnecting senior residents in El Paso, Texas, a majority-Hispanic bicultural community with a growing senior demographic. This interdisciplinary, collaborative project has the potential to shift attitudes and behaviors toward seniors by restoring their visibility, value, and equitable participation in their community. With the involvement of students who are primarily from underrepresented groups, the SCC project contributes to broadening participation and preparing the next generation of professionals who possess the technical skills and knowledge required to address societal problems, specifically those relevant to senior populations.\r\n\r\nIn a strategic partnership among The University of Texas at El Paso, El Paso Community College, and the City of El Paso, the project is driven by integrative and interdisciplinary research among social sciences (i.e., anthropology and cognitive psychology); computer science; engineering (i.e., systems engineering and civil engineering); and scholarship of engagement (i.e., awareness and education). The SSC goal is to develop and sustain social connectedness of seniors to improve their quality of life through the intersection of technology, community engagement, and social sciences. In collaboration with community stakeholders, this community-based participatory research project has two main objectives: (i) advance knowledge on the systemic and behavioral factors that increase social connectedness and bridge the generational digital divide in seniors; and (ii) increase social and technological connectedness for seniors through Smart City solutions. The research team will utilize a variety of methods and instruments, including assessments of computer self-efficacy and cognitive ability, team-performance measurements, virtual/physical social-network analysis, and user-centered iterative design and testing of Smart City solutions. The SSC will involve the creation of a human and technological infrastructure, including a Living Lab environment, to support service delivery and the iterative development and piloting of Smart City solutions that integrate people, technology, and information. The SSC project will support seniors in strengthening their social connectedness, increasing their technology self-efficacy, and contributing to their community.  The outcomes and lessons learned from the SCC project have the potential to be applied in other cities that need to address the generational digital divide to improve seniors’ quality of life.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalia",
   "pi_last_name": "Villanueva Rosales",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalia Villanueva Rosales",
   "pi_email_addr": "nvillanuevarosales@utep.edu",
   "nsf_id": "000619167",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oscar",
   "pi_last_name": "Mondragon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Oscar A Mondragon",
   "pi_email_addr": "oamondragon@utep.edu",
   "nsf_id": "000690532",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Bangert",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley S Bangert",
   "pi_email_addr": "asbangert2@utep.edu",
   "nsf_id": "000809788",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Araceli",
   "pi_last_name": "Guerra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Araceli Guerra",
   "pi_email_addr": "guerraaj@elpasotexas.gov",
   "nsf_id": "000809843",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Yanez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Yanez",
   "pi_email_addr": "myanez22@epcc.edu",
   "nsf_id": "000809937",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 West University Avenue",
  "perf_city_name": "El Paso",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799680001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  },
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1499132.0
  }
 ],
 "por": null
}