{
 "awd_id": "1952809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Application of Paired Ti and Fe Isotopes to Understand the Evolution of Earth's Upper Continental Crust",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 174000.0,
 "awd_amount": 174000.0,
 "awd_min_amd_letter_date": "2020-06-19",
 "awd_max_amd_letter_date": "2020-06-19",
 "awd_abstract_narration": "Dr. Aleisha Johnson has been awarded an NSF EAR Postdoctoral Fellowship to investigate how the stable isotopes of Ti (Titanium) behave during the formation of continental crust. Her research and public service will take place at the University of Chicago under the supervision of Prof. Nicolas Dauphas. Stable Ti isotopes have been recently proposed to trace the evolution of Earth’s upper continental crust and the onset of plate tectonics. If demonstrated, to be a robust proxy, Ti isotopes would fill a unique niche because they are (1) ubiquitous in igneous rock suites and (2) insensitive to modification by weathering, fluid overprinting, or metamorphism. However, Ti isotopes appear to behave differently in tholeiitic (plume-like) and calc-alkaline (arc-like) magmas, complicating interpretations of the ancient geologic record. Dr. Johnson will measure Ti isotopes in modern arc volcanoes to understand what controls Ti isotope fractionation during the formation of crust, which will allow her to calibrate the proxy and revisit the geologic record to learn more about the composition of Earth’s ancient continents. During her tenure as an NSF Postdoctoral Fellow, Dr. Johnson will become involved as a mentor in two organizations: the first is the FLI network at University of Chicago (First-generation, Low-income, Immigrant, Ally) where she can mentor students similar to her own background to encourage diversity and inclusion in science at the private college level. She will also volunteer at the National Association for Geoscience Teachers (NAGT) annual meetings as an alum of the workshop “Preparing for an Academic Career”.\r\n\r\nExisting geochemical proxies for the composition of Earth’s early continental crust present a conundrum. Stable Ti isotopes are being used to distinguish between existing hypotheses by providing a temporal record of magmatic differentiation. As fractional crystallization progresses, the lighter isotopes of Ti are preferentially incorporated into oxides and ultimately sequestered in magmatic cumulates. Thus, felsic crust carries an isotopically heavy signature whereas mafic crust indicates minimal fractionation. The recent observation that tholeiitic and calc-alkaline magmas fractionate Ti isotopes to different extents signaled that there are important unknown variables left to consider: water content, oxygen fugacity, crystallization temperature, and mineral phase. Proper calibration in modern settings can address this challenge and perhaps identify new processes which Ti isotopes are sensitive to. Mineral-melt fractionation factors of Ti isotopes will be measured in a calc-alkaline volcanic suite from Rindjani Volcano, Indonesia. Paired Fe isotope analyses will quantify the role of oxygen fugacity and magnetite crystallization specifically. This differentiation suite will elucidate the controls on Ti isotope fractionation in arc settings, which will allow Ti isotope fractionation during crust formation to be modeled accurately for the first time. Finally, modeled Ti isotope values will be compared with the shale record to better identify the compositions of ancient crustal protoliths. This project received funds from the Geochemistry and Petrology program in the Earth Sciences division.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aleisha",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aleisha Johnson",
   "pi_email_addr": "",
   "nsf_id": "000809845",
   "pi_start_date": "2020-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johnson, Aleisha",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Tempe",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "",
  "inst_zip_code": "852871404",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": null,
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371468",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 174000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-0a92726b-7fff-9465-115a-85b0476f6bea\"> </span></p>\n<p dir=\"ltr\"><span>The goal of this postdoctoral research project was to assess how Ti and Fe stable isotopes fractionate in calc-alkaline magmatic systems, so that we may more robustly apply these proxies to studies of crustal composition and evolution. To date, both Ti and Fe isotopes have been applied to a wide range of magmatic systems where they have the ability to record fractional crystallization histories. How exactly fractional crystallization is driving these isotope fractionations, and what internal and external controls are playing a role, are open questions, especially for the relatively new Ti isotope system. To address these questions, I used whole rock powders and mineral separates from Rindjani Volcano, Indonesia, for Ti and Fe isotope analysis to learn how fractional crystallization in island arcs drives stable isotope fractionation within the continental crust.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>All high precision Ti and Fe isotope analyses were carried out successfully, both on the Rindjani volcanic suite and the corresponding mineral separates. All data are of the highest precision and are publication quality. All the necessary modeling to understand the crystallization history of these volcanic rocks is complete. With these data and models, I was able to identify that magnetite composition is a strong control on Ti isotope fractionation, and is one of the main reasons why calc-alkaline magma series develop muted Ti isotope signatures compared to other magma series. These results also confirm the role of oxygen fugacity, with more oxidized magmas promoting less Ti isotope fractionation as well as less overall Fe isotope fractionation. Final results were presented at the end of the fellowship period at the international Goldschmidt Conference in July 2022. The manuscript detailing these results is being written with a target publication date of 2023.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>My main outreach activities were designing and managing undergraduate research projects for individuals from under-represented groups and training new lab users for the period of my fellowship. In summer 2021, I worked virtually with a first generation college student on his first research experience where he compiled literature data and calculated the relative loss of cesium from the Moon compared to the Earth during the moon forming impact. In summer 2022, I worked with a hispanic first generation college student pursuing chemistry on her first research experience where we took volcanic rocks and processed them (from rock powdering, acid digestion, all the way to analysis) for Ti isotopes to learn about pre-eruptive storage conditions. During these projects, I was the primary advisor for these students, which provided me with the most hands-on mentoring experience I have had thus far in my career, and also provided me with experience in designing research projects, managing multiple projects, and independently operating our lab's instrument.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2022<br>\n\t\t\t\t\tModified by: Aleisha&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe goal of this postdoctoral research project was to assess how Ti and Fe stable isotopes fractionate in calc-alkaline magmatic systems, so that we may more robustly apply these proxies to studies of crustal composition and evolution. To date, both Ti and Fe isotopes have been applied to a wide range of magmatic systems where they have the ability to record fractional crystallization histories. How exactly fractional crystallization is driving these isotope fractionations, and what internal and external controls are playing a role, are open questions, especially for the relatively new Ti isotope system. To address these questions, I used whole rock powders and mineral separates from Rindjani Volcano, Indonesia, for Ti and Fe isotope analysis to learn how fractional crystallization in island arcs drives stable isotope fractionation within the continental crust. \n\n \nAll high precision Ti and Fe isotope analyses were carried out successfully, both on the Rindjani volcanic suite and the corresponding mineral separates. All data are of the highest precision and are publication quality. All the necessary modeling to understand the crystallization history of these volcanic rocks is complete. With these data and models, I was able to identify that magnetite composition is a strong control on Ti isotope fractionation, and is one of the main reasons why calc-alkaline magma series develop muted Ti isotope signatures compared to other magma series. These results also confirm the role of oxygen fugacity, with more oxidized magmas promoting less Ti isotope fractionation as well as less overall Fe isotope fractionation. Final results were presented at the end of the fellowship period at the international Goldschmidt Conference in July 2022. The manuscript detailing these results is being written with a target publication date of 2023. \n\n \nMy main outreach activities were designing and managing undergraduate research projects for individuals from under-represented groups and training new lab users for the period of my fellowship. In summer 2021, I worked virtually with a first generation college student on his first research experience where he compiled literature data and calculated the relative loss of cesium from the Moon compared to the Earth during the moon forming impact. In summer 2022, I worked with a hispanic first generation college student pursuing chemistry on her first research experience where we took volcanic rocks and processed them (from rock powdering, acid digestion, all the way to analysis) for Ti isotopes to learn about pre-eruptive storage conditions. During these projects, I was the primary advisor for these students, which provided me with the most hands-on mentoring experience I have had thus far in my career, and also provided me with experience in designing research projects, managing multiple projects, and independently operating our lab's instrument. \n\n\t\t\t\t\tLast Modified: 11/29/2022\n\n\t\t\t\t\tSubmitted by: Aleisha Johnson"
 }
}