{
 "awd_id": "1952718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Do defenses against herbivores and pathogens drive the commonness and rarity of tropical trees at local and regional scales?",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922279",
 "po_email": "sdudgeon@nsf.gov",
 "po_sign_block_name": "Steven Dudgeon",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 326462.0,
 "awd_amount": 326462.0,
 "awd_min_amd_letter_date": "2020-06-18",
 "awd_max_amd_letter_date": "2020-06-18",
 "awd_abstract_narration": "The Amazon rainforest is home to a huge number of plant species. Scientists have wondered for a long time why some are so rare and others so common. Perhaps some are better at protecting themselves from insects and diseases. These species could then become unusually common. How do plants protect themselves?  Most make special chemicals that can be a potent defense against natural enemies (mostly fungus and insects). Scientists think such chemicals may be especially important in very common species because without extra protection, insects and fungal diseases would spread rapidly in dense populations. This project will test whether plant chemicals can explain how the most common rainforest trees keep from being overwhelmed by their enemies. More generally, it may explain the abundance of different species in different places. This study will also test the role of plant chemicals as defenses against soil pathogens, which are important but poorly known. Data from this project has the potential to generate new medical and agricultural applications. The project will engage and involve low income, first-generation high school students and undergraduates at three universities. Finally, students at those universities will gain essential skills by attending a tropical field biology course with students from Peru and Brazil, and will learn how to do rainforest research. \r\n\r\nThis project will focus on Protium (Burseraceae), a common and diverse genus of Neotropical trees. Protium species with more diverse and effective anti-enemy defenses are hypothesized to suffer less density-dependent mortality, gaining a strong competitive advantage that should translate into larger populations at the local and regional scale. In the laboratory, metabolomic approaches will assess the diversity of plant secondary metabolites in leaves and roots of Protium in tandem with DNA sequencing to identify how those metabolites influence the presence of fungal pathogens, thus elucidating their role in mediating plant-natural enemy interactions. In the field, a combination of observational and experimental approaches will identify these plant-defense-enemy interactions and quantify their effect on host plant species abundances and the ability of locally and regionally abundant taxa to escape negative density-dependent interactions. This experimental component will be conducted in forest reserves in Iquitos, Peru where permanent plots by long-term collaborators and international institutional partners have been established through previous NSF projects. To investigate how chemical diversity might affect large scale patterns of species abundances in the Amazon basin, this project will also perform systematic surveys across large areas in Peru, Colombia and Brazil to determine how chemistry and plant natural enemy communities change across species’ ranges. Results will provide a critical test of specific chemically-mediated mechanisms thought to control plant-natural enemy interactions, and thus a newly emerging hypothesis about the ecological processes that determine rarity and commonness in high diversity tropical rainforests. Ultimately, this research will yield a deeper understanding of the processes underlying the origin and maintenance of the vast biodiversity of tropical forests.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diego",
   "pi_last_name": "Salazar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diego Salazar",
   "pi_email_addr": "dsalazaramor@binghamton.edu",
   "nsf_id": "000590525",
   "pi_start_date": "2020-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 237502.0
  }
 ],
 "por": null
}