{
 "awd_id": "1952764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Unraveling the Paleogene exhumation history of the Orocopia Schist in west-central Arizona",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 174000.0,
 "awd_amount": 174000.0,
 "awd_min_amd_letter_date": "2020-05-28",
 "awd_max_amd_letter_date": "2020-05-28",
 "awd_abstract_narration": "<p>Dr. Nikki M. Seymour has been granted an NSF EAR Postdoctoral Fellowship to carry out research and education plans at Stanford University and the University of California Santa Cruz under the mentorships of Dr. Martin Grove and Dr. Jeremy Hourigan respectively. This research project will determine the exhumation history of the northern Plomosa Mountains, located in west-central Arizona. The rocks exposed in the Plomosas originated as sediments deposited on the Pacific Ocean floor west of California and were subducted and added to the base of the North American continent during the late Cretaceous-Paleogene Laramide Orogeny, a period of shallow-angle subduction from ~90-50 Ma that has been tied to the end of Sierra Nevada magmatism, construction and subsequent collapse of high plateaus, uplift of basement-cored mountain ranges, and extensive volcanism. The top of the Orocopia Schist was exposed at the surface by the Plomosa detachment fault between ~21-15 Ma, meaning it would have been exposed at the surface after traveling more than 40 km through the crust to reach shallow crustal levels in the latest Cretaceous-Paleogene (~73-23 Ma). The thermal history that follows the buildup of sediment at the base of the crust during shallow-angle subduction can reveal how these rocks moved through the crust. This project will study metamorphic zircon rims from the Orocopia Schist to document the timing of sediment subduction and addition to the bottom of North America. However at present there are no constraints on the history that brought these rocks to the shallow crust prior to Miocene faulting (~21-15 Ma). As part of the broader impacts of this project Dr. Seymour will coordinate with San Francisco-based software developers to expand the capabilities of the Augmented Reality Topographic Sandbox to integrate geologic maps. Successfully integrating maps with topography in the sandbox will allow students to experiment with the 3D geometries of sedimentary formations and structures and will be widely applicable throughout all levels of geoscience education.</p>\r\n\r\n<p>Determining the exhumation history of the Orocopia Schist (OS) is critical to understanding the transition from Cretaceous shortening to Miocene extension, as well as the processes driving sediment underplating, accretion, and syn-subduction exhumation. Dr. Seymour will systematically investigate the temporal and thermal evolution of the Orocopia Schist subduction complex using meso- and microstructural, geo- and thermochronological, petrological, and geochemical analyses to understand (1) at what depth the OS was accreted and understand the processes that exhumed it, (2) the age and geochemical affinity of the crystalline gneiss that structurally overlies the OS and the significance of its tectonic contact with the OS, and (3) the exhumation histories of the gneiss and OS. Methods will include detailed mapping and microstructural study of the OS and the overlying gneiss at key locations to document crucial cross-cutting relationships, dating of syn-kinematic phases with clear kinematic context such as titanite for U-Pb and hornblende, phengite, and biotite for Ar/Ar thermochronology, and thermobarometry using Titanium-in-quartz, Raman spectroscopy of carbonaceous material, and oxygen stable isotope ratios for thermometry and garnet-biotite-plagioclase-quartz chemistries for barometry. This approach will document the number and significance of fabric generations preserved in the Orocopia Schist, and determine whether the presently exposed mylonitic fabric is related to Paleogene metamorphism, Miocene extension, or preserves elements of both. Comparing these results to the thermal history of the crystalline gneiss will provide critical details to tectonic relationship between the two rock types. Particular attention will be paid to whether the schist and gneiss share any portion of their thermal history, and if so, at what point their histories evolved together. A shared thermal history between the OS and gneiss would provide insights into the geodynamic processes that control subduction complex exhumation during or shortly following shallow-slab subduction. These observations have implications for (1) the regional tectonics of the southwestern USA, (2) the extent of subduction underplating during shallow-angle subduction, and (3) the geodynamic processes that control subduction complex exhumation during or shortly following flat-slab subduction.</p>\r\n\r\n<p>This award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.</p>",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikki",
   "pi_last_name": "Seymour",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nikki M Seymour",
   "pi_email_addr": "",
   "nsf_id": "000810031",
   "pi_start_date": "2020-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Seymour, Nikki M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Fort Collins",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "80524",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CO04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": null,
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 174000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Subduction, or the recycling of an oceanic plate beneath another tectonic plate into the deep earth, is a fundamental process that controls geochemical and volatile cycling. In the traditional textbook view of subduction, the descending (lower) plate dives steeply and has limited interaction with the overlying (upper) plate. In some situations, the lower plate is thicker than standard oceanic crust and is therefore more buoyant. Increased buoyancy resists subduction, producing flat- or shallow-slab subduction where the lower plate moves laterally beneath the upper plate, greatly increasing the degree of interaction between them. Shallow-slab subduction has been tied to the shutoff of magmatic arcs, development of high inland topography, and uplift of mountains far from the continental margin. In modern settings, how far inland shallow subduction extends from the plate margin and the depth of the interaction zone between the two plates can be imaged with geophysical methods, but both the geochemical and physical processes operating along this zone and the geometry of ancient shallow-subduction zones are difficult to study. An important exception to this lack of accessibility to shallow-subduction interfaces are&nbsp;<em>subduction complexes.</em>&nbsp;During subduction, ocean-floor sediments are carried down with the lower plate along the subduction interface. These sediments may be transferred from the lower to the upper plate (accreted) as subduction complexes, recording critical insights into the workings of the subduction interface, and in rare cases, returned to the Earth&rsquo;s surface through a combination of erosion and faulting.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This project addressed the depth and conditions of ancient flat-slab subduction through detailed study of the Orocopia schist in the northern Plomosa Mountains of western Arizona, a subduction complex located &gt;400 km from the paleo-continental margin. My previous work on metamorphic zircon rims showed these sediments were subducted at ~73 million years ago (Ma) and underplated between 73-47 Ma (Seymour et al., 2018). The work associated with this award has resulted in three abstracts at national conferences &ndash; two of which were led by undergraduate students &ndash; and two manuscripts still in progress. The students involved in this work were recruited from Sonoma State University and through Stanford&rsquo;s Summer Undergraduate Research in Geoscience and Engineering program, in accordance with NSF&rsquo;s strategic objective to increase diversity at all levels. The students helped design their research projects, conducted primary data collection in the field and the lab, learned to analyze primary data, presented their findings at a national conference, and are contributing to peer-reviewed journal articles.</p>\n<p>&nbsp;</p>\n<p>The first contribution of this work is a characterization of the highly deformed rocks that overlie the Orocopia schist in the Plomosas. Through a combination of field observations, geochemical signatures, and age determinations, we show that the rocks above the Orocopia schist are primarily Proterozoic crystalline gneisses and Jurassic intrusive rocks that are local to western Arizona and were therefore part of the upper plate during shallow-slab subduction (Basich et al., 2021). The second contribution of this work used the chemistry of metamorphic minerals that grew during the lateral transport and underplating to extract pressure and temperature conditions during mineral growth. These findings show that the subduction interface remained at relatively shallow levels even at extreme lateral distances from the continental margin before steepening significantly at the edge of the Colorado Plateau (Seymour et al., 2021). A shallow subduction interface requires substantial thinning of the upper plate and may have transferred some of the stress associated with subduction to a rigid block of crust in the continental interior. Finally, we applied careful study of rock fabrics and thermal histories recorded by apatite crystals determined that the fabrics preserved in the Orocopia schist were produced primarily in the Miocene at unusually shallow depths with unusually high heat flow (Caban et al., 2021). The mechanisms that allowed for plastic flow at sub-6 km depths &ndash; levels at which rocks are expected to break in a brittle fashion &ndash; represent a new direction for continued study resulting from this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2022<br>\n\t\t\t\t\tModified by: Nikki&nbsp;M&nbsp;Seymour</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSubduction, or the recycling of an oceanic plate beneath another tectonic plate into the deep earth, is a fundamental process that controls geochemical and volatile cycling. In the traditional textbook view of subduction, the descending (lower) plate dives steeply and has limited interaction with the overlying (upper) plate. In some situations, the lower plate is thicker than standard oceanic crust and is therefore more buoyant. Increased buoyancy resists subduction, producing flat- or shallow-slab subduction where the lower plate moves laterally beneath the upper plate, greatly increasing the degree of interaction between them. Shallow-slab subduction has been tied to the shutoff of magmatic arcs, development of high inland topography, and uplift of mountains far from the continental margin. In modern settings, how far inland shallow subduction extends from the plate margin and the depth of the interaction zone between the two plates can be imaged with geophysical methods, but both the geochemical and physical processes operating along this zone and the geometry of ancient shallow-subduction zones are difficult to study. An important exception to this lack of accessibility to shallow-subduction interfaces are subduction complexes. During subduction, ocean-floor sediments are carried down with the lower plate along the subduction interface. These sediments may be transferred from the lower to the upper plate (accreted) as subduction complexes, recording critical insights into the workings of the subduction interface, and in rare cases, returned to the Earth’s surface through a combination of erosion and faulting. \n\n \n\nThis project addressed the depth and conditions of ancient flat-slab subduction through detailed study of the Orocopia schist in the northern Plomosa Mountains of western Arizona, a subduction complex located &gt;400 km from the paleo-continental margin. My previous work on metamorphic zircon rims showed these sediments were subducted at ~73 million years ago (Ma) and underplated between 73-47 Ma (Seymour et al., 2018). The work associated with this award has resulted in three abstracts at national conferences &ndash; two of which were led by undergraduate students &ndash; and two manuscripts still in progress. The students involved in this work were recruited from Sonoma State University and through Stanford’s Summer Undergraduate Research in Geoscience and Engineering program, in accordance with NSF’s strategic objective to increase diversity at all levels. The students helped design their research projects, conducted primary data collection in the field and the lab, learned to analyze primary data, presented their findings at a national conference, and are contributing to peer-reviewed journal articles.\n\n \n\nThe first contribution of this work is a characterization of the highly deformed rocks that overlie the Orocopia schist in the Plomosas. Through a combination of field observations, geochemical signatures, and age determinations, we show that the rocks above the Orocopia schist are primarily Proterozoic crystalline gneisses and Jurassic intrusive rocks that are local to western Arizona and were therefore part of the upper plate during shallow-slab subduction (Basich et al., 2021). The second contribution of this work used the chemistry of metamorphic minerals that grew during the lateral transport and underplating to extract pressure and temperature conditions during mineral growth. These findings show that the subduction interface remained at relatively shallow levels even at extreme lateral distances from the continental margin before steepening significantly at the edge of the Colorado Plateau (Seymour et al., 2021). A shallow subduction interface requires substantial thinning of the upper plate and may have transferred some of the stress associated with subduction to a rigid block of crust in the continental interior. Finally, we applied careful study of rock fabrics and thermal histories recorded by apatite crystals determined that the fabrics preserved in the Orocopia schist were produced primarily in the Miocene at unusually shallow depths with unusually high heat flow (Caban et al., 2021). The mechanisms that allowed for plastic flow at sub-6 km depths &ndash; levels at which rocks are expected to break in a brittle fashion &ndash; represent a new direction for continued study resulting from this project.\n\n \n\n\t\t\t\t\tLast Modified: 12/23/2022\n\n\t\t\t\t\tSubmitted by: Nikki M Seymour"
 }
}