{
 "awd_id": "1952566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "FRG: Collaborative Research: Geometric Structures in the p-Adic Langlands Program",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 263303.0,
 "awd_amount": 263303.0,
 "awd_min_amd_letter_date": "2020-04-01",
 "awd_max_amd_letter_date": "2022-07-15",
 "awd_abstract_narration": "Number theory is the branch of mathematics that studies phenomena related to properties of whole numbers. A typical number theoretic question is to determine the number of whole or rational number solutions of some equation of interest.  (For example, the lengths of the three sides of a right triangle are related by the Pythagorean theorem. While it is straightforward to find all right triangles whose side lengths are rational numbers, it perhaps surprisingly remains an unsolved problem to determine which whole numbers can be the area of a right triangle with rational sides.) The answers to such questions can often be encoded in certain mathematical functions known as L-functions. The mathematician Robert Langlands has developed a series of conjectures (or mathematical predictions) regarding L-functions, which predict that any L-function should arise from another kind of mathematical function called an automorphic form. One approach to the study of automorphic forms and L-functions is the use of p-adic methods. These are methods that involve using divisibility properties with respect to some fixed prime number p to study automorphic forms and L-functions. Recently, p-adic methods have begun to be unified with Langlands's ideas into a so-called \"p-adic Langlands program.\" This project aims to develop new results and methods in the p-adic Langlands program, primarily of a geometric nature, and to use them to establish new instances of Langlands's conjectures. The award will support the training of students in this area of research that is considered of high interest.\r\n\r\n\r\nThis project addresses the following fundamental question: what are the underlying geometric structures relating p-adic Galois representations to the mod p representation theory of p-adic groups? The project builds on several recent developments in which the various PIs have played key roles, including the construction of moduli stacks parametrizing p-adic representations of the Galois groups of p-adic local fields and of local models for these stacks, and recent extensions of the Taylor-Wiles patching method which relate it to the study of coherent sheaves on the local models, and to derived algebraic geometry. Some specific questions that the PIs will study are the problem of potentially crystalline lifts, the construction of a general p-adic local Langlands correspondence, and the possible local nature of the (a priori global) patching constuction.  More generally, the PIs intend to introduce algebro-geometric, categorical, and derived perspectives into the p-adic Langlands program, with the intention of gaining new insights into and making new progress on some of the key open problems in the field.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Savitt",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Savitt",
   "pi_email_addr": "savitt@gmail.com",
   "nsf_id": "000186675",
   "pi_start_date": "2020-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N Charles St.",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182686",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 87583.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 87765.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 87955.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-1336cd0c-7fff-32f8-ab64-f5a4a3364a6f\">\n<p dir=\"ltr\"><span>In the years since Wiles&rsquo;s proof of the modularity of semistable elliptic curves over the rational numbers, the many mathematical ideas that were introduced in this celebrated argument have blossomed. In the course of the development of these ideas, a deep connection between p-adic Galois representations and the mod p and p-adic representation theory of p-adic groups has emerged. The goal of this project was to address the following fundamental research challenge: to find and investigate the underlying geometric structures that relate the theory of p-adic Galois representations to the mod p and p-adic representation theory of p-adic groups.</span></p>\n<p dir=\"ltr\"><span>As our project got under way, the following conjecture emerged as a key motivating problem: that a certain category of smooth representations of GL(n) of a p-adic local field K admits a fully faithful embedding into a category of sheaves on a geometric structure that (roughly speaking) parametrizes n-dimensional representations of the absolute Galois group of K.</span></p>\n<p dir=\"ltr\"><span>Our group is preparing two manuscripts related to this conjecture, with three basic objectives. First, to explain an explicit description of the conjectural fully faithful embedding when restricted to the abelian subcategory generated by compact inductions from multiplicity-free representations. Second, to verify full faithfulness on this subcategory in the derived sense, by identifying both Hom and Ext spaces on both sides. And third, to determine various representation-theoretic consequences of the existence of the full faithful functors.&nbsp;&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>The main broader impacts of this project were two graduate student research projects, each consisting of a team of five PhD students from across our various institutions. The first group wrote an article that studies non-generic components of the Emerton&ndash;Gee stack in dimension two, proving that the components are smooth with only a small number of exceptions. Moreover, two of these students have written a follow-up paper containing results that are even more comprehensive and precise. The second group wrote a paper that considers generic components of the Emerton&ndash;Gee stack in dimensions greater than two.</span></p>\n</span></p><br>\n<p>\n Last Modified: 07/15/2024<br>\nModified by: David&nbsp;L&nbsp;Savitt</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nIn the years since Wiless proof of the modularity of semistable elliptic curves over the rational numbers, the many mathematical ideas that were introduced in this celebrated argument have blossomed. In the course of the development of these ideas, a deep connection between p-adic Galois representations and the mod p and p-adic representation theory of p-adic groups has emerged. The goal of this project was to address the following fundamental research challenge: to find and investigate the underlying geometric structures that relate the theory of p-adic Galois representations to the mod p and p-adic representation theory of p-adic groups.\n\n\nAs our project got under way, the following conjecture emerged as a key motivating problem: that a certain category of smooth representations of GL(n) of a p-adic local field K admits a fully faithful embedding into a category of sheaves on a geometric structure that (roughly speaking) parametrizes n-dimensional representations of the absolute Galois group of K.\n\n\nOur group is preparing two manuscripts related to this conjecture, with three basic objectives. First, to explain an explicit description of the conjectural fully faithful embedding when restricted to the abelian subcategory generated by compact inductions from multiplicity-free representations. Second, to verify full faithfulness on this subcategory in the derived sense, by identifying both Hom and Ext spaces on both sides. And third, to determine various representation-theoretic consequences of the existence of the full faithful functors.\n\n\n\n\nThe main broader impacts of this project were two graduate student research projects, each consisting of a team of five PhD students from across our various institutions. The first group wrote an article that studies non-generic components of the EmertonGee stack in dimension two, proving that the components are smooth with only a small number of exceptions. Moreover, two of these students have written a follow-up paper containing results that are even more comprehensive and precise. The second group wrote a paper that considers generic components of the EmertonGee stack in dimensions greater than two.\n\t\t\t\t\tLast Modified: 07/15/2024\n\n\t\t\t\t\tSubmitted by: DavidLSavitt\n"
 }
}