{
 "awd_id": "1952302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track-1: I/O Research for Data-Intensive Analytics and Deep Learning",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032927079",
 "po_email": "nkoizumi@nsf.gov",
 "po_sign_block_name": "Naoru Koizumi",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 299963.0,
 "awd_amount": 299963.0,
 "awd_min_amd_letter_date": "2020-04-07",
 "awd_max_amd_letter_date": "2025-02-12",
 "awd_abstract_narration": "Applications of data science are becoming increasingly diverse. These applications include computation, input-output analysis, deep learning and several other fields. These diverse applications tend to generate and process their datasets in very different patterns. Their complex I/O patterns pose numerous challenges due to contention, congestion, and performance variabilities at multiple layers of the I/O stack including I/O middleware libraries, parallel file systems and storage devices. This IRES project aims to organize an international collaboration between Japan and the U.S. for research on I/O performance efficiency and data reliability for data-intensive analytics and deep learning applications. The IRES Track-1 site will be hosted at the Florida State University (FSU), through close collaboration with the RIKEN Center for Computational Science (R-CCS) in Kobe, Japan. As a world-renowned national lab, R-CCS has hosted the fastest K supercomputer in Japan and has been chosen as the site to host Japan’s future exascale computer, Fugaku. This project leverages such facilities for research and training of IRES participants and enriches the portfolio of international collaborations between the U.S. and Japan. Each year for the duration of the project, five (4 graduate and 1 undergraduate) U.S. students will be selected to participate in the IRES program to visit and do research at the R-CCS for 10 weeks. \r\n\r\nThis project pursues cross-layer optimizations on I/O middleware libraries, parallel file systems, and storage configurations, serving data-intensive analytics and deep learning applications. The project consists of a number of research activities, including (1) I/O characterization of large-scale data-intensive applications and parallel file systems on large-scale supercomputers, (2) application-oriented I/O pipelining for deep learning applications and data reduction through compression; (3) user-level cross-layer optimizations of file and storage systems; and (4) development of multi-level checkpoint/restart with optimal checkpoint/restart intervals across hierarchical storage devices. The research can lead to many insights on how to develop efficient and reliable I/O techniques on high-performance computing (HPC) systems. The experience and lessons learned through this research can benefit the development of storage systems on leadership HPC systems for data analytics and deep learning applications and is expected to enhance the professional development of participating students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Weikuan",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weikuan Yu",
   "pi_email_addr": "wyu3@fsu.edu",
   "nsf_id": "000492930",
   "pi_start_date": "2020-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 Traditions Way, 3rd Floor",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064166",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 299963.0
  }
 ],
 "por": null
}