{
 "awd_id": "1952231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCC-PG: Smart & Connected Childcare",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 149305.0,
 "awd_amount": 149305.0,
 "awd_min_amd_letter_date": "2020-08-18",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "In the United States, millions of young children under five years of age attend childcare.  Research has demonstrated the critical importance of emotionally supportive caregivers and stimulating learning environments as the early experiences that affect later health, learning and well-being. But monitoring childcare facilities to identify these experiences is time- and resource-intensive. This makes it difficult to identify the quality of most childcare settings.  Increasing the quality of many childcare environments in the United States would better promote children’s healthy development.  This project will use a sensor-based system that measures traits of the physical and social environments of childcare settings. These traits affect children’s language development and physical activity, two key elements of young children’s development. This project, and subsequent work that builds upon it, will lead to new insights in both technological application and integration of sensors, as well as theories of child development. University researchers will partner with a community-wide intervention group, childcare providers, and parents on the development of a sensor-based system designed to provide childcare providers with rapid and direct feedback focused on various child-environment interactions and dimensions. Beyond scientific advances, the results have the potential to help address and improve quality in childcare, which may benefit millions of young children and their families. Ultimately, these efforts can benefit society through improved quality of care and thus enriched developmental outcomes for young children.  The project will also contribute to knowledge of engagement of community partners in the design and implementation of technological systems to improve community well-being.\r\n\r\nThe proposed project will examine the feasibility of a smart and connected childcare community through a sensor-based system used to evaluate physical characteristics of childcare settings. This project will contribute to a larger body of work that furthers scientific progress in four ways. This project will: (1) design smart childcare communities by developing novel sensor technology to generate useful and actionable information, while integrating heterogeneous network and advanced computing approaches; (2) optimize the deployment of smart sensing in childcare communities to obtain useful and actionable information without compromising the privacy requirements and objectives essential for monitoring active spaces; (3) develop an efficient communication and computing framework for feedback loops in smart and connected childcare, using an edge-assisted childcare data fusion approach to analyze information from sensors; and (4) lay the groundwork for a research program that will contribute to new theories and related measures of child development and childcare quality. The project anticipate enhanced descriptions of context-specific childcare quality that will provide a mechanism for ongoing feedback to childcare providers and communities at-large. Work through the planning grant will inform the development of a longer-term research program that addresses the impact of sensor-based measurement of provider behavior and quality of young children’s learning environments.  Ultimately, the resultant smart and connected childcare community can improve young children’s development and learning, enhancing understanding of how built environments affect human health.\r\n\r\nThis project is jointly funded by Smart and Connected Communities initiative and the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hilary",
   "pi_last_name": "Raikes",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Hilary A Raikes",
   "pi_email_addr": "abbie.raikes@unmc.edu",
   "nsf_id": "000809024",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Ryherd",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Erica E Ryherd",
   "pi_email_addr": "eryherd@unl.edu",
   "nsf_id": "000498960",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Danae",
   "pi_last_name": "Dinkel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Danae Dinkel",
   "pi_email_addr": "dmdinkel@unomaha.edu",
   "nsf_id": "000808868",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Dzewaltowski",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Dzewaltowski",
   "pi_email_addr": "david.dzewaltowski@unmc.edu",
   "nsf_id": "000808778",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska Medical Center",
  "inst_street_address": "4215 EMILE ST",
  "inst_street_address_2": "",
  "inst_city_name": "OMAHA",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4025597456",
  "inst_zip_code": "68105",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NE02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G15AG3BLLMH4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska Medical Center",
  "perf_str_addr": "987835 Nebraska Medical Center",
  "perf_city_name": "Omaha",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "681987835",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NE02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "033Y00",
   "pgm_ele_name": "S&CC: Smart & Connected Commun"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042Z",
   "pgm_ref_txt": "S&CC: Smart and Connected Communities"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 149305.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of <em>Smart &amp; Connected Childcare Communities</em>, an<strong> </strong>SCC-IRG Track 1 project led by the University of Nebraska in partnership with two community organizations, Lincoln Littles and Nebraska Early Childhood Collaborative, was to leverage a novel, sensor-based quality management system to support quality childcare and generate new insights into the associations between childcare environments and child development. Approximately 70% of young children are in some form of childcare, but information on quality is limited by the scope of existing measurement, which is infrequent, incomplete, and challenging to use for immediate improvement.&nbsp; This planning grant assessed the feasibility and acceptability of using a sensor-based system for monitoring childcare.&nbsp; The broad goal of this project was to draft a sensor-based system that measures characteristics of childcare environments (physical and social environments) that are important for child outcomes such as language and physical activity. This planning grant focused on examining the feasibility of a sensor-based system within a childcare community.&nbsp; During our planning grant, we (1) assessed the technological feasibility of using sensors to monitor childcare settings and child development outcomes, including environment characteristics (e.g., acoustic, lighting, and thermal conditions; language interactions with providers) and child outcomes (e.g., language, physical activity); and (2) determined the needs, tolerances and preferences of childcare program staff related to<strong> i</strong>mplementation of sensors in childcare settings, with a focus on privacy, security, and other ethical concerns.&nbsp;</p>\n<p>We had four central achievements.&nbsp; First, we determined community needs through provider surveys and focus groups. We found that childcare professionals were open to using sensors and had relatively little experience in using them. Communication on the value and purpose of the sensors was identified as essential for parents and childcare professionals to be comfortable with sensor use.&nbsp; Results from the community survey and related focus groups/interviews were documented in a publication (under review).&nbsp;&nbsp;Second, we completed a systematic literature review and sensor component investigations to inform the prototype development and sensor deployment.<em> </em>Although the literature review revealed that the environmental parameters can significantly impact health and student learning, they remain grossly understudied in early childcare settings and there are many opportunities for advancing knowledge. The literature review results were coupled with findings from initial surveys / focus groups to map critical criteria for sensors and provider feedback app. These criteria were used to explore a variety of possible solutions. A draft literature review manuscript is complete and being finalized by the team for submission.</p>\n<p>Third, we evaluated the acceptability and feasibility of possible solutions through trial field deployments, follow up provider surveys, and laboratory prototyping. Several aspects of the data collection and analysis (e.g., sample size, types of noise metrics analyzed) were much more advanced than found in previous articles identified in the literature review; thus, this portion of the planning grant constitutes a significant advancement in understanding of classroom noise conditions in early childcare settings. A manuscript on this phase of the work is currently being drafted.&nbsp;</p>\n<p>Lessons learned from all previous phases of the work informed the ultimate design of the expanded laboratory prototype and related network design. The ultimate result is five identical prototype units with good accuracy and precision, meeting the critical criteria identified through our community engagement, that can be deployed in future research in early childcare or other settings.&nbsp;</p>\n<p>Finally, our group reviewed the findings and used them to generate study designs and a proposal for a subsequent fully powered study to assess the effectiveness of a sensor-based system on child outcomes in a childcare setting (we first completed this review early on in our project in response to an NSF solicitation deadline; we then reviewed the findings again at the end of our project and will use the information to revise and resubmit our proposal). This included identifying key avenues for future work in expansion. For example, because noise was found to be the biggest environmental concern in the surveys and focus groups/interviews, and then confirmed by providers as a significant challenge in our field study, we identified expansion opportunities for the noise component of the platform in future phases of research. This includes post-processing the sound pressure levels generated by the platform for key acoustic characteristics such as fluctuations of sound over time, spectral quality, or speech intelligibility, and incorporation of machine learning to identify patterns of loud and quiet noise periods that can be linked to child sensor outcomes (e.g., activity, language development). Our project period extended through the COVID pandemic, which affected our ability to connect with childcare providers and parents.&nbsp; Childcare facilities were greatly impacted by COVID, with extended periods of closure, high turnover, and staffing shortages.&nbsp; As a result, our ability to engage childcare staff and parents was somewhat limited, yet we made significant strides in addressing the feasibility and acceptability of sensor-based childcare monitoring systems.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2021<br>\n\t\t\t\t\tModified by: Hilary&nbsp;A&nbsp;Raikes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of Smart &amp; Connected Childcare Communities, an SCC-IRG Track 1 project led by the University of Nebraska in partnership with two community organizations, Lincoln Littles and Nebraska Early Childhood Collaborative, was to leverage a novel, sensor-based quality management system to support quality childcare and generate new insights into the associations between childcare environments and child development. Approximately 70% of young children are in some form of childcare, but information on quality is limited by the scope of existing measurement, which is infrequent, incomplete, and challenging to use for immediate improvement.  This planning grant assessed the feasibility and acceptability of using a sensor-based system for monitoring childcare.  The broad goal of this project was to draft a sensor-based system that measures characteristics of childcare environments (physical and social environments) that are important for child outcomes such as language and physical activity. This planning grant focused on examining the feasibility of a sensor-based system within a childcare community.  During our planning grant, we (1) assessed the technological feasibility of using sensors to monitor childcare settings and child development outcomes, including environment characteristics (e.g., acoustic, lighting, and thermal conditions; language interactions with providers) and child outcomes (e.g., language, physical activity); and (2) determined the needs, tolerances and preferences of childcare program staff related to implementation of sensors in childcare settings, with a focus on privacy, security, and other ethical concerns. \n\nWe had four central achievements.  First, we determined community needs through provider surveys and focus groups. We found that childcare professionals were open to using sensors and had relatively little experience in using them. Communication on the value and purpose of the sensors was identified as essential for parents and childcare professionals to be comfortable with sensor use.  Results from the community survey and related focus groups/interviews were documented in a publication (under review).  Second, we completed a systematic literature review and sensor component investigations to inform the prototype development and sensor deployment. Although the literature review revealed that the environmental parameters can significantly impact health and student learning, they remain grossly understudied in early childcare settings and there are many opportunities for advancing knowledge. The literature review results were coupled with findings from initial surveys / focus groups to map critical criteria for sensors and provider feedback app. These criteria were used to explore a variety of possible solutions. A draft literature review manuscript is complete and being finalized by the team for submission.\n\nThird, we evaluated the acceptability and feasibility of possible solutions through trial field deployments, follow up provider surveys, and laboratory prototyping. Several aspects of the data collection and analysis (e.g., sample size, types of noise metrics analyzed) were much more advanced than found in previous articles identified in the literature review; thus, this portion of the planning grant constitutes a significant advancement in understanding of classroom noise conditions in early childcare settings. A manuscript on this phase of the work is currently being drafted. \n\nLessons learned from all previous phases of the work informed the ultimate design of the expanded laboratory prototype and related network design. The ultimate result is five identical prototype units with good accuracy and precision, meeting the critical criteria identified through our community engagement, that can be deployed in future research in early childcare or other settings. \n\nFinally, our group reviewed the findings and used them to generate study designs and a proposal for a subsequent fully powered study to assess the effectiveness of a sensor-based system on child outcomes in a childcare setting (we first completed this review early on in our project in response to an NSF solicitation deadline; we then reviewed the findings again at the end of our project and will use the information to revise and resubmit our proposal). This included identifying key avenues for future work in expansion. For example, because noise was found to be the biggest environmental concern in the surveys and focus groups/interviews, and then confirmed by providers as a significant challenge in our field study, we identified expansion opportunities for the noise component of the platform in future phases of research. This includes post-processing the sound pressure levels generated by the platform for key acoustic characteristics such as fluctuations of sound over time, spectral quality, or speech intelligibility, and incorporation of machine learning to identify patterns of loud and quiet noise periods that can be linked to child sensor outcomes (e.g., activity, language development). Our project period extended through the COVID pandemic, which affected our ability to connect with childcare providers and parents.  Childcare facilities were greatly impacted by COVID, with extended periods of closure, high turnover, and staffing shortages.  As a result, our ability to engage childcare staff and parents was somewhat limited, yet we made significant strides in addressing the feasibility and acceptability of sensor-based childcare monitoring systems. \n\n \n\n\t\t\t\t\tLast Modified: 12/06/2021\n\n\t\t\t\t\tSubmitted by: Hilary A Raikes"
 }
}