{
 "awd_id": "1952873",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Study of Deformation and Macroscopic Damage in Engineered Architected Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7022924526",
 "po_email": "ksolanki@nsf.gov",
 "po_sign_block_name": "Kiran Solanki",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 490234.0,
 "awd_amount": 540234.0,
 "awd_min_amd_letter_date": "2020-08-19",
 "awd_max_amd_letter_date": "2023-07-17",
 "awd_abstract_narration": "This grant will focus on investigating a novel approach to the study and simulation of the mechanical behavior of architected material structures. These structures are specially engineered with  one or more materials with controlled fine scale macroscopic spatial arrangements. Such material structures offer significant advantages in terms of weight savings (relative densities often as low as 0.1 - 0.2) and optimal use of raw material, with no significant loss of stiffness or strength values.  However, they are prone to sudden localized collapse and the material reserve load capacity is significantly reduced, especially when the structure contains flaws or perforations. Because these failure modes cannot be currently predicted well, designers are forced to impose larger safety factors, limiting their use and obviating their weight advantage and resource savings. The research will investigate machine learning based methods to gain a deeper scientific understanding and insight into the principal modes of fine scale response and how it affects the durability of the structure. The resulting insights will then be used to develop software to rapidly simulate the response and likely damage to these materials that is suitable for design iterations. This, in turn, will help designers to create optimized architectures for achieving required performance. By providing the ability to predict the strength, stiffness, and damage tolerance of such materials before they are deployed, this research will enable designers to certify the performance and durability of architected material structures. The research will be closely coupled with educational and outreach activities aimed at introducing the design and use of architected materials with demonstrations, hands on activities and curriculum development to a wide audience. \r\n\r\nThe primary objective of the researched work is to investigate the principal modes of deformation, inelasticity and localized damage in Engineered Architected Materials using a concurrent physical experimentation and modeling (theoretical as well as computational).\r\nThe approach is based on (1) using a completely discrete structural level modeling approach for simulating the  response so that the fine scale features are not “smeared out” (2) augmenting the macroscopic deformations with a small number of fine scale degrees of freedom (3) using a mechanics driven machine learning approach to analyze the data from experiments and detailed simulations to extract the most important fine scale modes of deformation and damage and  the constitutive parameters; this will replace current ad-hoc “intuition based” approaches with a systematic approach that has broad applicability.  Through this process, we also expect to create a novel strategy for structural-level modeling of the behavior of these materials that is  capable of accounting for the fine scale deformations and is yet at a scale that is several orders of magnitude larger than the cell size of architected materials, without loss of accuracy. This is considered a preferred alternative to directly using fine-scale Finite Element Analysis (FEA) for such studies, which are enormously expensive (or even impossible) and time consuming, thus precluding realistic modeling of architected material structures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arun",
   "pi_last_name": "Srinivasa",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Arun R Srinivasa",
   "pi_email_addr": "asrinivasa@tamu.edu",
   "nsf_id": "000444693",
   "pi_start_date": "2020-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Junuthula",
   "pi_last_name": "Reddy",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Junuthula N Reddy",
   "pi_email_addr": "jnreddy@tamu.edu",
   "nsf_id": "000363369",
   "pi_start_date": "2020-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Dept. of Mechanical Engg. Texas A&M University",
  "perf_str_addr": "505 MEOB",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778453123",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123Z",
   "pgm_ref_txt": "Supp Funds: Space-Related Career Equity"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "013E",
   "pgm_ref_txt": "MULTI-SCALE MODELING"
  },
  {
   "pgm_ref_code": "026E",
   "pgm_ref_txt": "STRUCTURAL MECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 490234.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}