{
 "awd_id": "1952645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Plant Wax Transport and Integration Through the Late Holocene in Guatemala",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927081",
 "po_email": "armorris@nsf.gov",
 "po_sign_block_name": "Aisha Morris",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 174000.0,
 "awd_amount": 174000.0,
 "awd_min_amd_letter_date": "2020-05-11",
 "awd_max_amd_letter_date": "2020-05-11",
 "awd_abstract_narration": "Dr. Wesley Parker has been granted an NSF EAR Postdoctoral Fellowship to carry out research and education plans under the mentorship of Dr. Peter Douglas at McGill University. The rainforests of Central America are being lost at an alarming rate, and this has significant impacts on regional precipitation, natural resource availability, and the global carbon cycle. These environmental changes are expected to continue in the future, adversely impacting both human and ecological communities across Central America. Therefore, investigation of changing vegetation and precipitation regimes will complement and expand knowledge surrounding natural variability in tropical forests and constrain the impacts of human activities on these endangered forests. The proposed research will analyze modern plant waxes (abundant and long-lasting hydrocarbon molecules) preserved in sediment cores from lake basins in Guatemala to investigate geospatial transport and integration of plant waxes in the modern tropical forests of Central America. The results will establish a 9,000 year profile of carbon and hydrogen isotope variability that will develop knowledge surrounding long-term changes in vegetation and precipitation. This hypothesis driven research will test the ideas that changing vegetation types in Central America can be assessed through plant wax analysis, and that plant waxes will accurately track climate perturbations in the Western Hemisphere. This project will be conducted in collaboration with local conservation groups in Guatemala to help inform their activities and will be coupled with community education programs in the USA, Canada, and Guatemala. \r\n\r\nThe research is accomplished in two phases. First, the hydrogen and carbon isotopes in long-chained plant waxes (n-alkyl lipids) from modern leaf material and sediments are analyzed using compound specific isotope analyses to characterize plant wax transportation pathways and vegetation balance (C3/C4 plant ratio) in the Lake Izabal and Petén Basins of Guatemala. Then, plant waxes retrieved from sediment cores covering 9,000 years are analyzed to reconstruct changes in vegetation and precipitation through the middle and late Holocene in both basins. These plant wax-derived isotope profiles are then compared to independent proxy data to identify signals of known Holocene climate events (e.g. 8.2 kyr event) and track the magnitude of these signals in tropical Central America. This research enhances the overall quality and applicability of ongoing paleoclimatic research in Central America by generating the first middle and late Holocene hydrogen and carbon isotope profiles for the focal basins. This research can inform policymakers responsible for the generation and implementation of regional conservation and climate adaptation strategies that will benefit human populations, ecological systems, and financial investments in Central America. Additional broader impacts of this research include outreach educational activities in the USA, Canada, and Guatemala. This project received co-funding from the Earth Science section of the Paleo Perspectives on Climate Change program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Parker",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley G Parker",
   "pi_email_addr": "",
   "nsf_id": "000810136",
   "pi_start_date": "2020-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Parker, Wesley George",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Cincinnati",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "",
  "inst_zip_code": "452210001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "McGill University",
  "perf_str_addr": null,
  "perf_city_name": "Montreal, QC",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "H3A 0G4",
  "perf_ctry_code": "CA",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 174000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project was to further develop our knowledge surrounding carbon movement through two river systems impacted by deforestation and changing precipitation patterns. To do this, we investigated n-alkanoic plant waxes, which are long-chained hydrocarbon molecules produced by plants that record environmental signals from the surrounding water and air. These plant waxes migrate from source (plants) to sink (river sediments) through a variety of transport modes, including through direct deposition of plant material into the river, and by being washed into the river by rainfall. As these can be radiocarbon dated, using &ldquo;Compound-specific radiocarbon analysis&rdquo; or CSRA, we can use the ages and volumes of these plant waxes to track how quickly carbon moves through the entire system from source to sink.</p>\n<p>For this project, we investigated plant waxes collected from the R&iacute;o Cahab&oacute;n and R&iacute;o Polochic, two major rivers in Eastern Guatemala that drain into Lake Izabal. Samples were collected from along the catchment, and CSRA was conducted on each sample to determine the ages of different constituent plant waxes. The aim was to track the time it takes for plant waxes to migrate downstream, which have been shown to be in the order of centuries to millennia. The results of the research, however, were largely inconclusive, with significant age variabilities found upstream, downstream, and offshore in Lake Izabal. We conducted a suite of additional geochemical studies to determine the cause for the variability, and found that the mix of bacterial and plant-derived waxes shifted dramatically from site to site. This may be as a result of topography, local vegetation, or inclusions of unusually old or young carbon introduced through storm activity. In the end, the project results indicate further research is necessary, however it is one of the most ambitious CSRA projects currently in progress.</p>\n<p>Additionally, the same geochemical extraction techniques used for CSRA can also be used to refine fecal stanols for analysis, another type of biomarker that can be used to track human and livestock population changes through ancient time. We conducted a side project on fecal stanols from multiple sites across Guatemala, including the Lake Izabal region, and found that, interestingly, the human populations in northern and central Guatemala possibly grew earlier than expected during the Preclassic Maya period. This could be explained by the warmer and wetter weather brought by the Medieval Climate Anomaly. Additional research is also needed to further understand these data, but they provide a unique insight into one of the ways in which climate change could have impacted Central America in the past.</p>\n<p>This region, and research, has broader implications as it is an understudied region in which local forest conservation organizations are seeking to develop knowledge around the impacts of ongoing deforestation, and whether the changes seen today are like those from past climate events. As Guatemala is one of the most populous Central American countries, and one expected to be particularly susceptible to climate-related hazards and extreme temperatures in the future, this research is both timely and topical. Additional research will continue to be necessary to inform climate change models and aid in the development of climate-change preparedness strategies, but this research takes another step along the journey of detangling climate change, human population shifts, and riverine carbon movement through the lens of novel geochemical methods applied in an understudied region.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2022<br>\n\t\t\t\t\tModified by: Wesley&nbsp;G&nbsp;Parker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this project was to further develop our knowledge surrounding carbon movement through two river systems impacted by deforestation and changing precipitation patterns. To do this, we investigated n-alkanoic plant waxes, which are long-chained hydrocarbon molecules produced by plants that record environmental signals from the surrounding water and air. These plant waxes migrate from source (plants) to sink (river sediments) through a variety of transport modes, including through direct deposition of plant material into the river, and by being washed into the river by rainfall. As these can be radiocarbon dated, using \"Compound-specific radiocarbon analysis\" or CSRA, we can use the ages and volumes of these plant waxes to track how quickly carbon moves through the entire system from source to sink.\n\nFor this project, we investigated plant waxes collected from the R&iacute;o Cahab&oacute;n and R&iacute;o Polochic, two major rivers in Eastern Guatemala that drain into Lake Izabal. Samples were collected from along the catchment, and CSRA was conducted on each sample to determine the ages of different constituent plant waxes. The aim was to track the time it takes for plant waxes to migrate downstream, which have been shown to be in the order of centuries to millennia. The results of the research, however, were largely inconclusive, with significant age variabilities found upstream, downstream, and offshore in Lake Izabal. We conducted a suite of additional geochemical studies to determine the cause for the variability, and found that the mix of bacterial and plant-derived waxes shifted dramatically from site to site. This may be as a result of topography, local vegetation, or inclusions of unusually old or young carbon introduced through storm activity. In the end, the project results indicate further research is necessary, however it is one of the most ambitious CSRA projects currently in progress.\n\nAdditionally, the same geochemical extraction techniques used for CSRA can also be used to refine fecal stanols for analysis, another type of biomarker that can be used to track human and livestock population changes through ancient time. We conducted a side project on fecal stanols from multiple sites across Guatemala, including the Lake Izabal region, and found that, interestingly, the human populations in northern and central Guatemala possibly grew earlier than expected during the Preclassic Maya period. This could be explained by the warmer and wetter weather brought by the Medieval Climate Anomaly. Additional research is also needed to further understand these data, but they provide a unique insight into one of the ways in which climate change could have impacted Central America in the past.\n\nThis region, and research, has broader implications as it is an understudied region in which local forest conservation organizations are seeking to develop knowledge around the impacts of ongoing deforestation, and whether the changes seen today are like those from past climate events. As Guatemala is one of the most populous Central American countries, and one expected to be particularly susceptible to climate-related hazards and extreme temperatures in the future, this research is both timely and topical. Additional research will continue to be necessary to inform climate change models and aid in the development of climate-change preparedness strategies, but this research takes another step along the journey of detangling climate change, human population shifts, and riverine carbon movement through the lens of novel geochemical methods applied in an understudied region.\n\n\t\t\t\t\tLast Modified: 09/30/2022\n\n\t\t\t\t\tSubmitted by: Wesley G Parker"
 }
}