{
 "awd_id": "1952964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES Track II: Translanguaging Science - Assessment of Language Proficiency and Processing Across Languages and Modalities",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032928905",
 "po_email": "aykenned@nsf.gov",
 "po_sign_block_name": "Allyson Kennedy",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 401828.0,
 "awd_amount": 401828.0,
 "awd_min_amd_letter_date": "2020-03-16",
 "awd_max_amd_letter_date": "2023-07-20",
 "awd_abstract_narration": "For a large number of children in the United States, knowing more than one language is increasingly common. For many children this takes the form of two or more spoken languages, but for those children who are deaf and hard-of-hearing (DHH), their languages are often signed and spoken and therefore structurally different from each other. Much work has yet to be done to understand the process of language acquisition for these unimodal (speech-speech) and bimodal (sign-speech) bilinguals. The way in which English is acquired is likely to be influenced by the modality and typology of the other languages that the child knows. One particular challenge is determining whether a child’s acquisition of English is atypical or typical given their school and home language environment. Researchers studying the United States’ population of DHH children are often equipped to study only one of the child’s language modalities, either signed (ASL) or spoken (English and/or Spanish). This may result in underestimating a multilingual child’s linguistic abilities, or a failure to detect and intervene when language difficulties emerge. The objective of this award is to provide advanced training to 20 U.S. graduate students across two ASIs in the assessment of multiple languages in multiple modalities (signed, spoken, written) within a theoretical framework – translanguaging – that centers multilingual children and how they use their languages for different purposes. There will be a particular emphasis on the situation of DHH children, for whom acquisition of English is often highly variable despite its importance for integration into the U.S. workforce and economy. \r\n​ \r\nThe purpose of the ASI is to enhance literacy research with the application of translanguaging theory to the methods of language assessment and processing. For two years, 10 U.S. graduate students will be selected to ensure diverse cohorts who have demonstrated an aptitude for scientific research. Students will be selected on the basis of strong academic standing, recommendations from advisors and other faculty, and a clear statement of research interests that demonstrates a strong potential to benefit from the ASI curriculum. Selected students will participate in a two-week summer ASI hosted by Stockholm University, and taught by faculty from the United States, the United Kingdom and Sweden. Stockholm University is a leading center for the study of multilingualism and language acquisition in DHH children. Students will have access to an outstanding US and European faculty, and to cutting edge resources at the new Stockholm University Brain Imaging Center.  The two major ASI themes will be language assessment and language processing. Students will learn how to assess language proficiency and processing across modalities using behavioral, EEG and eye tracking methods. They will also receive a grounding in translanguaging theory and address the theoretical and practical issues when assessing DHH children who use multiple languages. The ASIs will also incorporate advanced statistical training in longitudinal data analysis in order to provide the tools needed to study language development. Students will participate in lectures and research talks, small and large group activities, and one-on-one interactive discussions with research mentors. Before, during, and after the ASI, the students will work with those research mentors to develop a Doctoral Dissertation Improvement grant proposal. This proposal will serve as the primary means for assessing student learning and will be the primary short-term outcomes of the ASIs. Longer term outcomes include new international collaborations, an increase in theoretical innovation, and better recruitment and retention of DHH graduate students in doctoral programs. ASI administrators will work closely with colleagues who have active mentoring programs for DHH students to ensure the development of individualized educational plans that will allow students to maximize this learning opportunity and prepare a new generation of U.S, researchers to study the complexities of multimodal and multilingual language development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Dye",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew W Dye",
   "pi_email_addr": "mwddls@rit.edu",
   "nsf_id": "000562649",
   "pi_start_date": "2020-03-16",
   "pi_end_date": "2020-11-23"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Dye",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew W Dye",
   "pi_email_addr": "mwddls@rit.edu",
   "nsf_id": "000562649",
   "pi_start_date": "2023-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Hill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Hill",
   "pi_email_addr": "jchnss@rit.edu",
   "nsf_id": "000767602",
   "pi_start_date": "2020-11-23",
   "pi_end_date": "2023-02-06"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Dye",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew W Dye",
   "pi_email_addr": "mwddls@rit.edu",
   "nsf_id": "000562649",
   "pi_start_date": "2020-11-23",
   "pi_end_date": "2023-02-06"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Hill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Hill",
   "pi_email_addr": "jchnss@rit.edu",
   "nsf_id": "000767602",
   "pi_start_date": "2020-03-16",
   "pi_end_date": "2020-11-23"
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Stockholm University",
  "perf_str_addr": "Frescativagen",
  "perf_city_name": "114 19 Stockholm",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "SW",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Sweden",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "079Y00",
   "pgm_ele_name": "IRES ASI - Track II: IRES Adva"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 401828.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The majority of the world's children acquire more than one language in childhood and are categorized as 'multilinguals'. For some of those children - most notably deaf and hard-of-hearing children - those language may be both spoken/written (e.g. English) and signed (American Sign Language). These children are referred to as 'multimodal multilinguals'. Providing an accurate and thorough assment of the language abilities of multimodal multilingual children is a significant challenge. While it is widely acknowledged that multilingual language acquisition is not the same as multiple monolingual language development, it is also the case that languages interact and influence each other, and that languages have varying degrees of social and political power and status. Over the course of two summers, we hosted summer institutes with faculty from Sweden ,the UK and the United States, to discuss factors that influence the ways in which we do - and should - assess the language abilities of multimodal multilinguals. Over the two institutes, we recruited 23 graduate students from universities across the USA and a further 9 non-US students. The majority of the students identified as deaf or hard-of-hearing and as women, serving our goal of educating diverse cohorts of doctoral students.</p>\r\n<p>Students participated in lectures and discussions on topics including language assessment methods, translanguaging theory, raciolinguistics, sociolinguistic&nbsp;variation, and language ideology. They also engaged with workshops designed to teach them a variety of methods and statistical techniques including EEG/ERP, item response theory, eye tracking, the R programming language and qualitative methods using Dedoose. All students were required to complete a final project that integrated what they had learned into a small grant proposal they could submit to support their doctoral dissertation work. Two of the students subsequently received NSF&nbsp;dissertation grant funding, the three students in an MA program all later enrolled in a PhD program, and only two students (9%) suspended their doctoral studies. These successes reflect the mentoring and support that students continue to receive from institute faculty, as well as the peer networks they have built with continued interactions&nbsp;on Linkedin/Whatsapp and at academic meetings and conferences. Finally, we have set up a&nbsp;website (https://iam3.info) to make materials from the institutes available to the community-at-large, and we are continuing to work with partners&nbsp; in Sweden&nbsp;and the UK to find ways to host further workshops as word-of-mouth has generated a high demand from other students.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/12/2024<br>\nModified by: Matthew&nbsp;W&nbsp;Dye</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe majority of the world's children acquire more than one language in childhood and are categorized as 'multilinguals'. For some of those children - most notably deaf and hard-of-hearing children - those language may be both spoken/written (e.g. English) and signed (American Sign Language). These children are referred to as 'multimodal multilinguals'. Providing an accurate and thorough assment of the language abilities of multimodal multilingual children is a significant challenge. While it is widely acknowledged that multilingual language acquisition is not the same as multiple monolingual language development, it is also the case that languages interact and influence each other, and that languages have varying degrees of social and political power and status. Over the course of two summers, we hosted summer institutes with faculty from Sweden ,the UK and the United States, to discuss factors that influence the ways in which we do - and should - assess the language abilities of multimodal multilinguals. Over the two institutes, we recruited 23 graduate students from universities across the USA and a further 9 non-US students. The majority of the students identified as deaf or hard-of-hearing and as women, serving our goal of educating diverse cohorts of doctoral students.\r\n\n\nStudents participated in lectures and discussions on topics including language assessment methods, translanguaging theory, raciolinguistics, sociolinguisticvariation, and language ideology. They also engaged with workshops designed to teach them a variety of methods and statistical techniques including EEG/ERP, item response theory, eye tracking, the R programming language and qualitative methods using Dedoose. All students were required to complete a final project that integrated what they had learned into a small grant proposal they could submit to support their doctoral dissertation work. Two of the students subsequently received NSFdissertation grant funding, the three students in an MA program all later enrolled in a PhD program, and only two students (9%) suspended their doctoral studies. These successes reflect the mentoring and support that students continue to receive from institute faculty, as well as the peer networks they have built with continued interactionson Linkedin/Whatsapp and at academic meetings and conferences. Finally, we have set up awebsite (https://iam3.info) to make materials from the institutes available to the community-at-large, and we are continuing to work with partners in Swedenand the UK to find ways to host further workshops as word-of-mouth has generated a high demand from other students.\r\n\n\n\t\t\t\t\tLast Modified: 12/12/2024\n\n\t\t\t\t\tSubmitted by: MatthewWDye\n"
 }
}