{
 "awd_id": "1952781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Data-Enabled Acceleration of Stochastic Computational Experiments",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 176000.0,
 "awd_min_amd_letter_date": "2020-07-27",
 "awd_max_amd_letter_date": "2024-03-15",
 "awd_abstract_narration": "This project will advance the ability to accelerate stochastic computational experiments with the aid of heterogeneous data (for example, empirical observations, multi-fidelity simulations, and expert knowledge). This work is motivated by the trend of computational experiments in science and engineering. These experiments increasingly rely on probabilistic models to represent epistemic uncertainties (such as those in physics-based model specification) and aleatory uncertainties (noise in experiments and observational data). To date crude Monte Carlo simulation dominates such stochastic computational experiments mainly due to its simplicity. Efforts to accelerate the experiments have generally been ad-hoc and narrowly applicable to a particular science or engineering problem. This project will produce methods and tools for domain scientists and engineers with a potential to expedite or even enable breakthroughs based on stochastic computational experiments. These methods will help overcome the computational challenge associated with investigating unusual strings of events (for example, nuclear meltdown, cascading blackout, and epidemic outbreak) that are critical to the nation's economy, security, and health. To maximally reach out to domain scientists and engineers, this project will design and implement an open-source software package of the methods. An online workshop will be designed and conducted to demonstrate the software and train researchers and practitioners. To build the capacity of the next generation of researchers and practitioners, the project team will recruit and engage with college and high-school students, especially those from underrepresented backgrounds, through a partnership with diversity enhancement programs in the university. Graduate students will be directly involved in designing and executing research, while undergraduate students will participate in software development and testing, being mentored and trained as data-enabled computational researchers.\r\n\r\nEven though comprehensive consideration of uncertainties in a scientific or engineering study is commendable, an unguided computational investment on crude Monte Carlo simulation often results in an enormous waste of time and resources. Furthermore, to attain a required accuracy of probabilistic analysis, the associated computational burden can be a major bottleneck or even a barrier to scientific and engineering discovery, especially when the event of interest is extreme, rare, or peculiar. To address this challenge, this project will innovate a unified methodological framework that leverages heterogeneous data for speeding up stochastic computational experiments without compromising the accuracy of probabilistic analysis. The framework will include methods for identifying and exploiting a low-dimensional manifold (naturally appearing in science and engineering) of high-dimensional simulation input space to speed up stochastic computational experiments by addressing the curse of dimensionality. For the accelerated probabilistic analysis, asymptotically valid confidence bounds will be constructed to ensure the desired analysis accuracy. The framework will prescribe how to adaptively allocate computational resources for exploring the simulation input space while exploiting the important input manifold to minimize the computational expenditure while maintaining the desired analysis accuracy. The project will validate the methods and verify the open-source software developed for broader impacts, based on two engineering simulation case studies, namely, structural reliability evaluation of a wind turbine and cascading failure analysis of a power grid.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Choe",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "John Y Choe",
   "pi_email_addr": "ychoe@uw.edu",
   "nsf_id": "000739665",
   "pi_start_date": "2020-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yen-Chi",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yen-Chi Chen",
   "pi_email_addr": "yenchic@uw.edu",
   "nsf_id": "000730143",
   "pi_start_date": "2020-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 54745.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 51349.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 53906.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was driven by the following overarching research question: How can stochastic computational experiments be systematically accelerated without compromising the accuracy of probabilistic analysis under the constraints of computational resource and time? This project made significant contributions to the state of the art of accelerating stochastic computational experiments. This project created a new methodological framework and open-source software package for use by domain scientists and engineers. The methodological framework was grounded in statistical learning theories and methods to adaptively allocate computational resources for balancing exploration and exploitation to achieve the desired analysis accuracy in consideration of a limited computational budget. The open-source software package made the methodological framework easily and widely usable to maximize its impact on scientific and engineering domains where stochastic computational experiments are increasingly ubiquitous. The project's case studies validated the value of the methodological framework and software package. The project outcomes provided novel insights into how to develop a general methodological framework to accelerate stochastic computational experiments.<br />To engage traditionally underrepresented students in STEM education, the project team leveraged NSF Research Experiences for Undergraduates (REU) Supplement, partnership with a local elementary school, and five existing programs in the project team's university: Engineering Academy, Minority Scholars Engineering Program, Engineering Dean's Scholars Program, the Washington State Academic RedShirt (STARS) Program, and the Disabilities, Opportunities, Internetworking, and Technology (DO-IT) Program. The project team also designed and ran several workshops for these students and others who were not familiar with computational and data-enabled science and engineering (CDS&amp;E). Many of the students later continued on pursuing further education or careers in CDS&amp;E or STEM in general.</p><br>\n<p>\n Last Modified: 11/26/2024<br>\nModified by: John&nbsp;Y&nbsp;Choe</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project was driven by the following overarching research question: How can stochastic computational experiments be systematically accelerated without compromising the accuracy of probabilistic analysis under the constraints of computational resource and time? This project made significant contributions to the state of the art of accelerating stochastic computational experiments. This project created a new methodological framework and open-source software package for use by domain scientists and engineers. The methodological framework was grounded in statistical learning theories and methods to adaptively allocate computational resources for balancing exploration and exploitation to achieve the desired analysis accuracy in consideration of a limited computational budget. The open-source software package made the methodological framework easily and widely usable to maximize its impact on scientific and engineering domains where stochastic computational experiments are increasingly ubiquitous. The project's case studies validated the value of the methodological framework and software package. The project outcomes provided novel insights into how to develop a general methodological framework to accelerate stochastic computational experiments.\nTo engage traditionally underrepresented students in STEM education, the project team leveraged NSF Research Experiences for Undergraduates (REU) Supplement, partnership with a local elementary school, and five existing programs in the project team's university: Engineering Academy, Minority Scholars Engineering Program, Engineering Dean's Scholars Program, the Washington State Academic RedShirt (STARS) Program, and the Disabilities, Opportunities, Internetworking, and Technology (DO-IT) Program. The project team also designed and ran several workshops for these students and others who were not familiar with computational and data-enabled science and engineering (CDS&E). Many of the students later continued on pursuing further education or careers in CDS&E or STEM in general.\t\t\t\t\tLast Modified: 11/26/2024\n\n\t\t\t\t\tSubmitted by: JohnYChoe\n"
 }
}