{
 "awd_id": "1952493",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: IRES Track 1: International Research Experience for Students in Big Data Applications in Energy and Related Infrastructure",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kleanthis Psarris",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2022-01-31",
 "tot_intn_awd_amt": 128076.0,
 "awd_amount": 128076.0,
 "awd_min_amd_letter_date": "2020-03-25",
 "awd_max_amd_letter_date": "2020-03-25",
 "awd_abstract_narration": "The necessity of preparing a data-savvy and global workforce has been widely recognized in the published literature. The World Economic Forum projects that big data and machine learning would create a very large number of jobs in the global marketplace. Among other industries, energy and related infrastructure have tremendous need and potential for applications of big data to enhance the safety and efficiency of energy production, distribution, and infrastructure support. The project “Collaborative Research: International Research Experience for Students (IRES) in Big Data Applications in Energy and Related Infrastructure” has three distinct goals: 1) prepare students with professional skills to join a diverse and global STEM/knowledge workforce in advanced data science and analytics; 2) increase enthusiasm and research skills of undergraduate students from underrepresented population groups who otherwise might not have an international opportunity for professional development; and 3) foster collaboration between the faculty and students from Asian (economically, one of the fastest growing regions in the world) and U.S. universities. \r\n\r\nThis project will support 27 undergraduate students (over a three-year period) for a 6-week long high quality research internship experience. These students will work on energy related real-world big data and machine learning projects at a reputed international research institute in Malaysia. Out of nine participants per year, three each from the participating institutions, Texas A&M University, North Dakota State University, and University of Nevada, Las Vegas, will be recruited for this program. To broaden the participation, efforts will be to recruit about two-third students from female and underrepresented population groups. The proposed IRES site, Universiti Teknologi Petronas (UTP), Perak, Malaysia, is a highly ranked research institution in the ASEAN region (a 10-Nation bloc with a combined GDP of nearly $3 trillion). The UTP has a very strong connection with the energy industry. This project will unveil novel applications of big data and machine learning tools and techniques in energy and related infrastructure domains including energy production and operations issues such as reliability, environmental impact, and distribution logistics in an interdisciplinary manner. Students will gain intellectual experiences and understanding on assessing reliability of the energy networks utilizing degradation or physics-of-failure models and tools such as stochastic modeling, Bayesian updating, and optimization models for maintenance planning. Lastly, students will work in a cohort of multi-university and multinational teams mentored by renowned international faculty and researchers. It will further enable these students to join global workforce by gaining global research and cultural experiences. The project will benefit multiple groups and entities including the students, universities from both countries, faculty members, and industries. Finally, the well stablished Engineering Global Preparedness Inventory scale will be used to objectively assess the impact of IRES activity on students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Om Prakash",
   "pi_last_name": "Yadav",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Om Prakash Yadav",
   "pi_email_addr": "oyadav@ncat.edu",
   "nsf_id": "000331510",
   "pi_start_date": "2020-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "581086050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 15225.0
  }
 ],
 "por": null
}