{
 "awd_id": "1953601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sustainable Energy Engineering for Empowering Rural Communities",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2020-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 130333.0,
 "awd_amount": 130333.0,
 "awd_min_amd_letter_date": "2020-06-08",
 "awd_max_amd_letter_date": "2024-05-21",
 "awd_abstract_narration": "This Research Experiences for Teachers (RET) in Engineering Site entitled, \"Sustainable Energy Engineering for Empowering Rural Communities\" is a collaborative program from the University of Oklahoma (OU) that builds upon a previous RET Site and continues outreach to distant-rural teachers, students and schools, but changes its topical focus to Sustainable Energy Engineering (SEE) and secondly, partners with the Institute for Math and Science Education (IMSE) at East Central University (ECU). It builds upon the fact that the wind and solar industries, and eventually biomass, industries, are revitalizing Oklahoma rural economies through infusion of property taxes and land use fees.  These additional monetary resources will allow the integration of sustainable energy engineering into STEM education, strengthening rural education.  In addition, this effort will increase the Oklahoma workforce which needs highly trained professionals in these areas. By highlighting these areas of interest and need, rural communities will recognize ways in which their youth can apply their STEM knowledge and skills in order to give back and sustain the rural community rather than permanently out migrate to urban areas.  Furthermore, emphasizing sustainable energy engineering will provide needed support to physics and mathematics teachers who are in low supply, often requiring rural students to travel considerable distances to participate in physics or higher mathematics courses. Providing STEM curricula that integrates science and engineering with clear impacts on contemporary topics, as well as building a network of educators ranging from rural high school teachers to university research faculty, will promote a career-preparation pathway for rural youth in Oklahoma, guiding them as they enter engineering education and move into the engineering talent pool. In the long-term, the knowledge and results gained from this RET program will help build sustainable education initiatives to reach rural students and teachers, and as a result, will support sustainable rural communities.\r\n\r\nOver three years, a total of 36 distant-rural Oklahoma middle- and high school STEM teachers, will for six weeks each summer, conduct SEE research with eight OU faculty. IMSE will provide pedagogical and program workshops, deliver year-round support with classroom implementation of RET curricula, and enhance school-community relationships. Most importantly, IMSE will facilitate, nurture and grow the network of teachers, research mentors, renewable energy industries, regional outreach programs, schools and their communities that is essential for successfully establishing K-12 STEM education in distant-rural areas. Distant-rural middle- and high school STEM teachers will be recruited from the 11-county area surrounding ECU. IMSE is the regional focal point for facilitating and disseminating STEM pedagogy to the 83 school districts in this rural region.  As the RET program expands, rural communities near wind and solar farms will be targeted, with the eventual establishment of a second rural RET outreach hub at the High Plains Technology Center in NW Oklahoma. The summer research experience will engage teachers in collecting data addressing real-world questions, and from their results, develop additional research hypotheses they will challenge using their own experimental design. During this summer period, in partnership with mentors and IMSE, teachers from the same or adjacent rural districts will be paired to facilitate collaboration in the development of authentic, guided-inquiry curricula that utilizes fundamental STEM concepts, apply SEE, and address issues of rural interest and relevance. Academic year activities will include a RET workshop each semester at IMSE open to all rural teachers for professional development credit, and multiple interactions between the OU mentors and the teacher and students through field trips, classroom visits, and video conferencing.  Likewise, IMSE, OU mentors, and each participating rural school will host a Family STEM Night to highlight the RET activities occurring in their community.  Dissemination activities will include, but are not limited to, RET teacher-led workshops at IMSE and rural schools, regional education conferences, and the NSTA national conference.  RET curricula will be posted on a social media site established specifically by IMSE for RET activities and linked with the national KidWind website.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darcy",
   "pi_last_name": "Tessman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Darcy Tessman",
   "pi_email_addr": "dtessman@ecok.edu",
   "nsf_id": "000807293",
   "pi_start_date": "2024-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Teresia",
   "pi_last_name": "Harrison",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Teresia M Harrison",
   "pi_email_addr": "termhar@ecok.edu",
   "nsf_id": "000808699",
   "pi_start_date": "2020-06-08",
   "pi_end_date": "2021-01-14"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Thornton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Thornton",
   "pi_email_addr": "dthorntn@ecok.edu",
   "nsf_id": "000840072",
   "pi_start_date": "2021-01-14",
   "pi_end_date": "2024-05-21"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rhonda",
   "pi_last_name": "Hibbard",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rhonda S Hibbard",
   "pi_email_addr": "rhibbard@ecok.edu",
   "nsf_id": "000809738",
   "pi_start_date": "2020-06-08",
   "pi_end_date": "2021-03-03"
  }
 ],
 "inst": {
  "inst_name": "East Central University",
  "inst_street_address": "1100 E 14TH ST",
  "inst_street_address_2": "#D-2",
  "inst_city_name": "ADA",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "5805595486",
  "inst_zip_code": "748206915",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "STATE OF OKLAHOMA EAST CENTRAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K1SEVXA32CE3"
 },
 "perf_inst": {
  "perf_inst_name": "East Central University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "748206999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 130333.0
  }
 ],
 "por": null
}