{
 "awd_id": "1953176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDS&E: GOALI: Paints/Coatings In-Silico Product Design and Real-Time Product-Quality Monitoring and Control",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927258",
 "po_email": "rramacha@nsf.gov",
 "po_sign_block_name": "Rohit Ramachandran",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 302410.0,
 "awd_amount": 326410.0,
 "awd_min_amd_letter_date": "2020-05-15",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Modern paint/coating (P/C) products are complex mixtures of chemicals that include polymer resins, pigment dispersants, and other additives. To describe P/C qualities such as color strength, durability, and shelf life, a vast set of consumer specifications are required. The dependence of these consumer attributes on the properties and amounts of the P/C ingredients and the preparation conditions is complex, poorly understood, and currently impossible to predict using physically based mathematical models. This is in contrast to the P/C ingredients themselves, however, whose properties generally are well-understood and can be predicted in advance by rigorous chemical reaction and mixing models. This project is expected to develop a model capable of predicting final properties of these complex mixtures. This is expected to aid in product design, and real-time quality prediction, defect detection and diagnosis, and product quality monitoring and control. The expected economic impact of this work is faster design and customization of paint/coating (P/C) products.  \r\n\r\nThis research program aims to overcome the challenges of predicting P/C final product qualities using a hybrid simulation approach that combines machine learning methods with physically-based modeling elements. At its core, decades of manufacturing data from the industrial partner of this collaboration will be used to uncover relationships between manufacturing processing conditions and the poorly understood P/C product qualities using a statistical machine learning technique. This will create a black-box model in the form of an artificial neural network which will take as input the predictions of the physically based ingredient modeling elements and will predict final P/C qualities. This research will produce robust computational methods for in-silico P/C product design, real-time P/C product quality prediction, product defect detection and diagnosis, and will enable methods to monitor and control P/C product quality. The computational methods can be applied directly or extended to other manufacturing processes. The team plans to integrate this research systematically into undergraduate education through the Drexel Co-op Program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Masoud",
   "pi_last_name": "Soroush",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Masoud Soroush",
   "pi_email_addr": "masoud.soroush@drexel.edu",
   "nsf_id": "000322067",
   "pi_start_date": "2020-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Shokoufandeh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ali Shokoufandeh",
   "pi_email_addr": "ashokouf@cs.drexel.edu",
   "nsf_id": "000199371",
   "pi_start_date": "2020-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Grady",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Grady",
   "pi_email_addr": "mike.grady@axaltacs.com",
   "nsf_id": "000734097",
   "pi_start_date": "2020-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut Street, Department",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191041119",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "164200",
   "pgm_ele_name": "Special Initiatives"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1403",
   "pgm_ref_txt": "PROCESS & REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 314410.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project centered on the development and application of machine learning (ML) models to unravel the complex relationships between production conditions and product quality in the paints and coatings industry. These models, trained on historical data from Axalta Coating Systems, leveraged data-driven approaches to provide digital solutions aimed at enhancing both the efficiency and sustainability of production processes.</p>\n<p>Beyond advancing machine learning within the paints and coatings industry, this project played a pivotal role in promoting AI-driven methodologies across a variety of process industries. Traditionally, these sectors have relied on physicochemical models for process design, scale-up, and control. By demonstrating the practical advantages of ML models, this project has paved the way for the wider adoption of AI technologies in industries such as chemical, petrochemical, pharmaceutical, and food manufacturing.</p>\n<p>One of the key outcomes of this project was the development of robust computational methods specifically tailored to the paints and coatings sector. These methods can facilitate the efficient in-silico design of paints and coatings, enable real-time quality predictions during production, and enhance defect detection and diagnosis. The project can also advance to the development of multi-rate monitoring and control systems, allowing for more precise management of product quality during manufacturing. The data-driven models provide a powerful alternative to traditional approaches, significantly improving process efficiency and product consistency. The ability to extend these methods to other manufacturing sectors underscores the project&rsquo;s broad applicability, offering industries tools to optimize processes, boost efficiency, and reduce operational costs.</p>\n<p>In addition to these technological advancements, the project created valuable educational opportunities for both graduate and undergraduate students. These students received hands-on training in advanced machine learning techniques, computational modeling, and smart manufacturing processes, particularly in paints and coatings. This experience has equipped them with the skills necessary for successful careers in both academia and industry. The project also led to numerous publications in high-impact journals and presentations at national and international conferences, contributing to the advancement of the field and disseminating key insights to a broader audience.</p>\n<p>The broader impacts of this project extend well beyond immediate improvements in paints and coatings production. As ML models are increasingly adopted across process industries, there is potential for a cultural shift toward embracing AI-driven manufacturing. This shift could lead to more adaptive, responsive, and efficient manufacturing practices in sectors such as petrochemical, pharmaceutical, and food production.</p>\n<p>In conclusion, this project has successfully demonstrated the transformative potential of machine learning models in the paints and coatings industry. The computational methods developed through this initiative hold significant promise for adoption across a wide range of industries, offering enhanced process design, quality prediction, and defect diagnosis. Moreover, the project has had a profound impact on student education, as well as on the dissemination of research through numerous publications and presentations. Ultimately, this project has not only advanced the paints and coatings industry but has also contributed to a larger cultural shift toward AI-powered manufacturing technologies across multiple sectors.</p><br>\n<p>\n Last Modified: 08/31/2024<br>\nModified by: Masoud&nbsp;Soroush</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project centered on the development and application of machine learning (ML) models to unravel the complex relationships between production conditions and product quality in the paints and coatings industry. These models, trained on historical data from Axalta Coating Systems, leveraged data-driven approaches to provide digital solutions aimed at enhancing both the efficiency and sustainability of production processes.\n\n\nBeyond advancing machine learning within the paints and coatings industry, this project played a pivotal role in promoting AI-driven methodologies across a variety of process industries. Traditionally, these sectors have relied on physicochemical models for process design, scale-up, and control. By demonstrating the practical advantages of ML models, this project has paved the way for the wider adoption of AI technologies in industries such as chemical, petrochemical, pharmaceutical, and food manufacturing.\n\n\nOne of the key outcomes of this project was the development of robust computational methods specifically tailored to the paints and coatings sector. These methods can facilitate the efficient in-silico design of paints and coatings, enable real-time quality predictions during production, and enhance defect detection and diagnosis. The project can also advance to the development of multi-rate monitoring and control systems, allowing for more precise management of product quality during manufacturing. The data-driven models provide a powerful alternative to traditional approaches, significantly improving process efficiency and product consistency. The ability to extend these methods to other manufacturing sectors underscores the projects broad applicability, offering industries tools to optimize processes, boost efficiency, and reduce operational costs.\n\n\nIn addition to these technological advancements, the project created valuable educational opportunities for both graduate and undergraduate students. These students received hands-on training in advanced machine learning techniques, computational modeling, and smart manufacturing processes, particularly in paints and coatings. This experience has equipped them with the skills necessary for successful careers in both academia and industry. The project also led to numerous publications in high-impact journals and presentations at national and international conferences, contributing to the advancement of the field and disseminating key insights to a broader audience.\n\n\nThe broader impacts of this project extend well beyond immediate improvements in paints and coatings production. As ML models are increasingly adopted across process industries, there is potential for a cultural shift toward embracing AI-driven manufacturing. This shift could lead to more adaptive, responsive, and efficient manufacturing practices in sectors such as petrochemical, pharmaceutical, and food production.\n\n\nIn conclusion, this project has successfully demonstrated the transformative potential of machine learning models in the paints and coatings industry. The computational methods developed through this initiative hold significant promise for adoption across a wide range of industries, offering enhanced process design, quality prediction, and defect diagnosis. Moreover, the project has had a profound impact on student education, as well as on the dissemination of research through numerous publications and presentations. Ultimately, this project has not only advanced the paints and coatings industry but has also contributed to a larger cultural shift toward AI-powered manufacturing technologies across multiple sectors.\t\t\t\t\tLast Modified: 08/31/2024\n\n\t\t\t\t\tSubmitted by: MasoudSoroush\n"
 }
}