{
 "awd_id": "1953103",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Comparative Database of the Derivational Morphology of a Language Family",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927096",
 "po_email": "widelima@nsf.gov",
 "po_sign_block_name": "Wilson De Lima Silva",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 324209.0,
 "awd_amount": 331409.0,
 "awd_min_amd_letter_date": "2020-03-31",
 "awd_max_amd_letter_date": "2023-07-16",
 "awd_abstract_narration": "The historical development of a language family can be difficult to ascertain because the materials about that language family are widely dispersed. This project creates new computational infrastructure (an accessible, searchable, family-wide corpus database) that integrates dispersed material that can serve as research infrastructure for a language family and for comparative analysis of other language families. This new infrastructure will contribute to a more accurate and reliable reconstruction of the language family, leading to improved understanding of subgrouping within the family. The infrastructure database will also be useful for future research and documentation (e.g. the writing of grammars and other reference works) on languages of this family. This new database will enable theoretical work on the synchronic structure of words, advancing approaches to reconstructing polysynthetic languages, and can lead to new lines of inquiry. Tagging the corpus with semantic features, geocodes, and other such information will be invaluable for analytical work in the future, for example, lexical semantics, morphology, dialectology, and typology, and will have an impact on understanding these areas more broadly. \r\n\r\nThis project makes important contributions in building infrastructure for comparison of languages within a language family when the languages are morphologically complex.  The infrastructure itself will be of general value for other linguists who are engaged in work on language families with complex morphology. It will also make major contributions to the understanding of understudied areas such as lexical semantics, and it will allow for a deeper understanding of complex and little understood areas in the historical developments of the language family. It will further serve needs of many communities where there is a focus on creating new vocabulary in the languages of the family.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Macaulay",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Monica A Macaulay",
   "pi_email_addr": "mmacaula@wisc.edu",
   "nsf_id": "000340896",
   "pi_start_date": "2020-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "122Y00",
   "pgm_ele_name": "DLI-Dyn Language Infrastructur"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 324209.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 7200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&ldquo;Our kids are modern kids. They see and experience a lot. And they don&rsquo;t have Blackfeet words for their experiences&rdquo; (Darrell Kipp 2007).</p>\r\n<p>The primary goal of this project has been to create a database of word formation elements (known as &ldquo;components&rdquo;) across the Algonquian language family. It is a large family of North American languages that extends across Canada and the northern US, as well as along the east coast of both countries. The database provides a web-based, open-access, systematized and centralized resource for Algonquian word components, data which is scattered throughout the literature and is difficult to interpret without decades of study. The database enables and enhances lexical innovation in language revitalization programs, and advances the science of linguistics by creating a significant resource for both synchronic and diachronic analyses of Algonquian morphosyntax.</p>\r\n<p>This resource will benefit language revitalization - especially as communities develop immersion programs, there is urgent need for novel vocabulary, e.g., for teaching science, math, and literature. Some communities still have elder first-language speakers who are willing and able to contribute to this, but most do not. Our database will supply the building blocks for needed word creation.</p>\r\n<p>The most significant outcome for research into the history of the Algonquian languages will be improved reconstruction of Proto-Algonquian (PA), the current state of which is based on a limited set of languages &ndash; we have not moved much beyond Bloomfield (1946), who drew on only Meskwaki (Fox), Cree, Menominee, and Ojibwe, four geographically close and relatively similar languages (as compared to some of the others in the family).</p>\r\n<p>The project has also had significant opportunities for training and development of human resources. We have worked with graduate students, undergraduates, and interns from the College of Menominee Nation (on the Menominee reservation in northern Wisconsin). They have learned the basics of Algonquian grammar, participated in the development of the database (from data entry to design to programming), and participated in research projects facilitated by the data being collected.</p>\r\n<p>The database is accompanied by a web portal for searching and citing the database and its components, at <a href=\"https://nisinoon.net\">https://nisinoon.net</a>. This website uses a set of standards developed specifically for managing digital data in linguistics, called the Data Format for Digital Linguistics (DaFoDiL); to read more about this format, see <a href=\"https://format.digitallinguistics.io/\">https://format.digitallinguistics.io/</a>.</p>\r\n<p>We have made the data underlying the Nisinoon database publicly available, along with our bibliography of Algonquian components, and the search interface for interacting with the database. This project serves as a demonstration of best practices in Digital Linguistics, an emerging field of linguistics focused on how to digitally manage linguistic data for maximal transparency, longevity, and accessibility with modern web technologies.</p>\r\n<p>The most important outcome, though, is that the database and the associated materials will help advance language revitalization and reclamation projects undertaken by Native American communities, lowering the barrier for community projects that rely on highly technical analyses of morphology and semantics.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/31/2025<br>\nModified by: Monica&nbsp;A&nbsp;Macaulay</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur kids are modern kids. They see and experience a lot. And they dont have Blackfeet words for their experiences (Darrell Kipp 2007).\r\n\n\nThe primary goal of this project has been to create a database of word formation elements (known as components) across the Algonquian language family. It is a large family of North American languages that extends across Canada and the northern US, as well as along the east coast of both countries. The database provides a web-based, open-access, systematized and centralized resource for Algonquian word components, data which is scattered throughout the literature and is difficult to interpret without decades of study. The database enables and enhances lexical innovation in language revitalization programs, and advances the science of linguistics by creating a significant resource for both synchronic and diachronic analyses of Algonquian morphosyntax.\r\n\n\nThis resource will benefit language revitalization - especially as communities develop immersion programs, there is urgent need for novel vocabulary, e.g., for teaching science, math, and literature. Some communities still have elder first-language speakers who are willing and able to contribute to this, but most do not. Our database will supply the building blocks for needed word creation.\r\n\n\nThe most significant outcome for research into the history of the Algonquian languages will be improved reconstruction of Proto-Algonquian (PA), the current state of which is based on a limited set of languages  we have not moved much beyond Bloomfield (1946), who drew on only Meskwaki (Fox), Cree, Menominee, and Ojibwe, four geographically close and relatively similar languages (as compared to some of the others in the family).\r\n\n\nThe project has also had significant opportunities for training and development of human resources. We have worked with graduate students, undergraduates, and interns from the College of Menominee Nation (on the Menominee reservation in northern Wisconsin). They have learned the basics of Algonquian grammar, participated in the development of the database (from data entry to design to programming), and participated in research projects facilitated by the data being collected.\r\n\n\nThe database is accompanied by a web portal for searching and citing the database and its components, at https://nisinoon.net. This website uses a set of standards developed specifically for managing digital data in linguistics, called the Data Format for Digital Linguistics (DaFoDiL); to read more about this format, see https://format.digitallinguistics.io/.\r\n\n\nWe have made the data underlying the Nisinoon database publicly available, along with our bibliography of Algonquian components, and the search interface for interacting with the database. This project serves as a demonstration of best practices in Digital Linguistics, an emerging field of linguistics focused on how to digitally manage linguistic data for maximal transparency, longevity, and accessibility with modern web technologies.\r\n\n\nThe most important outcome, though, is that the database and the associated materials will help advance language revitalization and reclamation projects undertaken by Native American communities, lowering the barrier for community projects that rely on highly technical analyses of morphology and semantics.\r\n\n\n\t\t\t\t\tLast Modified: 03/31/2025\n\n\t\t\t\t\tSubmitted by: MonicaAMacaulay\n"
 }
}