{
 "awd_id": "1953990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Questions and Methods in Probabilistic Combinatorics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922599",
 "po_email": "sgdewint@nsf.gov",
 "po_sign_block_name": "Stefaan De Winter",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 179217.0,
 "awd_amount": 179217.0,
 "awd_min_amd_letter_date": "2020-02-06",
 "awd_max_amd_letter_date": "2022-02-02",
 "awd_abstract_narration": "The probabilistic method is a powerful technique for using probability theory to prove seemingly non-probabilistic facts in combinatorics. Together with the probabilistic method, a second line of study that has grown rapidly is the study of random structures, most famously random graphs. These two lines of research are collectively known as probabilistic combinatorics. This project aims to develop new ideas and techniques in probabilistic combinatorics by studying concrete questions in the field. In addition to fundamental advances in probability and combinatorics, previous work on probabilistic combinatorics has led to development of tools that have had enormous impacts in computer science, where they are used to design and study randomized algorithms and to understand performance on random inputs and in noisy environments.\r\n\r\nThe investigator plans to focus on several topics. One topic concerns Ramsey graphs, which are an important class of graphs that are “approximately extremal” for Ramsey’s theorem. The investigator plans to build on some previous work regarding edge statistics in Ramsey graphs, which also naturally leads to the study of the so-called quadratic Littlewood-Offord problem. Another topic is the subject of extremal theorems “relative to a random set.” For example, given a typical outcome of a random hypergraph, what conditions on a spanning subgraph ensure that it has a perfect matching? To approach questions of this type, the investigator plans to apply some new insights for applying the so-called absorption method non-constructively.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Fox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob Fox",
   "pi_email_addr": "jacobfox@stanford.edu",
   "nsf_id": "000545002",
   "pi_start_date": "2022-02-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Kwan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Kwan",
   "pi_email_addr": "matthew.a.kwan@gmail.com",
   "nsf_id": "000808644",
   "pi_start_date": "2020-02-06",
   "pi_end_date": "2022-02-02"
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Serra Mall",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 179217.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of the project was to further develop probabilistic combinatorics, both to better understand properties of random discrete structures and for their application in mathematics and computer science. This was accomplished in several papers produced during this productive project. The work on random irregular subgraphs verifies a conjecture of Alon and Wei on the existence of very irregular subgraphs of graphs by considering a random subgraph with a carefully chosen distribution. The works on Ramsey numbers often use carefully defined probabilistic constructions to better understand patterns in very large structures. A surprising connection between Ramsey numbers and error-correcting codes by the PI and his collaborators over two papers opened up a new line of research that has already led to new developments in the field. The PI continued to mentor students at different levels, including finishing several PhD students,&nbsp;and postdocs. For example, the PI, together with PhD students and postdocs mentored by the PI, extended the powerful dependent random choice technique to hypergraphs to solve well known open problems in extremal combinatorics. For another example, the recent outstanding resolution of the Kahn-Kalai conjecture, arguably the most significant open problem in probabilistic combinatorics, was done by Huy Tuan Pham, a PhD student, and Jinyoung Park, a Szego assistant professor at Stanford, while both were mentored by the PI during this project.&nbsp;</p><br>\n<p>\n Last Modified: 05/20/2024<br>\nModified by: Jacob&nbsp;Fox</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe main objective of the project was to further develop probabilistic combinatorics, both to better understand properties of random discrete structures and for their application in mathematics and computer science. This was accomplished in several papers produced during this productive project. The work on random irregular subgraphs verifies a conjecture of Alon and Wei on the existence of very irregular subgraphs of graphs by considering a random subgraph with a carefully chosen distribution. The works on Ramsey numbers often use carefully defined probabilistic constructions to better understand patterns in very large structures. A surprising connection between Ramsey numbers and error-correcting codes by the PI and his collaborators over two papers opened up a new line of research that has already led to new developments in the field. The PI continued to mentor students at different levels, including finishing several PhD students,and postdocs. For example, the PI, together with PhD students and postdocs mentored by the PI, extended the powerful dependent random choice technique to hypergraphs to solve well known open problems in extremal combinatorics. For another example, the recent outstanding resolution of the Kahn-Kalai conjecture, arguably the most significant open problem in probabilistic combinatorics, was done by Huy Tuan Pham, a PhD student, and Jinyoung Park, a Szego assistant professor at Stanford, while both were mentored by the PI during this project.\t\t\t\t\tLast Modified: 05/20/2024\n\n\t\t\t\t\tSubmitted by: JacobFox\n"
 }
}