{
 "awd_id": "1953437",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RET Site: Collaborative Research: Research Experiences for Teachers across the National Nanotechnology Coordinated Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia Simmons",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2020-03-31",
 "awd_max_amd_letter_date": "2020-03-31",
 "awd_abstract_narration": "This Research Experiences for Teachers (RET) in Engineering Site program is hosted by the National Nanotechnology Coordinated Infrastructure (NNCI) with the lead at Georgia Institute of Technology and partners at the University of Minnesota; University of Nebraska, Lincoln; and Northwestern University. This program, entitled \"RET Site: Collaborative Research: Research Experiences for Teachers across the National Nanotechnology Coordinated Infrastructure\", will provide a total of 60 (20 per year for 3 years), in-service, high school and community college faculty (CCF) within commuting distance of the NNCI university site an opportunity to engage in high-quality, nanoscale science and engineering (NSE) hands-on research in state-of-the-art nanotechnology facilities at four NNCI sites for 6 weeks during the summer with 1 week of follow-up activities throughout the year. The objectives of this program are to grow a multi-site cohort of educators with research experiences that reflect broad educational, industrial, and societal NSE activities and link them with the Teaching Nano and Emerging Technologies Network (https://www.nano.gov/TeacherNetwork); build and disseminate a library of NSE educational materials; highlight the work of NNCI cohort by attending the National Science Teachers Association (NSTA) conference; and encourage RETs to present at professional society meetings.\r\n\r\nEducators will complete a hands-on research project in NSE during the summer with continuing support during the academic year. The RET projects will cover a wide range of topics spanning the breadth of NSE. With support from faculty, mentors, and RET coordinators, the RETs will develop curriculum materials to bring their NSE research back to their classrooms. During the academic year, faculty and mentors will visit the RET classrooms to assist with the implementation and further development of the curriculum modules. Participating in the NNCI RET program will help teachers and CCF motivate their students to explore STEM and NSE fields that will provide them with satisfying and life long careers in the 21st century economy. This RET program spans four NNCI sites allowing participants access to a wider variety of NSE research than would be available at a single-site, and exposing participants to the NSE needs of industry and related career opportunities across the nation. Webinars will be held across all participating NNCI sites to enable teachers to learn about NSE industries and careers as well as to discuss their modules. The RET program will also allow networking opportunities from the widest range of teacher backgrounds through participation in on-line presentations and webinars, a LinkedIn group, at the yearly NSTA conference, and at professional society conferences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vinayak",
   "pi_last_name": "Dravid",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Vinayak P Dravid",
   "pi_email_addr": "v-dravid@northwestern.edu",
   "nsf_id": "000206463",
   "pi_start_date": "2020-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2220 Campus Drive",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602013149",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The SHyNE RET program at Northwestern University, under NUANCE Center administration, has hosted 12 teachers from Chicago area high schools and community colleges. They participated in 6-week summer research projects, collecting and analyzing data by working with faculty and professional academic scientists. The RET mentors and program coordinator assisted the teachers in designing curricular materials that can be implemented in STEM courses at their schools.</p>\n<p>&nbsp;</p>\n<p>The award supported the following teachers and their projects:</p>\n<ol>\n<li>Thomas Steiner, Richard J. Daley College in Chicago - The Oleophilic Hydrophobic Magnetic Sponge</li>\n<li>Kristine Ramos-Reyes, Richard J. Daley College in Chicago - Nanotechnology in COVID-19 Diagnosis</li>\n<li>Jonathan Paskiewicz, Chicago Public Schools: Marine Leadership Academy - Micro and Nanoscale Properties of Hausmannite (Mn3O4)</li>\n<li>Phillip Moore, High school teacher of Principles of Engineering at the Foreman College and Career Academy &ndash; Thin Film Growth on MoS2 on Glass</li>\n<li>Andrew Garcia, Argo Community High School - Characterization of Metal-Organic Frameworks HKUST-1 and ZIF-8</li>\n<li>Brian Skot Holcombe, IHSCA Charter High School - Vacuum sample transfer for atom probe tomography</li>\n<li>Christine Kochou Yousif, North Chicago Community High School - Investigation of ESEM capabilities with Gatan Murano heating stage</li>\n<li>Joanne Klonowski, Proviso West High School - Investigation of ESEM capabilities with Gatan Murano heating stage</li>\n<li>Daniel Jalkut, CICS Northtown Academy - Platform materials for heavy metal remediation</li>\n<li>Joanne Klonowski, Proviso West High School - Monitoring crystal and phase formation in complex compounds using in-situ x-ray diffraction.</li>\n<li>Paula Lee, Crane Medical Prep High School - Investigating Thermal Properties of Colloidal Nanoparticle Assemblies via X-ray Scattering</li>\n<li>Noryana Nano, Maine East High School - Insight into adsorbent materials for environmental applications</li>\n<li>Robinette Rice, Simeon Career Academy - Mesoscale nanocrystal organization in stony coral tissue loss disease lesions</li>\n</ol>\n<p>&nbsp;</p>\n<p>The teachers also participated in lab tours, including Argonne National Lab, hands-on demonstrations, and guest scientist lectures. The teachers gained an appreciation for the instruments, scientists, and facilities infrastructure used in nanoscale research across multiple interdisciplinary fields. The teachers presented their projects at Northwestern&rsquo;s summer research convocation and attended the National Science Teachers Associate conference each year.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/30/2024<br>\nModified by: Vinayak&nbsp;P&nbsp;Dravid</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1953437/1953437_10661797_1717088178581_RET_Summer_Program_2023--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/1953437/1953437_10661797_1717088178581_RET_Summer_Program_2023--rgov-800width.jpg\" title=\"RET Summer Program 2023\"><img src=\"/por/images/Reports/POR/2024/1953437/1953437_10661797_1717088178581_RET_Summer_Program_2023--rgov-66x44.jpg\" alt=\"RET Summer Program 2023\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">2023 RET Participants: (L to R) Robinette Rice, Joanne Klonowski, SHyNE Director Vinayak P. Dravid, RET Technical lead Tirzah Abbott, Noryana Nano and Paula Rice</div>\n<div class=\"imageCredit\">NUANCE</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Vinayak&nbsp;P&nbsp;Dravid\n<div class=\"imageTitle\">RET Summer Program 2023</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe SHyNE RET program at Northwestern University, under NUANCE Center administration, has hosted 12 teachers from Chicago area high schools and community colleges. They participated in 6-week summer research projects, collecting and analyzing data by working with faculty and professional academic scientists. The RET mentors and program coordinator assisted the teachers in designing curricular materials that can be implemented in STEM courses at their schools.\n\n\n\n\n\nThe award supported the following teachers and their projects:\n\nThomas Steiner, Richard J. Daley College in Chicago - The Oleophilic Hydrophobic Magnetic Sponge\nKristine Ramos-Reyes, Richard J. Daley College in Chicago - Nanotechnology in COVID-19 Diagnosis\nJonathan Paskiewicz, Chicago Public Schools: Marine Leadership Academy - Micro and Nanoscale Properties of Hausmannite (Mn3O4)\nPhillip Moore, High school teacher of Principles of Engineering at the Foreman College and Career Academy  Thin Film Growth on MoS2 on Glass\nAndrew Garcia, Argo Community High School - Characterization of Metal-Organic Frameworks HKUST-1 and ZIF-8\nBrian Skot Holcombe, IHSCA Charter High School - Vacuum sample transfer for atom probe tomography\nChristine Kochou Yousif, North Chicago Community High School - Investigation of ESEM capabilities with Gatan Murano heating stage\nJoanne Klonowski, Proviso West High School - Investigation of ESEM capabilities with Gatan Murano heating stage\nDaniel Jalkut, CICS Northtown Academy - Platform materials for heavy metal remediation\nJoanne Klonowski, Proviso West High School - Monitoring crystal and phase formation in complex compounds using in-situ x-ray diffraction.\nPaula Lee, Crane Medical Prep High School - Investigating Thermal Properties of Colloidal Nanoparticle Assemblies via X-ray Scattering\nNoryana Nano, Maine East High School - Insight into adsorbent materials for environmental applications\nRobinette Rice, Simeon Career Academy - Mesoscale nanocrystal organization in stony coral tissue loss disease lesions\n\n\n\n\n\n\nThe teachers also participated in lab tours, including Argonne National Lab, hands-on demonstrations, and guest scientist lectures. The teachers gained an appreciation for the instruments, scientists, and facilities infrastructure used in nanoscale research across multiple interdisciplinary fields. The teachers presented their projects at Northwesterns summer research convocation and attended the National Science Teachers Associate conference each year.\n\n\n\t\t\t\t\tLast Modified: 05/30/2024\n\n\t\t\t\t\tSubmitted by: VinayakPDravid\n"
 }
}