{
 "awd_id": "1953708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Reactions of Carbon Dioxide with Late Transition Metal Complexes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tong Ren",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2020-03-24",
 "awd_max_amd_letter_date": "2020-03-24",
 "awd_abstract_narration": "The conversion of carbon dioxide (CO2) into more valuable compounds is an important goal due to the potential of this waste product as a readily available, sustainable, non-toxic, and inexpensive chemical feedstock. Catalysts based on transition metals, such as nickel or palladium, show promise speeding up the reactions of carbon dioxide so that they are practical, but improvements in efficiency are required for further implementation. In this project, Dr. Hazari of Yale University is developing an understanding of how carbon dioxide interacts with a variety of transition metal complexes using both experimental and computational techniques. This knowledge is crucial for the design of improved systems for carbon dioxide utilization as it will provide information on how to modify the catalyst as well as how to improve the conditions under which reactions are performed (temperature, pressure, etc.). This research has potential to increased selectivity so that only desired products are formed.  The research is complemented by Dr. Hazari’s involvement in a series of outreach activities related to carbon dioxide utilization.  These activities focus on students from underrepresented minorities in science, technology, engineering and mathematics (STEM) disciplines. The activities include a one week summer program on energy for high school students in the New Haven area and opportunities for undergraduates to perform research in Dr. Hazari’s laboratory. \r\n\r\nWith funding from the Chemical Structure, Dynamics, and Mechanisms B (CSDM-B) Program of the Chemistry Division, Dr. Hazari from Yale University is developing a fundamental understanding of the insertion of carbon dioxide into late-transition metal bonds. This research provides guidance about the design of catalysts and optimization of reaction conditions for processes involving carbon dioxide utilization. Specifically, the rates of carbon dioxide insertion into Group 10 pincer-supported transition metal hydrides, hydroxides, alkyls, and aryls are being measured. Factors that are being probed include the effects of the metal center, ancillary ligand, solvent, and additives, such as Lewis acids, on the kinetics of carbon dioxide insertion. A major focus is the development of scaling relationships that correlate the rate of carbon dioxide insertion into a metal hydride (a kinetic property), with the hydricity of transition metal hydrides, a thermodynamic property. This enables the evaluation of hypotheses relating to whether secondary coordination sphere effects such as hydrogen bonding or electrostatic effects that stabilize the transition state for carbon dioxide insertion. Density Functional Theory calculations are carried out in parallel with the experimental work and probe the structure of the transition states, determine the geometries of unstable intermediates, and measure hydricity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nilay",
   "pi_last_name": "Hazari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nilay Hazari",
   "pi_email_addr": "nilay.hazari@yale.edu",
   "nsf_id": "000539790",
   "pi_start_date": "2020-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "255 Prospect Street",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to understand the pathways through which carbon dioxide interacts with different transition metal complexes and how the reaction environment influences these pathways. These studies are important as they could guide the development of systems for the conversion of carbon dioxide into more valuable products, such as fuels. In one thrust, the PI's group explored the reaction of nickel and palladium complexes with carbon dioxide. In particular, they explored reactions that formed new carbon-carbon bonds from carbon dioxide, which are directly relevant to fuel formation. To complete these studies, they used a new supporting environment around the palladium and nickel complexes and investigated the reaction using computational techniques. They established a specific set of guidelines for predicting which supporting environments around the metal center promote reactions with carbon dioxide. Two detailed papers describing the work in this thrust were published in peer-reviewed journals.</p>\n<p>In a related thrust, the effect of different solvents on the formation of C-H bonds from the reaction of rhenium complexes with carbon dioxide was explored. Using both experimental and theoretical methods, a model was developed to predict the effect of solvent on these reactions. It was discovered that the general principles elucidated for understanding the reactions of rhenium complexes with carbon dioxide, could also be applied to organic reactions that are used for the synthesis of pharmaceuticals and materials. As such, the initial model was far more general and powerful than initially expected. Four papers were published in relation to this work.</p>\n<p>The scientific research performed as part of this award was complemented by Dr. Hazari's involvement in a series of outreach activities related to catalysis and carbon dioxide utilization. These activities catered to students from underrepresented minorities in science, technology, engineering, and mathematics (STEM) disciplines. They included twice hosting an activity called <em>'The Wonderful World of Chemistry &ndash; A Magic Show</em>'. In this event, the PI's group educated local school students about chemistry through a one-hour lecture that included a series of demonstrations, as well as educational content. Additionally, the PI's group twice participated in the Yale Summer Scholars Program, which hosts local high school students on campus. On one occasion, the PI's group gave five interactive lectures on alternative energy and catalysis, while on another occasion the PI delivered a ninety-minute lecture. Finally, the PI's group hosted two undergraduate researchers who worked in the research laboratories over summer and assisted with their professional development.</p><br>\n<p>\n Last Modified: 10/14/2024<br>\nModified by: Nilay&nbsp;Hazari</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project was to understand the pathways through which carbon dioxide interacts with different transition metal complexes and how the reaction environment influences these pathways. These studies are important as they could guide the development of systems for the conversion of carbon dioxide into more valuable products, such as fuels. In one thrust, the PI's group explored the reaction of nickel and palladium complexes with carbon dioxide. In particular, they explored reactions that formed new carbon-carbon bonds from carbon dioxide, which are directly relevant to fuel formation. To complete these studies, they used a new supporting environment around the palladium and nickel complexes and investigated the reaction using computational techniques. They established a specific set of guidelines for predicting which supporting environments around the metal center promote reactions with carbon dioxide. Two detailed papers describing the work in this thrust were published in peer-reviewed journals.\n\n\nIn a related thrust, the effect of different solvents on the formation of C-H bonds from the reaction of rhenium complexes with carbon dioxide was explored. Using both experimental and theoretical methods, a model was developed to predict the effect of solvent on these reactions. It was discovered that the general principles elucidated for understanding the reactions of rhenium complexes with carbon dioxide, could also be applied to organic reactions that are used for the synthesis of pharmaceuticals and materials. As such, the initial model was far more general and powerful than initially expected. Four papers were published in relation to this work.\n\n\nThe scientific research performed as part of this award was complemented by Dr. Hazari's involvement in a series of outreach activities related to catalysis and carbon dioxide utilization. These activities catered to students from underrepresented minorities in science, technology, engineering, and mathematics (STEM) disciplines. They included twice hosting an activity called 'The Wonderful World of Chemistry  A Magic Show'. In this event, the PI's group educated local school students about chemistry through a one-hour lecture that included a series of demonstrations, as well as educational content. Additionally, the PI's group twice participated in the Yale Summer Scholars Program, which hosts local high school students on campus. On one occasion, the PI's group gave five interactive lectures on alternative energy and catalysis, while on another occasion the PI delivered a ninety-minute lecture. Finally, the PI's group hosted two undergraduate researchers who worked in the research laboratories over summer and assisted with their professional development.\t\t\t\t\tLast Modified: 10/14/2024\n\n\t\t\t\t\tSubmitted by: NilayHazari\n"
 }
}