{
 "awd_id": "1953745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RET Site: Sensor, Signal and Information Processing Algorithms and Software",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928905",
 "po_email": "aykenned@nsf.gov",
 "po_sign_block_name": "Allyson Kennedy",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 559967.0,
 "awd_amount": 559967.0,
 "awd_min_amd_letter_date": "2020-02-26",
 "awd_max_amd_letter_date": "2024-10-24",
 "awd_abstract_narration": "The Internet of Things (IoT), the ecosystem of physical objects connected via the internet, has seen rapid growth over recent years and has been enhanced by mobile applications. Machine Learning (ML) algorithms and sensors are critical to this technology, leading to a demand in developing sensors that are more efficient and less expensive. This award creates a new Research Experiences for Teachers (RET) site focused on applications of ML methods for sensor and mobile IoT. Each summer, ten high school teachers and two community college instructors will participate in research activities at Arizona State University. High school teachers will be recruited from the Queen Creek Unified School District (QCUSD) and Salt River Schools (SRS), and community college instructors will be recruited from Cochise College (CC), all of whom serve a large population of underrepresented students. After a hands-on bootcamp centered on key concepts in ML, sensors, and IoT, teachers will be immersed in a 6-week research program and mentored by a team of ASU faculty, graduate student advisors, and industry leaders. ASU will continue their engagement with teachers throughout the school years and offer assistance and feedback on transferring their research experiences into the classroom. The goal of this RET Site is to give teachers a deeper understanding of ML and IoT such that they can develop engaging materials around these topics for their classrooms. Moreover, teachers’ experiences will motivate and energize their students to engage in STEM activities and career pathways.\r\n\r\nIndustry labs strive to produce inexpensive sensors for mobile IoT whose performance hinges on signal conditioning and classification software. Training faculty and teachers in this area requires an integrative approach as software designers need to understand application/sensor limitations. RET Site participants will be immersed in application-driven algorithm and software development for sensor and IoT testbeds. In addition, the RET will require a short hands-on bootcamp in machine learning designed to build their knowledge in ML, sensors, IoT with the focus on developing materials for their classes. Industrial mentors and curriculum specialists will be engaged to provide reviews of research and instructional plans. The RET site objectives are to: a) introduce teachers and instructors to research practices by immersing them in government/industry research activities, b) engage them in the development of machine learning and signal processing methods for sensor and IoT health monitoring research, c) motivate and guide teachers to adapt RET experiences into compelling teaching materials. This RET features multidisciplinary synergies with access to unique technology, exceptional talents, and increased opportunities to broaden participation. RET Site partners, QCUSD, SRS and CC, serve a large number of minority students. In fact, the SRS serve 100% Native American students. The RET will disseminate publications and outcomes to conferences and teaching standard organizations. Teachers will create hand-outs and presentations to support their instructional plans. The RET site will include industry participation from the sensor signal and information processing (SenSIP) industry-university center which is also an I/UCRC site.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Spanias",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas S Spanias",
   "pi_email_addr": "spanias@asu.edu",
   "nsf_id": "000248204",
   "pi_start_date": "2020-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Blain Christen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Blain Christen",
   "pi_email_addr": "Jennifer.BlainChristen@asu.edu",
   "nsf_id": "000519753",
   "pi_start_date": "2020-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1359",
   "pgm_ref_txt": "RET SITE-Res Exp for Tchr Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 559967.0
  }
 ],
 "por": null
}