{
 "awd_id": "1953418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RET Site: Collaborative Research: Research Experiences for Teachers across the National Nanotechnology Coordinated Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia Simmons",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2020-03-31",
 "awd_max_amd_letter_date": "2023-01-23",
 "awd_abstract_narration": "This Research Experiences for Teachers (RET) in Engineering Site program is hosted by the National Nanotechnology Coordinated Infrastructure (NNCI) with the lead at Georgia Institute of Technology and partners at the University of Minnesota; University of Nebraska, Lincoln; and Northwestern University. This program, entitled \"RET Site: Collaborative Research: Research Experiences for Teachers across the National Nanotechnology Coordinated Infrastructure\", will provide a total of 60 (20 per year for 3 years), in-service, high school and community college faculty (CCF) within commuting distance of the NNCI university site an opportunity to engage in high-quality, nanoscale science and engineering (NSE) hands-on research in state-of-the-art nanotechnology facilities at four NNCI sites for 6 weeks during the summer with 1 week of follow-up activities throughout the year. The objectives of this program are to grow a multi-site cohort of educators with research experiences that reflect broad educational, industrial, and societal NSE activities and link them with the Teaching Nano and Emerging Technologies Network (https://www.nano.gov/TeacherNetwork); build and disseminate a library of NSE educational materials; highlight the work of NNCI cohort by attending the National Science Teachers Association (NSTA) conference; and encourage RETs to present at professional society meetings.\r\n\r\nEducators will complete a hands-on research project in NSE during the summer with continuing support during the academic year. The RET projects will cover a wide range of topics spanning the breadth of NSE. With support from faculty, mentors, and RET coordinators, the RETs will develop curriculum materials to bring their NSE research back to their classrooms. During the academic year, faculty and mentors will visit the RET classrooms to assist with the implementation and further development of the curriculum modules. Participating in the NNCI RET program will help teachers and CCF motivate their students to explore STEM and NSE fields that will provide them with satisfying and life long careers in the 21st century economy. This RET program spans four NNCI sites allowing participants access to a wider variety of NSE research than would be available at a single-site, and exposing participants to the NSE needs of industry and related career opportunities across the nation. Webinars will be held across all participating NNCI sites to enable teachers to learn about NSE industries and careers as well as to discuss their modules. The RET program will also allow networking opportunities from the widest range of teacher backgrounds through participation in on-line presentations and webinars, a LinkedIn group, at the yearly NSTA conference, and at professional society conferences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Vogel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eric M Vogel",
   "pi_email_addr": "eric.vogel@mse.gatech.edu",
   "nsf_id": "000224995",
   "pi_start_date": "2020-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Quinn",
   "pi_last_name": "Spadola",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Quinn A Spadola",
   "pi_email_addr": "qspadola3@gatech.edu",
   "nsf_id": "000783770",
   "pi_start_date": "2020-03-31",
   "pi_end_date": "2023-01-23"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mikkel",
   "pi_last_name": "Thomas",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mikkel A Thomas",
   "pi_email_addr": "mikkel.thomas@ien.gatech.edu",
   "nsf_id": "000918478",
   "pi_start_date": "2023-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Research Experiences for Teachers across the National Nanotechnology Coordinated Infrastructure (NNCI) offered high school teachers and community college instructors across the country the opportunity to perform cutting-edge research at the forefront of nanoscale science and engineering (NSE). The program took place at four different universities across the country. All four universities are part of the NNCI. The partner universities were the Georgia Institute of Technology (lead institution), the University of Minnesota, the University of Nebraska &ndash; Lincoln, and Northwestern University. There were four main goals of the SUIN program: 1. Grow a multi-site cohort of educators from across the country with research experiences that reflect broad educational, industrial, and societal NSE activities and link them with the Teaching Nano and Emerging Technologies Network, part of the National Nanotechnology Initiative; 2. Build upon the library of NSE educational materials developed by the NNIN and broadly disseminate these activities; 3. Highlight the work of the NNCI cohort by attending state science teaching association conferences and providing a webinar on their curriculum to the Teaching Nano and Emerging Technologies Network, thereby fostering an expansive network of educators integrating NSE curriculum in their classes; and 4. Encourage RET participants (RETs) to present their research in journals and professional society meetings.</p>\n<p>The NNCI RET program provided thorough training and compelling hands-on research experiences at state-of-the-art nanotechnology facilities (cleanroom, characterization, and assorted labs) at all four participating universities. A large pool of faculty, mentors, and staff, dedicated to engaging educators in research, provided projects in a broad range of nanotechnology fields with substantial interdisciplinary content (flexible electronics, nanomotors, batteries, environmental filtration, medical diagnosis of diseases, etc.), allowing educators from different backgrounds to participate and interact. The program provided participants with a broader range of experiences than could be delivered by a single site activity. For many educators, this program was their first introduction into NSE and its applications to real world problems. The research experienced gained by the educators in the program created opportunities for this content to be incorporated into science curriculums within the participating schools.</p>\n<p>The NNCI RET program gave educators the skills and knowledge necessary for them to bring these topics into their classroom. The program afforded participants the opportunity to undertake high quality research, learn how to operate advanced equipment, learn laboratory processes, obtain scientific communication skills, work within laboratory groups in a collaborative environment, and understand the ethical implications of NSE and scientific research in general. All of these are important experiences that they can share with their students in an effort to inspire them to pursue educational opportunities and careers in STEM related fields. The educators were able to forge relationships with faculty, graduate students, and staff that have been leveraged into continued interactions beyond the scope of the program. During the duration of the program, 53 educators were hosted by the four NNCI institutions. A diverse group of educators from schools serving underrepresented populations in STEM made up the three cohorts for the program. For the 18 educators in the 2021 cohort, 27% were faculty at a community/technical college, 92% of the high school teachers work at public schools, 62% of the high schools are Title I schools (i.e., 40% or more of the students qualify for free or reduced lunch), and 62% of the schools primarily serve minority students. For the 14 educators in the 2022 cohort, 14% were faculty at a community/technical college, 92% of the high school teachers work at public schools, and 83% of the high schools are Title I schools, and 77% of the schools primarily serve minority students. For the 20 educators in the 2023 cohort, 5% were faculty at a community/technical college, 95% of the high school teachers work at public schools, 79% of the high schools are Title I schools, and 68% of the schools primarily serve minority students</p>\n<p>Thirty eight of 53 educators attended the annual National Science Teachers Association (NSTA) conference. The educators were able to share their experiences and lesson plan with the broader teaching community at this event. A session describing the RET program and outcomes was submitted to the 2023 NSTA conference and was accepted. Four of the fourteen teachers presented their work on March 24, 2023, at the NSTA conference at a session titled &ldquo;Teachers Can Bridge the Gap Between Real World Research and Classroom Curriculum&rdquo;. Lessons plans have been and continue to be added be added to the K-16 Curriculum Materials database on the NNCI website (nnci.net/search/curriculum).</p><br>\n<p>\n Last Modified: 08/12/2024<br>\nModified by: Mikkel&nbsp;A&nbsp;Thomas</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Research Experiences for Teachers across the National Nanotechnology Coordinated Infrastructure (NNCI) offered high school teachers and community college instructors across the country the opportunity to perform cutting-edge research at the forefront of nanoscale science and engineering (NSE). The program took place at four different universities across the country. All four universities are part of the NNCI. The partner universities were the Georgia Institute of Technology (lead institution), the University of Minnesota, the University of Nebraska  Lincoln, and Northwestern University. There were four main goals of the SUIN program: 1. Grow a multi-site cohort of educators from across the country with research experiences that reflect broad educational, industrial, and societal NSE activities and link them with the Teaching Nano and Emerging Technologies Network, part of the National Nanotechnology Initiative; 2. Build upon the library of NSE educational materials developed by the NNIN and broadly disseminate these activities; 3. Highlight the work of the NNCI cohort by attending state science teaching association conferences and providing a webinar on their curriculum to the Teaching Nano and Emerging Technologies Network, thereby fostering an expansive network of educators integrating NSE curriculum in their classes; and 4. Encourage RET participants (RETs) to present their research in journals and professional society meetings.\n\n\nThe NNCI RET program provided thorough training and compelling hands-on research experiences at state-of-the-art nanotechnology facilities (cleanroom, characterization, and assorted labs) at all four participating universities. A large pool of faculty, mentors, and staff, dedicated to engaging educators in research, provided projects in a broad range of nanotechnology fields with substantial interdisciplinary content (flexible electronics, nanomotors, batteries, environmental filtration, medical diagnosis of diseases, etc.), allowing educators from different backgrounds to participate and interact. The program provided participants with a broader range of experiences than could be delivered by a single site activity. For many educators, this program was their first introduction into NSE and its applications to real world problems. The research experienced gained by the educators in the program created opportunities for this content to be incorporated into science curriculums within the participating schools.\n\n\nThe NNCI RET program gave educators the skills and knowledge necessary for them to bring these topics into their classroom. The program afforded participants the opportunity to undertake high quality research, learn how to operate advanced equipment, learn laboratory processes, obtain scientific communication skills, work within laboratory groups in a collaborative environment, and understand the ethical implications of NSE and scientific research in general. All of these are important experiences that they can share with their students in an effort to inspire them to pursue educational opportunities and careers in STEM related fields. The educators were able to forge relationships with faculty, graduate students, and staff that have been leveraged into continued interactions beyond the scope of the program. During the duration of the program, 53 educators were hosted by the four NNCI institutions. A diverse group of educators from schools serving underrepresented populations in STEM made up the three cohorts for the program. For the 18 educators in the 2021 cohort, 27% were faculty at a community/technical college, 92% of the high school teachers work at public schools, 62% of the high schools are Title I schools (i.e., 40% or more of the students qualify for free or reduced lunch), and 62% of the schools primarily serve minority students. For the 14 educators in the 2022 cohort, 14% were faculty at a community/technical college, 92% of the high school teachers work at public schools, and 83% of the high schools are Title I schools, and 77% of the schools primarily serve minority students. For the 20 educators in the 2023 cohort, 5% were faculty at a community/technical college, 95% of the high school teachers work at public schools, 79% of the high schools are Title I schools, and 68% of the schools primarily serve minority students\n\n\nThirty eight of 53 educators attended the annual National Science Teachers Association (NSTA) conference. The educators were able to share their experiences and lesson plan with the broader teaching community at this event. A session describing the RET program and outcomes was submitted to the 2023 NSTA conference and was accepted. Four of the fourteen teachers presented their work on March 24, 2023, at the NSTA conference at a session titled Teachers Can Bridge the Gap Between Real World Research and Classroom Curriculum. Lessons plans have been and continue to be added be added to the K-16 Curriculum Materials database on the NNCI website (nnci.net/search/curriculum).\t\t\t\t\tLast Modified: 08/12/2024\n\n\t\t\t\t\tSubmitted by: MikkelAThomas\n"
 }
}