{
 "awd_id": "1953776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing the Socioeconomic and Distributional Effects of Open Data Policies: Evidence from the U.S. Landsat Program",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Feeney",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 131024.0,
 "awd_amount": 131024.0,
 "awd_min_amd_letter_date": "2020-09-02",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "The world is transitioning to a knowledge economy in which data is a key resource. The extent to which data is made available – for scientific research, operations of government and non-profits, and development of products by the value-added sector – has global implications for economic growth and broad societal benefits. Availability of data – and policies governing the distribution of government-collected and government-generated data in particular – can affect the ability of scientists to access data to conduct research, the ability of government and non-profit entities to access data to develop applications that directly affect citizens around the world, and the health of the value-added commercial sector that uses government data to generate new commercial products. Despite the importance of this issue, there is a lack of research on the impacts of open data policies and the impacts of various types of restrictions on data access. This proposal aims to help to fill that gap through a study focused on the Landsat series of Earth observation satellites, which has generated a relatively consistent data product over its 48-year history, but has experienced a wide variety of data and pricing policies, ranging from full privatization to free and open data provision. \r\n\r\nThis project involves an econometric study of the impact of changes in the cost of Landsat data over time on the distribution of Landsat data to academic, government, and commercial users. While previous studies have noted that the cost of data is a significant barrier to data access and use, this study will go further by providing quantitative insight into the magnitude of this effect on various types of users. It also includes an effort to begin collecting data to examine the feasibility of quantifying and characterizing in detail the way that Landsat data is used in the academic, government, and commercial sectors. This includes identification of relevant academic journal articles, as well as commercial, government, and nonprofit products or activities that rely on Landsat data.  The results of this work will provide information that can help to improve the efficiency of data policies for government-collected data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mariel",
   "pi_last_name": "Borowitz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mariel M Borowitz",
   "pi_email_addr": "mariel.borowitz@inta.gatech.edu",
   "nsf_id": "000784084",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125Y00",
   "pgm_ele_name": "Science of Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 131024.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The world is transitioning to a knowledge economy in which data is a key resource. The extent to which data is made available &ndash; for scientific research, operations of government and non-profits, and development of products by the value-added sector &ndash; has global implications for economic growth and broad societal benefits. Despite the importance of this issue, multiple researchers have noted a lack of quantitative research on the impacts of open data policies and the impacts of various types of restrictions on data access.</p>\n<p>The purpose of this project was to investigate how data access policies &ndash; particularly whether or not data is provided openly as opposed to be subject to costs or other restrictions &ndash; affect the broad societal benefits generated by that data. To do this, I considered the case of the Landsat program, which has operated a series of satellites taking images of the Earth for more than 50 years. The data policy associated with the Landsat program has changed significantly over its history, including changes in the cost of data and the transition to a no-cost, open data policy. Using metrics collected by the program over time, I was able to examine how changes in cost affected the amount of data accessed by different user groups, including scientific researchers, government users, and foreign users. This research demonstrated that scientific research was particularly heavily impacted by increases in data cost.</p>\n<p>As part of the project, I also generated a new dataset that documented over 100 operational uses of Landsat data. These are cases where governments, non-profits, or companies used data from the Landsat program to inform decision-making within their programs or companies, or used the data to generate a new, value-added product for their customers. While there are anecdotes regarding Landsat data use, this is the first effort to create a comprehensive data base of all publicly-acknowledged operational uses. This dataset makes it possible to understand not just who is access the data, but how often, and in what ways, this data is being transformed into practical outputs for society.</p>\n<p>These studies improve our theoretical understanding of the impact of open data policies &ndash; demonstrating with empirical data how changes in policy impact different communities. They also demonstrate the need for systematic data collection. While the dataset generated by my team provided important insight into operational use of Landsat data, it can only provide a snapshot in time (e.g. it included only companies and programs operating during the project period). Understanding how operational uses change over time would require a sustained data collection period over a number of years.</p>\n<p>In addition to the contributions of this research to theoretical debates in the academic community, this work has important practical implications. The issues at the heart of this research project are tied directly to policy debates currently underway, including discussions about whether to charge for access to government data, debates about the impacts of government purchases of commercial data, as well as broader decisions regarding the implementation of open data policies. The results of this work can directly inform these debates with empirical information, which can help to improve the efficiency and effectiveness of future data policies. These policies, in turn, can affect the future ability of scientists to access data to conduct research, the ability of government and non-profit entities to access data to develop applications that directly affect citizens around the world, and the health of the value-added commercial sector that uses government data to generate new commercial products.</p><br>\n<p>\n Last Modified: 11/07/2023<br>\nModified by: Mariel&nbsp;M&nbsp;Borowitz</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe world is transitioning to a knowledge economy in which data is a key resource. The extent to which data is made available  for scientific research, operations of government and non-profits, and development of products by the value-added sector  has global implications for economic growth and broad societal benefits. Despite the importance of this issue, multiple researchers have noted a lack of quantitative research on the impacts of open data policies and the impacts of various types of restrictions on data access.\n\n\nThe purpose of this project was to investigate how data access policies  particularly whether or not data is provided openly as opposed to be subject to costs or other restrictions  affect the broad societal benefits generated by that data. To do this, I considered the case of the Landsat program, which has operated a series of satellites taking images of the Earth for more than 50 years. The data policy associated with the Landsat program has changed significantly over its history, including changes in the cost of data and the transition to a no-cost, open data policy. Using metrics collected by the program over time, I was able to examine how changes in cost affected the amount of data accessed by different user groups, including scientific researchers, government users, and foreign users. This research demonstrated that scientific research was particularly heavily impacted by increases in data cost.\n\n\nAs part of the project, I also generated a new dataset that documented over 100 operational uses of Landsat data. These are cases where governments, non-profits, or companies used data from the Landsat program to inform decision-making within their programs or companies, or used the data to generate a new, value-added product for their customers. While there are anecdotes regarding Landsat data use, this is the first effort to create a comprehensive data base of all publicly-acknowledged operational uses. This dataset makes it possible to understand not just who is access the data, but how often, and in what ways, this data is being transformed into practical outputs for society.\n\n\nThese studies improve our theoretical understanding of the impact of open data policies  demonstrating with empirical data how changes in policy impact different communities. They also demonstrate the need for systematic data collection. While the dataset generated by my team provided important insight into operational use of Landsat data, it can only provide a snapshot in time (e.g. it included only companies and programs operating during the project period). Understanding how operational uses change over time would require a sustained data collection period over a number of years.\n\n\nIn addition to the contributions of this research to theoretical debates in the academic community, this work has important practical implications. The issues at the heart of this research project are tied directly to policy debates currently underway, including discussions about whether to charge for access to government data, debates about the impacts of government purchases of commercial data, as well as broader decisions regarding the implementation of open data policies. The results of this work can directly inform these debates with empirical information, which can help to improve the efficiency and effectiveness of future data policies. These policies, in turn, can affect the future ability of scientists to access data to conduct research, the ability of government and non-profit entities to access data to develop applications that directly affect citizens around the world, and the health of the value-added commercial sector that uses government data to generate new commercial products.\t\t\t\t\tLast Modified: 11/07/2023\n\n\t\t\t\t\tSubmitted by: MarielMBorowitz\n"
 }
}