{
 "awd_id": "1953686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Statistical Optimization for Barcoding and Decoding Single-Cell Dynamics via CRISPR Gene Editing",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2020-07-22",
 "awd_max_amd_letter_date": "2020-07-22",
 "awd_abstract_narration": "Novel genomics technologies, such as gene editing and single-cell sequencing, have brought great progress on defining the structure and function of human cells at unprecedented resolution and scale. Traditional “bulk” genomic measurements are often insufficient as sample heterogeneity and differential cell state dynamics could be masked. CRISPR-based gene-editing technology enables single-cell lineage tracking using evolvable barcodes. Building on this technology, we will address mathematical challenges arising from single-cell barcoding and decoding, by developing online optimization and single-cell time series analysis methods. This line of research would generate analytical tools for barcoded singlecell data, with provable theoretical guarantees, that are both sharable and deployable for defining the genetic basis of cellular lineage and gene expression states. Application of these tools will help uncover the complex biology behind cell evolution and interaction in health and diseases. The research includes projects suitable for student participation and training at various levels, and open-source software development. \r\n\r\nCurrent cellular barcoding tool is limited by its scalability, and the single-cell transition data made possible by the barcoding technology presents new analytical challenges. To significantly improve the capacity of cell barcoding, we will develop learning-theoretic optimization methods for efficiently finding the best barcoding design over a large combinatorial design space. Further, we will develop state embedding methods to identify mathematical abstractions of cell states from gene-expression paths, as supported by the barcoded trajectories, that imply critical cell dynamics and genetic regulation. In particular, we will use kernelized low-rank approximation and convex polytope approximation schemes to estimate metastable cell clusters and gene-expression landmarks. Finally, we will validate the dynamics decoding tools using data from real cancer model experiments. The research findings will open up new potential in biological-driven mathematical methods. They will have implications for stem-cell and developmental biology, neuroscience, immunology, and other areas of biological investigation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mengdi",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mengdi Wang",
   "pi_email_addr": "mengdiw@princeton.edu",
   "nsf_id": "000712266",
   "pi_start_date": "2020-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "226 Sherrerd Hall",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804700",
   "pgm_ele_name": "NIGMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "4075",
   "pgm_ref_txt": "NSF/NIGMS Initiative-Mathematical Bio"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project advanced the use of statistical optimization and AI-driven tools to better understand and engineer cellular systems The research focused on two major areas: optimizing biological sequence discovery using adaptive algorithms, and building intelligent systems to automate CRISPR-based experimental design. Together, these efforts contribute to a more scalable, accessible, and precise framework for exploring gene function and cellular dynamics.</p>\r\n<p>A central outcome of the project was the development of <strong>Thompson Sampling-guided Directed Evolution (TS-DE)</strong>, a statistically principled method for optimizing proteins or other biological sequences using limited experimental rounds. Inspired by the multi-armed bandit framework, TS-DE adapts ideas from machine learning to guide sequence selection in a way that balances exploration and exploitation. We showed both theoretically and empirically that TS-DE outperforms conventional approaches, particularly in low-data settings typical of real-world biology labs. This approach not only offers improved success rates in protein engineering but also introduces a new paradigm for using probabilistic algorithms in iterative molecular design.</p>\r\n<p>Another major contribution was <strong>CRISPR-GPT</strong>, an AI agent designed to assist researchers in planning gene-editing experiments. Leveraging the power of large language models fine-tuned with domain-specific tools and knowledge, CRISPR-GPT can help scientists select CRISPR systems, design guide RNAs, choose delivery methods, draft protocols, and anticipate validation needs. This system enables biologists of varying levels of expertise to design complex experiments efficiently and consistently. By combining symbolic reasoning, language modeling, and domain toolchains, CRISPR-GPT showcases the potential of generative AI in the lab setting&mdash;not just for writing code or text, but for supporting scientific creativity and planning.</p>\r\n<p>Together, these tools represent meaningful progress in the integration of machine learning, optimization, and experimental biology. From an intellectual standpoint, this work pushes the boundary of data-driven experimentation by coupling theoretical insights with real-world biological design. From a broader impact perspective, we demonstrate the broad applicability of AI agent for scientific discovery. We also trained graduate students and postdoctoral fellows during this project, helping build a new generation of researchers who are fluent in both computation and life sciences.</p>\r\n<p>By bridging experimental gene editing with advances in AI and optimization, this project opens up new possibilities for scalable biological discovery. It contributes foundational tools for designing safer, more efficient, and more intelligent systems for controlling cellular behavior&mdash;laying the groundwork for future developments in synthetic biology, precision medicine, and automated science.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/13/2025<br>\nModified by: Mengdi&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project advanced the use of statistical optimization and AI-driven tools to better understand and engineer cellular systems The research focused on two major areas: optimizing biological sequence discovery using adaptive algorithms, and building intelligent systems to automate CRISPR-based experimental design. Together, these efforts contribute to a more scalable, accessible, and precise framework for exploring gene function and cellular dynamics.\r\n\n\nA central outcome of the project was the development of Thompson Sampling-guided Directed Evolution (TS-DE), a statistically principled method for optimizing proteins or other biological sequences using limited experimental rounds. Inspired by the multi-armed bandit framework, TS-DE adapts ideas from machine learning to guide sequence selection in a way that balances exploration and exploitation. We showed both theoretically and empirically that TS-DE outperforms conventional approaches, particularly in low-data settings typical of real-world biology labs. This approach not only offers improved success rates in protein engineering but also introduces a new paradigm for using probabilistic algorithms in iterative molecular design.\r\n\n\nAnother major contribution was CRISPR-GPT, an AI agent designed to assist researchers in planning gene-editing experiments. Leveraging the power of large language models fine-tuned with domain-specific tools and knowledge, CRISPR-GPT can help scientists select CRISPR systems, design guide RNAs, choose delivery methods, draft protocols, and anticipate validation needs. This system enables biologists of varying levels of expertise to design complex experiments efficiently and consistently. By combining symbolic reasoning, language modeling, and domain toolchains, CRISPR-GPT showcases the potential of generative AI in the lab settingnot just for writing code or text, but for supporting scientific creativity and planning.\r\n\n\nTogether, these tools represent meaningful progress in the integration of machine learning, optimization, and experimental biology. From an intellectual standpoint, this work pushes the boundary of data-driven experimentation by coupling theoretical insights with real-world biological design. From a broader impact perspective, we demonstrate the broad applicability of AI agent for scientific discovery. We also trained graduate students and postdoctoral fellows during this project, helping build a new generation of researchers who are fluent in both computation and life sciences.\r\n\n\nBy bridging experimental gene editing with advances in AI and optimization, this project opens up new possibilities for scalable biological discovery. It contributes foundational tools for designing safer, more efficient, and more intelligent systems for controlling cellular behaviorlaying the groundwork for future developments in synthetic biology, precision medicine, and automated science.\r\n\n\n\t\t\t\t\tLast Modified: 04/13/2025\n\n\t\t\t\t\tSubmitted by: MengdiWang\n"
 }
}