{
 "awd_id": "1954336",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Directions for Redox-Active Ligands: Ratiometric Sensors for H2O2 with 19F and 1H MRI Outputs and Functional Mimics of Superoxide Dismutase with Non-Enzymatic Metals",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tong Ren",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2020-06-19",
 "awd_max_amd_letter_date": "2020-06-19",
 "awd_abstract_narration": "The overproduction of reactive oxygen species (ROS) has been linked to a wide array of health conditions, including many cardiovascular, neurological, and inflammatory disorders. Currently, it is difficult to assess the concentrations of ROS in vivo. The lack of reliable imaging techniques makes it difficult to understand the roles of ROS in the human body. A pattern of oxidative stress may be used to distinguish disorders that give rise to similar clinically observable symptoms, and the ability to detect ROS overproduction in vivo could potentially diagnose these conditions more quickly and accurately. In this project funded by the Chemical Structure, Dynamics, and Mechanisms-B Program of the Chemistry Division, Dr. Christian R. Goldsmith of Auburn University is developing small molecule sensors for the ROS hydrogen peroxide (H2O2) that gives rise to two distinct magnetic resonance imaging (MRI) signals before and after their reaction with H2O2. By comparing the signals, one may be able to directly assess the concentration of H2O2 in a particular region of the body. Dr. Goldsmith is also interested in observing how antioxidants interact with ROS. Dr. Goldsmith is also engaged in outreach activities that heighten the involvement of undergraduate students in science, technology, engineering, and mathematics (STEM). These activities include giving research talks at local colleges and providing summer research internships in Dr. Goldsmith’s laboratory. These activities are designed to improve both undergraduate science education in the East Alabama area and the diversity of the future STEM workforce.\r\n\r\nDr. Christian R. Goldsmith is developing new transition metal complexes that can detect and degrade reactive oxygen species (ROS). The research produces redox-responsive contrast agents for magnetic resonance imaging (MRI) and functional mimics of superoxide dismutase (SOD) enzymes. The new MRI contrast agents are iron complexes with fluorinated redox-active quinol-containing ligands. In their reduced Fe(II)-quinol forms, these give rise to weak H-1 and strong F-19 MRI signals. After oxidation by H2O2, the Fe(III)-para-quinone products display weak F-19 MRI but strong H-1 signals, with the enhancement in H-1 MRI deriving from the increased paramagnetism and higher aquation of the metal center. The contrast agents are therefore bimodal ratiometric sensors for H2O2. The superoxide dismutase (SOD) mimics consist of quinol-containing ligands coordinated to redox-inactive transition metal ions, specifically Zn(II) and Ga(III). These complexes use the quinol/para-quinone redox couple to alternatively reduce and oxidize superoxide and bypass the need for a potentially harmful redox-active transition metal ion. New quinol-containing ligands increase the catalytic activity by enabling superoxide to more readily access the metal center. Given the involvement of ROS in disease, these complexes may lead to improved diagnostic options for several health conditions. The project’s reliance on inorganic chemistry, organic chemistry, and biochemistry teach undergraduate and graduate students a broad array of skills. Dr. Goldsmith’s laboratory are also presenting research seminars at primarily undergraduate institutions in the East Alabama area and enable their students to participate in cutting-edge scientific research by providing two summer internships per year of the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Goldsmith",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Christian R Goldsmith",
   "pi_email_addr": "crgoldsmith@auburn.edu",
   "nsf_id": "000508438",
   "pi_start_date": "2020-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "",
  "perf_city_name": "Auburn",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project studied metal complexes with redox-active organic molecules as bimodal magnetic resonance imaging (MRI) contrast agent sensors for hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) and as catalysts for the degradation of reactive oxygen species (ROS). These compounds or derivatives thereof could eventually be used to diagnose and treat the many health disorders that have been linked to the overproduction and overaccumulation of ROS.</p>\n<p>Early in the funding period, we found that an iron(II) complex with a macrocyclic quinol-containing ligand was exceptionally water-stable and greatly resisted oxidation by air. The <em>T<sub>1</sub></em>-weighted relaxivity of the complex increases upon reaction with H<sub>2</sub>O<sub>2</sub>, enabling the compound to selectively detect this oxidant using clinical MRI instrumentation. We found that the response of the sensor correlated to the oxidation of the metal ion rather than the oxidation of the ligand. We subsequently installed fluorine atoms onto the ligand to enable its iron(II) complex to detect H<sub>2</sub>O<sub>2</sub> via changes that are detectable by both <sup>1</sup>H and <sup>19</sup>F MRI. The ability to detect H<sub>2</sub>O<sub>2</sub> with both <sup>1</sup>H and <sup>19</sup>F MRI is advantageous since both techniques can be done using the same instrumentation. The installation of the fluorine improves the magnitude of the <em>T<sub>1</sub></em>-weighted <sup>1</sup>H response without significantly destabilizing the complex in water and/or air. As the fluorinated compound reacts with H<sub>2</sub>O<sub>2</sub>, the <em>T<sub>1</sub></em>-weighted <sup>1</sup>H MRI contrast increases as the original <sup>19</sup>F signal decays; this allows the compound to ratiometrically detect H<sub>2</sub>O<sub>2</sub>.</p>\n<p>Linear ligand frameworks were also investigated as possible supports for bimodal sensors, but the iron(II) complexes with these reacted too readily with oxygen to allow them to selectively detect H<sub>2</sub>O<sub>2</sub> or another ROS. We did find that some of these compounds and their cobalt(II)-containing analogs were effective electrocatalysts for the reduction of dioxygen (O<sub>2</sub>) to water. Such electrocatalysts could be used to lower the cost and improve the efficiency of metal-air and hydrogen fuel cell batteries.</p>\n<p>During a prior funding period, we found that manganese(II), nickel(II), and zinc(II) complexes with quinol-containing ligands acted as functional mimics of superoxide dismutase (SOD), which catalyzes the disproportionation of superoxide (O<sub>2</sub><sup>-</sup>) to O<sub>2</sub> and H<sub>2</sub>O<sub>2</sub>. During the first year of the funding period, we completed experimental studies of the manganese(II)- and zinc(II)-containing SOD mimics and found that the manganese catalysis relies upon both metal- and ligand-centered redox couples whereas the activity of the zinc complexes uses exclusively ligand-centered redox processes. We completed a computational analysis of the zinc(II)-promoted SOD mimicry which 1) supported an inner-sphere mechanism of O<sub>2</sub><sup>-</sup> dismutation, 2) suggested that O<sub>2</sub><sup>-</sup> needed to bind cis to a metal-bound quinolate for efficient catalysis, and 3) determined that the acid/base reactivity of the non-metal bound hydroxide in the quinol was essential for lowering the energies of key intermediates in the catalytic cycle. We also completed a mechanistic analysis of the nickel-catalyzed SOD dismutation and found that despite having activities that rival those of the best manganese catalysts for this reaction, the nickel catalysts rely upon organic, rather than metal-based, redox cycles. Even though nickel is a redox-active metal, the reactivity proceeds through exclusively nickel(II) species.</p>\n<p>We found that the non-fluorinated macrocyclic ligand used for the successful iron-containing MRI contrast agent did not support substantial SOD activity. Gallium(III) complexes with linear quinol-containing ligands likewise were ineffective SOD mimics. The gallium(III) complexes and manganese(II), iron(II), and zinc(II) complexes with the macrocyclic ligand were, however, found to be highly active functional mimics of catalase, an enzyme that catalyzes the dismutation of H<sub>2</sub>O<sub>2</sub> to O<sub>2</sub> and water. The activity of the gallium(III) and zinc(II) complexes is noteworthy in that all previously reported catalase mimics strictly require a redox-active metal ion to function. The results demonstrate that an organic redox couple can be used to catalytically degrade not only O<sub>2</sub><sup>-</sup> but H<sub>2</sub>O<sub>2</sub> as well. &nbsp;</p>\n<p>The project has thus far resulted in nine publications in peer-reviewed journals and approximately fifteen posters and talks given at regional, national, and international scientific conferences.</p>\n<p>The outreach portion of the project has supported five undergraduate summer researchers, four of whom were from primarily undergraduate institutions (PUIs) in the East Alabama/West Georgia area and were recruited through talks given at PUIs in the region. The summer researchers have made substantial contributions to the research portion of the project, with two students already being co-authors on three separate published articles. The project has contributed to one completed M.S. thesis, three completed Ph.D. theses, and three Ph.D. dissertations that are still in progress.</p><br>\n<p>\n Last Modified: 08/07/2024<br>\nModified by: Christian&nbsp;R&nbsp;Goldsmith</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project studied metal complexes with redox-active organic molecules as bimodal magnetic resonance imaging (MRI) contrast agent sensors for hydrogen peroxide (H2O2) and as catalysts for the degradation of reactive oxygen species (ROS). These compounds or derivatives thereof could eventually be used to diagnose and treat the many health disorders that have been linked to the overproduction and overaccumulation of ROS.\n\n\nEarly in the funding period, we found that an iron(II) complex with a macrocyclic quinol-containing ligand was exceptionally water-stable and greatly resisted oxidation by air. The T1-weighted relaxivity of the complex increases upon reaction with H2O2, enabling the compound to selectively detect this oxidant using clinical MRI instrumentation. We found that the response of the sensor correlated to the oxidation of the metal ion rather than the oxidation of the ligand. We subsequently installed fluorine atoms onto the ligand to enable its iron(II) complex to detect H2O2 via changes that are detectable by both 1H and 19F MRI. The ability to detect H2O2 with both 1H and 19F MRI is advantageous since both techniques can be done using the same instrumentation. The installation of the fluorine improves the magnitude of the T1-weighted 1H response without significantly destabilizing the complex in water and/or air. As the fluorinated compound reacts with H2O2, the T1-weighted 1H MRI contrast increases as the original 19F signal decays; this allows the compound to ratiometrically detect H2O2.\n\n\nLinear ligand frameworks were also investigated as possible supports for bimodal sensors, but the iron(II) complexes with these reacted too readily with oxygen to allow them to selectively detect H2O2 or another ROS. We did find that some of these compounds and their cobalt(II)-containing analogs were effective electrocatalysts for the reduction of dioxygen (O2) to water. Such electrocatalysts could be used to lower the cost and improve the efficiency of metal-air and hydrogen fuel cell batteries.\n\n\nDuring a prior funding period, we found that manganese(II), nickel(II), and zinc(II) complexes with quinol-containing ligands acted as functional mimics of superoxide dismutase (SOD), which catalyzes the disproportionation of superoxide (O2-) to O2 and H2O2. During the first year of the funding period, we completed experimental studies of the manganese(II)- and zinc(II)-containing SOD mimics and found that the manganese catalysis relies upon both metal- and ligand-centered redox couples whereas the activity of the zinc complexes uses exclusively ligand-centered redox processes. We completed a computational analysis of the zinc(II)-promoted SOD mimicry which 1) supported an inner-sphere mechanism of O2- dismutation, 2) suggested that O2- needed to bind cis to a metal-bound quinolate for efficient catalysis, and 3) determined that the acid/base reactivity of the non-metal bound hydroxide in the quinol was essential for lowering the energies of key intermediates in the catalytic cycle. We also completed a mechanistic analysis of the nickel-catalyzed SOD dismutation and found that despite having activities that rival those of the best manganese catalysts for this reaction, the nickel catalysts rely upon organic, rather than metal-based, redox cycles. Even though nickel is a redox-active metal, the reactivity proceeds through exclusively nickel(II) species.\n\n\nWe found that the non-fluorinated macrocyclic ligand used for the successful iron-containing MRI contrast agent did not support substantial SOD activity. Gallium(III) complexes with linear quinol-containing ligands likewise were ineffective SOD mimics. The gallium(III) complexes and manganese(II), iron(II), and zinc(II) complexes with the macrocyclic ligand were, however, found to be highly active functional mimics of catalase, an enzyme that catalyzes the dismutation of H2O2 to O2 and water. The activity of the gallium(III) and zinc(II) complexes is noteworthy in that all previously reported catalase mimics strictly require a redox-active metal ion to function. The results demonstrate that an organic redox couple can be used to catalytically degrade not only O2- but H2O2 as well. \n\n\nThe project has thus far resulted in nine publications in peer-reviewed journals and approximately fifteen posters and talks given at regional, national, and international scientific conferences.\n\n\nThe outreach portion of the project has supported five undergraduate summer researchers, four of whom were from primarily undergraduate institutions (PUIs) in the East Alabama/West Georgia area and were recruited through talks given at PUIs in the region. The summer researchers have made substantial contributions to the research portion of the project, with two students already being co-authors on three separate published articles. The project has contributed to one completed M.S. thesis, three completed Ph.D. theses, and three Ph.D. dissertations that are still in progress.\t\t\t\t\tLast Modified: 08/07/2024\n\n\t\t\t\t\tSubmitted by: ChristianRGoldsmith\n"
 }
}