{
 "awd_id": "1954085",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Inner Functions, Spectra, and Scattering",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 220000.0,
 "awd_amount": 220000.0,
 "awd_min_amd_letter_date": "2020-03-10",
 "awd_max_amd_letter_date": "2020-03-10",
 "awd_abstract_narration": "This project focuses on applications of complex and harmonic analysis to spectral problems for systems of differential equations. Systems of differential equations allow researchers from various fields of science to model complicated physical systems in mathematical terms. One of the canonical mathematical problems concerning differential systems is the inverse spectral problem; the problem of recovering the system from its spectral information. In this project, we apply new methods of complex function theory and harmonic analysis to inverse spectral problems. Our methods have  applications in approximation theory, prediction theory, signal processing and mathematical physics. Some of the problems in this project belong to the area of Uncertainty Principle (UP) and concern classical questions posed by such prominent mathematicians as Mark Krein and Norbert Wiener. Our approach to the problems in this project is based on the use of so-called Toeplitz operators. The next stage of the applications of the Toeplitz approach to harmonic analysis and spectral theory is the main topic of this project.\r\n\r\nAmong the proposed further applications of the Toeplitz approach is an extension of the well-known Gelfand-Levitan theory in the area of spectral problems for differential operators and connections between Krein's canonical systems and the asymptotics of the Riemann zeta-function. Successful completion of this step of the project will create a systematic view of the large variety of problems of harmonic analysis and spectral theory based on the new notion of Toeplitz order, presented in one of PI's recent papers. The study of Toeplitz order is a continuation of the study of the so-called Toeplitz approach to the UP developed in recent papers of Nikolai Makarov (Caltech) and the PI. The next stage of the applications of the Toeplitz approach contains several classical open problems of harmonic analysis and spectral theory, including general completeness problems, spectral problems for Schroedinger and Dirac operators and a Toeplitz operator version of the so-called Krein - de Branges theory, which was designed to connect complex and spectral analysis. The PI recently gave several mini-courses on the Toeplitz approach in the US and at international research centers, including a course on the Toeplitz order presented at a research program in Toulouse, France. All of the courses were oriented towards early-career researchers and graduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexei",
   "pi_last_name": "Poltoratski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexei Poltoratski",
   "pi_email_addr": "apoltora@gmail.com",
   "nsf_id": "000490564",
   "pi_start_date": "2020-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 220000.0
  }
 ],
 "por": null
}