{
 "awd_id": "1954659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Liposome Bilayer-Embedded Hydrophobic Palladium Nanoparticles for Selective Catalytic Reactions in Water",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 213156.0,
 "awd_amount": 213156.0,
 "awd_min_amd_letter_date": "2020-03-24",
 "awd_max_amd_letter_date": "2020-03-24",
 "awd_abstract_narration": "Molecules that mimic the function of enzymes have been of interest for many years. Enzyme mimics provide advantages over natural enzymes as they are easily modified structures, improve stability, and lower cost. Mimicking the chemical reactivity of natural enzymes requires models that maintain the complex structures at and near the enzyme active site as these sites are responsible for that reactivity. In this project, Dr. Shon of California State University Long Beach is investigating a new approach to enzyme mimics where palladium nanoparticles are embedded in the lipid layer of a liposome, which resembles a cell membrane. The nanoparticle surface reactivity is modified by the attachment of various molecules to it. The resulting constructs may provide the level of control needed to simulate the interactions at an enzyme active site. Dr. Shon is actively engaged in educational programs and outreach activities that build upon his research to promote engagement of students ranging from high school students to master-level graduate students in science, technology, engineering and mathematics (STEM) disciplines. These activities include the Keck Energy and Materials Program (KEMP) for undergraduates and summer materials research internships in Dr. Shon’s laboratory for high school students. \r\n \r\nWith funding from the Chemical Catalysis Program of the Division of Chemistry, Dr. Shon of California State University Long Beach (CSULB) is developing a fundamental understanding of how nanoparticle liposome embedding, lipid phase transition, membrane fluidity, and surface ligand density and composition of nanoparticles influence the non-covalent interactions between substrates and nanoparticles and determine the catalytic properties of the liposome bilayer-embedded palladium nanoparticles. For the investigation of the influence of liposome encapsulation, various lipids are used to study the effects of different phase transition temperatures. The molar ratio of lipids to palladium (Pd) nanoparticles are varied to observe the influence of membrane fluidity. Catalytic Pd nanoparticles with controlled core size and varying capping ligand density and structure are used for isolating the effect of surface ligands from other factors such as nanoparticle size, shape, and morphology and liposome structure. Understanding the effects of the surface composition and distribution of binary thiolate ligands adsorbed on Pd nanoparticle catalyst surfaces may distinguish and control the electronic and geometric contributions by the capping ligands. Ultimately, the findings are applied to the development of optimized lipid-nanoparticle hybrid therapeutic agents based on pro-drug activation and bioorthogonal enzymatic reaction. Dr. Shon is actively engaged in STEM education by exposing undergraduate and master's-level graduate students to the creative scientific research investigations. He actively recruits women and minority students, traditionally underrepresented groups in the STEM fields, to enhance the balanced advancement of research and education. He is also expanding a high school student research internship program in support of the broader impacts of the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Young-Seok",
   "pi_last_name": "Shon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Young-Seok Shon",
   "pi_email_addr": "YS.Shon@csulb.edu",
   "nsf_id": "000652360",
   "pi_start_date": "2020-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Long Beach",
  "perf_str_addr": "1250 Bellflower Blvd.",
  "perf_city_name": "Long Beach",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908405801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 213156.0
  }
 ],
 "por": null
}