{
 "awd_id": "1954923",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IGE: Innovations in Graduate Education- Identity, Structure and Belonging (IGE-ISB)",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925032",
 "po_email": "kehm@nsf.gov",
 "po_sign_block_name": "Kathleen Ehm",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2020-02-05",
 "awd_max_amd_letter_date": "2023-02-16",
 "awd_abstract_narration": "Advancement of underrepresented minority (URM) groups continues to be of critical importance in science, technology, engineering and mathematics fields (STEM).  At each level of the educational and career pipeline (e.g. student, postdoctoral, faculty), underrepresentation becomes more severe. At the most advanced levels of the academic ranks, the postdoctoral and faculty levels, the number of positions in the US has increased substantially over the past two decades, providing a window of opportunity for diversification of the professoriate.  While the number of URM PhD recipients has grown, the URG share of faculty positions in these fields has increased only modestly, particularly at the nation’s research universities. If one important focus of diversity efforts at research universities is to place URG scholars into the professoriate, these scholars need to do more than complete their Ph.D. programs – they must stand out in terms of the “gold standard” by which prospective applicants for postdoctoral and faculty jobs are judged: their publication record. A candidate’s publication record is the most important criterion for potential employment in most four-year and almost all research universities, and is a measure of success in the academy, including for promotions to tenure.  This National Science Foundation Innovations of Graduate Education (IGE) award to the University of California, Berkeley, will address disparities in outcomes, including publication records, for URM doctoral students, while improving the graduate education experience for all students. \r\n\r\nThe Identity, Structure and Belonging (ISB) project will tackle the persistent problem of underrepresentation not at the level of individual faculty or student perceptions, actions, or interactions, but rather, at the level of the organizational structure of graduate programs. IGE-ISB will use a mixed methods research approach that begins with synthesis of existing data, followed by extensive qualitative data collection (participant-driven semi-structured interviews), rigorous analysis, development of a “blueprint” describing how features of graduate programs work to create equitable career outcomes; and a quantitative self-assessment tool (a Likert-type questionnaire) by which departments and universities can assess their graduate program design. IGE-ISB will address this key research question: What are the underlying graduate program structures reflected in everyday practices and routine day-to-day ways of doing things in doctoral programs that produce equitable outcomes for their students? How might departments alter their structures to establish processes, procedures, and climate that are effective at preparing all, equitably, for the full array of careers that lead from a PhD education, including academic careers? What are the specific methods by which departments establish clarity of expectations and a sense of belonging at critical stages of the doctoral programs to enhance equitable outcomes? IGE-ISB will develop a blueprint of graduate program features that lead to equitable career outcomes for students, one that is pragmatic and applicable across departments, and that can be applied at a national scale. \r\n\r\nThe Innovations in Graduate Education (IGE) program is focused on research in graduate education. The goals of IGE are to pilot, test and validate innovative approaches to graduate education and to generate the knowledge required to move these approaches into the broader community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Frances",
   "pi_last_name": "Hellman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frances Hellman",
   "pi_email_addr": "fhellman@physics.berkeley.edu",
   "nsf_id": "000180502",
   "pi_start_date": "2020-02-05",
   "pi_end_date": "2023-02-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colette",
   "pi_last_name": "Patt",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Colette E Patt",
   "pi_email_addr": "colette@berkeley.edu",
   "nsf_id": "000617768",
   "pi_start_date": "2023-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rodolfo",
   "pi_last_name": "Mendoza-Denton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rodolfo Mendoza-Denton",
   "pi_email_addr": "rmd@berkeley.edu",
   "nsf_id": "000505569",
   "pi_start_date": "2020-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "366 LeConte Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203860",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084Z",
   "pgm_ref_txt": "IGE-Innovations in Graduate Ed"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}