{
 "awd_id": "1954808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Transition Metal-Main Group Element Cooperative Interactions to Enable New Chemical Transformations",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geroge Richter-Addo",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 562000.0,
 "awd_amount": 562000.0,
 "awd_min_amd_letter_date": "2020-04-01",
 "awd_max_amd_letter_date": "2020-08-11",
 "awd_abstract_narration": "The research program of Professor T. Don Tilley at the University of California, Berkeley, funded by the Chemical Synthesis Program of the Division of Chemistry within the National Science Foundation, focuses on the synthesis of chemical compounds that contain both metals and silicon. These substances play key roles in the production of useful silicon-based materials, such as silicone plastics, adhesives, lubricants, and semiconductors. New metal-silicon compounds promise to enhance current applications and underpin the invention of new silicon-based products. In one project, Tilley is studying a new class of compounds that feature silicon atoms sandwiched between a pair of metal ions. Another project is exploring the possible replacement of platinum with iron for making silicones. Overall, this program is preparing graduate and undergraduate students for technical careers by training them in cutting edge chemical techniques as well as in communication skills. This grant is also supporting outreach to students in high school and elementary schools with the goal of enhancing their technical knowledge and stimulating their interests in science.  This outreach involves oral presentations, demonstrations, and hands-on interactive lessons. \r\n\r\nThe research program of Professor T. Don Tilley at the University of California, Berkeley, funded by the Chemical Synthesis Program of the Division of Chemistry within the National Science Foundation, explores the synthesis, bonding properties, and reaction chemistry of transition-metal complexes featuring multiple bonds to silicon. Of these multiply bonded species, silylene (LnM=SiRR’) and silicide ([LnM]xSi; x = 2,3,4) complexes are of particular interest due to their roles in (for example) hydrosilations and silicon materials synthesis, respectively. The extensive metal-silicon bonding featured by these species is expected to impart unusual properties upon the coordinated silicon fragments, and these are being exploited to design reactive catalysts of strong interest to the research and industrial catalysis communities. A novel theme within this program is the development of synthetic routes leading to molecular silicide complexes, as well as the exploration of chemical properties for the new silicides. These rare species represent an underexplored area of transition metal-main group research.  Fundamental questions regarding molecular silicide chemistry have important implications for the development of advanced silicon materials and processes.  More broadly, this research provides a foundation for new strategies relating to chemical transformations that produce silicon materials, polymers, drugs, and silylated feedstock and specialty chemicals. In particular, the study of molecular silicides provides insights into the structure and reactivity of chemical intermediates in silicones production (e.g., alkylchlorosilanes in the Direct Process) and in the synthesis of silicon nanostructures. This research may  contribute to the knowledge base that chemists use to design reactions that are fundamentally and industrially relevant. Because this research uses a broad array of synthetic and spectroscopic techniques, the scientists trained through this program emerge as highly  effective researchers. Notably, a collaborative effort within the research group involves planning and presenting science lessons to grade school students. Group members travel to nearby elementary schools and teach basic scientific principles, hoping to improve early STEM education and encourage budding scientists.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "T Don",
   "pi_last_name": "Tilley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "T Don Tilley",
   "pi_email_addr": "tdtilley@berkeley.edu",
   "nsf_id": "000376470",
   "pi_start_date": "2020-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "Department of Chemistry, M/C1460",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201460",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 562000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award from the Division of Chemistry supported research in the laboratory of Professor T. Don Tilley in the Department of Chemistry at the University of California, Berkeley, to conduct research on fundamental aspects of structure, bonding, and reactivity of chemical compounds that contain both a transition metal and silicon. The long-term goal of this research is to discover new chemical transformations that can be used to produce organosilicon chemical intermediates or materials, or to allow more efficient manufacturing of silicon-based chemicals currently produced on a large scale. The basic research in Tilley?s project involves targeted synthesis of previously unknown molecules that contain metal-silicon interactions expected to exhibit high reactivity. Subsequent endeavors characterize the reaction chemistry for new structural types and attempt to convey new findings to the discovery of potentially useful catalysts.</p>\n<p>Some of the metal complexes investigated in this period display new reaction mechanisms involving silicon, and a primary focus was on hydrosilylation catalysis which produces a silicon-carbon bond from a silane and an olefin. Hydrosilylation is a metal-catalyzed process practiced on a very large scale in industry, to produce silicones and silicone-based materials (for example, water-resistant coatings). Currently, hydrosilylations practiced in industry primarily utilize platinum, a rare and expensive metal. Significantly, the discoveries resulting from this research are based on the cost-effective, earth-abundant metals iron and nickel as hydrosilylation catalysts. Efficient catalysis with first row metals is a pervasive theme attracting strong interest in the research and industrial catalysis communities, and it is therefore important to learn how such catalysts may operate.&nbsp;</p>\n<p>An additional advance from this research identified conditions that readily cleave all the chemical bonds in a simple silicon compound, with transfer of the silicon atom to produce a new type of metal complex with only metal-silicon bonding. These metal complexes are termed&nbsp;<em>molecular silicides</em>, given their formal resemblance to solid state silicides in which the silicon atoms are bonded only to metals. Since solid-statesilicides of the latter type are of great industrial importance as catalysts that produce monomers for the silicones industry from elemental silicon, they present a unique platform for investigations of metal-mediated transformations involving bond-forming and bond-breaking reactions of silane derivatives.</p>\n<p>Broader impacts of this research relate to its development of strategies for chemical conversions having potential applications in fine chemicals, polymer and materials synthesis, and the large-scale production of silicon-based materials. This basic research contributed to the knowledge base that chemists use to design catalytic reactions. Most importantly, the research was of great value in the training of young scientists, in providing them with an overview of important issues in science and technology and in giving them the opportunity to develop a broad set of technical skills with extensive experience in X-ray crystallography, computational chemistry, and a range of spectroscopic techniques. The Tilley group has had a long-standing commitment to mentorship of disadvantaged and under-represented high school students, and annually hosts a local high school summer student to provide a valuable research experience and encourage interest in science careers. The students are mentored by graduate students and participate in cutting edge research while learning basic laboratory skills such as the manipulation of air sensitive substances and various analytical methods. This activity has had a major influence on the students who have been involved ? nearly all of them have subsequently chosen chemistry, or a chemistry-related field, as their major in college. In recent years, this activity has been coordinated by the ACS Project SEED (Summer Experience for the Economically Disadvantaged).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2023<br>\n\t\t\t\t\tModified by: T. Don&nbsp;Tilley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award from the Division of Chemistry supported research in the laboratory of Professor T. Don Tilley in the Department of Chemistry at the University of California, Berkeley, to conduct research on fundamental aspects of structure, bonding, and reactivity of chemical compounds that contain both a transition metal and silicon. The long-term goal of this research is to discover new chemical transformations that can be used to produce organosilicon chemical intermediates or materials, or to allow more efficient manufacturing of silicon-based chemicals currently produced on a large scale. The basic research in Tilley?s project involves targeted synthesis of previously unknown molecules that contain metal-silicon interactions expected to exhibit high reactivity. Subsequent endeavors characterize the reaction chemistry for new structural types and attempt to convey new findings to the discovery of potentially useful catalysts.\n\nSome of the metal complexes investigated in this period display new reaction mechanisms involving silicon, and a primary focus was on hydrosilylation catalysis which produces a silicon-carbon bond from a silane and an olefin. Hydrosilylation is a metal-catalyzed process practiced on a very large scale in industry, to produce silicones and silicone-based materials (for example, water-resistant coatings). Currently, hydrosilylations practiced in industry primarily utilize platinum, a rare and expensive metal. Significantly, the discoveries resulting from this research are based on the cost-effective, earth-abundant metals iron and nickel as hydrosilylation catalysts. Efficient catalysis with first row metals is a pervasive theme attracting strong interest in the research and industrial catalysis communities, and it is therefore important to learn how such catalysts may operate. \n\nAn additional advance from this research identified conditions that readily cleave all the chemical bonds in a simple silicon compound, with transfer of the silicon atom to produce a new type of metal complex with only metal-silicon bonding. These metal complexes are termed molecular silicides, given their formal resemblance to solid state silicides in which the silicon atoms are bonded only to metals. Since solid-statesilicides of the latter type are of great industrial importance as catalysts that produce monomers for the silicones industry from elemental silicon, they present a unique platform for investigations of metal-mediated transformations involving bond-forming and bond-breaking reactions of silane derivatives.\n\nBroader impacts of this research relate to its development of strategies for chemical conversions having potential applications in fine chemicals, polymer and materials synthesis, and the large-scale production of silicon-based materials. This basic research contributed to the knowledge base that chemists use to design catalytic reactions. Most importantly, the research was of great value in the training of young scientists, in providing them with an overview of important issues in science and technology and in giving them the opportunity to develop a broad set of technical skills with extensive experience in X-ray crystallography, computational chemistry, and a range of spectroscopic techniques. The Tilley group has had a long-standing commitment to mentorship of disadvantaged and under-represented high school students, and annually hosts a local high school summer student to provide a valuable research experience and encourage interest in science careers. The students are mentored by graduate students and participate in cutting edge research while learning basic laboratory skills such as the manipulation of air sensitive substances and various analytical methods. This activity has had a major influence on the students who have been involved ? nearly all of them have subsequently chosen chemistry, or a chemistry-related field, as their major in college. In recent years, this activity has been coordinated by the ACS Project SEED (Summer Experience for the Economically Disadvantaged).\n\n \n\n\t\t\t\t\tLast Modified: 09/26/2023\n\n\t\t\t\t\tSubmitted by: T. Don Tilley"
 }
}