{
 "awd_id": "1954319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Total Synthesis of Complex Terpene Natural Products",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925373",
 "po_email": "jjewett@nsf.gov",
 "po_sign_block_name": "John C. Jewett",
 "awd_eff_date": "2020-04-15",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 382111.0,
 "awd_amount": 738111.0,
 "awd_min_amd_letter_date": "2020-03-30",
 "awd_max_amd_letter_date": "2022-08-03",
 "awd_abstract_narration": "With this Award, the Chemical Synthesis Program of the NSF Division of Chemistry is supporting the research of Professor Seth B. Herzon in the Department of Chemistry at Yale University.  The research focuses on the creation of complex molecules, known as natural products, in the laboratory.  A natural product is a chemical compound or substance produced by a living organism—that is, found in nature.  The researchers are developing new reactions to achieve the conversion of one chemical to another in unprecedented ways.  Access to these molecules allows the researchers to study their properties, including their biological activities.  The natural products are essential to the chemical industries (pharmaceutical, fine and industrial chemicals).  The training the students receive provides them with the skillset needed to pursue STEM careers.  Yale University’s location in downtown New Haven uniquely positions the Professor Herzon to conduct STEM outreach with pre-college students from underrepresented and/or disadvantaged backgrounds. He participates in public science demonstrations and mentoring activities, providing hands-on laboratory experiences for local high school students.  The research team designs and implements these educational outreach activities into Yale’s Pathways to Science Program, which has helped Yale faculty connect with over 1500 high school students.\r\n\r\nThis research focuses on the total synthesis of euonyminol/cathedulin and rearranged pimarane terpenes.  Professor Herzon is progressing toward the synthesis of both classes of targets.  This research is focused on completing the synthesis of euonyminol and elaborating this to cathedulins.  A central element of the work involves a late-stage directed C–H bond oxidation, which may lead to novel methods for C–H activation.  The scope of a novel oxyalkylation of allylic alcohols discovered en route to euonyminol is being evaluated, and attempts to render this process enantioselective are being pursued.  The research team is also focused on completing the synthesis of the rearranged pimarane diterpene diaporthein B.  The laboratory is utilizing an advanced intermediate that contains all of the necessary rings and a key bridgehead quaternary center of the target.  A new carbonylative Stille coupling of hydroxymethylstannanes, developed en route to diaporthein B, is being developed.  The application of the strategies developed herein to other related natural products is being evaluated.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Herzon",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Seth B Herzon",
   "pi_email_addr": "seth.herzon@yale.edu",
   "nsf_id": "000539769",
   "pi_start_date": "2020-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "275 Prospect Street, CRB 210",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208107",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 382111.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 356000.0
  }
 ],
 "por": null
}