{
 "awd_id": "1954803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Single Molecule Imaging for the Study of Heterogeneous Materials:  Supercooled Liquids, Polymer Nanocomposites, and Ionic Liquids",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2020-03-24",
 "awd_max_amd_letter_date": "2020-03-24",
 "awd_abstract_narration": "We may think of a container of a pure liquid as uniform, the same properties (for example, density, refractive index and viscosity) throughout the sample container.  At the molecular level however, the liquid is not uniform, but highly varied in how the molecules are arranged with respect to one another.  At most temperatures, molecules are in motion. At any given moment, some regions of the liquid might be denser, or more viscous than other regions.  This condition is called “dynamic heterogeneity,” and it is an important consideration in discussing the mechanical properties of polymers, how proteins move through water, etc.  Dynamic heterogeneity is difficult to measure precisely - most measurements look at averages within a sample. In this project, funded by the Chemical Structure, Dynamics, and Mechanisms-A (CSDM-A) program of the Chemistry Division, Professor Laura Kaufman of Columbia University and her students are using an advanced molecular imaging technique that can track the motion of a single (molecule probe) through a liquid or polymer material.  The probe molecule is strongly fluorescent, meaning that when exposed to light of one wavelength, it emits light of another specific wavelength.  The emitted light allows the molecule to be tracked as it moves through different regions of the material.  The probe reveals dynamic heterogeneity as its motions are altered by changes in the structure of its environment. Professor Kaufman and her students are investigating dynamic heterogeneity in supercooled liquids (liquids colder than their freezing temperature but somehow still liquid), polymer nanocomposites (used in gas separations and electronic components), and ionic liquids. Most familiar ionic systems are solid, like table salt.  Ionic liquids are composed of positive and negative ions but are liquid at room temperature. Ionic liquids may have potential for “green” industrial processes. The students engaged in this research are learning a broad range of experimental techniques and analysis approaches relevant to the specific project,  These approaches are also applicable to many areas of science and emerging technologies. In addition to providing training for graduate students, this project also includes outreach to K-8 students. The outreach events feature topics that provide an entry point to chemistry concepts such as phase diagrams and the concept of chemical stability.\r\n\r\nProfessor Kaufman and her students are refining and extending single molecule imaging approaches to detail aspects of dynamic heterogeneity in small molecule supercooled liquids and polymeric glass formers, with advances coming in the form of new probe molecules and new techniques to distinguish spatial and temporal heterogeneity. At the same time, the scope of this work is being extended to polymer nanocomposites and ionic liquids. Newly designed tethered probe molecules are prepared and used to complement free probe measurements and discriminate changes in dynamics that occur due to environmental rearrangement from those related to probe translocation.  The tethered probes provide a new approach to characterizing spatial extent of regions of distinct dynamics in these complex systems. The project also employs super-resolution experiments that allow simultaneous tracking of rotations and translations; this study seeks to resolve questions regarding the poorly understood phenomenon of rotational-translational decoupling, clarifying if it emerges from experimental biasing. The study of polymer nanocomposites focuses on the dynamics of the interfacial layer, and how interfacial layer properties vary with changes in the host matrix. Molecular probes are being developed to clarify how the interaction between structural and dynamic heterogeneity influences the properties of ionic liquids.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Kaufman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Laura J Kaufman",
   "pi_email_addr": "kaufman@chem.columbia.edu",
   "nsf_id": "000189501",
   "pi_start_date": "2020-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 480000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have studied how molecules move in glass formers, materials that can be cooled below their freezing temperature without freezing into a crystalline solid. Instead, such materials enter a supercooled state in which their structure remains very similar to that of normal liquids but the motion of molelcules slows drastically. &nbsp;Such materials are potentially useful in a broad range of applications, from energy storage to cryopreservation.</p>\n<p>Intellecutual Merit</p>\n<p>The experiments performed employed carefully chosen single molecule probes that report on the dynamics &ndash; and variations thereof &ndash; in the host molecules surrounding the probes. We examined not only probe rotations but also translations, which allowed us to directly interrogate a phenomenon known as rotational-translational decoupling that exists in glassy systems. We found that even on the single molecule level, molecules apparently move faster translationally than one would expect based on their rotational dynamics in such systems. This excluded a type of averaging known as ensemble averaging - averaging over molecules in the system - as the main source of the apparently enhanced translation in previous experiments. Following this experimental finding, simulations were carried out to attempt to identify types of molecular motion consistent with translational enhancement, and it was found that correlation in molecular dynamics (in which molecules with fast dynamics change their dynamic environment more quickly than slow ones) was a feature consistent with the experimental data. Beyond this, additional computational and complementary experimental work helped confirm that a simpler way of measuring rotational dynamics of probe molecules than we have used previously was possible, opening the door to more straightforward experiments on more complex systems, which are now underway. These measurements are focused primarily on ionic liquids, a class of materials with many properties in common with supercooled systems and with potential applications in energy storage and environmentally safe solvation of chemical reactions.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>The work performed leveraged developments in the PI&rsquo;s laboratory and achieved information at unprecedented levels of detail towards enhancing rational design of glassy materials for particular applications. The work had educational impact on students in the PI&rsquo;s laboratory including on undergraduate and non-traditional students hosted in the PI&rsquo;s laboratory. The PI worked at the departmental, university, and field level on issues related to equity, diversity, and inclusion, including through deep engagement with the National Academies&rsquo; Action Collaborative to Prevent Sexual Harassment in Higher Education as Columbia University&rsquo;s working group representative.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2023<br>\n\t\t\t\t\tModified by: Laura&nbsp;J&nbsp;Kaufman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have studied how molecules move in glass formers, materials that can be cooled below their freezing temperature without freezing into a crystalline solid. Instead, such materials enter a supercooled state in which their structure remains very similar to that of normal liquids but the motion of molelcules slows drastically.  Such materials are potentially useful in a broad range of applications, from energy storage to cryopreservation.\n\nIntellecutual Merit\n\nThe experiments performed employed carefully chosen single molecule probes that report on the dynamics &ndash; and variations thereof &ndash; in the host molecules surrounding the probes. We examined not only probe rotations but also translations, which allowed us to directly interrogate a phenomenon known as rotational-translational decoupling that exists in glassy systems. We found that even on the single molecule level, molecules apparently move faster translationally than one would expect based on their rotational dynamics in such systems. This excluded a type of averaging known as ensemble averaging - averaging over molecules in the system - as the main source of the apparently enhanced translation in previous experiments. Following this experimental finding, simulations were carried out to attempt to identify types of molecular motion consistent with translational enhancement, and it was found that correlation in molecular dynamics (in which molecules with fast dynamics change their dynamic environment more quickly than slow ones) was a feature consistent with the experimental data. Beyond this, additional computational and complementary experimental work helped confirm that a simpler way of measuring rotational dynamics of probe molecules than we have used previously was possible, opening the door to more straightforward experiments on more complex systems, which are now underway. These measurements are focused primarily on ionic liquids, a class of materials with many properties in common with supercooled systems and with potential applications in energy storage and environmentally safe solvation of chemical reactions.\n\n \n\nBroader Impacts\n\nThe work performed leveraged developments in the PI’s laboratory and achieved information at unprecedented levels of detail towards enhancing rational design of glassy materials for particular applications. The work had educational impact on students in the PI’s laboratory including on undergraduate and non-traditional students hosted in the PI’s laboratory. The PI worked at the departmental, university, and field level on issues related to equity, diversity, and inclusion, including through deep engagement with the National Academies’ Action Collaborative to Prevent Sexual Harassment in Higher Education as Columbia University’s working group representative.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/30/2023\n\n\t\t\t\t\tSubmitted by: Laura J Kaufman"
 }
}