{
 "awd_id": "1954943",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The 35th Summer Conference on Topology and its Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 35000.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "2020-03-09",
 "awd_max_amd_letter_date": "2024-03-12",
 "awd_abstract_narration": "This award supports participation in the 35th Summer Conference on Topology and Its Applications (SUMTOPO 2020) taking place 13–17 July 2020 at Youngstown State University in Youngstown, Ohio. Topology is an area of abstract mathematics that emerged from analysis and geometry as its own discipline in the late 19th century.  It has since become one of the foundational disciplines of mathematics, underlying much of mathematics and its applications to the sciences.  Modern applications of topology include logic, computer science, data processing, life sciences, game theory, and enriched category theory.  In keeping with its predecessor conferences, SUMTOPO 2020 will be an important international event that reflects the ever-expanding world of topology and its applications, with sessions dedicated to natural and social sciences, category theory, computational topology (including block chains and data science), algebra and geometry, general and set-theoretic topology, dynamics and continuum theory, asymmetry and many-valuedness, and enriched categories and topology.  SUMTOPO 2020 will contribute to better understanding the topological structures inherent in big data, as well as solidifying topology as a foundation of data science, thus contributing to the NSF goal of Harnessing the Data Revolution. SUMTOPO 2020 will have special sessions for recent doctoral recipients and faculty at smaller institutions to help them develop sustainable research programs, as well as outlining strategies for recruiting women and minorities to mathematics.  Participants will comprise a diverse group of established researchers, junior researchers, graduate students, and retirees, with special emphasis on recruiting speakers and participants both internationally and from underrepresented populations. \r\n\r\nSUMPTOPO 2020 features sessions on Algebra and Geometry, General and Set-Theoretic Topology, Dynamics and Continuum Theory, and Asymmetry, while beginning and/or expanding sessions on Topology in Data Science for Natural and Social Sciences, Category Theory, Computational Topology, Many-Valuedness, and Enriched Categories and Topology. In each session, “topology,” whether explicitly stated or not, is a basis of the session. In the natural and social sciences, scientists and mathematicians are discovering that there are natural occurrences and phenomena that can be explained or better understood using topology and that some of the explanations raise new topological questions. Data science is of special interest in two of the sessions in SUMTOPO 2020. Data science is not only a rapidly developing area in its own right, it is also a driving force in important and on-going developments in many disciplines including most if not all the natural and social sciences. Topology is proving to be an integral part of the development of data science and its applications. Regarding category theory, we want to explore the ways in which category theory has influenced topology in the past and the ways that category theory will continue to influence topology in the future. Since the very nature of (big) data means that applications involving data science must be computational, computational topology is a critical area of focus. Computational topology also gives rise to new topological questions and areas of research. An asymmetric topology is one for which the associated specialization preorder is non-symmetric; while a many-valued topology is a collection of open sets, each of which is a mapping from the carrier set of a space to a designated complete lattice of “truth values.” In recent years it has been discovered that these two areas of topology are linked to each other and to computational topology, particularly to spaces and topological systems often associated with programming semantics.\r\n\r\nThe conference web page is https://ysu.edu/sumtopo.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamal",
   "pi_last_name": "Tartir",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jamal K Tartir",
   "pi_email_addr": "jktartir@ysu.edu",
   "nsf_id": "000285163",
   "pi_start_date": "2020-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Rodabaugh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Rodabaugh",
   "pi_email_addr": "serodabaugh@ysu.edu",
   "nsf_id": "000589931",
   "pi_start_date": "2020-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Youngstown State University",
  "inst_street_address": "1 TRESSEL WAY",
  "inst_street_address_2": "",
  "inst_city_name": "YOUNGSTOWN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309412378",
  "inst_zip_code": "445550001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "OH06",
  "org_lgl_bus_name": "YOUNGSTOWN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C5BNR8SHXMM4"
 },
 "perf_inst": {
  "perf_inst_name": "Youngstown State University",
  "perf_str_addr": "One University Plaza",
  "perf_city_name": "Youngstown",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "445550002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "OH06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  },
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; The 37th Summer Conference on Topology and Its Applications (SUMTOPO 2023) was held at Youngstown State University in Youngstown Ohio. Plenary, semi-plenary, and contributed talks addressed a wide variety of topics including: asymmetric topology, algebraic topology, dynamics and continuum theory, enriched categories, fractals, geometry, homogeneous spaces, many-valued topology, sub-Hausdorff properties, topological groups, set-theory, set-theoretic topology, and social sciences. Feedback from conference organizers, session organizers, and participants was that the quality of presentations, both invited and contributed, was outstanding.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Ninety-eight individuals participated in the conference either in person or virtually.&nbsp; Countries represented by participants included: USA (21 states), Belgium, Brazil, Canada,Chile, China, Croatia, Czech Republic, France, Germany, Great Britain, India, Indonesia, Mexico, New Zealand, Portugal, Poland, Saudi Arabia, Slovakai, Slovenia, South Africa, and Spain.&nbsp; The technology used for virtual participation functioned almost flawlessly.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Participants included experienced researchers, students, and early career professionals.&nbsp; The diverse levels of experience of the participants provided<br />opportunities for mentoring, collaboration, and networking.&nbsp; Conference rooms provided for informal discussions were observed to be actively used throughout the conference.&nbsp; Additionally, there were social activities which included the conference dinner, an excursion to the Rock and Roll Hall of Fame,&nbsp; and a tour of the Butler Institute of American Art.<br />Fourteen of the conference participants were either students or early career professionals&nbsp; and at least 15 were from groups traditionally underrepresented in mathematics.<br /><br /></p><br>\n<p>\n Last Modified: 03/31/2025<br>\nModified by: Jamal&nbsp;K&nbsp;Tartir</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n The 37th Summer Conference on Topology and Its Applications (SUMTOPO 2023) was held at Youngstown State University in Youngstown Ohio. Plenary, semi-plenary, and contributed talks addressed a wide variety of topics including: asymmetric topology, algebraic topology, dynamics and continuum theory, enriched categories, fractals, geometry, homogeneous spaces, many-valued topology, sub-Hausdorff properties, topological groups, set-theory, set-theoretic topology, and social sciences. Feedback from conference organizers, session organizers, and participants was that the quality of presentations, both invited and contributed, was outstanding.\r\n\n\n Ninety-eight individuals participated in the conference either in person or virtually. Countries represented by participants included: USA (21 states), Belgium, Brazil, Canada,Chile, China, Croatia, Czech Republic, France, Germany, Great Britain, India, Indonesia, Mexico, New Zealand, Portugal, Poland, Saudi Arabia, Slovakai, Slovenia, South Africa, and Spain. The technology used for virtual participation functioned almost flawlessly.\r\n\n\n Participants included experienced researchers, students, and early career professionals. The diverse levels of experience of the participants provided\nopportunities for mentoring, collaboration, and networking. Conference rooms provided for informal discussions were observed to be actively used throughout the conference. Additionally, there were social activities which included the conference dinner, an excursion to the Rock and Roll Hall of Fame, and a tour of the Butler Institute of American Art.\nFourteen of the conference participants were either students or early career professionals and at least 15 were from groups traditionally underrepresented in mathematics.\n\n\t\t\t\t\tLast Modified: 03/31/2025\n\n\t\t\t\t\tSubmitted by: JamalKTartir\n"
 }
}