{
 "awd_id": "1954580",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studying Nonequilibrium Steady States with Quantum Chemistry Methods",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924514",
 "po_email": "rjorn@nsf.gov",
 "po_sign_block_name": "Ryan Jorn",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 335600.0,
 "awd_amount": 335600.0,
 "awd_min_amd_letter_date": "2020-03-13",
 "awd_max_amd_letter_date": "2020-03-13",
 "awd_abstract_narration": "David Limmer of the University of California, Berkeley is supported by an award from the Chemical Theory, Models and Computational Methods program in the Division of Chemistry to develop computational tools to study molecular systems driven far away from equilibrium. Such nonequilibrium conditions occur throughout the natural and synthetic world. Materials are seldom assembled quasi-statically.  Chemical reactions are often initiated with excitation.  Life would cease if not constantly supplied with sources of energy. Despite this ubiquity, there are few numerical tools designed to glean macroscopic consequences from these driven molecular components. Without such tools, progress in chemistry is stifled.  There are few physical principles to act a guide, to bound possibilities, to explain observations and  to predict novel behavior. By using recent developments in an area of mathematics known as large deviation theory, Dr. Limmer and his research group develop methods to fill this void.  This allows them to address contemporary questions in active, driven, fluctuating, and flowing systems. These developments are done in conjunction with an effort to enhance scientific literacy through youth based scientific computing initiatives including  games-based learning programs designed to convey basic nonequilibrium concepts. \r\n\r\n \t\r\nIn order to develop novel numerical tools for studying driven molecular systems, Prof. Limmer and his research group use results from large deviation theory. Large deviation theory clarifies an isomorphism between algorithms to study nonequilibrium systems and those employed in traditional quantum chemistry, by defining an eigenvalue equation whose solution codifies the stability and response properties of general nonequilibrium steady states. While solving this equation exactly for interacting systems is exponentially hard, Dr. Limmer develops techniques for approximating it formally and estimating it stochastically. These techniques take inspiration from methods developed for solving the Schrödinger equation, including using diffusion and variation Monte Carlo, tensor products and many body theories. The class of algorithms Dr. Limmer develops represents a fundamentally different way to approach the simulation of driven molecular systems on a computer, which are predominately simulated by direct integration of an evolution equation. These techniques allow Dr. Limmer and his group to bridge the timescales available to simulation of nonequilibrium systems to those relevant to experiment, by targeting rare fluctuations. These techniques will be used to test the validity of basic constituent relationships of macroscopic transport for describing flows on nanoscales and for determining phase diagrams of active matter where traditional free energy based methods do not apply.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Limmer",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "David T Limmer",
   "pi_email_addr": "dlimmer@berkeley.edu",
   "nsf_id": "000783333",
   "pi_start_date": "2020-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "220 Gilman Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201460",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 335600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research supported by the grant aimed to develop numerical tools to connect dynamic microscopic behavior to macroscopic phenomena arbitrarily far away from equilibrium. In order to develop such tools, foundational theory was developed in addition to the derivation and implementation of a new class of algorithms. The identification of an isomorphism between ground state quantum chemistry and nonequilibrium steady-states made such an advancement possible. We leveraged these connections and the numerical tools derived within their context to advance our understanding of nonequilibrium phase transitions, transport processes outside of linear response, and rate processes. These studies allowed us to evaluate the fundamental timescales of driven molecular systems and how they are altered by the constant injection of energy. We found that there exists a fundamental relation between energy consumption and the ability speed up a molecular process. This insight afforded a new means of&nbsp; intepreting single molecule experiments, and designing molecular machines that can transduce energy from a driven environemtn to perform useful function. We were able to calculate nonequilibrium phase diagrams, in collaboration with experimental groups. This provided insight into the way proteins involved with T-Cell signalling aggregate, as well as how bacteria films in confinement jam. Finally, these methods and the formal theory that underpinned them proved to be an important tool to predict emergent transport behaviors of active matter. We discovered a novel transport coefficient, the odd mobility, and predicted the formation of a novel edge state, a Kelvin wave that emerges with chirial active matter are confined. More broadly the grant supported the development of new material incorporateed into undergraduate physical chemistry courses, and provided oppertuniries for the professional development of graduate students.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<div class=\"text-base my-auto mx-auto py-5 px-6\">\r\n<div class=\"mx-auto flex flex-1 text-base gap-4 md:gap-5 lg:gap-6 md:max-w-3xl lg:max-w-[40rem] xl:max-w-[48rem] group/turn-messages focus-visible:outline-none\">\r\n<div class=\"group/conversation-turn relative flex w-full min-w-0 flex-col @xs/thread:px-0 @sm/thread:px-1.5 @md/thread:px-4\">\r\n<div class=\"relative flex-col gap-1 md:gap-3\">\r\n<div class=\"flex max-w-full flex-col flex-grow\">\r\n<div class=\"min-h-8 text-message relative flex w-full flex-col items-end gap-2 whitespace-normal break-words text-start [.text-message+&amp;]:mt-5\">\r\n<div class=\"w-full\">\r\n<div class=\"flex w-full flex-col gap-1 empty:hidden items-end rtl:items-start\">\r\n<div class=\"relative max-w-[var(--user-chat-width,70%)] rounded-3xl bg-token-message-surface px-5 py-2.5\"></div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/27/2025<br>\nModified by: David&nbsp;T&nbsp;Limmer</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe research supported by the grant aimed to develop numerical tools to connect dynamic microscopic behavior to macroscopic phenomena arbitrarily far away from equilibrium. In order to develop such tools, foundational theory was developed in addition to the derivation and implementation of a new class of algorithms. The identification of an isomorphism between ground state quantum chemistry and nonequilibrium steady-states made such an advancement possible. We leveraged these connections and the numerical tools derived within their context to advance our understanding of nonequilibrium phase transitions, transport processes outside of linear response, and rate processes. These studies allowed us to evaluate the fundamental timescales of driven molecular systems and how they are altered by the constant injection of energy. We found that there exists a fundamental relation between energy consumption and the ability speed up a molecular process. This insight afforded a new means of intepreting single molecule experiments, and designing molecular machines that can transduce energy from a driven environemtn to perform useful function. We were able to calculate nonequilibrium phase diagrams, in collaboration with experimental groups. This provided insight into the way proteins involved with T-Cell signalling aggregate, as well as how bacteria films in confinement jam. Finally, these methods and the formal theory that underpinned them proved to be an important tool to predict emergent transport behaviors of active matter. We discovered a novel transport coefficient, the odd mobility, and predicted the formation of a novel edge state, a Kelvin wave that emerges with chirial active matter are confined. More broadly the grant supported the development of new material incorporateed into undergraduate physical chemistry courses, and provided oppertuniries for the professional development of graduate students.\r\n\n\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n\t\t\t\t\tLast Modified: 03/27/2025\n\n\t\t\t\t\tSubmitted by: DavidTLimmer\n"
 }
}