{
 "awd_id": "1954734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: CAS: Investigating Nanoparticles Dispersed in Organically Modified Silicates as Catalysts for the Reductive Functionalization of Carbon Dioxide by Organosilanes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928441",
 "po_email": "kmoloy@nsf.gov",
 "po_sign_block_name": "Kenneth Moloy",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 265000.0,
 "awd_amount": 265000.0,
 "awd_min_amd_letter_date": "2020-03-26",
 "awd_max_amd_letter_date": "2020-03-26",
 "awd_abstract_narration": "Reducing emissions of carbon dioxide (CO2), a significant long-lived greenhouse gas, into the atmosphere is a major challenge. Despite efforts toward the capture and storage of CO2, its conversion to valued-added chemicals could provide an important incentive for CO2 recycling. The development of practical chemical systems that enable conversion of CO2 into fine chemicals via continuous industrial processes is a significant hurdle. Metal nanoparticles dispersed in silicates are a class of materials that may meet this challenge. Dr. Fotie at Southeastern Louisiana University is developing an understanding of how nanoparticles derived from expensive, precious metals convert CO2 to useful chemicals. This understanding is then being applied to improving the performance of less active but more earth-abundant metals. Dr. Fotie is actively engaged in outreach activities that build upon his research to promote engagement of students in science, technology, engineering and mathematics (STEM) disciplines. These activities are providing a unique opportunity to create a research environment combining three very different groups of students at different stages of their education; high school students from the Southeastern Louisiana University Math-Science Upward-Bound program, Southeastern Louisiana University undergraduate students, and Southeastern Integrated Science and Technology (ISAT) master’s students. This unique leaning environment is enabling the students to observe and interact with science professionals.\r\n\r\nWith funding from the Chemical Catalysis Program of the Division of Chemistry, Dr. Fotie from Southeastern Louisiana University is developing a fundamental understanding of the reactivity of very active and ligandless precious metals (Pt and Pd) and one earth-abundant metal (Fe).  These metals are nano-dispersed in a range of sol-gel-derived organically-modified silicates and their behavior toward the reductive functionalization of CO2 by organosilanes is observed. Control experiments and kinetic studies are undertaken to provide insights into the mechanisms of these catalytic systems.  The research team is investigating the reusability and recycling lifetime of these catalysts.  These studies may provide answers to fundamental questions about catalyst viability for a streamline fixation and conversion of CO2 into useful building blocks. Dr. Fotie is actively engaged in STEM outreach programs focused on the recruitment of high-school students from low-income families, minorities, and groups under-represented in science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "Fotie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jean Fotie",
   "pi_email_addr": "Jean.Fotie@selu.edu",
   "nsf_id": "000559370",
   "pi_start_date": "2020-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southeastern Louisiana University",
  "inst_street_address": "900 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "HAMMOND",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "9855495312",
  "inst_zip_code": "704011312",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "LA05",
  "org_lgl_bus_name": "SOUTHEASTERN LOUISIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "WN65S2C48ZJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Southeastern Louisiana University",
  "perf_str_addr": "SLU 10878, Purley Hall Room 217",
  "perf_city_name": "Hammond",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "704020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "LA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 265000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reducing the emission of carbon dioxide, one of the most significant long-lived greenhouse gases, into the atmosphere is one of the major challenges of our time. Despite remarkable advances toward the capture and storage of CO<sub>2</sub>, a large-scale transformation of this abundant and non-toxic feedstock into value-added chemicals could provide an important incentive for CO<sub>2</sub> recycling. This requires the development of practical and sustainable catalytic systems that can enable streamlined fixation and conversion of CO<sub>2</sub> into fine chemicals via continuous flow industrial processes.</p>\n<p>Supported by the NSF-RUI &ndash; 1954734 award, Dr. Fotie and his team at Southeastern Louisiana University initiated the investigation of how metal nanoparticles dispersed in sol-gel-derived organically modified silicates behave toward the reductive functionalization of CO<sub>2</sub>. The standard procedure used in this study was to prepare these materials and characterize them using a wide range of spectroscopic and spectrometric techniques. The expected catalytic effect was confirmed on standard reactions such as hydrosilylation, hydrogenation, or coupling reactions, traditionally known to involve surface-modulated catalysis. The data collected during this funding period has been the subject of four publications in peer-reviewed journals with many students as co-authors, while Dr. Fotie and coworkers also released two review articles and an editorial page during this period.</p>\n<p>Overall, the catalysts prepared during this study have proven useful in the preparation of molecules that could find application either as lead compounds in drug development or as key intermediates in the synthesis of fine chemicals. For example, the data collected so far indicates that some of these materials can catalyze the conversion of amines into carbamic acid derivatives, and this latter class of compounds could be used in the synthesis important molecules. In simple terms, if successfully perfected, this study could potentially lead to the production of household materials containing CO<sub>2</sub> released from industrial chemical processes. The net result will not only be the capture of CO<sub>2</sub> otherwise released into the atmosphere but also the development of useful molecules via more sustainable industrial catalytic processes.</p>\n<p>This award also enabled Dr. Fotie to actively engage in outreach activities that build upon his research to promote the engagement of students in science, technology, engineering, and mathematics (STEM) disciplines. As a result, he was selected to serve as a member of the Science Advisory Group of the Louisiana Governor&rsquo;s Climate Initiatives Task Force. The role of the Science Advisory Group was to provide both general and specific guidance regarding the efficacy of proposed emissions reduction strategies set forward by the Task Force, with the goal of enabling Louisiana to reach net-zero greenhouse gas emissions by 2050. In fact, the State of Louisiana is currently implementing a project with Blue Hydrogen to capture and permanently sequester CO<sub>2</sub> in the geological pore space under Louisiana lakes as part of the above-mentioned initiative to reduce Louisiana&rsquo;s GHG emissions to net-zero by 2050.</p>\n<p>The research activities undertaken by Dr. Fotie and his team under this NSF award also provided a unique opportunity to create an environment that combines three very different groups of students at different stages of their education: high school students from the Southeastern Louisiana University Math-Science Upward-Bound program, Southeastern undergraduate students, and Southeastern Integrated Science and Technology (ISAT) master&rsquo;s students. This unique learning environment enabled the younger generation to mirror their future through the lenses of their observations and interactions with the advanced generation. As a result, two female master&rsquo;s students were able to complete their thesis requirements working on this project. One of them found an employment position with Valero while the other opted for a PhD program in chemical engineering at Louisiana State University. A total of 11 individual undergraduate students were also supported by this award over a four-year period, eight of whom were female, one was a transgender female, and three were African-American. Among these students, one is in medical school at Tulane University, three have opted for graduate programs in chemistry at top-tier universities, and three found employment in chemical plants.</p>\n<p>Additionally, eight high school students from five Louisiana parishes participated in these activities over the four-year period through our summer internship program. This is in addition to the 65 students from the Southeastern Math-Science Upward Bound program who enrolled in the six-week course entitled &ldquo;<em>A Green Approach to the Extraordinary Chemistry of Ordinary Things</em>,&rdquo; taught by Dr. Fotie over three summer semesters, as an outreach course associated with this NSF award. This course introduced students to key concepts in chemistry from the perspective of everyday phenomena, using a non-mathematical approach.</p>\n<p>It is safe to conclude that this award has contributed to the training of a number of students at different stages of their academic careers, making them better candidates for employment positions at the state and national levels, as well as for undergraduate and graduate programs at top-tier universities.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/06/2024<br>\nModified by: Jean&nbsp;Fotie</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nReducing the emission of carbon dioxide, one of the most significant long-lived greenhouse gases, into the atmosphere is one of the major challenges of our time. Despite remarkable advances toward the capture and storage of CO2, a large-scale transformation of this abundant and non-toxic feedstock into value-added chemicals could provide an important incentive for CO2 recycling. This requires the development of practical and sustainable catalytic systems that can enable streamlined fixation and conversion of CO2 into fine chemicals via continuous flow industrial processes.\n\n\nSupported by the NSF-RUI  1954734 award, Dr. Fotie and his team at Southeastern Louisiana University initiated the investigation of how metal nanoparticles dispersed in sol-gel-derived organically modified silicates behave toward the reductive functionalization of CO2. The standard procedure used in this study was to prepare these materials and characterize them using a wide range of spectroscopic and spectrometric techniques. The expected catalytic effect was confirmed on standard reactions such as hydrosilylation, hydrogenation, or coupling reactions, traditionally known to involve surface-modulated catalysis. The data collected during this funding period has been the subject of four publications in peer-reviewed journals with many students as co-authors, while Dr. Fotie and coworkers also released two review articles and an editorial page during this period.\n\n\nOverall, the catalysts prepared during this study have proven useful in the preparation of molecules that could find application either as lead compounds in drug development or as key intermediates in the synthesis of fine chemicals. For example, the data collected so far indicates that some of these materials can catalyze the conversion of amines into carbamic acid derivatives, and this latter class of compounds could be used in the synthesis important molecules. In simple terms, if successfully perfected, this study could potentially lead to the production of household materials containing CO2 released from industrial chemical processes. The net result will not only be the capture of CO2 otherwise released into the atmosphere but also the development of useful molecules via more sustainable industrial catalytic processes.\n\n\nThis award also enabled Dr. Fotie to actively engage in outreach activities that build upon his research to promote the engagement of students in science, technology, engineering, and mathematics (STEM) disciplines. As a result, he was selected to serve as a member of the Science Advisory Group of the Louisiana Governors Climate Initiatives Task Force. The role of the Science Advisory Group was to provide both general and specific guidance regarding the efficacy of proposed emissions reduction strategies set forward by the Task Force, with the goal of enabling Louisiana to reach net-zero greenhouse gas emissions by 2050. In fact, the State of Louisiana is currently implementing a project with Blue Hydrogen to capture and permanently sequester CO2 in the geological pore space under Louisiana lakes as part of the above-mentioned initiative to reduce Louisianas GHG emissions to net-zero by 2050.\n\n\nThe research activities undertaken by Dr. Fotie and his team under this NSF award also provided a unique opportunity to create an environment that combines three very different groups of students at different stages of their education: high school students from the Southeastern Louisiana University Math-Science Upward-Bound program, Southeastern undergraduate students, and Southeastern Integrated Science and Technology (ISAT) masters students. This unique learning environment enabled the younger generation to mirror their future through the lenses of their observations and interactions with the advanced generation. As a result, two female masters students were able to complete their thesis requirements working on this project. One of them found an employment position with Valero while the other opted for a PhD program in chemical engineering at Louisiana State University. A total of 11 individual undergraduate students were also supported by this award over a four-year period, eight of whom were female, one was a transgender female, and three were African-American. Among these students, one is in medical school at Tulane University, three have opted for graduate programs in chemistry at top-tier universities, and three found employment in chemical plants.\n\n\nAdditionally, eight high school students from five Louisiana parishes participated in these activities over the four-year period through our summer internship program. This is in addition to the 65 students from the Southeastern Math-Science Upward Bound program who enrolled in the six-week course entitled A Green Approach to the Extraordinary Chemistry of Ordinary Things, taught by Dr. Fotie over three summer semesters, as an outreach course associated with this NSF award. This course introduced students to key concepts in chemistry from the perspective of everyday phenomena, using a non-mathematical approach.\n\n\nIt is safe to conclude that this award has contributed to the training of a number of students at different stages of their academic careers, making them better candidates for employment positions at the state and national levels, as well as for undergraduate and graduate programs at top-tier universities.\n\n\n\t\t\t\t\tLast Modified: 07/06/2024\n\n\t\t\t\t\tSubmitted by: JeanFotie\n"
 }
}