{
 "awd_id": "1955744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: CNS Core: Medium: Design and Analysis of Quantum Networks for Entanglement Distribution",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Von Lehmen",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 399999.0,
 "awd_amount": 399999.0,
 "awd_min_amd_letter_date": "2020-07-09",
 "awd_max_amd_letter_date": "2022-09-06",
 "awd_abstract_narration": "Recent advances in quantum information processing like quantum key distribution (QKD) are already in deployment ensuring secure end-to-end communication. This is especially important today, because of the risk posed by quantum computing to current Internet-based encryption technology such as RSA. At the same time there is a multitude of emerging quantum information based technologies with a high promise of revolutionizing their respective areas of application. These include ultra-high-precision distributed sensing with applications to metrology and science discovery (e.g., LIGO), much higher-rate deep space optical communications than possible with conventional systems, and polynomial speedups on search with implications to big data. Most of these applications are enabled by high-rate distributed shared quantum entanglement between pairs and groups of users. The goal of this project is to develop a distributed infrastructure in the form of a quantum network to enable reliable, large scale quantum entanglement distribution. Progress in that direction will catalyze quantum computing advances in the same way the Internet boosted computing to conquer most aspects of contemporary economy and society.\r\n\r\nThe goal of the project is the fully-informed study of the design and operation of quantum networks combining physical-layer device noise models with the ground-up development of higher-layer network protocols. It aspires to bridge the intellectual gap between the quantum information and physics communities who are the ones primarily involved in developing quantum communication protocols, and the networking community who have decades of experience in the design and analysis of practical computer and communication networks. The proposed research will both: (a) inform device needs and specifications pushed down by network application requirements; and (b) help develop network routing and resource allocation protocols optimized for device quality metrics, such as quantum memory coherence times and detector excess noise. The project will culminate in the development of new tools and algorithms for a completely new family of networking protocols for a problem set up and resource constraints that have no immediate classical analogues.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Towsley",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Donald F Towsley",
   "pi_email_addr": "towsley@cs.umass.edu",
   "nsf_id": "000366956",
   "pi_start_date": "2020-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "140 Governor's Rd",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039264",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 120282.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 124516.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 155201.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantum information processing is at the cusp of having significant advances and impacts on technology and society in the form of providing unbreakable security, significant computational speed ups with implications on big data, and on science discovery. However, quantum networks are required to enable these advances. This motivated a collaborative project involving U. Massachusetts &ndash; Amherst, U. Arizona, and Yale University focused on the design, optimization and control of quantum networks. The focus of this project ranged from quantum switches to quantum terrestrial networks and to quantum satellite networks, and from error control protocols to resource allocation algorithms.&nbsp; Highlights of the research include:</p>\r\n<p>1) A quantum switch architecture that includes memory allocation and scheduling algorithms for allocating of quantum memories that are in many cases provably optimal.</p>\r\n<p>2) Development of algorithms for assigning quantum satellites to pairs of ground stations for the purpose of distribution quantum entanglement to these stations.</p>\r\n<p>3) Design of a quantum storage overlay architecture for storing and distributing high quality entanglement across a network. The idea is to place storage servers near users, then to allow the servers to accumulate quantum entanglement at times that there is low user demand and to serve the entanglement when demand is high.</p>\r\n<p>4) Development of new algorithms for sharing quantum network resources across many applications.</p>\r\n<p>In addition participants in this project placed considerable effort on highlighting the unique challenges posed by quantum networks and to present these to the &ldquo;classical networking&rdquo; research community with the goal of attracting talent to focus on these challenges.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/16/2025<br>\nModified by: Donald&nbsp;F&nbsp;Towsley</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nQuantum information processing is at the cusp of having significant advances and impacts on technology and society in the form of providing unbreakable security, significant computational speed ups with implications on big data, and on science discovery. However, quantum networks are required to enable these advances. This motivated a collaborative project involving U. Massachusetts  Amherst, U. Arizona, and Yale University focused on the design, optimization and control of quantum networks. The focus of this project ranged from quantum switches to quantum terrestrial networks and to quantum satellite networks, and from error control protocols to resource allocation algorithms. Highlights of the research include:\r\n\n\n1) A quantum switch architecture that includes memory allocation and scheduling algorithms for allocating of quantum memories that are in many cases provably optimal.\r\n\n\n2) Development of algorithms for assigning quantum satellites to pairs of ground stations for the purpose of distribution quantum entanglement to these stations.\r\n\n\n3) Design of a quantum storage overlay architecture for storing and distributing high quality entanglement across a network. The idea is to place storage servers near users, then to allow the servers to accumulate quantum entanglement at times that there is low user demand and to serve the entanglement when demand is high.\r\n\n\n4) Development of new algorithms for sharing quantum network resources across many applications.\r\n\n\nIn addition participants in this project placed considerable effort on highlighting the unique challenges posed by quantum networks and to present these to the classical networking research community with the goal of attracting talent to focus on these challenges.\r\n\n\n\t\t\t\t\tLast Modified: 02/16/2025\n\n\t\t\t\t\tSubmitted by: DonaldFTowsley\n"
 }
}