{
 "awd_id": "1955282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantum Chemistry Methods for Excited States at Liquid- and Solid-State Interfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927486",
 "po_email": "rdawes@nsf.gov",
 "po_sign_block_name": "Richard Dawes",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 507466.0,
 "awd_amount": 507466.0,
 "awd_min_amd_letter_date": "2020-03-31",
 "awd_max_amd_letter_date": "2020-03-31",
 "awd_abstract_narration": "Professor John M. Herbert of The Ohio State University is supported by an award from the Chemical Theory, Models and Computational Methods program in the Division of Chemistry to develop molecular-level computer models of how molecules interact with each other.  The research addresses chemistry at the surface of water droplets, which are the primary medium of atmospheric chemical reactions.  The studies also examine the surface of semiconductor photocatalysts that are promising materials to conduct “artificial photosynthesis”, that is, the storage of solar energy in chemical bonds.  Professor Herbert develops theoretical methods that combine with emerging experimental techniques in laser spectroscopy to characterize complex systems.  Professor Herbert’s theoretical calculations answer fundamental questions regarding the efficiency limits of metal oxide photocatalysts as well as how the chemical reactivity of surface water molecules differ from that of interior water molecules.  New theoretical and computational tools developed as part of this work will be incorporated into the QChem software package, which is widely used in chemical education and in high-throughput computational efforts such as the Harvard Clean Energy Project and the Electrolyte Genome Project. Furthermore, a crucial part of this work is the development of an interface between computer programs that is made freely available to supercomputer centers, which includes  all colleges and universities within Ohio (including primarily undergraduate and non-Ph.D.-granting institutions) through the Ohio Supercomputer Center. This work will put new software tools into the hands of practicing chemists. \r\n\r\nProfessor Herbert is developing quantum chemistry methods that can describe excited states of complex systems, with specific focus on interfacial phenomena.  These methods are examples of “QM:QM” embedding, using high-level electronic structure methods (correlated wave functions or hybrid density functionals) to describe excited states and lower-level methods (periodic density functional theory) to describe the environment.  Two types of interfacial phenomena are considered: photochemical generation of solvated electrons at the air/water interface, whose spectroscopy may offer a sensitive molecular probe of the structure of that interface and transition metal oxide photocatalysts of interest for water splitting, where the goal is to understand the polaron self-trapping dynamics that limit catalytic efficiency.  This research is closely aligned with emerging spectroscopic techniques, including surface-sensitive UV spectroscopy using liquid microjets to probe the air/water interface and femtosecond transient XUV spectroscopy to study charge-carrier dynamics of photocatalytic materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Herbert",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Herbert",
   "pi_email_addr": "herbert@chemistry.ohio-state.edu",
   "nsf_id": "000409963",
   "pi_start_date": "2020-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University, Dept. of Chemistry and Biochemistry",
  "perf_str_addr": "100 W 18th Ave",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101106",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8397",
   "pgm_ref_txt": "Hydrogen Storage or Generation"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 507466.0
  }
 ],
 "por": null
}