{
 "awd_id": "1955940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDS&E: Theoretical Models for Potential Energy Landscapes of Challenging Chemical Systems",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927486",
 "po_email": "rdawes@nsf.gov",
 "po_sign_block_name": "Richard Dawes",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 449879.0,
 "awd_amount": 449879.0,
 "awd_min_amd_letter_date": "2020-08-14",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "C. David Sherrill of Georgia Tech is supported by an award from the Chemical Theory, Models and Computational Methods program in the Division of Chemistry to create improved models of the intermolecular interactions.  Professor Sherrill studies how the interactions between molecules determine the way that molecules pack into solids, how proteins fold, and how liquids and solutions behave.  Theoretical models of these intermolecular interactions have provided important insight into how to predict chemical behavior and how to design better materials.  However, the most accurate models also require very long computational simulations, making them hard to use.  Sherrill’s group is investigating how to make these computations run faster, while maintaining a high level of accuracy and dependability.  Software making these improved computations possible is being made publicly available to the research community.  Professor Sherrill is also actively engaged in educational outreach, through organizing workshops on computational chemistry and creating YouTube videos on computational chemistry.\r\n\r\nThe Sherrill group’s research begins with symmetry-adapted perturbation theory (SAPT), which is a way to compute directly and accurately the different types of interactions between molecules: electrostatics, induction/polarization, exchange (steric) repulsion, and London dispersion forces.  The most complete SAPT models are comparable in accuracy to the “gold standard” of quantum chemistry, coupled-cluster theory through approximate triple excitations [CCSD(T)].  The current project seeks to obtain SAPT-quality results for each energy component, but with faster computational models.  Several approaches are being considered, from light modifications of SAPT to remove only the rate-determining steps, to force-field and machine-learning models.  The goal of the research is to provide a spectrum of methods of various speeds and accuracies for applications to a broad array of different types of molecules and intermolecular interactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Sherrill",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Charles D Sherrill",
   "pi_email_addr": "sherrill@gatech.edu",
   "nsf_id": "000349219",
   "pi_start_date": "2020-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave. NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 449879.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Non-covalent interactions between molecules are of critical importance, as they determine the structure of molecular crystals, biomolecules, and liquids.&nbsp; They can also influence the properties of materials, and they can speed up or slow down reactions.&nbsp; Of particular importance, they can determine how well a drug binds to its target protein.&nbsp; Unfortunately, non-covalent interactions are only partially understood, and they are difficult to model accurately, even with otherwise sophisticated methods from quantum chemistry.&nbsp; Our project has sought to better understand non-covalent interactions, and how to model them theoretically and computationally.</p>\r\n<p>In this project, we performed a huge number (1.7 million) of quantum chemistry computations on small-molecule dimers, and used these results to train a machine-learning model to predict interactions between pairs of molecules.&nbsp; We developed our own customized approach to this problem. Most applications of machine learning in chemistry model the property of interest as a sum of contributions from atoms.&nbsp; We introduced the paradigm of summing over <em>pairs </em>of atoms, which is a much more natural representation of the problem.&nbsp; Our resulting model is called the atom-pairwise neural network (AP-Net), and it is surprisingly accurateand is much, much faster than doing quantum chemistry computations. This model should allow much more rapid, yet fairly accurate, computations of intermolecular interactions in systems with hundreds or thousands of atoms.</p>\r\n<p>We also developed ways to compute interactions between molecules more efficiently using quantum-chemistry methods.&nbsp; We developed an extension of symmetry-adapted perturbation theory to allow it to model distant atoms approximately as point charges, and another extension to use approximate pairwise-atomic models of London dispersion interactions.</p>\r\n<p>Finally, we used all these methods to explore the fundamental physics of non-covalent interactions, gaining new insight into how they work in solute-solute interactions in a solvent, in molecular crystals, and in drug-protein interactions, among others.</p>\r\n<p>This project trained students and postdocs in the development and implementation of methods from quantum chemistry, and chemistry applications of machine learning.&nbsp; All of the methods developed in our project were made available to the public as free, open-source software.</p><br>\n<p>\n Last Modified: 02/24/2025<br>\nModified by: Charles&nbsp;D&nbsp;Sherrill</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNon-covalent interactions between molecules are of critical importance, as they determine the structure of molecular crystals, biomolecules, and liquids. They can also influence the properties of materials, and they can speed up or slow down reactions. Of particular importance, they can determine how well a drug binds to its target protein. Unfortunately, non-covalent interactions are only partially understood, and they are difficult to model accurately, even with otherwise sophisticated methods from quantum chemistry. Our project has sought to better understand non-covalent interactions, and how to model them theoretically and computationally.\r\n\n\nIn this project, we performed a huge number (1.7 million) of quantum chemistry computations on small-molecule dimers, and used these results to train a machine-learning model to predict interactions between pairs of molecules. We developed our own customized approach to this problem. Most applications of machine learning in chemistry model the property of interest as a sum of contributions from atoms. We introduced the paradigm of summing over pairs of atoms, which is a much more natural representation of the problem. Our resulting model is called the atom-pairwise neural network (AP-Net), and it is surprisingly accurateand is much, much faster than doing quantum chemistry computations. This model should allow much more rapid, yet fairly accurate, computations of intermolecular interactions in systems with hundreds or thousands of atoms.\r\n\n\nWe also developed ways to compute interactions between molecules more efficiently using quantum-chemistry methods. We developed an extension of symmetry-adapted perturbation theory to allow it to model distant atoms approximately as point charges, and another extension to use approximate pairwise-atomic models of London dispersion interactions.\r\n\n\nFinally, we used all these methods to explore the fundamental physics of non-covalent interactions, gaining new insight into how they work in solute-solute interactions in a solvent, in molecular crystals, and in drug-protein interactions, among others.\r\n\n\nThis project trained students and postdocs in the development and implementation of methods from quantum chemistry, and chemistry applications of machine learning. All of the methods developed in our project were made available to the public as free, open-source software.\t\t\t\t\tLast Modified: 02/24/2025\n\n\t\t\t\t\tSubmitted by: CharlesDSherrill\n"
 }
}