{
 "awd_id": "1955268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Principles of Cooperativity for the Electrocatalytic Reduction of Carbon Dioxide",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geroge Richter-Addo",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 323542.0,
 "awd_amount": 323542.0,
 "awd_min_amd_letter_date": "2020-06-18",
 "awd_max_amd_letter_date": "2020-06-18",
 "awd_abstract_narration": "The Chemical Catalysis Program of the Division of Chemistry supports the research program of Professor Craig Grapperhaus and Dr. Joshua Spurgeon of the University of Louisville. This project focuses on the capture and reactivity of carbon dioxide. Generating fuels and chemicals using electricity is one of the most favorable approaches for using intermittent renewables such as wind and solar. Also, making commercial chemicals from electricity may also be more energetically efficient than using current methods which involve heating. This project develops more sustainable systems to capture carbon dioxide and convert it to fuels or other chemical products. The new reactions employ an abundant metal, such as zinc, within a supporting molecular framework synthesized from inexpensive starting materials. The fundamental research could provide a pathway by which renewable electricity and high concentrations carbon dioxide from fossil fuel combustion could be used to form commercially useful materials. The research provides undergraduate and graduate students hands-on interdisciplinary experience in renewable energy research preparing them for careers in science, technology, engineering, and mathematics. High-school student participants in the annual renewable energy workshop at the University of Louisville have the opportunity to participate in the research and develop independent science fair projects.\r\n\r\nWith funding from the Chemical Catalysis Program of the Division of Chemistry, Professor Craig Grapperhaus and Dr. Joshua Spurgeon of the University of Louisville are developing hybrid thiosemicarbazone-pyridylhydrazone metal complexes as co-catalysts for carbon dioxide capture and reduction. The co-catalysts utilize metal-ligand cooperativity through the incorporation of neighboring Lewis acid and Lewis base sites. Reductions will be performed at a variety of electrodes including Cu-Ni alloys. The project will investigate the factors influencing product distribution, reaction mechanism, and reactivity between the co-catalyst and electrode. Projected outcomes include the quantification of the effect of Lewis acidity and Lewis basicity on the binding and catalytic reactivity of carbon dioxide with the metal co-catalyst.  The research team will identify of unique C-C coupled products from carbon dioxide reduction at the Cu-Ni alloy and draw mechanistic insights into the C-C coupling process.  The group will increase fundamental knowledge of the reactivity of Cu-Ni alloys with varying compositions. High-school student participants in the annual renewable energy workshop at the University of Louisville have the opportunity to participate in the research and develop independent science fair projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Grapperhaus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Craig A Grapperhaus",
   "pi_email_addr": "grapperhaus@louisville.edu",
   "nsf_id": "000307174",
   "pi_start_date": "2020-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Spurgeon",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua M Spurgeon",
   "pi_email_addr": "joshua.spurgeon@louisville.edu",
   "nsf_id": "000664697",
   "pi_start_date": "2020-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisville Research Foundation Inc",
  "inst_street_address": "2301 S 3RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5028523788",
  "inst_zip_code": "402081838",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KY03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1KJM4T54MK6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisville",
  "perf_str_addr": "Department of Chemistry, 2320 So",
  "perf_city_name": "Louisville",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402081885",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8398",
   "pgm_ref_txt": "Hydrocarbon Conversion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 323542.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project &ldquo;CAS: Principles of Cooperativity for the Electrocatalytic Reduction of Carbon Dioxide&rdquo; by Professors Craig A. Grapperhaus (PI) and Joshua Spurgeon (Co-PI) at the University of Louisville (UofL) focused on fundamental research associated with the direct capture and reduction of CO<sub>2</sub>. CO<sub>2</sub> capture from dilute sources, including air, and its reduction are critical challenges in the global mitigation of greenhouse gases. A key outcome of this work is the use of metal-ligand cooperativity between a non-coordinating Br&oslash;nsted-Lowry basic site and a Lewis acidic metal ion. The pair facilitates CO<sub>2</sub> capture via the reversible formation of a methylcarbonate complex. This system represents a novel approach that combines the selectivity of traditional chemical sorbents with the reversibility of physical sorbents in a transition metal complex.<strong>&nbsp;</strong></p>\n<p>The intellectual merit of the work includes fundamental studies on the design and synthesis of ligands and metal complexes that promote metal-ligand cooperativity. A key outcome of this work was the correlation of the CO<sub>2</sub> binding affinity with the quantifiable parameters of ligand basicity and metal ion Lewis acidity. Specifically, it was found that increasing the Lewis acidity of the metal improves CO<sub>2</sub> capture, including from dilute sources such as air. The ligand basicity was found to be an important co-factor, but so long as the ligand maintains a threshold basicity CO<sub>2</sub> binding is effective. Studies on the electrochemical reduction of CO<sub>2</sub> found that the complexes in this study degrade to a heterogenous film containing Zn metal particles. This heterogenous film is capable of CO<sub>2</sub> reduction to formate.</p>\n<p>Broader impacts of the work include scientific and technological impacts on society, graduate and undergraduate student training, and dissemination of results in scientific publications. The technology resulting from the fundamental research in this proposal could be further integrated into systems for the direct air capture of CO<sub>2</sub> or CO<sub>2</sub> monitoring. The proposal provided hands-on renewable energy education for the participating graduate and undergraduate students, preparing them for careers in the fields of science, technology, engineering, and mathematics. The students will be part of a large interdisciplinary group that exposes students to a broad scope of projects and a diversity of skill sets, thought processes, and approaches. In total one post-doctoral fellow (male), five Ph.D. graduate students (two female, three male), and four undergraduate students (2 female, 2 male) participated on this project. Two of the graduate students (both female) and 2 of the undergraduates (one female, one male) graduated during the time of the project. The results were project were disseminated in ten peer reviewed journal articles.<strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/06/2024<br>\nModified by: Craig&nbsp;A&nbsp;Grapperhaus</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project CAS: Principles of Cooperativity for the Electrocatalytic Reduction of Carbon Dioxide by Professors Craig A. Grapperhaus (PI) and Joshua Spurgeon (Co-PI) at the University of Louisville (UofL) focused on fundamental research associated with the direct capture and reduction of CO2. CO2 capture from dilute sources, including air, and its reduction are critical challenges in the global mitigation of greenhouse gases. A key outcome of this work is the use of metal-ligand cooperativity between a non-coordinating Brnsted-Lowry basic site and a Lewis acidic metal ion. The pair facilitates CO2 capture via the reversible formation of a methylcarbonate complex. This system represents a novel approach that combines the selectivity of traditional chemical sorbents with the reversibility of physical sorbents in a transition metal complex.\n\n\nThe intellectual merit of the work includes fundamental studies on the design and synthesis of ligands and metal complexes that promote metal-ligand cooperativity. A key outcome of this work was the correlation of the CO2 binding affinity with the quantifiable parameters of ligand basicity and metal ion Lewis acidity. Specifically, it was found that increasing the Lewis acidity of the metal improves CO2 capture, including from dilute sources such as air. The ligand basicity was found to be an important co-factor, but so long as the ligand maintains a threshold basicity CO2 binding is effective. Studies on the electrochemical reduction of CO2 found that the complexes in this study degrade to a heterogenous film containing Zn metal particles. This heterogenous film is capable of CO2 reduction to formate.\n\n\nBroader impacts of the work include scientific and technological impacts on society, graduate and undergraduate student training, and dissemination of results in scientific publications. The technology resulting from the fundamental research in this proposal could be further integrated into systems for the direct air capture of CO2 or CO2 monitoring. The proposal provided hands-on renewable energy education for the participating graduate and undergraduate students, preparing them for careers in the fields of science, technology, engineering, and mathematics. The students will be part of a large interdisciplinary group that exposes students to a broad scope of projects and a diversity of skill sets, thought processes, and approaches. In total one post-doctoral fellow (male), five Ph.D. graduate students (two female, three male), and four undergraduate students (2 female, 2 male) participated on this project. Two of the graduate students (both female) and 2 of the undergraduates (one female, one male) graduated during the time of the project. The results were project were disseminated in ten peer reviewed journal articles.\n\n\n\t\t\t\t\tLast Modified: 08/06/2024\n\n\t\t\t\t\tSubmitted by: CraigAGrapperhaus\n"
 }
}