{
 "awd_id": "1955730",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAS: New Catalytic Processes for Polyolefin Sustainability and Waste Utilization",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922934",
 "po_email": "laanders@nsf.gov",
 "po_sign_block_name": "Laura Anderson",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 490000.0,
 "awd_amount": 490000.0,
 "awd_min_amd_letter_date": "2020-07-22",
 "awd_max_amd_letter_date": "2021-06-29",
 "awd_abstract_narration": "With this award, the Chemical Catalysis Program of the Division of Chemistry is supporting the research of Professor Lawrence R. Sita of the Department of Chemistry and Biochemistry at the University of Maryland. Professor Sita and his research team are developing new catalytic systems for polymerization that convert abundant and inexpensive feedstock chemicals into new polyolefin materials with defined and controllable molecular structure. The polymers prepared with this new catalyst system are designed to be added to existing polyolefin waste to improve conversion to second- or multi-use polymeric products of increased commercial value. Society’s dependence on plastics comes with a significant penalty of more than 400 million pounds of plastic waste that is introduced into the environment each year. The Sita research group is focused on finding solutions to this problem and designing new polyolefin materials that can serve as replacements for plastics with more severe environmental impacts than polyolefins. This project is providing education and training for a diverse group of undergraduate and graduate students, as the next generation of scientists and leaders for sustainable science policy. Outreach activities include a one-ton plastic recycling challenge to engage elementary and high school students in a broader understanding of the problems society faces with plastic waste.  New inventions, technologies, and products that are being developed through this project have potentially significant long term impacts on polymer science and technology.     \r\n\r\nProfessor Sita and his research group are developing configurationally-stable, enantio-enriched transition-metal complexes that function as well-defined catalysts for the enantio- and stereoselective living coordinative chain transfer polymerization (LCCTP), co-polymerization, and cyclopolymerization of olefins and non-conjugated dienes. These new catalyzed processes are providing novel classes of highly stereoregular polyolefins with technologically-relevant physical properties. A variety of spectroscopic methods and isotopically-labeled complexes and monomers are being used to understand the mechanism of enantio- and stereoselective LCCTP to further optimize these systems. Stereoselective LCCTP is guiding the design and production of new classes of well-defined polyolefin block copolymers that undergo microphase-separation in the condensed state and that can be used as plastic waste blend compatibilizers and property modifiers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Sita",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence R Sita",
   "pi_email_addr": "lsita@umd.edu",
   "nsf_id": "000365171",
   "pi_start_date": "2020-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "Department of Chemistry",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 165172.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 324828.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was to develop homochiral and enantiopure transition-metal complexes that can serve as initiators for the enantioselective and stereomodulated living coordinative chain transfer polymerization (LCCTP) of alpha-olefins and alpha,omega-non-conjugated dienes. Secondary goals include the design and validation of new methods for the scalable production of end-group and main-chain functionalized and telechelic polyolefins that can be used as building blocks for the construction of next generation polyolefins that are more amenable to recycling or upcycling, and for advanced materials based on polyolefin block copolymers and molecule-polyolefin conjugates. &nbsp;This research produced 11 publications and 4 provisional patent applications.&nbsp;With this body of work, many of the specific aims of the project were accomplished in preliminary form.&nbsp;&nbsp;</p>\n<p>Intellectual merits of the project include validation of new designs for coordination polymerization that can greatly expand the range of polyolefin materials that can be produced from the extremely small set of industrially-relevant industrial olefin monomers.&nbsp; These include demonstration that the optical purity of the transition-metal pre-initiator for LCCTP can be used to control the stereochemical tactity of the polyolefin produced in programmed fashion.&nbsp; In addition, new chain transfer reagents were developed that now allows one to estabilish chemical functional groups at both ends of the polyolefin product.&nbsp; These telechelic polyolefins can then be used to develop a wide range of new classes of block copolymers, such as polyolefin-polyester block copolymers that adopt nanostructured morphologies in the condensed phase.</p>\n<p>Broader impacts of this project include access to a broad range of new polymers with scientifically and technologically interesting properties that can potentially serve as the basis for new applications that can support societal needs - including production of polymers that are more amenable to recycle.&nbsp; This project provided an important environment for the training of graduate and undergraduate students pursuing STEM related careers.&nbsp; T</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/06/2024<br>\nModified by: Lawrence&nbsp;R&nbsp;Sita</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary goal of this project was to develop homochiral and enantiopure transition-metal complexes that can serve as initiators for the enantioselective and stereomodulated living coordinative chain transfer polymerization (LCCTP) of alpha-olefins and alpha,omega-non-conjugated dienes. Secondary goals include the design and validation of new methods for the scalable production of end-group and main-chain functionalized and telechelic polyolefins that can be used as building blocks for the construction of next generation polyolefins that are more amenable to recycling or upcycling, and for advanced materials based on polyolefin block copolymers and molecule-polyolefin conjugates. This research produced 11 publications and 4 provisional patent applications.With this body of work, many of the specific aims of the project were accomplished in preliminary form.\n\n\nIntellectual merits of the project include validation of new designs for coordination polymerization that can greatly expand the range of polyolefin materials that can be produced from the extremely small set of industrially-relevant industrial olefin monomers. These include demonstration that the optical purity of the transition-metal pre-initiator for LCCTP can be used to control the stereochemical tactity of the polyolefin produced in programmed fashion. In addition, new chain transfer reagents were developed that now allows one to estabilish chemical functional groups at both ends of the polyolefin product. These telechelic polyolefins can then be used to develop a wide range of new classes of block copolymers, such as polyolefin-polyester block copolymers that adopt nanostructured morphologies in the condensed phase.\n\n\nBroader impacts of this project include access to a broad range of new polymers with scientifically and technologically interesting properties that can potentially serve as the basis for new applications that can support societal needs - including production of polymers that are more amenable to recycle. This project provided an important environment for the training of graduate and undergraduate students pursuing STEM related careers. T\n\n\n\t\t\t\t\tLast Modified: 01/06/2024\n\n\t\t\t\t\tSubmitted by: LawrenceRSita\n"
 }
}