{
 "awd_id": "1955090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Entropy Theory for Non-Amenable Groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 157223.0,
 "awd_amount": 157223.0,
 "awd_min_amd_letter_date": "2020-03-20",
 "awd_max_amd_letter_date": "2020-03-20",
 "awd_abstract_narration": "Originally, dynamical systems comprised the study of systems that change over time, such as the motion of planets in the solar system, variations in the weather, traffic patterns, and populations of species. As this field of study has grown, it has expanded to include more general types of systems that, rather than changing with time, are transformed by more general groups of symmetries. This would apply, for instance, to the study of information spread over a large and highly regular network. In this general form, dynamical systems has significant connections to other branches of mathematics and science, such as number theory, geometry, combinatorics, statistical physics, operator algebras, and data science. One fundamental tool in the study of dynamical systems is the concept of entropy, which is a measurement of how chaotic or unpredictable a system is. This notion was first introduced in 1958 by Kolmogorov in the case of time transformations but was soon after extended to systems with an amenable group of transformations, i.e. systems where boundary phenomena are mostly inconsequential. For systems having a non-amenable group of transformations, the concept of entropy was formalized only a decade ago. This new terrain of entropy theory is still in its early stages and has not yet become as well understood or as powerful a tool as in classical settings. The goal of this project, broadly speaking, is to further the development of entropy theory in the context of non-amenable groups so that it may become a widely applicable tool like its classical version.\r\n\r\nThe overall goal of this project is to improve our understanding of entropy and widen its scope of applications. In particular, the principal investigator intends to address whether sofic entropy and Rokhlin entropy coincide for principal algebraic actions of sofic groups, to investigate whether tailed-percolation entropy is a lower bound to sofic entropy, and to determine whether completely-positive-entropy actions are uniformly mixing. Historically, the most potent applications of entropy theory have been to the study of Bernoulli shifts. Specifically, entropy played a significant role in the development of Ornstein theory - a theory that completely characterized and classified Bernoulli shifts over countable amenable groups up to isomorphism. In recent work, the principal investigator established a generalization of Sinai's factor theorem to all countably infinite groups. As part of this project, the PI plans to utilize and expand upon this recent work to make initial steps towards an Ornstein theory. As part of this goal, the principal investigator plans to further generalize Sinai's factor theorem to the settings of f-invariant entropy and naive entropy, to study the properties of finitely determined processes, to investigate whether the high temperature Ising model over the rank 2 free group is isomorphic to a Bernoulli shift, to determine when Popa factors of Bernoulli shifts are isomorphic to Bernoulli shifts, and to investigate the orbit equivalence class of Bernoulli shifts over free groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brandon",
   "pi_last_name": "Seward",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brandon Seward",
   "pi_email_addr": "bseward@ucsd.edu",
   "nsf_id": "000810362",
   "pi_start_date": "2020-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "Office of Contract & Grant Admin",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930621",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 157223.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI, J. Frisch, and A. Zucker studied characteristic measures associated to symbolic dynamical systems over general countable groups. A symbolic dynamical system over a group consists of a collection of labelings of the group by elements of a set (called the alphabet) with the property that the collection is invariant under the translation action of the group and is closed with respect to point-wise limits. For such a dynamical system, its automorphism group is the collection of all bijections of the collection that commute with the shift action of the group. In other words, the automorphism group is the symmetries of the system. Characteristic measures are measures that are invariant with respect to the group of automorphisms. Alternatively, one could say that a characteristic measure is a way of giving meaning to a ``random state'' of the system in a manner that distinguishes between different states only through differences in the internal structure of the system itself rather than distinguishing the states merely by their names. Frisch, Zucker and the PI answered an open question in the field by proving that every countable group admits a symbolic system (using an uncountable alphabet) for which no characteristic measure exists.<br /><br />The PI also worked with I. Goldbring and R. Tucker-Drob in studying probability-measure-preserving actions that are existentially closed. These dynamical systems are robust in the sense that every probability-measure-preserving action that could extend it is already approximately contained within it. We proved that these actions must have infinite entropy when the acting group is amenable and must have 0 entropy when the acting group is non-amenable. We also showed that if the actions of the group on its finite quotients are able to approximate all ergodic probability-measure-preserving actions (this property is called EMD) then the inverse limit of the actions on its finite quotients (i.e. the translation action on its profinite completion) is existentially closed. A further question we studied is for which groups the class of existentially closed actions is axiomatizable within continuous model theory. We found that axiomatizability is equivalent to a certain pushforward map between spaces of invariant measures being an open map. Importantly, we also proved that the existentially closed actions are axiomatizable for groups which are approximately treeable. This significantly improved upon prior results which had shown these actions are axiomatizable for amenable groups and for free groups. Whether or not there are groups for which the existentially closed actions are not axiomatizable remains an important open question.<br /><br />The PI also studied additivity properties of Rokhlin entropy with respect to direct products of probability-measure-preserving actions. While sofic entropy is known to be additive when taking the direct product with a Bernoulli shift, not much else is known about the additivity of entropy under direct products of actions of non-amenable groups. The PI was able to partially generalize this fact about sofic entropy to Rokhlin entropy. Specifically, the PI proved that in the case of an action where almost every ergodic component is not strongly ergodic, the Rokhlin entropy is additive when taking the direct product with a Bernoulli shift.<br /><br />As part of this grant, the PI also taught a course on the topics of this project to graduate students in Spring 2022. The PI also advised a PhD student and used problems from this project to guide the student's research. In particular, the PI's PhD student was able to answer an open question posed by D. Kerr and H. Li by showing that Shannon orbit equivalences always preserve Kolmogorov--Sinai entropy. Additionally, the PI ran two summer reading courses with undergraduate students on ergodic theory and entropy theory, giving the students exposure to more advanced mathematics and helping them prepare to enter a mathematics graduate program.</p><br>\n<p>\n Last Modified: 10/31/2024<br>\nModified by: Brandon&nbsp;Seward</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe PI, J. Frisch, and A. Zucker studied characteristic measures associated to symbolic dynamical systems over general countable groups. A symbolic dynamical system over a group consists of a collection of labelings of the group by elements of a set (called the alphabet) with the property that the collection is invariant under the translation action of the group and is closed with respect to point-wise limits. For such a dynamical system, its automorphism group is the collection of all bijections of the collection that commute with the shift action of the group. In other words, the automorphism group is the symmetries of the system. Characteristic measures are measures that are invariant with respect to the group of automorphisms. Alternatively, one could say that a characteristic measure is a way of giving meaning to a ``random state'' of the system in a manner that distinguishes between different states only through differences in the internal structure of the system itself rather than distinguishing the states merely by their names. Frisch, Zucker and the PI answered an open question in the field by proving that every countable group admits a symbolic system (using an uncountable alphabet) for which no characteristic measure exists.\n\nThe PI also worked with I. Goldbring and R. Tucker-Drob in studying probability-measure-preserving actions that are existentially closed. These dynamical systems are robust in the sense that every probability-measure-preserving action that could extend it is already approximately contained within it. We proved that these actions must have infinite entropy when the acting group is amenable and must have 0 entropy when the acting group is non-amenable. We also showed that if the actions of the group on its finite quotients are able to approximate all ergodic probability-measure-preserving actions (this property is called EMD) then the inverse limit of the actions on its finite quotients (i.e. the translation action on its profinite completion) is existentially closed. A further question we studied is for which groups the class of existentially closed actions is axiomatizable within continuous model theory. We found that axiomatizability is equivalent to a certain pushforward map between spaces of invariant measures being an open map. Importantly, we also proved that the existentially closed actions are axiomatizable for groups which are approximately treeable. This significantly improved upon prior results which had shown these actions are axiomatizable for amenable groups and for free groups. Whether or not there are groups for which the existentially closed actions are not axiomatizable remains an important open question.\n\nThe PI also studied additivity properties of Rokhlin entropy with respect to direct products of probability-measure-preserving actions. While sofic entropy is known to be additive when taking the direct product with a Bernoulli shift, not much else is known about the additivity of entropy under direct products of actions of non-amenable groups. The PI was able to partially generalize this fact about sofic entropy to Rokhlin entropy. Specifically, the PI proved that in the case of an action where almost every ergodic component is not strongly ergodic, the Rokhlin entropy is additive when taking the direct product with a Bernoulli shift.\n\nAs part of this grant, the PI also taught a course on the topics of this project to graduate students in Spring 2022. The PI also advised a PhD student and used problems from this project to guide the student's research. In particular, the PI's PhD student was able to answer an open question posed by D. Kerr and H. Li by showing that Shannon orbit equivalences always preserve Kolmogorov--Sinai entropy. Additionally, the PI ran two summer reading courses with undergraduate students on ergodic theory and entropy theory, giving the students exposure to more advanced mathematics and helping them prepare to enter a mathematics graduate program.\t\t\t\t\tLast Modified: 10/31/2024\n\n\t\t\t\t\tSubmitted by: BrandonSeward\n"
 }
}