{
 "awd_id": "1955971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SHF: Medium:  NetSplicer: Scalable Decoupling-based Algorithms for Multilayer Network Analysis",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 301961.0,
 "awd_amount": 301961.0,
 "awd_min_amd_letter_date": "2020-06-18",
 "awd_max_amd_letter_date": "2020-06-18",
 "awd_abstract_narration": "A multilayer network is a powerful and expressive mathematical tool for modeling and analyzing social, economic, biological, and technological systems. Informally, a multilayer network is a collection of related graphs. Applications of multilayer networks include understanding social networks, economic systems, online marketplaces, and detecting vulnerabilities in cyber-physical systems. While this research area is rapidly growing, there is a dearth of computational tools for analyzing large-scale networks from diverse applications. This project will develop the theoretical foundations and software infrastructure for analyzing very large multilayer networks on modern computing systems, thereby enabling their widespread use in diverse applications.\r\n\r\nThis project will develop NetSplicer, a collection of scalable high-performance algorithms for multilayer-network analysis. The approaches in NetSplicer will be based on a divide-and-conquer-like technique called network decoupling. Using decoupling, the multilayer network can be subdivided into multiple components, each of which could be potentially analyzed using known graph algorithms. Network decoupling seeks to address issues that are critical for multilayer analysis, such as reducing information loss and preserving structural and semantic information. The challenges in efficiently applying network decoupling include determining optimal decoupling strategies, preserving the structure and content of multilayer networks that have multiple vertex and edge types, and developing architecture-aware scalable algorithms that apply across different layers of a network. This project will provide a new capability for multiple research communities and will build a repository for multilayer networks. The planned collaborations with domain scientists from academia and industry, as well as curriculum development and outreach activities, will shape project development efforts to maximize impact.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kamesh",
   "pi_last_name": "Madduri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kamesh Madduri",
   "pi_email_addr": "madduri@cse.psu.edu",
   "nsf_id": "000598267",
   "pi_start_date": "2020-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "7942",
   "pgm_ref_txt": "HIGH-PERFORMANCE COMPUTING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 301961.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A multilayer network is a powerful and expressive mathematical tool for modeling and analyzing social, economic, biological, and technological systems. Informally, a multilayer network is a collection of related or connected graphs. Applications of multilayer networks include understanding social networks, economic systems, online marketplaces, and detecting vulnerabilities in cyber-physical systems. While this research area is rapidly growing, there is a dearth of computational tools for analyzing large-scale networks from diverse applications.</p>\n<p>This project has led to the development of several methods and tools to analyze large-scale networks on multicore systems and graphics processing units (GPUs).&nbsp;The project has comprehensively evaluated the network decoupling strategy, and many of the developed methods are based on this strategy. Problems studied include centrality metrics, node classification, multilabel classification, and community detection. The project supported the development of Jet, a multilevel graph partitioning method designed for efficient execution on GPUs. Jet is both a multilayer network analysis tool and a method to facilitate network decoupling. The project also led to methods for accelerating the training workflows for several heterogeneous graph neural network models. The project supported three Penn State doctoral students at various stages. The project findings have been disseminated as peer-reviewed publications and software.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/28/2024<br>\nModified by: Kamesh&nbsp;Madduri</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA multilayer network is a powerful and expressive mathematical tool for modeling and analyzing social, economic, biological, and technological systems. Informally, a multilayer network is a collection of related or connected graphs. Applications of multilayer networks include understanding social networks, economic systems, online marketplaces, and detecting vulnerabilities in cyber-physical systems. While this research area is rapidly growing, there is a dearth of computational tools for analyzing large-scale networks from diverse applications.\n\n\nThis project has led to the development of several methods and tools to analyze large-scale networks on multicore systems and graphics processing units (GPUs).The project has comprehensively evaluated the network decoupling strategy, and many of the developed methods are based on this strategy. Problems studied include centrality metrics, node classification, multilabel classification, and community detection. The project supported the development of Jet, a multilevel graph partitioning method designed for efficient execution on GPUs. Jet is both a multilayer network analysis tool and a method to facilitate network decoupling. The project also led to methods for accelerating the training workflows for several heterogeneous graph neural network models. The project supported three Penn State doctoral students at various stages. The project findings have been disseminated as peer-reviewed publications and software.\n\n\n\t\t\t\t\tLast Modified: 10/28/2024\n\n\t\t\t\t\tSubmitted by: KameshMadduri\n"
 }
}