{
 "awd_id": "1955838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Iterative Csp3 Cross Coupling for Natural Products Synthesis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925373",
 "po_email": "jjewett@nsf.gov",
 "po_sign_block_name": "John C. Jewett",
 "awd_eff_date": "2020-04-15",
 "awd_exp_date": "2025-03-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 806000.0,
 "awd_min_amd_letter_date": "2020-03-31",
 "awd_max_amd_letter_date": "2022-08-10",
 "awd_abstract_narration": "With this Award, the Chemical Synthesis Program of the NSF Division of Chemistry is supporting the research of Professor Martin D. Burke at The University of Illinois at Urbana-Champaign (UIUC) who works with undergraduate and graduate students to develop strategies and methods for the Lego-like synthesis of small organic molecules. Such small molecules have many applications that positively impact  society, these include serving as medicines, biological probes, crop protectants, fertilizers, and materials such as light-harvesting organophotovoltaics. The discovery and development of small molecules with new and/or improved functions is challenging and slow. This is because most small molecules are prepared using customized synthetic routes that require many person hours and a high level of specialist expertise. The Burke group is pioneering an alternate approach where most small molecules can be made using a common Lego-like platform. This platform has been automated, and non-specialists can assemble a wide range of small molecules using a bounded set of building blocks and cross-coupling reactions.  This modularization and automation of the process of small molecule synthesis is saving time and resources, and expanding the range of people who can participate in the process of discovering molecular solutions to some of the most challenging problems facing society. In order to further expand the range of small molecules accessible by this platform, Professor Burke and his students are now developing novel methods for the assembly of small molecule building blocks. The broader impacts of this project include leveraging the relatability of Lego-like small molecule synthesis to inspire high school chemistry students to engage in the molecule making process through “3D printing” their own organic molecules.\r\n\r\nThe continued development of new methods for cross-coupling of three-dimensional “sp3” carbon atoms, especially forming Csp3-Csp3 bonds or those flanked by adjacent heteroatoms, represents a roadmap toward generalized, automated, building block-based small molecule synthesis. As a means to efficiently access sp3-rich and topologically complex polyketide natural products, palladium catalyzed cross-coupling reactions are being developed to enable the coupling of Csp3 boronic acids possessing beta-oxygens with a specific focus on avoiding non-productive elimination of beta-heteroatoms. New electronically and sterically tuned phosphine ligands as well as directing group strategies will be employed as a means to efficiently access polyketide-like frameworks through cross-coupling. Complementary methods not using transition metals are also investigated as a means to access Csp3-Csp3 cross couplings and interrogate their potential to form adjacent stereocenters. These methods are evaluated for their capacity to access polyketide chemical space through the automated building block-based synthesis of three stereochemically complex center natural products. This research stimulates the identification of new and more robust ligands which can reversibly attenuate boron reactivity to enable the iteration of such Csp3 cross-coupling reactions. These research activities yield powerful new avenues to access stereospecific Csp3 cross-coupling though manual and automated chemical synthesis. This research program also contributes to the training of undergraduate and graduate students in the concepts and practice of next generation chemical synthesis, and inspires high school students to participate in the molecular innovation process.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Burke",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Martin D Burke",
   "pi_email_addr": "burke@scs.uiuc.edu",
   "nsf_id": "000228445",
   "pi_start_date": "2020-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 356000.0
  }
 ],
 "por": null
}