{
 "awd_id": "1955768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular dynamics with nuclear quantum effects: merging the quantum and classical domains",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927486",
 "po_email": "rdawes@nsf.gov",
 "po_sign_block_name": "Richard Dawes",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 435000.0,
 "awd_amount": 435000.0,
 "awd_min_amd_letter_date": "2020-04-02",
 "awd_max_amd_letter_date": "2020-04-02",
 "awd_abstract_narration": "Sophya Garashchuk of the University of South Carolina is supported by an award from the Chemical Theory, Models and Computational Methods program in the Division of Chemistry to develop theoretical and computational approaches that consider the behavior of the nuclei in molecules and materials.  This research is motivated by the need to understand nanomaterials and large molecular structures. In-depth understanding of how such structures and materials interact with light, current and heat in applications such as electronics, batteries  and medical devices requires theoretical and computational methods capable of spanning several orders of magnitude in time, space, and hierarchy. Professor Garashchuk's research starts at the most fundamental level possible, for example, by examining protons. The more advanced computational descriptions (quantum calculations) that are restricted to just a few atomic nuclei at a time due to computational cost are merged with simpler classical representations for more complex, bigger and heavier nuclei. The atomistic simulations yield experimentally relevant properties such as predictions of the speed of the reaction or charge and energy transport rates.  These parameters are necessary for the development of even more advanced models of bigger molecular systems.  Modeling the systems’ properties and responses to external stimuli (temperature, electric and magnetic fields) guides the experiments and accelerate the development of new materials and molecular devices for sensing, computing, communications and other applications.  Professor Garashchuk's research and educational activities will train the workforce ready for the emerging quantum information science.  She promote use of computational chemistry and computing in education and research among students and researchers at her home institution, as well as at sister campuses and predominantly undergraduate institutions throughout the state of South Carolina. The research team is engaged in K-12 science demonstrations to showcase molecules and their roles in everyday technologies. These activities broaden participation of underrepresented groups in research, develop of the next-generation technologies, and communicate contributions of STEM to the general public of South Carolina, a geographically underrepresented group in the global research enterprise.\r\n\r\nGarashchuk develops theory and computational methods for the  hierarchical treatment of nuclei practical for large (10-1000 atoms) molecular systems. The hierarchy consists of exact (time-dependent bases) and approximate methods (classical dynamics, possibly, with quantum corrections) unified by the trajectory framework. The exact quantum dynamics employs Gaussian bases which adapt to the evolving nuclear wave function  by following the probability density flow, which follows the quantum trajectories. Such basis function evolution  defines  ‘minimalistic’ representation of a wavefunction in configuration space and improves the scaling properties of the method with the system size. The Gaussians are correlated and normalizable by construction.  The multilevel description of the nuclei, helps to exploit the time- and mass-scale separation for an efficient computational methodology, interfaced with on-the-fly electronic structure calculations. The Quantum Trajectory-guided Adaptable Gaussian (QTAG) dynamics is employed to study nuclear quantum effects in molecular aggregates, i. e. crystalline materials, active sites of enzyme catalytic cycle, functional molecules integrated into covalent and metal-organic frameworks, as a way to  tune and control their properties  relevant to the design of molecular sensors, switches, catalysts, and to the emerging quantum device and computer applications. Connecting research with education and workforce development, Garashchuk incorporates computational chemistry into the graduate and undergraduate curriculum, by providing cyber-research opportunities to regional undergraduate colleges, and by hands-on training of students at all levels in computational chemistry tools and methods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sophya",
   "pi_last_name": "Garashchuk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sophya Garashchuk",
   "pi_email_addr": "garashch@mailbox.sc.edu",
   "nsf_id": "000286866",
   "pi_start_date": "2020-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "631 Sumter St",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 435000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit:</p>\n<p>&nbsp;Our research falls into two categories: (i) development of<br />exact and approximate theories and methods of molecular dynamics incorporating the nuclear quantum effects (NQEs), and&nbsp; (ii) collaborative theoretical/experimental studies of chemical processes involving proton/electron transfer and intramolecular interactions including NQEs.&nbsp;</p>\n<p>In particular, &nbsp; using a combination of experimental studies, theory, simulation, and modeling, we investigated the hydrogen atom transfer (HAT) reaction by the high-valent ferryl cytochrome P450 intermediate that is central to innumerable detoxification and biosynthetic reactions.&nbsp; We found that the substrate fatty acid coordination is essential for generating the hydrogen donor/acceptor configurations conducive to HAT to occur,&nbsp; that&nbsp; the hydrogen motion is largely uncoupled from that of the acceptor atom,&nbsp; and the hydrogen tunneling is essential to capture the experimental isotope effect, its temperature dependence, and activation energies to the HAT.&nbsp; Improved fundamental understanding of the OleT reactivity contributes to the development of biomimetic catalysts for controlled C-H bond activation.&nbsp;&nbsp;</p>\n<p>We explained the NQE on crystallinity of poly(3-hexylthiophene-2,5-diyl) (P3HT) by developing the second order perturbation theory on the molecular dipoles and by modeling the relevant vibrational modes using nuclear quantum dynamics. &nbsp; Experimental studies of four P3HT materials with different levels of deuteration show that the main-chain deuteration significantly reduces crystallinity while the side-chain substitution has little effect. We found that&nbsp; the dipole NQE is responsible for half of the changes in the binding strength of difference polymeric strands. This result shows that deuteration can be used to tune the properties of materials and molecular assemblies.</p>\n<p>Both examples above illustrate that treating nuclei at different theoretical levels -- from classical to quantum -- is essential for modeling of the molecular properties in a practical and accurate manner. To this end we developed&nbsp; quantum dynamics with Trajectory-guided Adaptable Gaussian<br />(QTAG) that are fully-adaptable to the time-dependent wavefunction describing the quantum behaviour of the protons and other quantum nuclei. This method is compatible with classical description of the heavy nuclei within a single trajectory framework and with time-dependent external electromagnetic fields changing the dynamics of the electrons.&nbsp;&nbsp; The QTAG method paves the way to incorporation of the NQEs into molecular dynamics. This development leads to better understanding of the fundamental processes of the molecular processes, essential for the rational design of advanced materials for energy and other technological applications.</p>\n<p>The results were reported in 17 peer-reviewed research papers and 2 book chapters, as well as at numerous conference presentations and seminars given by the PI and her group members.&nbsp;</p>\n<p>Broader imacts.</p>\n<p>STEM workforce development. The award supported one postdoc and two graudates students (one has received a PhD), and six undergraduate students (including four female students). All of these undergraduates are currently pursue PhD degrees in theoretical/computaitonal chemistry.</p>\n<p>&nbsp; <br />Education. The PI has developed the graduate/undergraduate course, training experimental researchers in computational chemistry tools and HPC computing. The course stimulates computational research and theoretical/experimental collaboration in the department, including the PI's formal collaboration with three experimental groups. <br /><br />Participation broadening and outreach. The award has been used to acquire the departmental level license for a computational chemistry software used besides theorists by 10 experimental research groups. The PI facilitates access to computational chemistry resources for chemists from 8 PUIs, including HBCU and minority serving, in SC.&nbsp; The PI is actively involved as a mentor and a reviewer for the university-wide undergraduate research, and in K-12 outreach.</p><br>\n<p>\n Last Modified: 07/30/2024<br>\nModified by: Sophya&nbsp;Garashchuk</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/1955768/1955768_10662441_1722347023159_OLET_fig1_crop--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/1955768/1955768_10662441_1722347023159_OLET_fig1_crop--rgov-800width.png\" title=\"Modeling  KIE     in decarboxylase OleT\"><img src=\"/por/images/Reports/POR/2024/1955768/1955768_10662441_1722347023159_OLET_fig1_crop--rgov-66x44.png\" alt=\"Modeling  KIE     in decarboxylase OleT\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left:  Reaction path  for H-transfer (T) from C-donor (D) to O-acceptor (A),  accompanied by the donor-bonded H-atom (B) relaxation. Right: the potential energy surface of the process with the OH and FeO distances as the horizontal and vertical axes, respectively.</div>\n<div class=\"imageCredit\">Sophya Garashchuk</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Sophya&nbsp;Garashchuk\n<div class=\"imageTitle\">Modeling  KIE     in decarboxylase OleT</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual merit:\n\n\nOur research falls into two categories: (i) development of\nexact and approximate theories and methods of molecular dynamics incorporating the nuclear quantum effects (NQEs), and (ii) collaborative theoretical/experimental studies of chemical processes involving proton/electron transfer and intramolecular interactions including NQEs.\n\n\nIn particular,  using a combination of experimental studies, theory, simulation, and modeling, we investigated the hydrogen atom transfer (HAT) reaction by the high-valent ferryl cytochrome P450 intermediate that is central to innumerable detoxification and biosynthetic reactions. We found that the substrate fatty acid coordination is essential for generating the hydrogen donor/acceptor configurations conducive to HAT to occur, that the hydrogen motion is largely uncoupled from that of the acceptor atom, and the hydrogen tunneling is essential to capture the experimental isotope effect, its temperature dependence, and activation energies to the HAT. Improved fundamental understanding of the OleT reactivity contributes to the development of biomimetic catalysts for controlled C-H bond activation.\n\n\nWe explained the NQE on crystallinity of poly(3-hexylthiophene-2,5-diyl) (P3HT) by developing the second order perturbation theory on the molecular dipoles and by modeling the relevant vibrational modes using nuclear quantum dynamics.  Experimental studies of four P3HT materials with different levels of deuteration show that the main-chain deuteration significantly reduces crystallinity while the side-chain substitution has little effect. We found that the dipole NQE is responsible for half of the changes in the binding strength of difference polymeric strands. This result shows that deuteration can be used to tune the properties of materials and molecular assemblies.\n\n\nBoth examples above illustrate that treating nuclei at different theoretical levels -- from classical to quantum -- is essential for modeling of the molecular properties in a practical and accurate manner. To this end we developed quantum dynamics with Trajectory-guided Adaptable Gaussian\n(QTAG) that are fully-adaptable to the time-dependent wavefunction describing the quantum behaviour of the protons and other quantum nuclei. This method is compatible with classical description of the heavy nuclei within a single trajectory framework and with time-dependent external electromagnetic fields changing the dynamics of the electrons. The QTAG method paves the way to incorporation of the NQEs into molecular dynamics. This development leads to better understanding of the fundamental processes of the molecular processes, essential for the rational design of advanced materials for energy and other technological applications.\n\n\nThe results were reported in 17 peer-reviewed research papers and 2 book chapters, as well as at numerous conference presentations and seminars given by the PI and her group members.\n\n\nBroader imacts.\n\n\nSTEM workforce development. The award supported one postdoc and two graudates students (one has received a PhD), and six undergraduate students (including four female students). All of these undergraduates are currently pursue PhD degrees in theoretical/computaitonal chemistry.\n\n\n \nEducation. The PI has developed the graduate/undergraduate course, training experimental researchers in computational chemistry tools and HPC computing. The course stimulates computational research and theoretical/experimental collaboration in the department, including the PI's formal collaboration with three experimental groups. \n\nParticipation broadening and outreach. The award has been used to acquire the departmental level license for a computational chemistry software used besides theorists by 10 experimental research groups. The PI facilitates access to computational chemistry resources for chemists from 8 PUIs, including HBCU and minority serving, in SC. The PI is actively involved as a mentor and a reviewer for the university-wide undergraduate research, and in K-12 outreach.\t\t\t\t\tLast Modified: 07/30/2024\n\n\t\t\t\t\tSubmitted by: SophyaGarashchuk\n"
 }
}