{
 "awd_id": "1955034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Excellence in Research: Harnessing Microbial Signals for Biofilm Control",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927858",
 "po_email": "cjiang@nsf.gov",
 "po_sign_block_name": "Sunny  Jiang",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 329999.0,
 "awd_amount": 329999.0,
 "awd_min_amd_letter_date": "2020-06-17",
 "awd_max_amd_letter_date": "2023-08-31",
 "awd_abstract_narration": "Urbanization increases the need to treat wastewater. In the United States, this demand is typically met by treating water in water resource recovery facilities (WRRFs). Many WRRFs employ attached growth biofilm reactors where beneficial microorganisms grow in a thin layer on solid surfaces.  Biofilm reactors are well suited for crowded urban locations because they can increase WRRF treatment efficiency without increasing space demands. Biofilm reactors operate most efficiently under a narrow set of conditions. If the biofilm is too thick, microorganisms will grow slower, thus decreasing process efficiency. The goal of this research is to develop ways to control biofilms by measuring signaling molecules produced by the microorganisms. This information will be used to develop a biofilm control strategy for treatment optimization. The results of this research will shed light on microbial signaling systems in wastewater treatment. This knowledge will also help understand how to control other biofilm systems in medical devices, on our teeth, and in other systems. Benefits to society resulting from this project include education and outreach on wastewater treatment to local K-12 schools and the education of underrepresented students at Howard University, thus increasing the diversity and scientific literacy of the Nation’s STEM workforce.\r\n\r\nAttached growth biofilm reactors are ideally suited for the urban water resource recovery facilities (WRRFs) because the rate of treatment can increase without a corresponding expansion in reactor size. Additional potential benefits of biofilms reactors include improved process stability and retention of slow growing organisms in the system. Efficient operation of biofilm reactors requires control of biofilm thickness and function. Microbial communities in biofilms use chemical signaling molecules to coordinate community function. While microbial signaling molecules were discovered decades ago, the ability to control expression of these molecules in the environment is still poorly understood. The goal of this research is to harness various forms of microbial communication signals to control biofilm systems. This will be achieved by: (1) determining the type and abundance of signaling molecules in full-scale WRRFs; (2) establishing a signaling molecule biofilm control strategy in pure culture biofilms; and (3) implementing this signaling molecule based control strategy in environmentally relevant mixed biofilm cultures. High throughput sequencing analysis of WRRF microbial communities will be used to determine the genetic potential for different signaling systems. Signaling molecules will also be measured in existing WRRFs in the Washington, DC region operating distinct process configurations. Studies of full-scale WRRFs will inform strategies for using signaling molecules for biofilm control in pure culture biofilms and in a lab-scale mixed culture nitrifying biofilm. The implications of this research will extend beyond WRRFs and offer potential benefits to drinking water distribution systems and hospital environments, where biofilm management is necessary to protect public health. Research results will be integrated into existing K-12 outreach activities. This research will support female and underrepresented graduate and undergraduate students from Howard University and will benefit an early career PI that is committed to creating opportunities for underrepresented groups to learn about microbiology and environmental engineering.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Ymele-Leki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Ymele-Leki",
   "pi_email_addr": "patrick.ymeleleki@howard.edu",
   "nsf_id": "000646434",
   "pi_start_date": "2023-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jeseth",
   "pi_last_name": "Delgado Vela",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeseth Delgado Vela",
   "pi_email_addr": "jeseth.delgadovela@duke.edu",
   "nsf_id": "000756121",
   "pi_start_date": "2020-06-17",
   "pi_end_date": "2023-08-31"
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2300 Sixth St NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200591015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "070Y00",
   "pgm_ele_name": "HBCU-EiR - HBCU-Excellence in"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041Z",
   "pgm_ref_txt": "HBCU-Strengthening Research Capacities"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 329999.0
  }
 ],
 "por": null
}