{
 "awd_id": "1955793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Environmental Materials Beyond and Below Nanoscale: Palladium Single Atom",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 389768.0,
 "awd_amount": 389768.0,
 "awd_min_amd_letter_date": "2020-02-11",
 "awd_max_amd_letter_date": "2020-02-11",
 "awd_abstract_narration": "Nanotechnology has been the main driver of scientific advances in catalytic materials and processes over the past few decades. Unique physicochemical and electronic properties emerge as materials are engineered at the nanoscale. This project explores what would happen if the same material were engineered to be even smaller at the sub-nanoscale, even down to the ‘single atom'. Single-atom catalysts are the theoretical limit of material downsizing and represent a frontier of materials research today. Single-atom catalysts are synthesized by tightly anchoring individual noble metal or transition metal atoms onto a support material. This configuration allows every atom to be available for catalytic reaction, unlike nanoparticles in which atoms are inevitably buried inside a cluster of atoms. Single-atom catalysts are is particularly attractive for costly noble metal catalysts, such as palladium, that are often sought in reductive pollutant degradation processes for environmental remediation.  This research project seeks to examine how palladium can be controlled at the atomic scale to best exploit the material’s catalytic properties in an application relevant to water treatment. Successful completion of this project will enable more cost-effective and more sustainable environmental remediation solutions. The project will leverage an outreach program that the investigator has established to engage local high school students in STEM research. The investigator will also offer classes to high school teachers. \r\n\r\nThe overarching goal of the project is to evaluate how palladium catalysts behave differently when downsized from nanoparticles to the single atom limit. Palladium single-atom catalyst material properties will be correlated with synthetic parameters by employing various advanced characterization techniques such as high energy X-ray absorption and scanning transmission electron microscopy. Other properties, including atomic dispersion, local coordination environment, and oxidation state of the active metal site, will be further correlated to catalytic performance for the reductive removal of toxic halogenated organic compounds and nitrate (and potentially other oxyanions, such as nitrite, bromate, chromate, and perchlorate) that pose significant environmental and human health concerns. In addition, the PI will investigate how palladium single-atom catalysts behave differently from their nanoparticle counterparts over long-term use and under a complex water matrix to evaluate their environmental fate. Graduate and undergraduate students participating in this project will gain interdisciplinary knowledge, particularly at the interface of materials science, advanced spectroscopy, and environmental engineering. The project will leverage an outreach program that the PI has established to engage local high school students in STEM research. The PI will also offer classes to high school teachers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jaehong",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jaehong Kim",
   "pi_email_addr": "jaehong.kim@yale.edu",
   "nsf_id": "000415949",
   "pi_start_date": "2020-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "SEAS - 17 Hillhouse Ave",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208286",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 389768.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Single-atom catalysts (SACs) have reinvigorated the potential of catalytic materials for environmental applications. Consisting individual metal atoms atomically dispersed and anchored to a support material, SACs improve metal utilization compared to conventional nanoparticulate catalysts, thereby reducing the cost-barrier to implementation. However, SACs are difficult to stabilize due to their inherently high surface-free energy, resulting in a propensity for aggregation into clusters or nanoparticles. The combined effects of metal, coordination environment, and catalytic application significantly influence the extent of aggregation. However, little is known about aqueous-phase SAC stability, which is of the utmost importance as we develop materials targeting water treatment.</p>\n<p>&nbsp;</p>\n<p>Halogenated organics and nitrate are two classes of prevalent water pollutants of concern due to their persistence in the environment and adverse health effects. Halogenated organics are difficult to degrade due to the strength of carbon-halogen bonds, and nitrate is present in both ground and surface waters and causes increased risk of certain cancers. While SACs might offer a promising solution, these catalytic reactions may promote instability, resulting in the aggregation of single-atoms. Our work centers on understanding SAC stability in relation to water treatment by monitoring aggregation using X-ray absorption spectroscopy to track how single-atom configuration changes during catalysis. We specifically investigated SAC stability during thermocatalytic hydrodehalogenation and electrocatalytic nitrate reduction, representative of two key technologies for pollutant remediation. Importantly, we found that SAC instability can actually enhance these catalytic reactions, demonstrating the complexities and value of evaluating SAC stability to realize their long-term potential for environmental solutions.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/26/2024<br>\nModified by: Jaehong&nbsp;Kim</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSingle-atom catalysts (SACs) have reinvigorated the potential of catalytic materials for environmental applications. Consisting individual metal atoms atomically dispersed and anchored to a support material, SACs improve metal utilization compared to conventional nanoparticulate catalysts, thereby reducing the cost-barrier to implementation. However, SACs are difficult to stabilize due to their inherently high surface-free energy, resulting in a propensity for aggregation into clusters or nanoparticles. The combined effects of metal, coordination environment, and catalytic application significantly influence the extent of aggregation. However, little is known about aqueous-phase SAC stability, which is of the utmost importance as we develop materials targeting water treatment.\n\n\n\n\n\nHalogenated organics and nitrate are two classes of prevalent water pollutants of concern due to their persistence in the environment and adverse health effects. Halogenated organics are difficult to degrade due to the strength of carbon-halogen bonds, and nitrate is present in both ground and surface waters and causes increased risk of certain cancers. While SACs might offer a promising solution, these catalytic reactions may promote instability, resulting in the aggregation of single-atoms. Our work centers on understanding SAC stability in relation to water treatment by monitoring aggregation using X-ray absorption spectroscopy to track how single-atom configuration changes during catalysis. We specifically investigated SAC stability during thermocatalytic hydrodehalogenation and electrocatalytic nitrate reduction, representative of two key technologies for pollutant remediation. Importantly, we found that SAC instability can actually enhance these catalytic reactions, demonstrating the complexities and value of evaluating SAC stability to realize their long-term potential for environmental solutions.\n\n\n\t\t\t\t\tLast Modified: 08/26/2024\n\n\t\t\t\t\tSubmitted by: JaehongKim\n"
 }
}