{
 "awd_id": "1956466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Exploring the Comprehension and Meta-comprehension Benefits of Learner-Generated Drawings in Science",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Green",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 407625.0,
 "awd_amount": 407625.0,
 "awd_min_amd_letter_date": "2020-08-12",
 "awd_max_amd_letter_date": "2020-08-12",
 "awd_abstract_narration": "Academic success depends on students’ ability to comprehend text. Such comprehension can be challenging in undergraduate science courses because the text often describes things that are complex, dynamic, and invisible. One critical factor in effective text comprehension is the ability to monitor and regulate one’s own learning. Unfortunately, students are often inaccurate judges of their learning, leading them to make ineffective study choices and to achieve limited learning outcomes. This project will explore learner-generated drawing, a promising strategy for enhancing self-regulated learning from science text. Although creating drawings can enhance learning under some conditions, little is known about how different components of the drawing process contribute to comprehension and self-regulation.  These components include making the drawing, comparing one’s drawing to feedback, and revising one’s drawing in response to the feedback. This collaborative project will conduct the first set of experiments designed to identify critical elements of learner-generated drawings across multiple scientific disciplines. By identifying which components of drawing have the strongest benefits, this research can help instructors more effectively implement drawing-based learning activities and support students who are most at-risk of struggling in science courses.  \r\n\r\nThis project will investigate how learning by drawing contributes to comprehension, monitoring accuracy, and self-regulation. In a series of laboratory experiments, this project will systematically isolate the cognitive and metacognitive benefits of three core mechanisms of drawing: generation, comparison, and revision. The project will test the hypothesis that the learning conditions that best support comprehension may differ from the conditions that best support meta-comprehension, depending on the diagnostic cues available during learning. One project aim is to determine the optimal level of drawing generation: fully-learner-generated, partially-learner-generated, instructor-provided, or instructor-generated. The second aim will study the contribution of actively comparing one’s fully or partially completed drawings to feedback in the form of instructor-provided drawings. The third aim will identify the role of revising learner-generated or instructor-provided errors in drawings based on provided feedback. The final aim will combine optimal generation, comparison, and revision conditions, and study students’ subsequent restudy behavior and learning outcomes. Overall, understanding the mechanisms that support learning by drawing will contribute to existing models of self-regulated learning and provide a roadmap for future research investigating precisely how these mechanisms work, including when they work and for whom.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Jaeger",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Allison J Jaeger",
   "pi_email_addr": "ajb1193@msstate.edu",
   "nsf_id": "000807883",
   "pi_start_date": "2020-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint John's University",
  "inst_street_address": "8000 UTOPIA PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "JAMAICA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189902920",
  "inst_zip_code": "114399000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NY05",
  "org_lgl_bus_name": "ST JOHN'S UNIVERSITY, NEW YORK",
  "org_prnt_uei_num": "ZNEAYFAHH3H3",
  "org_uei_num": "QMCKV4B31PG2"
 },
 "perf_inst": {
  "perf_inst_name": "St. John's University, New York",
  "perf_str_addr": "8000 Utopia Parkway",
  "perf_city_name": "Queens",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "114399000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NY05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 136132.0
  }
 ],
 "por": null
}