{
 "awd_id": "2000506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Homological Invariants in Low Dimensional Topology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 86764.0,
 "awd_amount": 86764.0,
 "awd_min_amd_letter_date": "2019-11-07",
 "awd_max_amd_letter_date": "2023-06-21",
 "awd_abstract_narration": "This National Science Foundation award supports a project in low dimensional topology, an area of mathematics that studies shapes of three- and four-dimensional spaces. Interestingly, the fundamental problem of understanding and classifying shapes of spaces is more difficult in these lower dimensions compared to higher dimensions. In fact, investigating some of the new phenomena that happen in these dimensions require the use of more modern invariants, or in other words, quantities associated to shapes that can distinguish between those with different properties. This subject is also closely related to knot theory, that is focused on studying the shapes of knotted circles in three-dimensional spaces.  Low dimensional topology and knot theory have various implications in physics (quantum theory), cosmology (the shape of the universe), chemistry (molecular knots) and biology (knotting of DNA and DNA-protein interactions). This project aims to study the shapes of three- and four-dimensional spaces and configurations of knotted circles and surfaces in them using an invariant defined by the PI and her collaborator. In another direction, the PI investigates the relationship between different invariants for knotted circles.  The PI plans to organize seminars and conferences and involve undergraduate students in the combinatorial and computational aspects of this project. \r\n\r\n\r\nHeegaard Floer homology is a collection of algebraic invariants for low dimensional objects (e.g. 3- and 4-manifolds, knots, links, etc.), defined by counting holomorphic disks. In particular, different types of such invariants have been introduced for 3-manifolds with boundary. For example, Eftekhary and the PI defined tangle Floer homology as a generalization of (minus) Heegaard Floer homology. In one direction, this project aims to (1) study embeddings of graphs and homology cobordism group of homology cylinders using tangle Floer homology and (2) introduce invariants for concordances and Seifert surfaces, and get bounds for unknotting number using cobordism maps for tangle Floer homology. In a different direction, the PI intends to (3) give a computationally effective way for detecting handlebodies using bordered Floer homology (different extension of Heegaard Floer invariants for 3-manifolds with boundary defined by Lipshitz-Ozsvath-Thurston) with the hope of providing a new way for detecting homotopically ribbon fibered knots.  This project also proposes to study the properties of an invariant for knots and links, called symplectic sl(n) homology. This invariant is conjecturally equal to sl(n) homology, and the PI plans to (4) investigate spectral sequences for specific involutions in symplectic sl(n) homology and establish a better understanding of this conjecture.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Akram",
   "pi_last_name": "Alishahi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akram Alishahi",
   "pi_email_addr": "akram.alishahi@uga.edu",
   "nsf_id": "000706973",
   "pi_start_date": "2019-11-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "310 E. Campus Road",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306021589",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 86764.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-6a37347a-7fff-33d0-f152-44c5d70076df\"> </span></p>\n<p dir=\"ltr\"><span>The PI has worked on the NSF grant, &ldquo;Homological invariants in low dimensional topology&rdquo; as a Ritt Assistant Professor (postdoc) at Columbia University from 2018 to 2019, then moved to the University of Georgia as a tenure-track assistant professor in 2019. During the grant period, 3 research articles were published in peer-reviewed journals, and 5 articles were completed and submitted for peer review. The PI mentored 2 postdocs and began advising 1 PhD student at the University of Georgia.</span></p>\n<p dir=\"ltr\"><span>The PI co-mentored 3 summer Research Experience for Undergraduate (REU) Projects. The first REU project was part of Columbia&rsquo;s internal REU program, with 6 students working for 8 weeks during the summer of 2018 on a project focused on knot invariants, called doubly pointed grid homology. The second and third REU projects were at the University of Georgia: the second focused on knots and algebra in summer 2021, and the third on studying 4-dimensional spaces via surfaces using </span><span>multisections </span><span>in summer 2022.</span></p>\n<p dir=\"ltr\"><span>In addition to mentoring undergraduate and graduate students and postdocs, the PI has advised multiple reading courses and organized many preprint reading seminars and research seminars. This grant supported several speakers for the weekly topology seminar at the University of Georgia. The PI, her students, and postdocs have been supported by this grant to attend or speak at research conferences. Moreover, the PI has co-organized several conferences, including the Georgia Topology Conference from 2021 to 2024, and AMS and AWM special sessions.</span></p>\n<p dir=\"ltr\"><span>This project focused on low-dimensional topology, the study of shapes of spaces in dimensions 2, 3, and 4. The PI employs modern algebraic tools, such as Heegaard Floer theory (defined using nonlinear differential equations) and Khovanov homology (defined combinatorially), to address challenging questions. The PI also further develops these techniques and explores the connections and similarities between Heegaard Floer theory and Khovanov homology.</span></p>\n<p dir=\"ltr\"><span>A knot is a closed, knotted loop in 3-dimensional space, while a link is a collection of non-intersecting, entangled knots. The study of knots and links is central to low-dimensional topology, as they are used to construct 3- and 4-dimensional spaces. A fundamental question, albeit difficult to answer, is: What is the minimum number of self-crossings required to unknot a knot? In joint work with Eftekhary, the PI gives a new lower bound for this number using knot Floer homology, the Heegaard Floer theory&rsquo;s invariants for knots. Furthermore, If a knot (link) is obtained from another by a self-crossing, a map between their knot (link) Floer homologies can be associated to this move, called a crossing change map. In joint work with Gorsky and Liu (submitted, not yet published), we study these crossing change maps for link Floer homology and elucidate similarities between link Floer homology and a generalization of Khovanov homology called y-ification of Khovanov homology.</span></p>\n<p dir=\"ltr\"><span>This project also investigates connections (in the form of spectral sequences) between Heegaard Floer theory and Khovanov homology. One connection involves introducing a framework to relate Khovanov and knot Floer homology, in collaboration with Nathan Dowlin (submitted, not yet published). Another connection relates a variation of Khovanov homology, called Bar-Natan homology, to a variation of Heegaard Floer homology, called involutive Heegaard Floer homology. This is joint work with Linh Truong and Melissa Zhang (submitted, not yet published).</span></p>\n<p dir=\"ltr\"><span>Considering 3-dimensional space as the boundary of 4-dimensional space, one can ask about the simplest surface (or collection of surfaces) in 4-dimensional space that bounds a given knot or link in the boundary. The PI generalizes invariants from knot Floer homology to bound the complexity of such surfaces for links. In this process, the PI further develops Heegaard Floer invariants for spatial graphs, such as spatial theta curves (submitted, not yet published).&nbsp;</span></p>\n<p dir=\"ltr\"><span>Contact structures are special geometric structures on 3-dimensional spaces, motivated by classical mechanics. Heegaard Floer homology provides invariants for contact structures, proving effective for studying various properties and questions. Bordered Floer homology is a variation of Heegaard Floer homology, in the form of a </span><span>glueable</span><span> algebraic invariant.&nbsp; Specifically, to compute Heegaard Floer homology of a 3-dimensional space one can cut it into simpler pieces, compute their bordered Floer invariants, and then &ldquo;glue&rdquo; them together through a tensor product operation. The PI and her collaborators, define a gluable contact invariant in bordered Floer homology that fits well with cut-paste techniques. As an application, they give a new proof for the vanishing of the contact invariant in the presence of an over-twisted disk using a completely local computation.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/15/2024<br>\nModified by: Akram&nbsp;Alishahi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nThe PI has worked on the NSF grant, Homological invariants in low dimensional topology as a Ritt Assistant Professor (postdoc) at Columbia University from 2018 to 2019, then moved to the University of Georgia as a tenure-track assistant professor in 2019. During the grant period, 3 research articles were published in peer-reviewed journals, and 5 articles were completed and submitted for peer review. The PI mentored 2 postdocs and began advising 1 PhD student at the University of Georgia.\n\n\nThe PI co-mentored 3 summer Research Experience for Undergraduate (REU) Projects. The first REU project was part of Columbias internal REU program, with 6 students working for 8 weeks during the summer of 2018 on a project focused on knot invariants, called doubly pointed grid homology. The second and third REU projects were at the University of Georgia: the second focused on knots and algebra in summer 2021, and the third on studying 4-dimensional spaces via surfaces using multisections in summer 2022.\n\n\nIn addition to mentoring undergraduate and graduate students and postdocs, the PI has advised multiple reading courses and organized many preprint reading seminars and research seminars. This grant supported several speakers for the weekly topology seminar at the University of Georgia. The PI, her students, and postdocs have been supported by this grant to attend or speak at research conferences. Moreover, the PI has co-organized several conferences, including the Georgia Topology Conference from 2021 to 2024, and AMS and AWM special sessions.\n\n\nThis project focused on low-dimensional topology, the study of shapes of spaces in dimensions 2, 3, and 4. The PI employs modern algebraic tools, such as Heegaard Floer theory (defined using nonlinear differential equations) and Khovanov homology (defined combinatorially), to address challenging questions. The PI also further develops these techniques and explores the connections and similarities between Heegaard Floer theory and Khovanov homology.\n\n\nA knot is a closed, knotted loop in 3-dimensional space, while a link is a collection of non-intersecting, entangled knots. The study of knots and links is central to low-dimensional topology, as they are used to construct 3- and 4-dimensional spaces. A fundamental question, albeit difficult to answer, is: What is the minimum number of self-crossings required to unknot a knot? In joint work with Eftekhary, the PI gives a new lower bound for this number using knot Floer homology, the Heegaard Floer theorys invariants for knots. Furthermore, If a knot (link) is obtained from another by a self-crossing, a map between their knot (link) Floer homologies can be associated to this move, called a crossing change map. In joint work with Gorsky and Liu (submitted, not yet published), we study these crossing change maps for link Floer homology and elucidate similarities between link Floer homology and a generalization of Khovanov homology called y-ification of Khovanov homology.\n\n\nThis project also investigates connections (in the form of spectral sequences) between Heegaard Floer theory and Khovanov homology. One connection involves introducing a framework to relate Khovanov and knot Floer homology, in collaboration with Nathan Dowlin (submitted, not yet published). Another connection relates a variation of Khovanov homology, called Bar-Natan homology, to a variation of Heegaard Floer homology, called involutive Heegaard Floer homology. This is joint work with Linh Truong and Melissa Zhang (submitted, not yet published).\n\n\nConsidering 3-dimensional space as the boundary of 4-dimensional space, one can ask about the simplest surface (or collection of surfaces) in 4-dimensional space that bounds a given knot or link in the boundary. The PI generalizes invariants from knot Floer homology to bound the complexity of such surfaces for links. In this process, the PI further develops Heegaard Floer invariants for spatial graphs, such as spatial theta curves (submitted, not yet published).\n\n\nContact structures are special geometric structures on 3-dimensional spaces, motivated by classical mechanics. Heegaard Floer homology provides invariants for contact structures, proving effective for studying various properties and questions. Bordered Floer homology is a variation of Heegaard Floer homology, in the form of a glueable algebraic invariant. Specifically, to compute Heegaard Floer homology of a 3-dimensional space one can cut it into simpler pieces, compute their bordered Floer invariants, and then glue them together through a tensor product operation. The PI and her collaborators, define a gluable contact invariant in bordered Floer homology that fits well with cut-paste techniques. As an application, they give a new proof for the vanishing of the contact invariant in the presence of an over-twisted disk using a completely local computation.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/15/2024\n\n\t\t\t\t\tSubmitted by: AkramAlishahi\n"
 }
}