{
 "awd_id": "2000105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Entropy Theory Methods in von Neumann Algebras",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2020-05-11",
 "awd_max_amd_letter_date": "2020-05-11",
 "awd_abstract_narration": "Quantum mechanics is an area of physics with numerous applications including biology and engineering. A basic consequence of the theory is that observables cannot commute with each other, and so the mathematical basis for quantum mechanics must be within a noncommutative framework. Based on this constraint, in the 1930's Murray and von Neumann provided a rigorous background for quantum mechanics using algebras of operators on a Hilbert space now called von Neumann algebras. Recently, these objects have provided a precise framework in which to study quantum computing, which has enormous potential application to breakthroughs in cryptography. Another area where von Neumann algebras have given tremendous insight is in the study of random matrices. Random matrices themselves are used in nuclear physics to model the nuclei of heavy atoms, as well as in theoretical neuroscience to describe the connections between neurons in the brain. This project will also contribute to US workforce development through diversity initiatives and training of graduate students.\r\n \r\nThe goal of this project is to study group von Neumann algebras through two different approaches: Voiculescu's free probability theory, and Popa's deformation/rigidity theory. In Voiculescu's free probability theory, the PI plans to use the theory of random matrices to attack a well-known conjecture of Peterson and Thom on the structure of subalgebras of group von Neumann algebras of free groups. The random matrix approach uses so-called strong convergence, which demands that eigenvalue distributions converge weak*, and that the spectrum converges in the Hausdorff metric.   Building on the 1-bounded entropy theory due to the PI and Jung, the PI establishes that if a natural strong convergence results holds for tensors of random unitaries, then one is able to deduce the Peterson-Thom conjecture as a corollary. Importing insight from sofic entropy theory into Popa's deformation/rigidity theory, the PI recently showed with de Santaigo-Hoff-Sinclair that given a (s-malleable) deformation of a tracial von Neumann algebra, and a diffuse, rigid subalgebra, one can necessarily extend it to a maximal rigid subalgebra. A potential avenue for exploration is in generalizing these results to approximately rigid subalgebra. Such a generalization gives a second approach to the Peterson-Thom conjecture. It would also provide a way to show that nonamenable groups with nontrivial cohomology in the left regular representation do not have Cartan subalgebras, a problem in the subject that has been open for the last decade. The PI also plans to study the implications of this theory to the case of von Neumann algebras of equivalence relations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Hayes",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin R Hayes",
   "pi_email_addr": "brh5c@virginia.edu",
   "nsf_id": "000680289",
   "pi_start_date": "2020-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Math Department",
  "perf_str_addr": "219 Kerchof Hall, 141 Cabell Dr",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044137",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was concerned with concerend with the mathematical theory of dynamical systems, which aims to study certain physical phenomena (e.g. gas inside a room, population of a species, temperature) as it evolves in time. In this case \"time\" (formulated mathematically as the integers) gets replaced with a discrete system of symmetries (mathematicians call this a group). Another area of focus was \"von Neumann algebras\", infinite dimensional matheamtical objects which form the basic for quantum mechanics, <span>as well as understanding of problems in Fourier series</span>. In both contexts, entropy plays a role: this&nbsp;&nbsp;is a number measuring the degree of \"finite approximability\" of the objects under question.</p>\n<p>The intellectual merit of the project resulted in 4 published papers, 4 others accepted,&nbsp; and 6 others in publication process. This includes high level journals such as Communications in Mathematical Physics, Analysis &amp; PDE, Journal of the Institute of Mathematics of Jussieu.</p>\n<p>Work of the PI was instrumental in a resolution of a long-standing conjecture due to Peterson-Thom (one of the major aims of the original proposal was to solve this problem). Much of the project was built out of applications of this resolution. The project also expanded upon entropy theory in the von Neumann algebra context particularly in the context of \"graph independence\" which combines classical probabilistic independence with \"free independence\" (naturally arising in random matrix theory). In these contexts, connections to random matrix theory (<span>an area with applications to nuclear physics and theoretical neuroscience) plays a natural role.</span></p>\n<p>Other aspects of this work connects to unimodular random graphs and peroclation theory-the latter being a fundamental area of study for statistical mechanics. New applications to growth of unimodular trees was given and a co-spectral radius was developed as a new tool to study peroclations of graphs. There are also connections to algorithms and computer science through the study of spectral noncentration on graphs.&nbsp;</p>\n<p>Several projects were worked on by graduate students and undergraduate researchers: this includes developing an analogue of orbit equivalence (significant in ergodic theory and dynamical systems) to the context of von Neumann algebras, expanding new directions in Popa's defomration/rigidty theory,&nbsp;<span>which aims to recover the starting data (e.g. a group, dynamical system, etc.) of a von Neumann algebra from the algebra itself. This area has strong ties to dynamical systems and group theory.</span></p>\n<p>&nbsp;</p>\n<p><span>The broader impacts of the project include influencing the research direction of mathematicians who were junior at the time, including being the basis for two PhD theses, and one undergraduate thesis.&nbsp; The PI&nbsp;<span>&nbsp;also participated in many efforts to improve the representation of women and underrepresented minorities in mathematics, attending many events hosted by groups founded to improve the success of underrepresented groups such as the Math Alliance. He was also a faculty mentor of the local UVA chapter of the Association for Women in Mathematics during grant funding. He also participated in the bridge program at UVA,&nbsp;<span>&nbsp;which is a post-</span><span>bac</span><span>&nbsp;program where we enroll students at&nbsp;</span><span>UVa</span><span>&nbsp;in high-level undergraduate mathematics programs. The aim is to find talented students who do not come from the traditional backgrounds from which we tend to find our undergraduates and is explicitly aimed at improving the representation of woman and underrepresented minorities in mathematics.</span></span></span></p><br>\n<p>\n Last Modified: 10/10/2024<br>\nModified by: Benjamin&nbsp;R&nbsp;Hayes</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project was concerned with concerend with the mathematical theory of dynamical systems, which aims to study certain physical phenomena (e.g. gas inside a room, population of a species, temperature) as it evolves in time. In this case \"time\" (formulated mathematically as the integers) gets replaced with a discrete system of symmetries (mathematicians call this a group). Another area of focus was \"von Neumann algebras\", infinite dimensional matheamtical objects which form the basic for quantum mechanics, as well as understanding of problems in Fourier series. In both contexts, entropy plays a role: thisis a number measuring the degree of \"finite approximability\" of the objects under question.\n\n\nThe intellectual merit of the project resulted in 4 published papers, 4 others accepted, and 6 others in publication process. This includes high level journals such as Communications in Mathematical Physics, Analysis & PDE, Journal of the Institute of Mathematics of Jussieu.\n\n\nWork of the PI was instrumental in a resolution of a long-standing conjecture due to Peterson-Thom (one of the major aims of the original proposal was to solve this problem). Much of the project was built out of applications of this resolution. The project also expanded upon entropy theory in the von Neumann algebra context particularly in the context of \"graph independence\" which combines classical probabilistic independence with \"free independence\" (naturally arising in random matrix theory). In these contexts, connections to random matrix theory (an area with applications to nuclear physics and theoretical neuroscience) plays a natural role.\n\n\nOther aspects of this work connects to unimodular random graphs and peroclation theory-the latter being a fundamental area of study for statistical mechanics. New applications to growth of unimodular trees was given and a co-spectral radius was developed as a new tool to study peroclations of graphs. There are also connections to algorithms and computer science through the study of spectral noncentration on graphs.\n\n\nSeveral projects were worked on by graduate students and undergraduate researchers: this includes developing an analogue of orbit equivalence (significant in ergodic theory and dynamical systems) to the context of von Neumann algebras, expanding new directions in Popa's defomration/rigidty theory,which aims to recover the starting data (e.g. a group, dynamical system, etc.) of a von Neumann algebra from the algebra itself. This area has strong ties to dynamical systems and group theory.\n\n\n\n\n\nThe broader impacts of the project include influencing the research direction of mathematicians who were junior at the time, including being the basis for two PhD theses, and one undergraduate thesis. The PIalso participated in many efforts to improve the representation of women and underrepresented minorities in mathematics, attending many events hosted by groups founded to improve the success of underrepresented groups such as the Math Alliance. He was also a faculty mentor of the local UVA chapter of the Association for Women in Mathematics during grant funding. He also participated in the bridge program at UVA,which is a post-bacprogram where we enroll students atUVain high-level undergraduate mathematics programs. The aim is to find talented students who do not come from the traditional backgrounds from which we tend to find our undergraduates and is explicitly aimed at improving the representation of woman and underrepresented minorities in mathematics.\t\t\t\t\tLast Modified: 10/10/2024\n\n\t\t\t\t\tSubmitted by: BenjaminRHayes\n"
 }
}