{
 "awd_id": "2000831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Collaborative Approach to Expanding Nondestructive Testing Education within a Welding Program",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032928492",
 "po_email": "cdelahan@nsf.gov",
 "po_sign_block_name": "Christine Delahanty",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 599816.0,
 "awd_amount": 599816.0,
 "awd_min_amd_letter_date": "2020-03-16",
 "awd_max_amd_letter_date": "2020-03-16",
 "awd_abstract_narration": "This project aims to address the growing unmet need for skilled technicians in nondestructive testing.  Nondestructive testing is used to test the safety of structures, vehicles, or vessels using technologies such as ultrasound and X-ray analysis.  Nondestructive testing technicians help U.S. vessel, vehicle, pipeline, and infrastructure industries meet quality and safety assurance requirements, thus preventing injury or loss of life. The shortage of workers in nondestructive testing results from both high industry demand and a shortage of training programs. Consequently, the project proposes to develop a new Associate of Applied Science degree program and two specialized certificate programs in nondestructive testing. This curriculum has the potential to increase the capacity of educational institutions to provide classroom training leading to American Society for Nondestructive Testing Level II certification. Activities will also be developed that promote diversity in high technology careers by focusing recruitment efforts on high school students and incumbent workers from groups that are not yet well represented in this employment sector. \r\n\r\nInnovative aspects of the curriculum will include: (1) a focus on weld testing, with an integration of nondestructive testing and welding curricular content in the AAS degree program; and (2) alignment with American Society for Nondestructive Testing certification standards to ensure the highest quality of preparation for graduates. The project’s objectives are to: (1) develop curricula for radiographic testing and ultrasonic testing certificates that lead to fulfillment of American Society for Nondestructive Testing Level II classroom requirements; (2) to align the two certificates and the associate’s degree program to create flexible academic pathways for students; (3) to enhance student learning with new equipment for teaching radiographic testing and phased array ultrasonic testing; and (4) to recruit and enroll high school students and incumbent workers in the new pathways to earning nondestructive testing credentials. A research study will add new knowledge regarding the effectiveness of the recruitment activities, including activities introduced in a summer camp and in a dual enrollment welding curriculum. The project evaluation will examine the effectiveness and impact of industry relationships, curriculum development, use of new equipment, and recruitment activities, with regard to the intended learning outcomes and alignment with the needs of students and employers. This project can provide a model for career and educational pathways in nondestructive testing that other colleges may replicate or adapt. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Nau",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Nau",
   "pi_email_addr": "mnau@pct.edu",
   "nsf_id": "000811130",
   "pi_start_date": "2020-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Webb",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley M Webb",
   "pi_email_addr": "bmw5@pct.edu",
   "nsf_id": "000713601",
   "pi_start_date": "2020-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Colton",
   "pi_mid_init": "N",
   "pi_sufx_name": "II",
   "pi_full_name": "James N Colton",
   "pi_email_addr": "jcolton@pct.edu",
   "nsf_id": "000811183",
   "pi_start_date": "2020-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania College of Technology",
  "inst_street_address": "1 COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSPORT",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5703263761",
  "inst_zip_code": "177015778",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "PA09",
  "org_lgl_bus_name": "PENNSYLVANIA COLLEGE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNQJUHJTW4G9"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania College of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "177015799",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "PA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 599816.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to address the growing unmet need for skilled technicians in nondestructive testing. Consequently, a new Associate of Applied Science degree program and two specialized competency credentials in nondestructive testing were created at Pennsylvania College of Technology. The AAS degree includes a strong connection to welding concepts and was written to meet the curricular recommendations of the American Society of Non-Destructive Testing. The two competency credential programs, which are built into the AAS degree, cover radiographic testing techniques as well as ultrasonic testing techniques. Finally, the AAS degree includes advanced content in phased-array ultrasonic testing.</p>\n<p>The Radiographic Testing (RT) and Ultrasonic Testing (UT) competency credentials became available to students beginning in fall 2021. These competency credentials are structured so that each one can be completed in a single semester (among full-time students). They are standalone academic programs expected to appeal to incumbent workers looking to upskill or reskill. The A.A.S in NDT was officially approved in December 2021. PCT&rsquo;s NDT degree is the only program of its kind in the northeast U.S.</p>\n<p>In an effort to draw more attention to the NDT program, the project team was intentional about marketing the NDT program(s) to a varied audience. In 2024, NDT faculty visited a high school in Pittsburgh to conduct a classroom demonstration and generate interest in the program. Other marketing efforts included digital advertisements, press releases, and the distribution of NDT handbills to prospective students of the college&rsquo;s welding program. Dissemination activities of the project team included presentations at national conferences, and featured articles in industry journals and magazines. The three-day NDT summer camp was held on campus in July 2023. The NDT summer camp was designed to attract underrepresented high school students for an immersive residential experience. The 31 participants in grades 10-12 were exposed to the topics of RT, UT, Magnetic Particle Testing (MT), Phased Array Ultrasonic Testing (PAUT), and welding through a series of concurrent workshops. Participants reported gaining an understanding of NDT and welding techniques, and increasing their awareness of NDT career pathways.</p>\n<p class=\"Default\">Professional development engagements for secondary school educators included the 2023 teacher externship. The first-of-its-kind faculty externship hosted 12 non-STEM teachers and counselors from across the state for one week in July 2023. Participants gained hands-on experience in welding, RT, UT, and Visual Testing (VT). The goal of the faculty externship was to broaden the participants&rsquo; awareness of NDT and the program offerings at PCT, and have the newly trained faculty return to their classrooms in fall 2023 to share their knowledge and excitement about NDT with their high school students. These educators then implemented NDT-based lessons at their home school, exposing more than 700 students to the field.</p>\n<p>More information about the new program offerings can be found at: <a href=\"https://www.pct.edu/academics/et/non-destructive-testing\">https://www.pct.edu/academics/et/non-destructive-testing</a></p>\n<p>More information regarding the teacher externship camp, including free lesson planning resources, can be found at: <a href=\"https://www.pct.edu/academics/et/ndt-grant\">https://www.pct.edu/academics/et/ndt-grant</a></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/29/2024<br>\nModified by: Bradley&nbsp;M&nbsp;Webb</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aimed to address the growing unmet need for skilled technicians in nondestructive testing. Consequently, a new Associate of Applied Science degree program and two specialized competency credentials in nondestructive testing were created at Pennsylvania College of Technology. The AAS degree includes a strong connection to welding concepts and was written to meet the curricular recommendations of the American Society of Non-Destructive Testing. The two competency credential programs, which are built into the AAS degree, cover radiographic testing techniques as well as ultrasonic testing techniques. Finally, the AAS degree includes advanced content in phased-array ultrasonic testing.\n\n\nThe Radiographic Testing (RT) and Ultrasonic Testing (UT) competency credentials became available to students beginning in fall 2021. These competency credentials are structured so that each one can be completed in a single semester (among full-time students). They are standalone academic programs expected to appeal to incumbent workers looking to upskill or reskill. The A.A.S in NDT was officially approved in December 2021. PCTs NDT degree is the only program of its kind in the northeast U.S.\n\n\nIn an effort to draw more attention to the NDT program, the project team was intentional about marketing the NDT program(s) to a varied audience. In 2024, NDT faculty visited a high school in Pittsburgh to conduct a classroom demonstration and generate interest in the program. Other marketing efforts included digital advertisements, press releases, and the distribution of NDT handbills to prospective students of the colleges welding program. Dissemination activities of the project team included presentations at national conferences, and featured articles in industry journals and magazines. The three-day NDT summer camp was held on campus in July 2023. The NDT summer camp was designed to attract underrepresented high school students for an immersive residential experience. The 31 participants in grades 10-12 were exposed to the topics of RT, UT, Magnetic Particle Testing (MT), Phased Array Ultrasonic Testing (PAUT), and welding through a series of concurrent workshops. Participants reported gaining an understanding of NDT and welding techniques, and increasing their awareness of NDT career pathways.\n\n\nProfessional development engagements for secondary school educators included the 2023 teacher externship. The first-of-its-kind faculty externship hosted 12 non-STEM teachers and counselors from across the state for one week in July 2023. Participants gained hands-on experience in welding, RT, UT, and Visual Testing (VT). The goal of the faculty externship was to broaden the participants awareness of NDT and the program offerings at PCT, and have the newly trained faculty return to their classrooms in fall 2023 to share their knowledge and excitement about NDT with their high school students. These educators then implemented NDT-based lessons at their home school, exposing more than 700 students to the field.\n\n\nMore information about the new program offerings can be found at: https://www.pct.edu/academics/et/non-destructive-testing\n\n\nMore information regarding the teacher externship camp, including free lesson planning resources, can be found at: https://www.pct.edu/academics/et/ndt-grant\n\n\n\t\t\t\t\tLast Modified: 07/29/2024\n\n\t\t\t\t\tSubmitted by: BradleyMWebb\n"
 }
}