{
 "awd_id": "2000964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using the Pathways in Technology Early College High School (P-TECH) Model to Build the Future Cybersecurity Technical Workforce",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 494175.0,
 "awd_amount": 494175.0,
 "awd_min_amd_letter_date": "2020-08-20",
 "awd_max_amd_letter_date": "2022-07-13",
 "awd_abstract_narration": "Keeping computers and information systems secure is a critical need and a major challenge. To meet it, business, industry, and government need well-prepared technicians who can prevent, detect, and investigate cybersecurity breaches. The growth of cyber-threats has created a need for many more workers who have the knowledge and skills to protect digital infrastructure. For example, in Boulder County, Colorado, the location of this project, an analysis in 2019 found more than 800 open cybersecurity positions. In this project, Front Range Community College and St. Vrain Valley School District, along with industry partners, will collaborate to develop and implement a Pathways in Technology Early College High School (P-TECH) program in cybersecurity.  This project is expected to build a diverse pipeline of cybersecurity technicians to address the significant regional workforce shortage. The P-TECH model was pioneered in 2011 by the New York City Public Schools in partnership with IBM and the New York City College of Technology.  The P-TECH model provides students with a high school diploma, an associate degree in a high-demand technical field, and significant industry work experience, at no cost. Front Range Community College, St. Vrain Valley School District, and IBM launched the first P-TECH program in the western United States in 2016, focused on the field of computer information systems.  This project will develop a new P-TECH program in cybersecurity.  A primary goal is to provide underrepresented students, including first-generation college students, minority students, and girls, with a strong pathway into the technology industry.\r\n\r\nThe new cybersecurity P-TECH program will be implemented through a partnership involving Front Range Community College, St. Vrain Valley School District, and several major companies. With college coursework beginning in students' 9th Grade year, this project will provide participants with a high school diploma, an associate degree with a concentration in cybersecurity, and significant industry experience, all within four to six years and at no cost to the students. The project will serve two cohorts of 30 students over the project period, with the intent of expanding cohort size to 50-60 students beginning in 2023. When full capacity is reached (after the end of this award), the program is expected to enroll approximately 200-250 students and graduate approximately 50 new technicians annually. The course of study within the program will be co-developed with the industry partners to address industry's skill needs.  Students will receive significant work-based learning opportunities, including work site visits, mentoring by industry professionals, and paid internships. Upon graduation from the program, students will have the skills and competencies, including \"soft skills,\" necessary to successfully transition to a cybersecurity position at one of the partnering companies. Because the P-TECH model is still relatively new, this project will also provide an opportunity to study this holistic approach to technician education, which brings together K-12, postsecondary, and industry partners to collaboratively deliver a rigorous and applied course of study in one of the country's most in-demand technical fields.  This project is funded by the Advanced Technological Education (ATE) program, which focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Wheeler",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Beth S Wheeler",
   "pi_email_addr": "beth.wheeler@frontrange.edu",
   "nsf_id": "000812445",
   "pi_start_date": "2020-08-20",
   "pi_end_date": "2022-07-13"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jaime",
   "pi_last_name": "Bertrand",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jaime Bertrand",
   "pi_email_addr": "jaime.bertrand@frontrange.edu",
   "nsf_id": "000881177",
   "pi_start_date": "2022-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Quinones",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia Quinones",
   "pi_email_addr": "quinones_patricia@svvsd.org",
   "nsf_id": "000791132",
   "pi_start_date": "2020-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brandon",
   "pi_last_name": "Shaffer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brandon Shaffer",
   "pi_email_addr": "shaffer_brandon@svvsd.org",
   "nsf_id": "000812406",
   "pi_start_date": "2020-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Front Range Community College",
  "inst_street_address": "3645 W 112TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WESTMINSTER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034045481",
  "inst_zip_code": "800312105",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CO08",
  "org_lgl_bus_name": "FRONT RANGE COMMUNITY COLLEGE",
  "org_prnt_uei_num": "NYHECMHUJJH8",
  "org_uei_num": "NYHECMHUJJH8"
 },
 "perf_inst": {
  "perf_inst_name": "Front Range Community College",
  "perf_str_addr": "2190 Miller Drive",
  "perf_city_name": "Longmont",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805016744",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 494175.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-f1fe284c-7fff-1dde-6e77-a4817c7e8f83\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>The primary aim of the RaptorTech project was to establish a diverse and well-trained cybersecurity pipeline, meeting industry demands through a unique partnership between secondary education, postsecondary institutions, and industry partners.</span></p>\n<p dir=\"ltr\"><strong>Objective 1:</strong></p>\n<p dir=\"ltr\"><span>In collaboration with Front Range Community College, Seagate Technologies, Cisco Systems, Comcast, and Peak Resources, Silver Creek High School, a part of the St. Vrain Valley School District, launched the RaptorTech program in spring 2021. This initiative aimed to enhance diversity in the potential cybersecurity workforce.</span></p>\n<p dir=\"ltr\"><span>The inaugural cohort included 35 students, comprising 21 males, 13 females, and 1 non-binary student. Notably, 34% of these students were first-generation college attendees, and 30% hailed from Hispanic, Black, or Asian backgrounds. Additionally, 18% qualified for free or reduced lunch, while 4% were English Language Learners. Subsequent cohorts have exhibited similar demographic characteristics.</span></p>\n<p dir=\"ltr\"><strong>Objective 2:</strong></p>\n<p dir=\"ltr\"><span>Within the program design, RaptorTech incorporated the CompTIA A+ Computer Network Architects certification, which consists of two tests: Part I and Part II. In their sophomore year, the first cohort of students (graduating class of 2025) underwent a preparatory course for the certification and subsequently completed the exams. Out of the 26 students, 15 opted to take the CompTIA A+ exams, with a pass rate of 58% for at least one of the tests. Furthermore, three students pursued the CompTIA Network+ certification exam, with a 33% pass rate.</span></p>\n<p dir=\"ltr\"><strong>Objective 3:</strong></p>\n<p dir=\"ltr\"><span>RaptorTech collaborated with Front Range Community College and industry partners to create a flexible four to six-year pathway. This pathway enabled students to graduate with both a high school diploma and an Associate of Applied Science (AAS) in cybersecurity. Students must finish their high school graduation requirements within four years, but they are afforded a 5th and 6th year of the program to complete their Associate's Degree.</span></p>\n<p dir=\"ltr\"><strong>Objective 4:</strong></p>\n<p dir=\"ltr\"><span>RaptorTech has excelled in providing valuable workplace experiences for its students, primarily achieved through:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Mentorship:</strong><span> The program engaged 73 employees from industry partners to serve as mentors, facilitating one-on-one mentor-mentee relationships.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Structured Events:</strong><span> RaptorTech consistently organized a minimum of four structured \"Mentor Days\" annually, with two per semester. These events involved field trips to industry partner job sites, offering students insights into their future careers and enjoyable activities.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Guided Study Support:</strong><span> During the P-TECH Guided Study course, students were encouraged to seek assistance from their mentors via email for homework and college-related guidance. This not only enhanced students' professional writing and communication skills but also fostered a sense of connection.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>After-School Activities:</strong><span> Beyond formal events, RaptorTech hosted two to three after-school activities each semester, promoting bonding between students and mentors through fun activities like board games. The objective was to build trust, ensuring mentors became trusted adults for students' future educational and career advice, as well as employment recommendations.</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>In conclusion, the RaptorTech project has successfully achieved its primary goal of creating a diverse and well-trained cybersecurity pipeline. By collaborating with educational institutions and industry partners, the program has not only enhanced the diversity of potential cybersecurity technicians but also provided valuable industry certifications, a combined high school diploma and Associate of Applied Science pathway, and exceptional workplace learning experiences. Through mentorship, structured events, guided study support, and after-school activities, RaptorTech has nurtured strong mentor-student relationships, preparing students for successful futures in the cybersecurity workforce.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2023<br>\n\t\t\t\t\tModified by: Brandon&nbsp;Shaffer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe primary aim of the RaptorTech project was to establish a diverse and well-trained cybersecurity pipeline, meeting industry demands through a unique partnership between secondary education, postsecondary institutions, and industry partners.\nObjective 1:\nIn collaboration with Front Range Community College, Seagate Technologies, Cisco Systems, Comcast, and Peak Resources, Silver Creek High School, a part of the St. Vrain Valley School District, launched the RaptorTech program in spring 2021. This initiative aimed to enhance diversity in the potential cybersecurity workforce.\nThe inaugural cohort included 35 students, comprising 21 males, 13 females, and 1 non-binary student. Notably, 34% of these students were first-generation college attendees, and 30% hailed from Hispanic, Black, or Asian backgrounds. Additionally, 18% qualified for free or reduced lunch, while 4% were English Language Learners. Subsequent cohorts have exhibited similar demographic characteristics.\nObjective 2:\nWithin the program design, RaptorTech incorporated the CompTIA A+ Computer Network Architects certification, which consists of two tests: Part I and Part II. In their sophomore year, the first cohort of students (graduating class of 2025) underwent a preparatory course for the certification and subsequently completed the exams. Out of the 26 students, 15 opted to take the CompTIA A+ exams, with a pass rate of 58% for at least one of the tests. Furthermore, three students pursued the CompTIA Network+ certification exam, with a 33% pass rate.\nObjective 3:\nRaptorTech collaborated with Front Range Community College and industry partners to create a flexible four to six-year pathway. This pathway enabled students to graduate with both a high school diploma and an Associate of Applied Science (AAS) in cybersecurity. Students must finish their high school graduation requirements within four years, but they are afforded a 5th and 6th year of the program to complete their Associate's Degree.\nObjective 4:\nRaptorTech has excelled in providing valuable workplace experiences for its students, primarily achieved through:\n\n\nMentorship: The program engaged 73 employees from industry partners to serve as mentors, facilitating one-on-one mentor-mentee relationships.\n\n\nStructured Events: RaptorTech consistently organized a minimum of four structured \"Mentor Days\" annually, with two per semester. These events involved field trips to industry partner job sites, offering students insights into their future careers and enjoyable activities.\n\n\nGuided Study Support: During the P-TECH Guided Study course, students were encouraged to seek assistance from their mentors via email for homework and college-related guidance. This not only enhanced students' professional writing and communication skills but also fostered a sense of connection.\n\n\nAfter-School Activities: Beyond formal events, RaptorTech hosted two to three after-school activities each semester, promoting bonding between students and mentors through fun activities like board games. The objective was to build trust, ensuring mentors became trusted adults for students' future educational and career advice, as well as employment recommendations.\n\n\nIn conclusion, the RaptorTech project has successfully achieved its primary goal of creating a diverse and well-trained cybersecurity pipeline. By collaborating with educational institutions and industry partners, the program has not only enhanced the diversity of potential cybersecurity technicians but also provided valuable industry certifications, a combined high school diploma and Associate of Applied Science pathway, and exceptional workplace learning experiences. Through mentorship, structured events, guided study support, and after-school activities, RaptorTech has nurtured strong mentor-student relationships, preparing students for successful futures in the cybersecurity workforce.\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2023\n\n\t\t\t\t\tSubmitted by: Brandon Shaffer"
 }
}