{
 "awd_id": "2000102",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Organic and Polymer Structure Engineering for Na-ion and Multivalent Metal Batteries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 430977.0,
 "awd_amount": 430977.0,
 "awd_min_amd_letter_date": "2020-06-17",
 "awd_max_amd_letter_date": "2023-12-20",
 "awd_abstract_narration": "Energy storage at an affordable cost has emerged as one of the challenging issues for the energy sector, being critical for a wide range of applications ranging from electric vehicles to grid storage of renewable electricity. The high cost and scarcity of lithium and transition metal (Cobalt) resources has become a bottleneck for the development of Li-ion batteries for these larger capacity applications of energy storage and transport propulsion. Developing efficient lithium-free and transition metal-free battery technology with affordable and sustainable resources is an important research topic for advanced energy storage. This project explores battery systems beyond Li-ion batteries with emphasis on sodium-ion batteries and other potential high energy chemistries based upon magnesium (Mg) and aluminum (Al). A key enabling factor of this project is the implementation of lightweight, abundant, inexpensive, sustainable, and recyclable metal-free organic/polymer materials as promising cathodes for Na/Mg/Al batteries. Innovative structure design and facile fabrication approaches will be studied to enable the high energy, fast charge, and long lifetime batteries. Research activities will involve the training of graduate students, undergraduate researchers, and high school students, and will promote gifted minority students into the energy science ranks. A key goal of this project is to integrate research and education of high school, undergraduate, M.S. and Ph.D. students. The combined research and educational activities will provide a strong platform to train students with computational and hands-on skills in material science, chemistry, and energy science fields.\r\n\r\nThe objective of this project is to seek fundamental understanding of the material structure -electrochemical performance relationships in Na-ion and multivalent metal (Mg/Al) batteries at the molecular and device levels. This project integrates multidisciplinary research, education, and outreach for sustainable energy storage beyond Li-ion batteries. Novel organic materials and polymers will be designed and synthesized with multi-functional reaction centers in one molecular unit to enhance the battery energy capacity. Extensive structural characterizations including in situ X-ray diffractometry, solid-state nuclear magnetic resonance spectroscopy, and pair distribution function analysis, will be performed to understand how the structure of organic/polymer materials determines the cation insertion/extraction mechanism and kinetics. The knowledge gained in these studies will be used to design and fabricate new organic/polymer materials to optimize the battery performance. These novel structures will significantly enhance the utilization, reaction kinetics, and stability of organic/polymer materials during charge/discharge cycles, thus improving overall energy density, power density, and cycle life. The investigation of organic/polymer materials will also include the investigation of ultralow temperature organic batteries to extend the applications of these sustainable energy storage devices in extremely cold areas such as South/North poles, and outer space.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikell",
   "pi_last_name": "Paige",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mikell Paige",
   "pi_email_addr": "mpaige3@gmu.edu",
   "nsf_id": "000649488",
   "pi_start_date": "2023-12-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Chao",
   "pi_last_name": "Luo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chao Luo",
   "pi_email_addr": "cxl1763@miami.edu",
   "nsf_id": "000811306",
   "pi_start_date": "2020-06-17",
   "pi_end_date": "2023-12-20"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mikell",
   "pi_last_name": "Paige",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mikell Paige",
   "pi_email_addr": "mpaige3@gmu.edu",
   "nsf_id": "000649488",
   "pi_start_date": "2020-06-17",
   "pi_end_date": "2023-12-20"
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304442",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 430977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigates electrochemical performances and reaction mechanisms of redox-active organic materials and polymers in Na-ion and multivalent metal (Mg/Al) batteries. During the course of the project, we have collaborated with seven research teams from five institutions, including Argonne National Lab, Brookhaven National Lab, Oak Ridge National Lab, the University of Utah, and the University of Maryland at College Park. The project resulted in more than ten peer-reviewed publications in top-tier journals, including&nbsp;<em>Chemical Reviews, ACS Nano, etc</em>. The project has trained one postdoctoral research assistant, seven graduate students, two undergraduate students, and four high school students. Five of them are&nbsp;female and underrepresented students.&nbsp;Two female students have graduated with a Ph.D. degree and have entered the U.S. energy and materials industry. The project significantly advanced our understanding toward the structure-performance correlation of organic electrode materials in rechargeable batteries.&nbsp;</p>\n<p>Over the project, we have achieved our goal of&nbsp;design and synthesis of new organic materials and polymers for the applications in&nbsp;Na-ion and multivalent metal (Mg/Al) batteries,&nbsp;as well as gaining fundamental insights into the critical factors that determine the performance of sustainable organic battery materials at the molecular, and system/device levels. We discovered that the combination of carbonyl and azo groups, as well as extended conjugation structures in polymers afforded cathodes with high performance in Na-ion and rechargeable Al batteries. When coupled with low-concentration or ionic liquid electrolytes, the polymer cathodes extended their high performance at room temperature to low temperatures down to -50 degree Celsius. These results lay the foundation to develop advanced organic electrode materials and electrolytes for low-temperature organic batteries. In addition, we also studied the electrochemical behaviors of various porous polymers and revealed that increasing the porosity, conjugation structures, and crosslinked structures in polymers enhanced their lifetime, voltage, and capacity. The interaction between conjugation structures in polymer cathode materials and graphene also plays a critical role in improving the electrochemical performances. These findings provide guidance for rational structure design and performance optimization of organic electrode materials in Na-ion and multivalent metal (Mg/Al) batteries.</p>\n<p>Research outcomes of this projects have been disseminated to scientific communities and the public through publications, presentations, and social media. Twenty-five oral and poster presentations were delivered in local and national conferences. Research opportunities were provided to local high school and undergraduate students. Educational videos and information were posted in social media to bring broad impact of this project to the public.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/29/2024<br>\nModified by: Mikell&nbsp;Paige</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project investigates electrochemical performances and reaction mechanisms of redox-active organic materials and polymers in Na-ion and multivalent metal (Mg/Al) batteries. During the course of the project, we have collaborated with seven research teams from five institutions, including Argonne National Lab, Brookhaven National Lab, Oak Ridge National Lab, the University of Utah, and the University of Maryland at College Park. The project resulted in more than ten peer-reviewed publications in top-tier journals, includingChemical Reviews, ACS Nano, etc. The project has trained one postdoctoral research assistant, seven graduate students, two undergraduate students, and four high school students. Five of them arefemale and underrepresented students.Two female students have graduated with a Ph.D. degree and have entered the U.S. energy and materials industry. The project significantly advanced our understanding toward the structure-performance correlation of organic electrode materials in rechargeable batteries.\n\n\nOver the project, we have achieved our goal ofdesign and synthesis of new organic materials and polymers for the applications inNa-ion and multivalent metal (Mg/Al) batteries,as well as gaining fundamental insights into the critical factors that determine the performance of sustainable organic battery materials at the molecular, and system/device levels. We discovered that the combination of carbonyl and azo groups, as well as extended conjugation structures in polymers afforded cathodes with high performance in Na-ion and rechargeable Al batteries. When coupled with low-concentration or ionic liquid electrolytes, the polymer cathodes extended their high performance at room temperature to low temperatures down to -50 degree Celsius. These results lay the foundation to develop advanced organic electrode materials and electrolytes for low-temperature organic batteries. In addition, we also studied the electrochemical behaviors of various porous polymers and revealed that increasing the porosity, conjugation structures, and crosslinked structures in polymers enhanced their lifetime, voltage, and capacity. The interaction between conjugation structures in polymer cathode materials and graphene also plays a critical role in improving the electrochemical performances. These findings provide guidance for rational structure design and performance optimization of organic electrode materials in Na-ion and multivalent metal (Mg/Al) batteries.\n\n\nResearch outcomes of this projects have been disseminated to scientific communities and the public through publications, presentations, and social media. Twenty-five oral and poster presentations were delivered in local and national conferences. Research opportunities were provided to local high school and undergraduate students. Educational videos and information were posted in social media to bring broad impact of this project to the public.\n\n\n\t\t\t\t\tLast Modified: 07/29/2024\n\n\t\t\t\t\tSubmitted by: MikellPaige\n"
 }
}