{
 "awd_id": "2000009",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Replication of a Community-Engaged Educational Ecosystem",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill Nelson",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 27438.0,
 "awd_amount": 27438.0,
 "awd_min_amd_letter_date": "2020-01-09",
 "awd_max_amd_letter_date": "2021-12-20",
 "awd_abstract_narration": "The National Academy of Engineering identified solving “complex social issues” as a grand challenge for the 21st century. This project aims to serve the national interest by preparing engineers to work in interdisciplinary teams that can address such complex challenges.   The University of Notre Dame, through the Center for Civic Innovation, led prior work in Indiana known as the Bowman Creek Educational Ecosystem project.  Through this project, students and faculty from universities, community colleges, and high school worked together with community groups, local businesses, and city government on complex problems such as storm water management and the reuse of abandoned properties.  During their work, the students developed important STEM skills, as well as 21st century skills, such as critical thinking and collaboration. This workshop will explore how to replicate the successes of the Bowman Creed Educational Ecosystem in other deindustrialized cities.  \r\n\r\nExposing undergraduate engineering students to interdisciplinary and socially relevant problem solving has the potential to inform students’ career choices and preparation as engineers.  In addition, to have successful engineering careers, engineering undergraduates must learn to work with professionals across sectors that include non-governmental organizations, government agencies, and industry.  The proposed workshop will lay the groundwork to replicate a strategy for accomplishing both goals.  Specifically, the workshop will explore how to replicate Indiana’s Bowman Creek Educational Ecosystem in communities in Youngstown, Ohio and Erie, Pennsylvania.  Participants will include representatives of academia, city government, and other community partners to discuss evolution of the Bowman Creek Educational Ecosystem, and to generalize the Community-Engaged Educational Ecosystem model, build a community of practice, identify barriers to replication, and determine funding models.  Workshop organizers plan to disseminate results through technical reports, a meeting of the Metrolab Network (an organization devoted to civic and university partnerships), and a conference presentation at a gathering such as the American Society for Engineering conference.  This project is supported by the NSF Improving Undergraduate STEM Education Program: Education and Human Resources (IUSE: EHR) Program, which supports research and development projects to improve the effectiveness of STEM education for all students. Through the Institutional and Community Transformation track, the program supports efforts to improve and transform STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Brockman",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jay B Brockman",
   "pi_email_addr": "jbb@nd.edu",
   "nsf_id": "000105438",
   "pi_start_date": "2020-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565637",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 27438.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many communities in the United States, particularly deindustrialized areas, struggle to attract, develop, and retain the very STEM skills in their workforce that would help to attract greater investment and revitalize their communities. Thus, while STEM attraction and retention is a national crisis, its impact felt within these communities is particularly acute. Addressing this issue requires innovation at a regional level, where higher education and K-12 educators and local government, industry, and organizations work together to develop a STEM workforce in a manner that not only enhances their STEM skills, but also strengthens their attraction to the region.&nbsp; With support from a prior NSF grant, a program called the Bowman Creek Educational Ecosystem (BCE2) developed by the University of Notre Dame and community partners in South Bend, IN engaged university, community college, and high school interns from in projects ranging from stormwater management, adaptive reuse of vacant and abandoned properties, and the use of Internet of Things and data analytics to address issues vital to the community while building key STEM and 21st century skills.</p>\n<p>&nbsp;</p>\n<p>The purpose of this grant was to convene a workshop is to explore the conditions for replicating a generalization of BCE2, the Community-Engaged Educational Ecosystem Model (CEEEM), in other communities.&nbsp; An online workshop in October 2021, followed by an in-person workshop in June 2022 in South Bend, IN convened participants from Youngstown State University in Youngstown, OH and the University of Louisville in Louisville, KY, as well as community partners from both cities.&nbsp; Following the initiation of this workshop grant, the team of workshop sites were subsequently awarded an NSF IUSE grant, 2111510 \"Collaborative Research: Replication of a Community-Engaged Educational Ecosystem Model in Rust Belt Cities,\" to pursue replication activities in Youngstown and Louisville.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/20/2023<br>\n\t\t\t\t\tModified by: Jay&nbsp;B&nbsp;Brockman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany communities in the United States, particularly deindustrialized areas, struggle to attract, develop, and retain the very STEM skills in their workforce that would help to attract greater investment and revitalize their communities. Thus, while STEM attraction and retention is a national crisis, its impact felt within these communities is particularly acute. Addressing this issue requires innovation at a regional level, where higher education and K-12 educators and local government, industry, and organizations work together to develop a STEM workforce in a manner that not only enhances their STEM skills, but also strengthens their attraction to the region.  With support from a prior NSF grant, a program called the Bowman Creek Educational Ecosystem (BCE2) developed by the University of Notre Dame and community partners in South Bend, IN engaged university, community college, and high school interns from in projects ranging from stormwater management, adaptive reuse of vacant and abandoned properties, and the use of Internet of Things and data analytics to address issues vital to the community while building key STEM and 21st century skills.\n\n \n\nThe purpose of this grant was to convene a workshop is to explore the conditions for replicating a generalization of BCE2, the Community-Engaged Educational Ecosystem Model (CEEEM), in other communities.  An online workshop in October 2021, followed by an in-person workshop in June 2022 in South Bend, IN convened participants from Youngstown State University in Youngstown, OH and the University of Louisville in Louisville, KY, as well as community partners from both cities.  Following the initiation of this workshop grant, the team of workshop sites were subsequently awarded an NSF IUSE grant, 2111510 \"Collaborative Research: Replication of a Community-Engaged Educational Ecosystem Model in Rust Belt Cities,\" to pursue replication activities in Youngstown and Louisville.\n\n \n\n\t\t\t\t\tLast Modified: 07/20/2023\n\n\t\t\t\t\tSubmitted by: Jay B Brockman"
 }
}