{
 "awd_id": "2000715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Pathways into the Geospatial and Unmanned Aircraft Systems Technician Workforce",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 561977.0,
 "awd_amount": 561977.0,
 "awd_min_amd_letter_date": "2020-08-10",
 "awd_max_amd_letter_date": "2020-08-10",
 "awd_abstract_narration": "Demand for skilled technicians in geospatial technologies and small unmanned aircraft systems continues to increase as new applications are developed for these emerging technologies. To help meet these demands, this project is designed to increase the number of students who are trained to use these technologies in multiple disciplines. Specifically, Germana Community College will create new academic pathways that provide students with multiple opportunities to enter the technical workforce. Building on previous work, an online version of a course that prepares students for the FAA Remote Pilot Certificate exam will be developed to increase student access and enrollment. Students will learn how to apply geospatial and unmanned aircraft technologies to solve real world problems through service-learning projects that will be integrated into existing courses. The project will also support professional development programs and mentoring to increase the capacity of community college faculty to teach in these technical areas.  By supporting the integration of geospatial and unmanned aircraft systems technologies into community college technical programs, this project has the potential to increase opportunities for students to enter the technical workforce.\r\n\r\nThe goals of the project are to: 1) develop new pathways for students at Germana Community College to pursue technical education in geospatial technology and small unmanned aircraft systems; 2) provide faculty professional development  programs  that will prepare community college faculty for implementing courses that will train students in this field; and 3) increase the number and diversity of students in these technical programs through high school outreach activities.  The pathways at Germana Community College will include two stackable certificates that students can use to complete requirements for an Associate of Applied Science degree. To support the new pathways, an online course will be developed that will facilitate completion of the remote pilot certificate. Instructors will assess student learning through knowledge tests and videos of students demonstrating their flying capabilities. The project will offer two faculty institutes to train community college faculty in best practices for implementing curricula relevant to these technologies. Training of faculty will provide hands-on experiences with the technologies using project-based learning that will span different disciplines aligned with participant interests. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Carter",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Chris N Carter",
   "pi_email_addr": "cxcarter@odu.edu",
   "nsf_id": "000346442",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Webb",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Webb",
   "pi_email_addr": "davidewebb@outlook.com",
   "nsf_id": "000284572",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "McGee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John McGee",
   "pi_email_addr": "jmcg@vt.edu",
   "nsf_id": "000495688",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cheryl",
   "pi_last_name": "Aukland",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cheryl A Aukland",
   "pi_email_addr": "auklandc@tncc.edu",
   "nsf_id": "000603357",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Shields Lyons",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn P Shields Lyons",
   "pi_email_addr": "sshields@germanna.edu",
   "nsf_id": "000811123",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Space Grant Consortium",
  "perf_str_addr": "600 Butler Farm Road",
  "perf_city_name": "Hampton",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "236661513",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 561977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Improving Pathways into the Geospatial and Unmanned Aircraft Systems Technician Workforce (GeoTEd-UAS) project was a statewide partnership to build the capacity of Virginia&rsquo;s community colleges to prepare the Small Uncrewed Aircraft Systems Operations Technicians (sUAS-OT) workforce. The project developed and implemented several major components to prepare the workforce pipeline. GeoTEd-UAS was led by the Virginia Space Grant Consortium (VSGC) and partners included: Germanna Community College (GCC), Virginia Community College System (VCCS), and Virginia Tech. The partnering community colleges represented rural and urban locations allowing the project to broaden the participation of many underrepresented groups.</p>\r\n<p>The GeoTEd-UAS project accomplished all stated goals and objectives resulting in many products and successful outcomes. The team facilitated the development of an updated sUAS-OT DACUM chart to ensure curriculum and professional development content would be aligned with industry needs and served as the foundation for all new community college and high school courses, new pathways, professional development institutes, precollege outreach, non-credit workforce courses, and other content.&nbsp;</p>\r\n<p>The GeoTEd-UAS project team developed two new employer-aligned sUAS courses that were added to the VCCS course catalog. GCC developed two new stackable Career Studies Certificate pathways in UAS that have served as a model for other colleges. Through summer 2024, more than 1,500 students completed a UAS course in Virginia&rsquo;s community colleges. Ten colleges now offer at least one UAS course.</p>\r\n<p>The GeoTEd-UAS project provided sUAS-OT professional development institutes for community college faculty and other educators. Faculty from all community colleges in Virginia were recruited into a two-year cohort model and 25 educators attended two five-day institutes at Virginia Tech. Participants obtained their FAA Remote Pilot Certificate and gained experience in performing flight operations. The educators committed to integrating sUAS into their instruction and to build a program at their institution. Participants received training on operations, safety, and strategies for integrating service-learning projects. The team provided active mentoring including in-person and virtual collaboration. External evaluation of the project revealed that participants experienced statistically significant gains in their knowledge and skills, indicating substantial progress in accomplishing the project&rsquo;s capacity-building goal.</p>\r\n<p>All participating faculty accomplished the following primary objectives:</p>\r\n<ul>\r\n<li>Integrating sUAS into existing course(s)</li>\r\n<li>Offer at least one sUAS course (the UMS-prefix course at community colleges) </li>\r\n<li>Train and inform other faculty and teachers to integrate sUAS </li>\r\n<li>Develop promotional materials to promote your use of sUAS on campus </li>\r\n<li>Pursue dual-enrollment opportunities with schools in the region </li>\r\n<li>Conduct student outreach event(s)</li>\r\n</ul>\r\n<p>The GeoTEd-UAS project also increased the number and diversity of participants in the GT and sUAS-OT workforce pipeline. The team led the implementation of best practices in increasing diversity and equity of access through recruitment, instruction, and inclusive environments. GeoTEd-UAS provided several outreach opportunities to diverse groups of precollege students to promote interest in related careers.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/28/2025<br>\nModified by: Chris&nbsp;N&nbsp;Carter</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Improving Pathways into the Geospatial and Unmanned Aircraft Systems Technician Workforce (GeoTEd-UAS) project was a statewide partnership to build the capacity of Virginias community colleges to prepare the Small Uncrewed Aircraft Systems Operations Technicians (sUAS-OT) workforce. The project developed and implemented several major components to prepare the workforce pipeline. GeoTEd-UAS was led by the Virginia Space Grant Consortium (VSGC) and partners included: Germanna Community College (GCC), Virginia Community College System (VCCS), and Virginia Tech. The partnering community colleges represented rural and urban locations allowing the project to broaden the participation of many underrepresented groups.\r\n\n\nThe GeoTEd-UAS project accomplished all stated goals and objectives resulting in many products and successful outcomes. The team facilitated the development of an updated sUAS-OT DACUM chart to ensure curriculum and professional development content would be aligned with industry needs and served as the foundation for all new community college and high school courses, new pathways, professional development institutes, precollege outreach, non-credit workforce courses, and other content.\r\n\n\nThe GeoTEd-UAS project team developed two new employer-aligned sUAS courses that were added to the VCCS course catalog. GCC developed two new stackable Career Studies Certificate pathways in UAS that have served as a model for other colleges. Through summer 2024, more than 1,500 students completed a UAS course in Virginias community colleges. Ten colleges now offer at least one UAS course.\r\n\n\nThe GeoTEd-UAS project provided sUAS-OT professional development institutes for community college faculty and other educators. Faculty from all community colleges in Virginia were recruited into a two-year cohort model and 25 educators attended two five-day institutes at Virginia Tech. Participants obtained their FAA Remote Pilot Certificate and gained experience in performing flight operations. The educators committed to integrating sUAS into their instruction and to build a program at their institution. Participants received training on operations, safety, and strategies for integrating service-learning projects. The team provided active mentoring including in-person and virtual collaboration. External evaluation of the project revealed that participants experienced statistically significant gains in their knowledge and skills, indicating substantial progress in accomplishing the projects capacity-building goal.\r\n\n\nAll participating faculty accomplished the following primary objectives:\r\n\r\nIntegrating sUAS into existing course(s)\r\nOffer at least one sUAS course (the UMS-prefix course at community colleges) \r\nTrain and inform other faculty and teachers to integrate sUAS \r\nDevelop promotional materials to promote your use of sUAS on campus \r\nPursue dual-enrollment opportunities with schools in the region \r\nConduct student outreach event(s)\r\n\r\n\n\nThe GeoTEd-UAS project also increased the number and diversity of participants in the GT and sUAS-OT workforce pipeline. The team led the implementation of best practices in increasing diversity and equity of access through recruitment, instruction, and inclusive environments. GeoTEd-UAS provided several outreach opportunities to diverse groups of precollege students to promote interest in related careers.\r\n\n\n\t\t\t\t\tLast Modified: 01/28/2025\n\n\t\t\t\t\tSubmitted by: ChrisNCarter\n"
 }
}