{
 "awd_id": "2000330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Excellence in Research: Biofilm Adhesive and Kinetic Properties Under Hydrodynamic Influences During Early Evolution Stages",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924204",
 "po_email": "shisharm@nsf.gov",
 "po_sign_block_name": "Shivani Sharma",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 712172.0,
 "awd_amount": 712172.0,
 "awd_min_amd_letter_date": "2020-05-05",
 "awd_max_amd_letter_date": "2020-05-05",
 "awd_abstract_narration": "Biofilms are aggregates of bacteria.  Biofilms play important roles in ecological, industrial, and biomedical processes of national relevance. For example, they are associated with biofouling, where microorganisms attach to surfaces and reduce the performance of machines. In medical fields, biofilms play a key role in the development of antibiotic-resistant microorganisms. Biofilms often form in wet environments under fluid flow. Although a large body of knowledge on biofilm formation exists, little is known about how initial single- and multi-cell interactions and fluid flow influence the growth and final structure of biofilms. This project will analyze the fundamental processes that govern cell interactions within a biofilm in fluid flow environments. The results will improve understanding of the developmental stages of microbial biofilm formation by investigating the bacteria cell responses under flow conditions. This may ultimately lead to a way to control biofilm evolution.  These outcomes could also help with novel diagnosis and treatment methods for problems caused by biofilms. This project is a collaboration between researchers at two two Historically Black Colleges and Universities (HBCUs) and one national lab.  The institutions are Howard University, Florida A&M University, the National High Magnetic Field Laboratory. The project supports the interdisciplinary training of underrepresented groups.  Undergraduate, graduate, and K-12 students in STEM (Science, Technology, Engineering, and Mathematics) will participate at their respective institutions.   \r\n \r\nBiofilms constitute an inherent part of the natural life cycle of most microorganisms, and most bacterial biofilms develop under hydrodynamic stress. The hypothesis is that the cost of growing and evolving in hydrodynamic conditions for these banks of bacteria has a net effect of initiating and promoting intrinsic physical, physiological, and kinetic properties that may contribute to biofilm resistance and resilience. This project presents a novel strategy to investigate the impact of hydrodynamics that occurs within bacterial communities using live and model bacteria systems and high-resolution fluorescent velocimetry. This research integrates theoretical and experimental work with the following objectives: (1) Investigate the various hydrodynamic conditions at the substratum boundary and their effect on the adhesion kinetics and spatial distribution of bacterial cells and (2) Determine the impact of hydrodynamic forces on the intercellular and interspecies interactions during biofilm evolution, and (3) Develop a working model for predicting the kinetics of recruitment and detachment of bacteria to and from biofilms under hydrodynamic milieus.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Ymele-Leki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Ymele-Leki",
   "pi_email_addr": "patrick.ymeleleki@howard.edu",
   "nsf_id": "000646434",
   "pi_start_date": "2020-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamel",
   "pi_last_name": "Ali",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jamel Ali",
   "pi_email_addr": "jali@eng.famu.fsu.edu",
   "nsf_id": "000658881",
   "pi_start_date": "2020-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2300 Sixth St NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200591015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "070y00",
   "pgm_ele_name": "HBCU-EiR - HBCU-Excellence in"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "041Z",
   "pgm_ref_txt": "HBCU-Strengthening Research Capacities"
  },
  {
   "pgm_ref_code": "070Z",
   "pgm_ref_txt": "MB-Mechanobiology"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 712172.0
  }
 ],
 "por": null
}