{
 "awd_id": "2000681",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Subtle and Harmful: Millisecond-scale Viral Denial of Service (VDoS) Attacks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922594",
 "po_email": "kkaravan@nsf.gov",
 "po_sign_block_name": "Karen Karavanic",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2024-03-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-01-13",
 "awd_max_amd_letter_date": "2020-01-13",
 "awd_abstract_narration": "Viral Denial of Service (VDoS) attacks are a new class of attacks that affect the quality of service (QoS) requirements of mission critical web-facing services. These attacks exploit milli-bottlenecks, which are resource saturation conditions of very short duration that result in accumulated queueing delay for resources among inter-dependent components in the n-tier applications used by such services. The attacker can launch this attack by either increasing the rate of submission of job requests (rate of arrival from the service provider's perspective) or by decreasing the rate of job processing (by submitting jobs that are resource intensive). Owing to the very short duration of VDoS attacks (of the order of several milliseconds), they can remain below the detection threshold of typical monitoring tools for traditional denial of service attacks and are, consequently, subtle and stealthy. Nonetheless, they have the potential to cause significant damage. For example, Amazon reported that every 100ms increase in a page load time is correlated to a decrease in sales by 1%; Google requires 99% of its queries to finish within 500ms. This project will investigate the nature and modalities of VDoS attacks and develop mitigation tools to help combat them.  Students at both graduate as well as undergraduate levels will be involved in the research. VDoS experimental data sets as well as tool-sets related to conducting VDoS related experiments will be publicly released.\r\n\r\nThe project will proceed along two tasks. First, large-scale experiments will be conducted to evaluate the interactions among the various control parameters of VDoS attacks. This part of the study will identify how VDoS attacks occur, what their external manifestations are and how they can be mathematically modeled such that the tradeoffs between the granularity of attack and damage potential can be fully explored.  Second, based on the knowledge acquired through the first task, detection methods and tools will be developed to reproduce and/or evaluate known millisecond-scale VDoS attacks on a testbed and find new ones. This will then lead to mitigation tools for combating VDoS attacks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qingyang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qingyang Wang",
   "pi_email_addr": "qwang26@lsu.edu",
   "nsf_id": "000686244",
   "pi_start_date": "2020-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University and A&M College",
  "perf_str_addr": "",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span>Intellectual Merit</span></strong><span><span>: The PI started the research on a new type of low volume and stealthy DDoS attacks on real-world web applications in 2020, supported by two industry contracts (from Fujitsu labs) as well as this NSF grant (CNS- 2000681</span>), with 11 publications from 2020 to 2024. A key achievement of this project</span> is proving the feasibility of launching millisecond-scale Viral DoS (VDoS) attacks on n-tier web applications. These attacks are both very subtle and harmful: they evade typical detection due to their short duration, but cause significant harm by exploiting millibottlenecks, millisecond-scale resource saturations that cause accumulated queuing (due to dependencies) among the components of a large distributed system. Furthermore, given the emerging microservices-based web applications with significantly more complicated intra- and inter-server dependencies, the PI also exploited millibottlenecks to design a persistent and stealthy performance attack on microservices applications, the results of which lead to two publications in two major security conferences (DSN'24, AsiaCCS'24), respectively.</p>\n<p><strong><span>Broader Impact</span></strong><span><span>: The research on VDoS attacks originated from the well-known response time long tail problem in web-facing applications such as e-commerce, which represent annual revenues of trillions of dollars worldwide. A better understanding of millisecond-scale VDoS attacks will enable higher resilience of mission-critical applications, improve average utilization of data centers, and preserve high levels of QoS guarantees. The research platform and artifacts created in this project have been incorporated into three of the PI's courses at both the graduate and undergraduate levels at LSU</span>. Specifically, the graduate-level course CSC 7510 Cloud and Enterprise Systems serves as a core course for the new graduate-level online certificate program on Cloud Computing and Machine Learning at LSU. The research platform and artifacts in this project also close the gap between advanced research and basic education and attracts both undergraduate and graduate students into academic research. Furthermore, the PI collaborated with Fujitsu Labs (Japan) to validate observed performance phenomena and proposed solutions in practical systems, thereby accelerating technology transfer and achieving tangible industry impact</span>.&nbsp;</p>\n<p><strong><span>Products</span></strong><span>: Eleven papers from this project have been published in major computer system/security conferences and journals (e.g., Middleware, SoCC, DSN, AsiaCCS, ICDCS, IPDPS, TPDS) from 2020 to 2024. Specially, the Middleware'23 paper on addressing microservcies performance anomaly received the&nbsp;</span><a href=\"https://www.acm.org/conferences/best-paper-awards\"><span>Best Paper Award</span></a>.</p><br>\n<p>\n Last Modified: 04/10/2024<br>\nModified by: Qingyang&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit: The PI started the research on a new type of low volume and stealthy DDoS attacks on real-world web applications in 2020, supported by two industry contracts (from Fujitsu labs) as well as this NSF grant (CNS- 2000681), with 11 publications from 2020 to 2024. A key achievement of this project is proving the feasibility of launching millisecond-scale Viral DoS (VDoS) attacks on n-tier web applications. These attacks are both very subtle and harmful: they evade typical detection due to their short duration, but cause significant harm by exploiting millibottlenecks, millisecond-scale resource saturations that cause accumulated queuing (due to dependencies) among the components of a large distributed system. Furthermore, given the emerging microservices-based web applications with significantly more complicated intra- and inter-server dependencies, the PI also exploited millibottlenecks to design a persistent and stealthy performance attack on microservices applications, the results of which lead to two publications in two major security conferences (DSN'24, AsiaCCS'24), respectively.\n\n\nBroader Impact: The research on VDoS attacks originated from the well-known response time long tail problem in web-facing applications such as e-commerce, which represent annual revenues of trillions of dollars worldwide. A better understanding of millisecond-scale VDoS attacks will enable higher resilience of mission-critical applications, improve average utilization of data centers, and preserve high levels of QoS guarantees. The research platform and artifacts created in this project have been incorporated into three of the PI's courses at both the graduate and undergraduate levels at LSU. Specifically, the graduate-level course CSC 7510 Cloud and Enterprise Systems serves as a core course for the new graduate-level online certificate program on Cloud Computing and Machine Learning at LSU. The research platform and artifacts in this project also close the gap between advanced research and basic education and attracts both undergraduate and graduate students into academic research. Furthermore, the PI collaborated with Fujitsu Labs (Japan) to validate observed performance phenomena and proposed solutions in practical systems, thereby accelerating technology transfer and achieving tangible industry impact.\n\n\nProducts: Eleven papers from this project have been published in major computer system/security conferences and journals (e.g., Middleware, SoCC, DSN, AsiaCCS, ICDCS, IPDPS, TPDS) from 2020 to 2024. Specially, the Middleware'23 paper on addressing microservcies performance anomaly received theBest Paper Award.\t\t\t\t\tLast Modified: 04/10/2024\n\n\t\t\t\t\tSubmitted by: QingyangWang\n"
 }
}