{
 "awd_id": "2000462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Pathways and Partnerships to Prepare Highly Skilled Automotive Technicians",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Davis",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2020-03-22",
 "awd_max_amd_letter_date": "2020-03-22",
 "awd_abstract_narration": "The rate of technological advancement in the automotive industry increases every year, as each automobile manufacturer releases new models that incorporate new technology. To help keep pace with these advances, this project plans to develop a pipeline from high school through college and into the automotive technician workforce.  Students in the pipeline will be able to earn certificates or an Associate of Science degree in Automotive Technology.  In addition, faculty will update their knowledge about innovations in automobile design and function, so they can improve their courses. The project includes collaborations with local industry to expand student opportunities and meet the needs of local businesses.  By educating current and future automotive technicians, the project will provide access to a well-paying profession.  As a result, this project has the potential to have strong, positive impacts for the rural, high poverty community in which the project is situated.  \r\n\r\nThis project is grounded in a professional learning exchange among students, faculty, and master automotive dealership technicians. The project will enable participants to move as a cohort through a curricular pathway with integrated support services to boost retention and completion rates. Aspects of this support include a tailored First Year Experience course, a dedicated academic counselor, and general education classes with automotive themes. Students will earn an Associate of Science degree and/or certificates in automotive technology that meet both industry preparation standards and the needs of local employers. As part of their education, students will complete eighteen months of on-the-job learning in local dealerships and have opportunities to earn industry recognized certifications.  The education program will prepare students for the industry-recognized Automotive Service Excellence certification test for master technicians. Local dealerships are the leading employer of automotive technicians and the proposed project will formalize newly created partnerships between the college and these businesses. For example, automotive technology faculty members will perform externships alongside dealership technicians, thus allowing faculty to increase their knowledge of and their ability to incorporate technical advances into their courses. Representatives of local automotive dealerships will serve on an advisory committee and as professional experts in the college classroom. This project is funded by the Advanced Technological Education program that focuses on the education of technicians for the advanced-technology fields that drive the nation's economy.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harry",
   "pi_last_name": "Bennett",
   "pi_mid_init": "L",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Harry L Bennett",
   "pi_email_addr": "Harry.Bennettjr@vvc.edu",
   "nsf_id": "000798044",
   "pi_start_date": "2020-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Coultas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steven L Coultas",
   "pi_email_addr": "steven.coultas@vvc.edu",
   "nsf_id": "000811446",
   "pi_start_date": "2020-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Victor Valley College",
  "inst_street_address": "18422 BEAR VALLEY RD",
  "inst_street_address_2": "",
  "inst_city_name": "VICTORVILLE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7602454271",
  "inst_zip_code": "923955849",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "CA23",
  "org_lgl_bus_name": "VICTOR VALLEY COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "CR6NBGGLMMC6",
  "org_uei_num": "PHH3G6DABW43"
 },
 "perf_inst": {
  "perf_inst_name": "Victor Valley College",
  "perf_str_addr": "18422 Bear Valley Rd.",
  "perf_city_name": "Victorville",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "923955850",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "CA23",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The New Pathways and Partnerships to Prepare Highly Skilled Automotive Technicians grant created highly functioning collaborative pathways from K-12 partner, high schools, community college, to employment. These partners included eight regional high schools, Victor Valley Community College automotive program, and regional new car dealer, manufacturer service facilities. The collaboration created by this pathway has led to an increase of 60% in the certificate of achievement and Associate of Sciences degree attainment from the Automotive program at Victor Valley Community College. This program successfully created a community college internship program for community college automotive students to experience real-world employment environments at regional automotive dealership service departments. As a result of those internships, a significantly high percentage of students went on to be employed by the same dealership partners. Those same partnerships fostered a beneficial relationship between Victor Valley Community College and those regional dealerships. Some of the benefits of this partnership included significant professional expert input from the industry into the direction and development of future automotive programs within Victor Valley College. Some aspects included curriculum modification, physical lab spaces, tools and equipment, and new technology integration into the educational environment. This partnership has brought about change within the automotive program at Victor Valley College, which includes a greater mirroring of the educational environment to what students should experience upon graduation and entry into the regional workforce. This collaboration, additionally, has brought about a partnership to increase visibility and understanding of the need for a continued high-quality pipeline of part-time and full-time faculty centered around recruitment efforts within regional professional experts in the automotive industry.</p>\n<p>&nbsp;</p>\n<p>The results of this project have led to an increase in student graduation rates, student and professional certification attainment, and regional graduate employment attainment in living wage jobs. In short, this project has established a sustainable, mutually beneficial collaboration between the region's only community college and multiple dealership employers. This partnership has and will continue to mutually benefit students, the community college, and regional employers to the benefit of the region&rsquo;s economic viability. Additionally, this project has had an unquantifiable positive impact on leveling equity for marginalized populations and multi-generational households and will likely have an exponential impact on extended family and social and economic improvement.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/30/2024<br>\nModified by: Harry&nbsp;L&nbsp;Bennett</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe New Pathways and Partnerships to Prepare Highly Skilled Automotive Technicians grant created highly functioning collaborative pathways from K-12 partner, high schools, community college, to employment. These partners included eight regional high schools, Victor Valley Community College automotive program, and regional new car dealer, manufacturer service facilities. The collaboration created by this pathway has led to an increase of 60% in the certificate of achievement and Associate of Sciences degree attainment from the Automotive program at Victor Valley Community College. This program successfully created a community college internship program for community college automotive students to experience real-world employment environments at regional automotive dealership service departments. As a result of those internships, a significantly high percentage of students went on to be employed by the same dealership partners. Those same partnerships fostered a beneficial relationship between Victor Valley Community College and those regional dealerships. Some of the benefits of this partnership included significant professional expert input from the industry into the direction and development of future automotive programs within Victor Valley College. Some aspects included curriculum modification, physical lab spaces, tools and equipment, and new technology integration into the educational environment. This partnership has brought about change within the automotive program at Victor Valley College, which includes a greater mirroring of the educational environment to what students should experience upon graduation and entry into the regional workforce. This collaboration, additionally, has brought about a partnership to increase visibility and understanding of the need for a continued high-quality pipeline of part-time and full-time faculty centered around recruitment efforts within regional professional experts in the automotive industry.\n\n\n\n\n\nThe results of this project have led to an increase in student graduation rates, student and professional certification attainment, and regional graduate employment attainment in living wage jobs. In short, this project has established a sustainable, mutually beneficial collaboration between the region's only community college and multiple dealership employers. This partnership has and will continue to mutually benefit students, the community college, and regional employers to the benefit of the regions economic viability. Additionally, this project has had an unquantifiable positive impact on leveling equity for marginalized populations and multi-generational households and will likely have an exponential impact on extended family and social and economic improvement.\n\n\n\t\t\t\t\tLast Modified: 08/30/2024\n\n\t\t\t\t\tSubmitted by: HarryLBennett\n"
 }
}