{
 "awd_id": "2001516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Principal Bundles and Higgs Bundles in Algebraic Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2020-07-20",
 "awd_max_amd_letter_date": "2020-07-20",
 "awd_abstract_narration": "The study of principal bundles began in the early XXth century by physicists as a formalism to describe electromagnetism. Later, this was extended to encompass strong and weak interactions, so that principal bundles became a basis for the so-called standard model - a physical theory describing three out of four fundamental interactions. In mathematics, principal bundles penetrate many areas: geometry, number theory, mathematical physics, and others. In 1950's Fields Medalist Jean-Pierre Serre recognized the importance of principal bundles in algebraic geometry. In his 1958 seminal paper he gave the first modern definition of a principal bundle and formulated a certain deep conjecture. This conjecture, as well as some remaining questions, are among the oldest unsolved foundational questions in mathematics. The first part of this project is aimed at proving some of these conjectures. The remaining parts of the projects are related to the so-called Higgs principal bundles, which can be thought of as mathematical incarnations of the Higgs boson -- a recently found elementary particle. These parts of the project belong to the famous Langlands program unifying number theory, algebraic geometry, harmonic analysis, and mathematical physics. This award will support continuing research in these areas. Advising students and giving talks at conferences are going to be part of the proposed activity.\r\n\r\nIn more detail, the first project originated from the Grothendieck-Serre conjecture on principal bundles, which was settled recently for rings containing fields by Ivan Panin and the PI. The PI plans to extend the proof to the mixed characteristic case as well as to work on the purity conjecture for principal bundles. The purity conjecture is, in a sense, the next logical step after the Grothendieck-Serre conjecture. In the second project, the PI intends to construct and prove the local Langlands duality for Hitchin systems and to derive some cases of the global Langlands duality for Hitchin systems from the local case. The third project is devoted to counting motivic volumes of moduli stacks of principal Higgs bundles. The goal is to generalize the previous results of the PI and other people from the GL(n) case to the case of arbitrary reductive groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roman",
   "pi_last_name": "Fedorov",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Roman M Fedorov",
   "pi_email_addr": "fedorov@pitt.edu",
   "nsf_id": "000601670",
   "pi_start_date": "2020-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research project consisted of three parts related to vector bundles and principal bundles in algebraic geometry. Vector and principal bundles are ubiquitous in algebraic geometry, differential geometry, number theory, and even physics. For example, the standard model in physics is formulated in terms of principal bundles.<br />In 1950's Jean-Pierre Serre recognized the importance of principal bundles in algebraic geometry. In his 1958 seminal paper he gave first general definition of a principal bundle and formulated a certain deep conjecture. At the same time, a similar conjecture was formulated by Alexander Grothendieck. The conjecture was generalized and made more precise later; it became known as the conjecture of Grothendieck and Serre on principal bundles. Very roughly speaking, the conjecture predicts that, given a principal bundle over a variety with a hypersurface removed, there is locally at most one way to extend it to this hypersurface.&nbsp;<br />The conjecture turned out to be very complicated. The \"geometric\" case of the conjecture was settled recently in a joint effort of many people, in particular, Manuel Ojanguren, Jean-Louis Colliot-Thelene, Ivan Panin, and the PI. However, from the point of view of modern algebraic geometry, every geometric statement has a number-theoretic counterpart. This number-theoretic counterpart of the Grothendieck-Serre conjecture remains open. In a joint effort with K. Cesnavicius, the PI has proved this counterpart in the so-called unramified totally isotropic case. This is one of the major outcomes of this project.&nbsp;<br />The second part of the project is also related to principal bundles, but this time the bundles have additional structure called a Higgs field. This is, in a sense, a mathematical incarnation of the Higgs boson -- a recently discovered elementary particle. The PI studies the space parameterizing principal Higgs bundles. Here the main conjecture is the so-called Langlands correspondence for Hitchin systems. This is closely related to the famous geometric Langlands program that was recently completed by a joint effort of many people (a tremendous feat). However, the Langlands program for Hitchin systems is still wide open.&nbsp;<br />In fact, all versions of the Langlands program come in two guises: local ang global. While lots of results have been obtained about the global Langlands correspondence for Hitchin systems, it seems that the current methods are not powerful enough to prove the full conjecture. The PI is working on developing the local Langlands correspondence for Hitchin systems. This correspondence is a statement about principal bundles with Higgs fields over the formal (a.k.a. infinitesimal) disc. The subsequent goal is to apply the local duality to the proof of global duality.<br />So far, the PI with G. Dhillon and T. Pantev (developing ideas of D. Arinkin) have devised a strategy for the proof of the local duality. The proof will likely consist of a series of publications; the first papers of the series are nearing completion.<br />In the third part of the project, the PI with A. Soibelman and Y. Soibelman are studying connections on curves. These are geometric incarnations of ordinary differential equations with complex time. In previous works, the authors studied the case of non-singular connections and of connections with singularities of first orders. As another outcome of the project, this study has been extended to include connections with singularities of higher order.<br />The PI has given 2 seminar talks and 1 colloquium talk disseminating these results. The PI is supervising research of 3 PhD students.</p><br>\n<p>\n Last Modified: 03/11/2025<br>\nModified by: Roman&nbsp;M&nbsp;Fedorov</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe research project consisted of three parts related to vector bundles and principal bundles in algebraic geometry. Vector and principal bundles are ubiquitous in algebraic geometry, differential geometry, number theory, and even physics. For example, the standard model in physics is formulated in terms of principal bundles.\nIn 1950's Jean-Pierre Serre recognized the importance of principal bundles in algebraic geometry. In his 1958 seminal paper he gave first general definition of a principal bundle and formulated a certain deep conjecture. At the same time, a similar conjecture was formulated by Alexander Grothendieck. The conjecture was generalized and made more precise later; it became known as the conjecture of Grothendieck and Serre on principal bundles. Very roughly speaking, the conjecture predicts that, given a principal bundle over a variety with a hypersurface removed, there is locally at most one way to extend it to this hypersurface.\nThe conjecture turned out to be very complicated. The \"geometric\" case of the conjecture was settled recently in a joint effort of many people, in particular, Manuel Ojanguren, Jean-Louis Colliot-Thelene, Ivan Panin, and the PI. However, from the point of view of modern algebraic geometry, every geometric statement has a number-theoretic counterpart. This number-theoretic counterpart of the Grothendieck-Serre conjecture remains open. In a joint effort with K. Cesnavicius, the PI has proved this counterpart in the so-called unramified totally isotropic case. This is one of the major outcomes of this project.\nThe second part of the project is also related to principal bundles, but this time the bundles have additional structure called a Higgs field. This is, in a sense, a mathematical incarnation of the Higgs boson -- a recently discovered elementary particle. The PI studies the space parameterizing principal Higgs bundles. Here the main conjecture is the so-called Langlands correspondence for Hitchin systems. This is closely related to the famous geometric Langlands program that was recently completed by a joint effort of many people (a tremendous feat). However, the Langlands program for Hitchin systems is still wide open.\nIn fact, all versions of the Langlands program come in two guises: local ang global. While lots of results have been obtained about the global Langlands correspondence for Hitchin systems, it seems that the current methods are not powerful enough to prove the full conjecture. The PI is working on developing the local Langlands correspondence for Hitchin systems. This correspondence is a statement about principal bundles with Higgs fields over the formal (a.k.a. infinitesimal) disc. The subsequent goal is to apply the local duality to the proof of global duality.\nSo far, the PI with G. Dhillon and T. Pantev (developing ideas of D. Arinkin) have devised a strategy for the proof of the local duality. The proof will likely consist of a series of publications; the first papers of the series are nearing completion.\nIn the third part of the project, the PI with A. Soibelman and Y. Soibelman are studying connections on curves. These are geometric incarnations of ordinary differential equations with complex time. In previous works, the authors studied the case of non-singular connections and of connections with singularities of first orders. As another outcome of the project, this study has been extended to include connections with singularities of higher order.\nThe PI has given 2 seminar talks and 1 colloquium talk disseminating these results. The PI is supervising research of 3 PhD students.\t\t\t\t\tLast Modified: 03/11/2025\n\n\t\t\t\t\tSubmitted by: RomanMFedorov\n"
 }
}