{
 "awd_id": "2001226",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding Why Cells Choose to Migrate Towards the Cathode: Directing Cell Motility Using Electric Fields",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie George",
 "awd_eff_date": "2018-08-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 110682.0,
 "awd_amount": 110682.0,
 "awd_min_amd_letter_date": "2020-02-10",
 "awd_max_amd_letter_date": "2020-02-10",
 "awd_abstract_narration": "PI:  Gagnon, Zachary R\r\nProposal #:  1605553\r\n\r\nHow a cell senses, responds, and moves towards or away from an external cue is central to many biological and medical phenomena including embryogenesis, morphogenesis, immune response, wound healing and cancer metastasis. Electrotaxis, the phenomenon by which cells bias their motion directionally in response to an externally applied electrical field, is important in a number of cellular processes; however, the underlying physical mechanism of how electric fields influence cytoskeletal organization within the cell is unknown. The overall goal of the planned research is to determine the physical mechanisms responsible for initiating electrotaxis in cells. The goal will be achieved by observing electrotactic migration and quantifying the ion activity surrounding electrotaxing cells using precise microfluidic cell confinement chambers. Intellectual merit is based on the innovative strategy and fundamental significance in determining the physical entry point where electric fields are converted into a downstream chemical signal during cellular electrotaxis. Unlike traditional electrotaxis work that focuses on downstream signaling proteins, this project focuses on understanding the immediate influences of the electric field at the cell membrane.  Educational impact is achieved through providing new courses and laboratory training for undergraduate and graduate students, outreach to high school students through the institutions \"Engineering Innovation\" program, engaging 6th - 8th grade students through the \"Science Academy Technology\" program in Baltimore and Charles City Middle Schools and broadening the participation of underrepresented groups in the proposed research projects through hands-on research and community outreach.\r\n\r\nHow a cell senses, responds, and moves towards or away from an external cue is central to many biological and medical phenomena including embryogenesis, morphogenesis, immune response, wound healing and cancer metastasis. Many eukaryotic cells have internal compasses that allow them to sense these cues, often in the form of gradients of chemoattractant, voltage, or mechanical stress, and bias their motion in a specific direction. Electrotaxis, the phenomenon by which cells bias their motion directionally in response to an externally applied electrical field, is important in a number of cellular processes; however, the underlying physical mechanism of how electric fields are transduced into the cell to influence cytoskeletal organization is unknown. The overall goal of this proposal is to determine the relevant physical mechanisms responsible for initiating electrotaxis in cells. The goal will be achieved by observing electrotactic migration and quantifying the ion activity surrounding electrotaxing cells using precise microfluidic cell confinement chambers. The specific objectives are:  1) to develop and build microfluidic confinement geometries for cell membrane level analysis of electrokinetic ion flux during electrotaxis, 2) to quantify the electric field-induced membrane processes including ion-flow and ion channel activity during electrotaxis, and 3) to understand how downstream cell signaling is activated and transduced by these upstream electric field-induced events. The intellectual merit of the planned research is based on the innovative strategy and fundamental significance in determining the physical entry point where electric fields are transduced into a downstream chemical signal during cellular electrotaxis. Unlike traditional electrotaxis work that focuses on downstream signaling proteins, this project focuses on understanding the immediate influences of the electric field at the cell membrane.  Educational impact is achieved through providing new courses and laboratory training for undergraduate and graduate students, outreach to high school students through the institutions \"Engineering Innovation\" program, engaging 6th - 8th grade students through the \"Science Academy Technology\" program in Baltimore and Charles City Middle Schools and broadening the participation of underrepresented groups in the proposed research projects through hands-on research and community outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zachary",
   "pi_last_name": "Gagnon",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Zachary R Gagnon",
   "pi_email_addr": "zgagnon@tamu.edu",
   "nsf_id": "000616541",
   "pi_start_date": "2020-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 110682.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>How a cell senses, responds, and moves towards, or away from an external cue is central to many biological and medical phenomena including morphogenesis, immune response, and cancer metastasis.&nbsp;<span>Electrotaxis (also known as galvanotaxis) is the phenomenon by which cells bias their motion directionally in response to an externally applied electrical field</span><sup><span>4</span></sup><span>. Since electrotaxis of living cells was first discovered over a century ago, motile cells including neurons, fibroblasts, lymphocytes, leukocytes, macrophages, neural crest cells, cancer cells and slime molds have shown the ability to detect gradients in electrical potential (voltage) and display directional migration towards the negative (cathode) or positive (anode) charged electrode depending on the cell type and growth conditions.&nbsp;<span>Very little is known in terms of the underlying physical mechanism of how electrical cues are transduced to influence cytoskeletal organization for polarity and motility, and it is unknown why a cell chooses to migrate in one particular direction or another.&nbsp;</span></span></span></p>\n<p>The hypothesis of this proposal is that electrotaxis is initiated by electric field-induced ion flux at the cellular membrane, and that we can utilize microfluidic confinement geometries and confocal microscopy to quantify this underlying physical mechanism, and link this to electrotactic directionality.</p>\n<p>During this award period, we developed microfluidic devices for which to controllably confine migrating cells. The cells themselves were the social ameaba, Dictyostelium discoidium.&nbsp;<span>The cellular slime mold <em>Dictyostelium discoideum</em> is a well-established model organism for studying cell motility. We confined these cells into microfluidic channels and exposed them to known concentrations of chemical cues and electric fields.</span></p>\n<p>As a result of this award, we were able to discover that Dicty cells migrate using two different motility modes - blebs and pseudopods - while exposed to chemical cues. However, when the cells are confined they switch to migrate entirely using a bleb-driven motility mode.</p>\n<p>We then investigated these Dicty cells under confinement while exposed to an external electric field. When exposed, cells \"sensed\" the field and migrated to the negatively charged cathode electrode. What we discovered, however, is that during migration calcium was observed to influx into the cells as they migrated by electrotaxis in the confined microchannel. This discoverly validated our initial hypothesis where we speculated that electrotaxis is heavily regulated by the influence of the electric field on the ion flux across the cell membrane.</p>\n<p>Overall, this award resulted in a new method for succesfully imaging calcium ions in electrotaxing Dicty cells and a deeper understanding for how cells in general migrate under chemical and electrical cues.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2022<br>\n\t\t\t\t\tModified by: Zachary&nbsp;R&nbsp;Gagnon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow a cell senses, responds, and moves towards, or away from an external cue is central to many biological and medical phenomena including morphogenesis, immune response, and cancer metastasis. Electrotaxis (also known as galvanotaxis) is the phenomenon by which cells bias their motion directionally in response to an externally applied electrical field4. Since electrotaxis of living cells was first discovered over a century ago, motile cells including neurons, fibroblasts, lymphocytes, leukocytes, macrophages, neural crest cells, cancer cells and slime molds have shown the ability to detect gradients in electrical potential (voltage) and display directional migration towards the negative (cathode) or positive (anode) charged electrode depending on the cell type and growth conditions. Very little is known in terms of the underlying physical mechanism of how electrical cues are transduced to influence cytoskeletal organization for polarity and motility, and it is unknown why a cell chooses to migrate in one particular direction or another. \n\nThe hypothesis of this proposal is that electrotaxis is initiated by electric field-induced ion flux at the cellular membrane, and that we can utilize microfluidic confinement geometries and confocal microscopy to quantify this underlying physical mechanism, and link this to electrotactic directionality.\n\nDuring this award period, we developed microfluidic devices for which to controllably confine migrating cells. The cells themselves were the social ameaba, Dictyostelium discoidium. The cellular slime mold Dictyostelium discoideum is a well-established model organism for studying cell motility. We confined these cells into microfluidic channels and exposed them to known concentrations of chemical cues and electric fields.\n\nAs a result of this award, we were able to discover that Dicty cells migrate using two different motility modes - blebs and pseudopods - while exposed to chemical cues. However, when the cells are confined they switch to migrate entirely using a bleb-driven motility mode.\n\nWe then investigated these Dicty cells under confinement while exposed to an external electric field. When exposed, cells \"sensed\" the field and migrated to the negatively charged cathode electrode. What we discovered, however, is that during migration calcium was observed to influx into the cells as they migrated by electrotaxis in the confined microchannel. This discoverly validated our initial hypothesis where we speculated that electrotaxis is heavily regulated by the influence of the electric field on the ion flux across the cell membrane.\n\nOverall, this award resulted in a new method for succesfully imaging calcium ions in electrotaxing Dicty cells and a deeper understanding for how cells in general migrate under chemical and electrical cues.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2022\n\n\t\t\t\t\tSubmitted by: Zachary R Gagnon"
 }
}