{
 "awd_id": "2001776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Seismic Investigation of the Puerto Rico Subduction Zone: Structure, Seismic Hazard, and Hydration of Slow-spreading Lithosphere",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032928369",
 "po_email": "scwhite@nsf.gov",
 "po_sign_block_name": "Scott M. White",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 350493.0,
 "awd_amount": 350493.0,
 "awd_min_amd_letter_date": "2020-07-28",
 "awd_max_amd_letter_date": "2022-07-26",
 "awd_abstract_narration": "Seismic investigation of the Puerto Rico subduction zone\r\n\r\nThe Puerto Rico Trench (PRT) poses major earthquake and tsunami hazards. Tsunamis generated at this subduction zone may also impact the U.S. East Coast. This project supports land and sea seismic experiments across the PRT and Puerto Rico. The experiments will define the detailed seismic structure of the PRT, advance our understanding of the PRT, and improve hazard assessment. The project consists of: (1) Three wide-angle seismic reflection/refraction profiles using ocean bottom seismometers (OBS); (2) Four multichannel seismic (MCS) reflection profiles, two parallel to and inland from the trench, and two parallel to the central OBS profile. (3) An array of more than 100 short-period land seismometers deployed across the Puerto Rico island, together with a dozen broad-band seismometers to record earthquakes for 18 months. The project will provide support for training several graduate students and an early career scientist, as well as research opportunities for faculty and students at a minority serving institution. The project will also support training of science journalists and public lectures to reach Puerto Rico residents.\r\n\r\n\r\nThis project supports an active-source seismic experiment across the Puerto Rico Trench (PRT), its outer rise, and across the island arc, together with a land passive-source experiment. The PRT is a highly oblique subduction zone, where old Atlantic plate subducts under the Caribbean plate at a slow rate. The PRT is associated with anomalous and unexplained characteristics, such as the widest trench (below 6,000 m), the lowest gravity anomaly on Earth, and anomalous subsidence of the north coast of Puerto Rico. This project will acquire, analyze, and interpret multiple types of data: Three wide-angle seismic reflection/refraction profiles across the PRT with OBSs and an additional line south of the Puerto Rico island; four MCS reflection profiles, two each parallel and perpendicular to the PRT axis; an array of active- and passive-source land seismic stations on the Puerto Rico island; and multibeam bathymetry, 3.5 kHz sub-bottom profiler, gravity, and magnetics. The experiments are designed to address three key questions: (1) What is the shallow geometry of the subducting slab and its lateral continuity along the 500-km section of the trench? (2) What are the degree and spatial extent of hydration of the Atlantic lithosphere entering the Puerto Rico Trench? (3) Does oceanic bivergent thrust system represent double-sided subduction or a crustal retro-wedge of one-sided subduction? Results of the integrated seismic experiments are expected to significantly advance our understanding of the above scientific questions and assessment of the PRT seismic and tsunami hazard.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuoshuo",
   "pi_last_name": "Han",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuoshuo Han",
   "pi_email_addr": "han@ig.utexas.edu",
   "nsf_id": "000728660",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas Institute for Geophysics",
  "perf_str_addr": "10100 Burnet Rd., ROC/Bldg. 196",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787584445",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1574",
   "pgm_ref_txt": "GEOPHYSICS"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 116400.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 124826.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 109267.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit:</span>&nbsp;The Puerto Rico Trench (PRT) is a highly oblique subduction zone, where old North American plate subducts under the Caribbean plate at a slow rate (&lt;20 mm/yr). The PRT is associated with anomalous, and hitherto unexplained characteristics, such as the widest trench (below 6,000 m), the lowest gravity anomaly on Earth, and anomalous subsidence of the north coast of Puerto Rico. Furthermore, the slab may be segmented and perhaps even torn. Our original project aims at examining the geometry of the subducting slab and its lateral continuity along the trench, the hydration state of the incoming oceanic plate, and the bi-vergent thrust system in this region. Towards these goals, we had planned to acquire wide-angle seismic data and multi-channel reflection data across the PRT to obtain detailed images of subsurface structure and velocity models of this margin. However, due to&nbsp;significant technical and logistical challenges in implementing the ocean-bottom seismometer component of the experiment, our scheduled data acquisition cruise was cancelled. Without the new seismic data,&nbsp;the original research goals cannot be fully accomplished.&nbsp;We therefore adjusted the scope of our study under NSF&rsquo;s guidance to focus&nbsp;on re-processing and re-interpreting existing seismic reflection data from this region. The revised scientific objectives aim to characterize the geometry of the plate interface and the deformation of the subducting and overriding plates in the near trench area along this margin.&nbsp;&nbsp;Our primary research activities and major findings include:</p>\r\n<p>We reprocessed legacy seismic reflection data along a 167 km profile crossing the center of the PRT from the 1981 North Atlantic Transect (NAT) experiment. The modern processing techniques significantly improved the quality of seismic images, revealing many structures that were previously undetected, particularly at the crustal and mantle levels. On the incoming North American plate, we observe discontinuous Moho reflections distributed over a depth range at the base of the oceanic crust. At the trench, collapsed crustal blocks from the incoming plate are imaged beneath the trench basin. Just landward of the small wedge of accreting trench sediments, we observe extensive normal faulting in a sedimentary basin. The plate interface reflection can be traced beneath the slope at a depth of 14.5-15 s two-way travel time. A couple of splay faults are imaged in the upper plate, one of which is projected to offset at the seafloor. Our reprocessed seismic images offer new insights on the plate interface geometry and the deformation of both the upper and lower plates in central PRT. The observed faulting patterns in the incoming plate, trench, and slope suggest a complex history of interplay between convergence and extension at this portion of the PRT margin.</p>\r\n<p>We also re-interpreted legacy seismic images along 19 profiles across the PRT from the 1996 EW9605 data. Our re-interpretation focused on faulting in the subducting plate, the plate interface near the trench, and upper plate faults &ndash; areas that were largely unexplored in previous studies using this dataset. Through these mapping efforts, we generate a surface of the shallow plate interface of the PRT from&nbsp;64.5&#730;W to 68&#730;W.&nbsp;We also find systematic variations in the geometry of the shallow plate interface and the deformation of the subducting and overriding plates along the trench. In the east, deformation of the subducting North American plate is characterized by crustal blocks bounded by large offset, subvertical normal faults. The step-like geometry of the top of the subducting plate persists beneath the frontal wedge, creating a relatively rough plate interface. Several thrust faults are mapped in the small frontal wedge of the overriding plate. In contrast, faults in the subducting plate entering the western part of the trench are sparsely distributed and have smaller offsets. The plate interface is steeper and smoother, and thrust faults in the overriding plate are scarce. We attribute these marked along-strike changes to the increase in strike-slip dominated plate motion to the west. In the east, the relative motion of the North American Plate and the Caribbean Plate is more normally oriented to the trench than to the west, where motion between the plates is highly oblique. Therefore, the eastern part is experiencing more convergence and plate bending than the western part.</p>\r\n<p><span style=\"text-decoration: underline;\">Broader Impact</span>: Our study enhanced understanding of the structure and deformation of the PRT margin. Our mapped plate interface geometry and locations of upper and lower plate faults contribute to assessing the earthquake and tsunami potential of this margin.&nbsp;&nbsp;Reprocessing sequence developed through this study can be applied to re-process similar legacy data. This project supported one early-career scientist and one graduate student, helping to build the next generation of marine geophysicists.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/05/2025<br>\nModified by: Shuoshuo&nbsp;Han</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:The Puerto Rico Trench (PRT) is a highly oblique subduction zone, where old North American plate subducts under the Caribbean plate at a slow rate (\r\n\n\nWe reprocessed legacy seismic reflection data along a 167 km profile crossing the center of the PRT from the 1981 North Atlantic Transect (NAT) experiment. The modern processing techniques significantly improved the quality of seismic images, revealing many structures that were previously undetected, particularly at the crustal and mantle levels. On the incoming North American plate, we observe discontinuous Moho reflections distributed over a depth range at the base of the oceanic crust. At the trench, collapsed crustal blocks from the incoming plate are imaged beneath the trench basin. Just landward of the small wedge of accreting trench sediments, we observe extensive normal faulting in a sedimentary basin. The plate interface reflection can be traced beneath the slope at a depth of 14.5-15 s two-way travel time. A couple of splay faults are imaged in the upper plate, one of which is projected to offset at the seafloor. Our reprocessed seismic images offer new insights on the plate interface geometry and the deformation of both the upper and lower plates in central PRT. The observed faulting patterns in the incoming plate, trench, and slope suggest a complex history of interplay between convergence and extension at this portion of the PRT margin.\r\n\n\nWe also re-interpreted legacy seismic images along 19 profiles across the PRT from the 1996 EW9605 data. Our re-interpretation focused on faulting in the subducting plate, the plate interface near the trench, and upper plate faults  areas that were largely unexplored in previous studies using this dataset. Through these mapping efforts, we generate a surface of the shallow plate interface of the PRT from64.5&#730;W to 68&#730;W.We also find systematic variations in the geometry of the shallow plate interface and the deformation of the subducting and overriding plates along the trench. In the east, deformation of the subducting North American plate is characterized by crustal blocks bounded by large offset, subvertical normal faults. The step-like geometry of the top of the subducting plate persists beneath the frontal wedge, creating a relatively rough plate interface. Several thrust faults are mapped in the small frontal wedge of the overriding plate. In contrast, faults in the subducting plate entering the western part of the trench are sparsely distributed and have smaller offsets. The plate interface is steeper and smoother, and thrust faults in the overriding plate are scarce. We attribute these marked along-strike changes to the increase in strike-slip dominated plate motion to the west. In the east, the relative motion of the North American Plate and the Caribbean Plate is more normally oriented to the trench than to the west, where motion between the plates is highly oblique. Therefore, the eastern part is experiencing more convergence and plate bending than the western part.\r\n\n\nBroader Impact: Our study enhanced understanding of the structure and deformation of the PRT margin. Our mapped plate interface geometry and locations of upper and lower plate faults contribute to assessing the earthquake and tsunami potential of this margin.Reprocessing sequence developed through this study can be applied to re-process similar legacy data. This project supported one early-career scientist and one graduate student, helping to build the next generation of marine geophysicists.\r\n\n\n\t\t\t\t\tLast Modified: 02/05/2025\n\n\t\t\t\t\tSubmitted by: ShuoshuoHan\n"
 }
}