{
 "awd_id": "2001808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Regulating the Care Boom: Labor Standards and In-Home Care Work in Three U.S. Cities",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032924973",
 "po_email": "aajones@nsf.gov",
 "po_sign_block_name": "Antwan Jones",
 "awd_eff_date": "2020-04-15",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 15999.0,
 "awd_amount": 15999.0,
 "awd_min_amd_letter_date": "2020-02-12",
 "awd_max_amd_letter_date": "2023-02-06",
 "awd_abstract_narration": "Home-based elder care and other forms of in-home work are driving rapid job growth in care occupations in the United States, in part because of the country's aging population. Yet job quality in these occupations remains low, with median wages stagnating near $11 per hour and worker rights violations commonplace. Such work conditions exacerbate a mounting home health care labor shortage and deepen gender and racial inequality, given that women and people of color are disproportionately employed in this sector. The labor shortage, in turn, hinders labor force participation among those, particularly women, who provide care to elderly and the young. As governmental and non-governmental actors seek to improve these conditions, one key challenge they confront is that of implementing labor standards—a difficult task in the context of atomized workplaces, intimate labor processes, and ambiguous employer-employee relations. This study examines regulatory efforts to overcome those challenges and translate labor standards on paper into improved working conditions. The findings will provide evidence of when and how such efforts impact worker outcomes and will inform policymakers as they work to address this unfolding crisis in paid care work.\r\n\r\nThis study focuses on two regulatory forces in the U.S.—labor unions and government-civil society collaborations—and their impacts on employer compliance, workers’ ability to claim their rights, and resulting work conditions in home-based care work. The research involves an individual-level analysis of original survey data, and a comparative analysis of New York City, San Francisco, and Seattle. Survey data provide indicators of worker outcomes across cities, with participants recruited primarily through targeted digital advertisements. Variations in these outcomes will be explained through analysis of public records, administrative data, and 120 qualitative interviews with workers, employers, and policy actors. In addition to the cross-city comparison, outcomes will be measured at two points in time in Seattle, before and after the initial implementation of new domestic worker regulations. Findings will demonstrate whether and how unions and government-civil society partnerships affect labor standards enforcement in the context of in-home care work. In doing so, the project informs sociological theories of paid care work and workplace regulation, advancing knowledge about the conditions under which policy change translates into substantive change in worker outcomes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Milkman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth Milkman",
   "pi_email_addr": "rmilkman@gc.cuny.edu",
   "nsf_id": "000230052",
   "pi_start_date": "2020-02-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Isaac",
   "pi_last_name": "Jabola-Carolus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Isaac Jabola-Carolus",
   "pi_email_addr": "ijabolacarolus@gradcenter.cuny.edu",
   "nsf_id": "000808523",
   "pi_start_date": "2020-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Graduate School University Center",
  "inst_street_address": "365 5TH AVE STE 8113",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128177526",
  "inst_zip_code": "100164309",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "QVW9TFAZJFE7"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Graduate School University Center",
  "perf_str_addr": "365 Fifth Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 15999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research examined how, and to what effect, regulatory actors have pursued labor standards enforcement in the context of in-home care and domestic work. In the United States, population aging has driven explosive growth in care-sector occupations, especially among low-wage home care aides who provide assistance to older adults. These aides, predominantly women and disproportionately people of color, now represent one of the country&rsquo;s largest and fastest-growing occupational groups. In recent decades, economic inequality and meager social policies have also spurred demand for nannies, housecleaners, and other domestic workers&mdash;occupations heavily reliant on immigrant women. While scholarly and public discourse has addressed labor shortages and job quality in such occupations, a related problem is the widespread violation of labor standards, including minimum wage and overtime laws. This regulatory issue is common across low-wage industries but is particularly acute when work takes place in atomized private homes.</p>\n<p>Focusing on labor unions, worker centers, and subnational government agencies, the research reveals that regulatory institutions produce important impacts&mdash;such as informing workers of their rights and resolving violations&mdash;but that progress is fundamentally constrained by the structure of the home care and domestic work industries. Current strategies are no match for the scale of employer noncompliance in this sector, even in locales where the regulatory landscape is robust. Broader impacts require changes to underlying industry structures. In the case of home care, this structure is a model of service provision that often relies on cash-strapped private agencies contracted under Medicaid. In domestic work, the structure is one of informality, extreme decentralization, and one-to-one employment relationships. In further detail:</p>\n<p>(1) Multivariate analysis of original survey data presents evidence that, despite the isolated nature of agency-based home care, union membership does improve workers&rsquo; legal and procedural knowledge and their ability to assert their rights in response to violations. However, the results do not yield evidence of a relationship between union membership and the incidence of wage and hour violations, suggesting that union membership may not prevent violations from occurring in the first place.</p>\n<p>(2) Qualitative data indicates that the organizational structure of agency-based home care has allowed governmental agencies to conduct proactive investigations aimed at deterring labor standards violations. Such investigations have produced some immediate improvements among targeted employers, but evidence of more generalized deterrence is minimal. In contrast to agency-based home care, the domestic work industry, with its greater informality, has largely baffled governmental enforcers. Both local and state labor standards offices have been unable to craft strategies to proactively identify violations or produce large-scale deterrence in this industry.</p>\n<p>(3) To address the unique challenges of the domestic work context, worker centers and community-based organizations have also experimented with labor standards enforcement. Among their initiatives, these groups have pursued collaboration with government regulators, moving toward a model of &ldquo;co-enforcement.&rdquo; Qualitative analysis, however, suggests that even the most robust co-enforcement is profoundly constrained by the informalized, one-to-one nature of domestic employment and the concentration of undocumented workers in this field.</p>\n<p>Taken together, these findings suggest the structure of the home care and domestic work industries must be reformed in order to sustainably reduce labor standards violations at a large scale. Without such structural changes, regulators actors will likely face unrelenting and unmanageable violations, a pattern that undermines not only existing laws but also threatens the efficacy of raising labor standards in the future.</p>\n<p>The research thus reveals the limitations of regulatory theories and practices that treat industry structures as fixed instead of malleable, which may obscure core drivers of noncompliance. Contrary to common assumptions, violations and their reduction may hinge on policy areas outside the direct control of labor regulators, such as social policy and immigration law&mdash;rather than on rights enforcement alone.</p>\n<p>The full scope of this project is presented in the researcher&rsquo;s doctoral dissertation, &ldquo;Regulating the Care Boom: Labor Standards Enforcement and Paid In-Home Care Work,&rdquo; which is publicly available online. The dissertation addresses the respective roles of labor unions, local and state government agencies, and community-based organizations. Its concluding chapter offers several models for restructuring home care and domestic work, both to improve care provision and reduce violations of workers&rsquo; rights.</p><br>\n<p>\n Last Modified: 01/29/2024<br>\nModified by: Isaac&nbsp;Jabola-Carolus</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis research examined how, and to what effect, regulatory actors have pursued labor standards enforcement in the context of in-home care and domestic work. In the United States, population aging has driven explosive growth in care-sector occupations, especially among low-wage home care aides who provide assistance to older adults. These aides, predominantly women and disproportionately people of color, now represent one of the countrys largest and fastest-growing occupational groups. In recent decades, economic inequality and meager social policies have also spurred demand for nannies, housecleaners, and other domestic workersoccupations heavily reliant on immigrant women. While scholarly and public discourse has addressed labor shortages and job quality in such occupations, a related problem is the widespread violation of labor standards, including minimum wage and overtime laws. This regulatory issue is common across low-wage industries but is particularly acute when work takes place in atomized private homes.\n\n\nFocusing on labor unions, worker centers, and subnational government agencies, the research reveals that regulatory institutions produce important impactssuch as informing workers of their rights and resolving violationsbut that progress is fundamentally constrained by the structure of the home care and domestic work industries. Current strategies are no match for the scale of employer noncompliance in this sector, even in locales where the regulatory landscape is robust. Broader impacts require changes to underlying industry structures. In the case of home care, this structure is a model of service provision that often relies on cash-strapped private agencies contracted under Medicaid. In domestic work, the structure is one of informality, extreme decentralization, and one-to-one employment relationships. In further detail:\n\n\n(1) Multivariate analysis of original survey data presents evidence that, despite the isolated nature of agency-based home care, union membership does improve workers legal and procedural knowledge and their ability to assert their rights in response to violations. However, the results do not yield evidence of a relationship between union membership and the incidence of wage and hour violations, suggesting that union membership may not prevent violations from occurring in the first place.\n\n\n(2) Qualitative data indicates that the organizational structure of agency-based home care has allowed governmental agencies to conduct proactive investigations aimed at deterring labor standards violations. Such investigations have produced some immediate improvements among targeted employers, but evidence of more generalized deterrence is minimal. In contrast to agency-based home care, the domestic work industry, with its greater informality, has largely baffled governmental enforcers. Both local and state labor standards offices have been unable to craft strategies to proactively identify violations or produce large-scale deterrence in this industry.\n\n\n(3) To address the unique challenges of the domestic work context, worker centers and community-based organizations have also experimented with labor standards enforcement. Among their initiatives, these groups have pursued collaboration with government regulators, moving toward a model of co-enforcement. Qualitative analysis, however, suggests that even the most robust co-enforcement is profoundly constrained by the informalized, one-to-one nature of domestic employment and the concentration of undocumented workers in this field.\n\n\nTaken together, these findings suggest the structure of the home care and domestic work industries must be reformed in order to sustainably reduce labor standards violations at a large scale. Without such structural changes, regulators actors will likely face unrelenting and unmanageable violations, a pattern that undermines not only existing laws but also threatens the efficacy of raising labor standards in the future.\n\n\nThe research thus reveals the limitations of regulatory theories and practices that treat industry structures as fixed instead of malleable, which may obscure core drivers of noncompliance. Contrary to common assumptions, violations and their reduction may hinge on policy areas outside the direct control of labor regulators, such as social policy and immigration lawrather than on rights enforcement alone.\n\n\nThe full scope of this project is presented in the researchers doctoral dissertation, Regulating the Care Boom: Labor Standards Enforcement and Paid In-Home Care Work, which is publicly available online. The dissertation addresses the respective roles of labor unions, local and state government agencies, and community-based organizations. Its concluding chapter offers several models for restructuring home care and domestic work, both to improve care provision and reduce violations of workers rights.\t\t\t\t\tLast Modified: 01/29/2024\n\n\t\t\t\t\tSubmitted by: IsaacJabola-Carolus\n"
 }
}