{
 "awd_id": "2001812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Effects of Contradictory Signals on Post-Incarceration Labor Market Outcomes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 13984.0,
 "awd_amount": 13984.0,
 "awd_min_amd_letter_date": "2020-02-28",
 "awd_max_amd_letter_date": "2020-02-28",
 "awd_abstract_narration": "This project examines the relative effects of human capital signaled by prison work certificates and a criminal record on labor market outcomes.  It also investigates whether these effects vary according to demographic category.  The study will advance understanding of how employers evaluate and weigh prison certifications when making hiring decisions and the ways formerly incarcerated men navigate the job search process with credentials that send potentially contradictory signals to employers.  Findings will be relevant to the provision and structure of prison credentialing programs and ways decision makers and practitioners can best prepare incarcerated men for the labor market.  \r\n\r\nData for this project will be collected through: 1) an audit study via online submission of manipulated resumés to employers and 2) interviews with 50 employers and 50 formerly incarcerated people.  In the resumés, possession of a prison apprenticeship certificate and demographic characteristics are manipulated.  Interviews with employers inquire about qualities they perceive help formerly incarcerated people overcome records, precautions taken with formerly incarcerated people who possess prison certifications, and attitudes regarding the quality of prison training. Interviews with formerly incarcerated men ask about prior and current work experience, job satisfaction, motivations for obtaining prison certifications, and the usefulness of prison training in their everyday work.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Vuolo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Vuolo",
   "pi_email_addr": "vuolo.2@osu.edu",
   "nsf_id": "000766828",
   "pi_start_date": "2020-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sade",
   "pi_last_name": "Lindsay",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sade L Lindsay",
   "pi_email_addr": "Lindsay.131@osu.edu",
   "nsf_id": "000786569",
   "pi_start_date": "2020-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "Office of Sponsored Programs",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 13984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Project Goals and Objectives</span></p>\n<p><em>The first objective</em> of this research project was to examine how education and training certificates from prison impact employment opportunities after release from prison and whether the race of formerly incarcerated job seekers influenced the utility of these certificates. I conducted an online audit study of 1,502 employers in Ohio, Georgia, Texas, New York, and California between April and August 2020. <em>The second research objective</em> was to understand whether certificates from prison helped formerly incarcerated people navigate the labor market by reducing stigma. I conducted qualitative interviews with 50 formerly incarcerated men in Franklin County, Ohio. <em>The third research objective</em> was to understand how employers evaluated certificates from prison. I began conducting interviews with employers from the audit.</p>\n<p><span style=\"text-decoration: underline;\">&nbsp;</span></p>\n<p><span style=\"text-decoration: underline;\">Project Findings </span></p>\n<p><em>For research objective one</em>, I found that certificates from prison alleviate some of the criminal stigma in the labor market, but do not allow formerly incarcerated men to compete with men without criminal records for jobs. Employers were less likely to call back formerly incarcerated men with certificates than men without criminal records, even the underqualified applicant. While I did not find that employers evaluated Black and White men&rsquo;s certificates from prison differently when deciding whether to call them in for a job interview, I did find strong effects of applicants&rsquo; race (signaled via their names) on callback rates. That is, White men had twice the chance of receiving a call back than their Black counterparts, which resulted in White formerly incarcerated men with certificates faring better than Black applicants without criminal records.</p>\n<p>&nbsp;</p>\n<p><em>For research objective two</em>, I found that while formerly incarcerated men certainly viewed certificates from prison as a positive attribute that could help them, in part, overcome the mark of their prison record, their lived experiences were overwhelmingly incongruent with how these certificates are theorized by criminologists to operate after release. From their narratives, I developed <em>the prison credential dilemma</em>, which highlights the possibility of certificates from prison indicating to employers that an applicant had been incarcerated via routine application and interview questions asking about educational and work histories as well as professional references. To navigate this dilemma, formerly incarcerated men either: (1) did not use certificates from prison when searching for work, (2) pursued other credentials outside of prison to avoid sending conflicting information to employers, or (3) developed strategies such as removing institutional affiliations from applications but discussing it in further detail if granted a job interview.</p>\n<p>&nbsp;</p>\n<p><em>For research objective three</em>, data collection and analyses are ongoing. Preliminary findings suggest that employers are unfamiliar with certificate programs offered in prisons. The lack of familiarity includes not understanding the quality of the courses and instructors as well as the extent to which incarcerated people have hands-on experience. Another preliminary finding is that employers frame their concerns in terms of liability by referencing and allowing insurance policies to dictate risk and whether they give qualified formerly incarcerated people a second chance. Small company employers also note the harmful effects of social stigma from community members on their business, especially if something were to occur (e.g., theft). I will continue conducting interviews and developing these preliminary findings.</p>\n<p><span style=\"text-decoration: underline;\">&nbsp;</span></p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p>This project has contributed to sociological and criminological research by offering a theoretical alternative explanation for mixed research regarding the efficacy of certificates from prison. It also addressed key methodological limitations of previous research by incorporating both an audit experiment and qualitative interviews with both employers and formerly incarcerated people with certificates from prison. The audit study allowed me to isolate the effect of race/racism (indicated by applicants&rsquo; names) and having a certificate (from prison or a local training center) on callbacks from employers in their real-world hiring contexts. Qualitative interviews with formerly incarcerated people allowed me to systematically understand how certificates from prison helped (and hindered) their search for work. Qualitative interviews with employers provided information about their evaluation processes and knowledge gaps that might be filled with assumptions about applicants with certificates from prison.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>The project has already had broader impacts because of the institutional support and efforts of the co-PI. One practical implication of the first research article from this project (objective two) published in <em>Criminology</em> was to ensure that all facilities removed any mention of the institution on the certificate. The results from this first study alone have been shared with practitioners, policymakers and staffers via coverage in <em>The Hill</em> and <em>The Conversation</em>, the public via podcasts, and formerly incarcerated people themselves. For instance, the Connecticut Department of Corrections plans to incorporate the implications from the first study into the State&rsquo;s <em>Fair Chance Hiring Toolkit</em>. I will continue ensuring the results of this project enter the correct hands to make systemic changes to policy and practice that can improve the employment chances of formerly incarcerated people.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2022<br>\n\t\t\t\t\tModified by: Michael&nbsp;Vuolo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Goals and Objectives\n\nThe first objective of this research project was to examine how education and training certificates from prison impact employment opportunities after release from prison and whether the race of formerly incarcerated job seekers influenced the utility of these certificates. I conducted an online audit study of 1,502 employers in Ohio, Georgia, Texas, New York, and California between April and August 2020. The second research objective was to understand whether certificates from prison helped formerly incarcerated people navigate the labor market by reducing stigma. I conducted qualitative interviews with 50 formerly incarcerated men in Franklin County, Ohio. The third research objective was to understand how employers evaluated certificates from prison. I began conducting interviews with employers from the audit.\n\n \n\nProject Findings \n\nFor research objective one, I found that certificates from prison alleviate some of the criminal stigma in the labor market, but do not allow formerly incarcerated men to compete with men without criminal records for jobs. Employers were less likely to call back formerly incarcerated men with certificates than men without criminal records, even the underqualified applicant. While I did not find that employers evaluated Black and White men’s certificates from prison differently when deciding whether to call them in for a job interview, I did find strong effects of applicants’ race (signaled via their names) on callback rates. That is, White men had twice the chance of receiving a call back than their Black counterparts, which resulted in White formerly incarcerated men with certificates faring better than Black applicants without criminal records.\n\n \n\nFor research objective two, I found that while formerly incarcerated men certainly viewed certificates from prison as a positive attribute that could help them, in part, overcome the mark of their prison record, their lived experiences were overwhelmingly incongruent with how these certificates are theorized by criminologists to operate after release. From their narratives, I developed the prison credential dilemma, which highlights the possibility of certificates from prison indicating to employers that an applicant had been incarcerated via routine application and interview questions asking about educational and work histories as well as professional references. To navigate this dilemma, formerly incarcerated men either: (1) did not use certificates from prison when searching for work, (2) pursued other credentials outside of prison to avoid sending conflicting information to employers, or (3) developed strategies such as removing institutional affiliations from applications but discussing it in further detail if granted a job interview.\n\n \n\nFor research objective three, data collection and analyses are ongoing. Preliminary findings suggest that employers are unfamiliar with certificate programs offered in prisons. The lack of familiarity includes not understanding the quality of the courses and instructors as well as the extent to which incarcerated people have hands-on experience. Another preliminary finding is that employers frame their concerns in terms of liability by referencing and allowing insurance policies to dictate risk and whether they give qualified formerly incarcerated people a second chance. Small company employers also note the harmful effects of social stigma from community members on their business, especially if something were to occur (e.g., theft). I will continue conducting interviews and developing these preliminary findings.\n\n \n\nIntellectual Merit\n\nThis project has contributed to sociological and criminological research by offering a theoretical alternative explanation for mixed research regarding the efficacy of certificates from prison. It also addressed key methodological limitations of previous research by incorporating both an audit experiment and qualitative interviews with both employers and formerly incarcerated people with certificates from prison. The audit study allowed me to isolate the effect of race/racism (indicated by applicants’ names) and having a certificate (from prison or a local training center) on callbacks from employers in their real-world hiring contexts. Qualitative interviews with formerly incarcerated people allowed me to systematically understand how certificates from prison helped (and hindered) their search for work. Qualitative interviews with employers provided information about their evaluation processes and knowledge gaps that might be filled with assumptions about applicants with certificates from prison.\n\n \n\nBroader Impacts\n\nThe project has already had broader impacts because of the institutional support and efforts of the co-PI. One practical implication of the first research article from this project (objective two) published in Criminology was to ensure that all facilities removed any mention of the institution on the certificate. The results from this first study alone have been shared with practitioners, policymakers and staffers via coverage in The Hill and The Conversation, the public via podcasts, and formerly incarcerated people themselves. For instance, the Connecticut Department of Corrections plans to incorporate the implications from the first study into the State’s Fair Chance Hiring Toolkit. I will continue ensuring the results of this project enter the correct hands to make systemic changes to policy and practice that can improve the employment chances of formerly incarcerated people.\n\n \n\n\t\t\t\t\tLast Modified: 08/17/2022\n\n\t\t\t\t\tSubmitted by: Michael Vuolo"
 }
}