{
 "awd_id": "2001640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Digitization PEN: Invertebrates from the Rocky Mountains and Great Plains: University of Colorado Museum of Natural History expands taxonomic and geographic coverage of InvertEBase",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 149976.0,
 "awd_amount": 149976.0,
 "awd_min_amd_letter_date": "2020-08-20",
 "awd_max_amd_letter_date": "2022-06-23",
 "awd_abstract_narration": "The Great Plains and Rocky Mountains ecosystems in Western North America support unique and understudied invertebrate biodiversity. These delicate ecosystems are being impacted by unprecedented human population increases in the region, resulting in changes to land use such as increased infrastructure and recreational activities. These ecosystems are also in peril from the warming and drying trend in Western North America, which is causing a rise in wild fire risk. To mitigate the negative impacts of these changes, awareness of invertebrate species distributions and biodiversity is needed to help make informed land management and conservation policies. The University of Colorado Museum of Natural History (UCM) Invertebrate Zoology collection documents 120 years of Colorado Rocky Mountains and Great Plains changing ecosystem. This project will allow researchers, educators and the public to freely access specimen data from this collection, through digitization and upload of the collection’s data to web based portals including InvertEBase and iDigBio. These specimen data will include taxonomic and geographic coverage of North American non-insect invertebrate species, with an emphasis on snails, crayfish, sponges, leeches and earthworms. Undergraduate and graduate students at the University of Colorado will be trained in data management, museum curation and best practices. The project will develop activities for a middle school summer camp program. Activities will be designed to promote scientific literacy, and will mainly serve historically underrepresented groups in STEM. \r\n\r\nBy partnering with the existing Thematic Collections Network (TCN) InvertEBase, this project will extend the available data for invertebrate species’ geographic ranges and biodiversity in North America for researchers, land managers and the general public. For the first time, UCM specimen records will be electronically accessible for over 43,000 lots of invertebrates from the Colorado Rocky Mountains and Great Plains. High resolution stacked digital images of over 1,000 exemplar specimens will be taken and shared, and will include 277 primary type specimens. Approximately 150 historic microscope slides from the collection will be imaged with a scanning microscope to produce research quality images of important diagnostic features from a variety of taxa. Finally, 8,000 gastropod snail records from the Rocky Mountains and Great Plains will be georeferenced to allow advancement in scientific and public understanding of the distribution of this group, and how elevation and climate influence their distribution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Leanne",
   "pi_last_name": "Elder",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Leanne E Elder",
   "pi_email_addr": "leanne.elder@colorado.edu",
   "nsf_id": "000638836",
   "pi_start_date": "2020-08-20",
   "pi_end_date": "2022-06-23"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jingchun",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingchun Li",
   "pi_email_addr": "jingchun.li@colorado.edu",
   "nsf_id": "000741853",
   "pi_start_date": "2022-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "085Y00",
   "pgm_ele_name": "Infrastructure Capacity for Bi"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 149976.0
  }
 ],
 "por": null
}