{
 "awd_id": "2001704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Detained Potential-Associative Stigma as a Core Mechanism Behind Educational Inequality for Children of Incarcerated Parents",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2021-10-31",
 "tot_intn_awd_amt": 16000.0,
 "awd_amount": 16000.0,
 "awd_min_amd_letter_date": "2020-02-18",
 "awd_max_amd_letter_date": "2020-06-10",
 "awd_abstract_narration": "Educational inequality is a persistent issue in American life. Research examining education and intergenerational mobility has concentrated on analyzing how social class, race, and ethnicity shape educational trajectories. While parental incarceration is another characteristic that may shape educational inequality, it has been widely been ignored. This project will consider whether and how the stigma of parental incarceration contributes to inequality through differential teacher expectations and treatment. Teacher expectations and behaviors in school have implications for educational achievement and attainment, which structure the opportunities and trajectories of youth as they move into adulthood and the labor market. These implications have long-term consequences for income, social class, wellbeing, and health. Understanding how stigma affects teachers’ assessments of students of incarcerated parents and evaluations of student school work will advance research by incorporating parental incarceration into analysis of the key determinants of educational inequality. Findings from the project will inform interventions in schools and influence training of teachers, so as to support educational equality and upward mobility, thus advancing American prosperity.\r\n\r\nEducational inequality limits upward mobility, and the stigma of parental incarceration may influence teachers’ expectations and behaviors, which in turn influence student achievement and attainment. To explore the role of stigma in teachers’ assessments of youth and their work, this project will employ an experimental design. Eight hundred and fifty high school teachers will receive a student biography with randomly assigned parental incarceration status: paternal, maternal, or none. Then they will complete a series of tasks that relate to student academic skills and behaviors. Participants will grade and provide feedback on the student’s writing sample and evaluate the student’s competency. Then, participants will respond to questions about student behavioral incidents and create behavioral management plans. Finally, participants will respond to a series of questions about themselves and the experiment. This experiment will create qualitative and quantitative data for analysis. The quantitative data, including the writing score, length of feedback, assessment of student competency, and behavioral response questions, will be analyzed using t-tests and regression to compare the intervention groups, paternal and maternal incarceration, to the control group of no parental incarceration. The qualitative data will be analyzed using a general inductive method to explore differences in the tone, texture, and style between the intervention groups and control group. Findings from the project will inform social psychological theories of stigma, and inform sociological theories related to educational inequality and social mobility.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Wildeman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Wildeman",
   "pi_email_addr": "cjw279@cornell.edu",
   "nsf_id": "000812006",
   "pi_start_date": "2020-02-18",
   "pi_end_date": "2020-06-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Lichter",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel T Lichter",
   "pi_email_addr": "dtl28@cornell.edu",
   "nsf_id": "000826528",
   "pi_start_date": "2020-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "McCauley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Erin J McCauley",
   "pi_email_addr": "ejm354@cornell.edu",
   "nsf_id": "000807792",
   "pi_start_date": "2020-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "215 Garden Ave",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148534203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Erin McCauley has completed research for her dissertation, &ldquo;Detained Potential: Consequences of Parental Incarceration for Children&rsquo;s Education in the United States&rdquo; supported in part by the National Science Foundation Dissertation Improvement Grant. During her funding period, she fielded a survey that included an experiment with core-subject secondary teachers in the United States. As a Sociologist and policy analyst, she studies the collateral consequences of the criminal legal system for families. In this project, she was particularly interested in how the stigma of having an incarcerated parent shapes how teachers assess a student and their work.</p>\n<p>&nbsp;</p>\n<p>In the survey, participants were randomly assigned to read a student biography with experimentally altered parental incarceration status, among other characteristics. The participants then graded an identical essay written by the hypothetical student. Teachers provided a score (1-10) for the essay and provided brief feedback for the student. Later in the survey, participants assessed how appropriate different college and career track programs are for the student and then referred to the student to one such program. After completing other tasks, participants answered a demographic questionnaire detailing their characteristics and teaching experience.</p>\n<p>&nbsp;</p>\n<p>In her dissertation, McCauley focused on how teachers graded and provided feedback on the student essay, how they assessed the appropriateness of the college and career track programs, and which program they would refer the student to. This allowed her to examine how the stigma of parental incarceration shapes teachers&rsquo; assessments of students academically and for a non-academic school-based outcome.</p>\n<p>&nbsp;</p>\n<p>McCauley found that teachers graded an identical essay more leniently if they believed the student had an incarcerated parent. If fact, teachers graded the essay a quarter to half grade higher. In looking at the feedback that teachers provided, teachers gave more positive but less specific or useful feedback to the student when they believed that the student had an incarcerated parent. In terms of college or career tracking, she found that there were slight differences in how teachers rated the appropriateness of college and career track programs but that these differences were not significant. However, when teachers had to refer the student to a specific program a disparity emerged. Teachers who believed the student had an incarcerated parent have 0.4 times the odds of college track program referral compared to teachers who did not believe the student had an incarcerated parent. Overall, this research finds that teachers behave differently toward students with incarcerated parents, which may rob them of opportunities for learning and growth and may track them away from college.</p>\n<p>&nbsp;</p>\n<p>McCauley&rsquo;s research on how parental incarceration shapes teachers&rsquo; assessments of students academically and non-academically form a pilar with her dissertation. Her dissertation was submitted in October and successfully defended in November of 2021. The dissertation is an important contribution because it extends our understanding of how parental incarceration shapes the educational experiences of youth and thereby illuminates one pathway linking the criminal legal system to social stratification and inequality.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/11/2022<br>\n\t\t\t\t\tModified by: Erin&nbsp;J&nbsp;Mccauley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nErin McCauley has completed research for her dissertation, \"Detained Potential: Consequences of Parental Incarceration for Children’s Education in the United States\" supported in part by the National Science Foundation Dissertation Improvement Grant. During her funding period, she fielded a survey that included an experiment with core-subject secondary teachers in the United States. As a Sociologist and policy analyst, she studies the collateral consequences of the criminal legal system for families. In this project, she was particularly interested in how the stigma of having an incarcerated parent shapes how teachers assess a student and their work.\n\n \n\nIn the survey, participants were randomly assigned to read a student biography with experimentally altered parental incarceration status, among other characteristics. The participants then graded an identical essay written by the hypothetical student. Teachers provided a score (1-10) for the essay and provided brief feedback for the student. Later in the survey, participants assessed how appropriate different college and career track programs are for the student and then referred to the student to one such program. After completing other tasks, participants answered a demographic questionnaire detailing their characteristics and teaching experience.\n\n \n\nIn her dissertation, McCauley focused on how teachers graded and provided feedback on the student essay, how they assessed the appropriateness of the college and career track programs, and which program they would refer the student to. This allowed her to examine how the stigma of parental incarceration shapes teachers’ assessments of students academically and for a non-academic school-based outcome.\n\n \n\nMcCauley found that teachers graded an identical essay more leniently if they believed the student had an incarcerated parent. If fact, teachers graded the essay a quarter to half grade higher. In looking at the feedback that teachers provided, teachers gave more positive but less specific or useful feedback to the student when they believed that the student had an incarcerated parent. In terms of college or career tracking, she found that there were slight differences in how teachers rated the appropriateness of college and career track programs but that these differences were not significant. However, when teachers had to refer the student to a specific program a disparity emerged. Teachers who believed the student had an incarcerated parent have 0.4 times the odds of college track program referral compared to teachers who did not believe the student had an incarcerated parent. Overall, this research finds that teachers behave differently toward students with incarcerated parents, which may rob them of opportunities for learning and growth and may track them away from college.\n\n \n\nMcCauley’s research on how parental incarceration shapes teachers’ assessments of students academically and non-academically form a pilar with her dissertation. Her dissertation was submitted in October and successfully defended in November of 2021. The dissertation is an important contribution because it extends our understanding of how parental incarceration shapes the educational experiences of youth and thereby illuminates one pathway linking the criminal legal system to social stratification and inequality.\n\n \n\n\t\t\t\t\tLast Modified: 02/11/2022\n\n\t\t\t\t\tSubmitted by: Erin J Mccauley"
 }
}