{
 "awd_id": "2001888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Uniting Lithographic Patterning and Topochemical Reaction for Processing of Functional Oxides for Electronic Applications",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924813",
 "po_email": "sbukkapa@nsf.gov",
 "po_sign_block_name": "Satish Bukkapatnam",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 329056.0,
 "awd_amount": 329056.0,
 "awd_min_amd_letter_date": "2020-06-08",
 "awd_max_amd_letter_date": "2020-06-08",
 "awd_abstract_narration": "This grant supports research into developing and understanding a new nanomanufacturing process to fabricate novel patterned materials, thereby generating fundamental innovations in advanced manufacturing and advancing the nation’s technological capabilities. Patterned materials are essential components in numerous societally-critical applications including electronics, communications, data storage, and sensing. However, current approaches to processing these structures result in patterns that are static and often limited in their functionality. This award supports fundamental research to provide the knowledge needed to realize new classes of patterned materials with properties that cannot be accessed through currently available processing approaches. This new manufacturing strategy combines industrially-relevant and scalable processes used to pattern materials with low-temperature chemical reactions to create oxide-based structures with tunable properties that can be reconfigured in response to external stimuli. The dynamic nature of these structures could serve as a platform for a new generation of adaptive devices. Therefore, the new manufacturing insights and approaches resulting from this project benefit the U.S. economy and society. The project provides research training to students on a variety of experimental skills sought by industry and engages local high school students in promoting engineering fields.\r\n\r\nTopochemical transformations are solid-state chemical reactions that alter composition but retain central features of the material structure. When carried out on lithographically-defined areas, these reactions enable the creation of oxide-based lateral patterns with controlled geometries, diverse chemistries, and new functionality not afforded by existing processing routes. However, the ability to harness the full technological potential of this manufacturing strategy rests on developing a fundamental scientific understanding of numerous aspects of the process. This research addresses these knowledge gaps to better understand the relevant mechanisms and kinetic limitations. The research team identifies the relationships between material composition, crystal structure and processing parameters by systematically varying the reactions on different patterned metal oxides.  The team establishes the kinetic factors that set the ultimate limit on feature sizes in nanoscale patterns and enable the formation of non-binary structures and elucidate the stability and reconfigurability of the structures under applied electric fields and through sequential reaction steps. In doing so, the research enables manufacturing of lateral structures including functional oxide and oxyfluoride ABO3/ABO2F, e.g., SrFeO3/SrFeO2F patterns that facilitate applications such as reconfigurable or transient electronics, diffraction gratings, and sensors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "May",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J May",
   "pi_email_addr": "smay@drexel.edu",
   "nsf_id": "000546689",
   "pi_start_date": "2020-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut St.",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191021119",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "081E",
   "pgm_ref_txt": "NANO SCALE ASSEMBLY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 329056.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Professor Steven May (Drexel University) recently completed research for award CMMI-2001888, developing approaches that combine of lithographic patterning and topochemical reactions to realize new ways to pattern materials with controlled geometries, diverse chemistries, and novel functionality not afforded by existing processing routes. Topochemical reactions are solid-to-solid transformations that leave a material's crystal framework intact while altering the material composition, such as reducing a metal oxide or replacing an anion in a ceramic material. This project focused on spatially controlled modification of the anion composition in metal oxide-based thin films through reduction, oxidation, and fluorination reactions. By targeting these reactions to lithographically defined areas, controlled lateral patterns of dissimilar oxide/oxide and oxide/oxyfluoride were realized with functions unique to this approach.</p>\r\n<p>A central novelty of the project was combining microfabrication approaches commonly used in the electronics industry with topochemical reactions commonly used in fundamental material synthesis studies. Photolithography and metal deposition was used to create hard mask patterns in a variety of structures, such as stripes and circles, on epitaxial oxide films. These samples were then exposed to ozone or fluorine-containing vapors to realize spatially defined oxidation or fluorination reactions. After removal of the hard mask, the resultant sample exhibits the lateral pattern within its anionic composition, for example as a pattern of oxide/oxyfluoride materials. In addition to patterned materials, fluorination reactions were performed on unpatterned materials to determine the applicability of topochemical reactions on materials beyond perovskite-based oxides.</p>\r\n<p>Many electronic, optical, and magnetic devices are based on switchable functionality. In epitaxial oxides like SrFeO<sub>3</sub>, this can be achieved through reversible redox reactions (insertion or removal of oxygen) using electrolytic gating. The researchers demonstrated that in structures with lateral oxide/oxyfluoride patterns, the pure oxide region can be manipulated by applying a voltage across an ion gel gate layer, while the fluorinated region remained unaffected. This was demonstrated in patterned samples of SrFeO<sub>2.5</sub>/SrFeO<sub>2</sub>F stripes. Upon negative voltage gating, the SrFeO<sub>2.5</sub> layers are oxidized to SrFeO<sub>3</sub>. In contrast, the SrFeO<sub>2</sub>F layers do not undergo any significant change upon either positive or negative gate bias. The transition between the oxide phases results in significant changes in optical absorption and electrical conductivity as SrFeO<sub>2.5</sub> is a semiconductor and SrFeO<sub>3</sub> is a metal. As a result, the samples exhibit voltage tunability of anisotropic in-plane electronic transport, up to a factor 1000x at room temperature. It is anticipated that the anisotropy of ionic and thermal conductivity can be similarly controlled by gate-induced electrochemical transformations allowing for reversible and dynamic control of charge or heat flow within the plane.</p>\r\n<p>The project also advanced the broader applicability of topochemical fluorination reactions for processing other materials. The researchers demonstrated that fluorination of halide perovskite surfaces, as a means to passivate defects, can be achieved by laminating the perovskite with fluoropolymers and applying heat and pressure. The fluoropolymer-treated samples exhibited increased carrier lifetimes compared to control samples when processed at optimized conditions. For instance, a 150C treatment temperature for 30 minutes resulted in an 3x increase of the carrier lifetime, illustrating the potential benefit of F-based passivation for perovskite solar cell materials. The project also demonstrated that thin films of Ruddlesden-Popper metal oxides can be fluorinated using vapor-phase topochemistry, paving the way for new families of laterally patterned oxide materials. Finally, the researchers discovered a strong strain-dependence to the band gap expansion that occurs in oxyfluoride semiconductors after conversion from parent oxide films.</p>\r\n<p>This grant provided the primary support for education and training of two PhD students, one of whom graduated during the course of the project and is now employed in the semiconductor industry, the second of whom is still a student. Additionally, five undergraduate students participated in this project, including two female students and three students from under-represented minority groups. Detailed research results have been disseminated to the research community and public through conference presentations, three papers published in peer reviewed journals, and a manuscript currently in review.&nbsp;</p><br>\n<p>\n Last Modified: 12/12/2024<br>\nModified by: Steven&nbsp;J&nbsp;May</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProfessor Steven May (Drexel University) recently completed research for award CMMI-2001888, developing approaches that combine of lithographic patterning and topochemical reactions to realize new ways to pattern materials with controlled geometries, diverse chemistries, and novel functionality not afforded by existing processing routes. Topochemical reactions are solid-to-solid transformations that leave a material's crystal framework intact while altering the material composition, such as reducing a metal oxide or replacing an anion in a ceramic material. This project focused on spatially controlled modification of the anion composition in metal oxide-based thin films through reduction, oxidation, and fluorination reactions. By targeting these reactions to lithographically defined areas, controlled lateral patterns of dissimilar oxide/oxide and oxide/oxyfluoride were realized with functions unique to this approach.\r\n\n\nA central novelty of the project was combining microfabrication approaches commonly used in the electronics industry with topochemical reactions commonly used in fundamental material synthesis studies. Photolithography and metal deposition was used to create hard mask patterns in a variety of structures, such as stripes and circles, on epitaxial oxide films. These samples were then exposed to ozone or fluorine-containing vapors to realize spatially defined oxidation or fluorination reactions. After removal of the hard mask, the resultant sample exhibits the lateral pattern within its anionic composition, for example as a pattern of oxide/oxyfluoride materials. In addition to patterned materials, fluorination reactions were performed on unpatterned materials to determine the applicability of topochemical reactions on materials beyond perovskite-based oxides.\r\n\n\nMany electronic, optical, and magnetic devices are based on switchable functionality. In epitaxial oxides like SrFeO3, this can be achieved through reversible redox reactions (insertion or removal of oxygen) using electrolytic gating. The researchers demonstrated that in structures with lateral oxide/oxyfluoride patterns, the pure oxide region can be manipulated by applying a voltage across an ion gel gate layer, while the fluorinated region remained unaffected. This was demonstrated in patterned samples of SrFeO2.5/SrFeO2F stripes. Upon negative voltage gating, the SrFeO2.5 layers are oxidized to SrFeO3. In contrast, the SrFeO2F layers do not undergo any significant change upon either positive or negative gate bias. The transition between the oxide phases results in significant changes in optical absorption and electrical conductivity as SrFeO2.5 is a semiconductor and SrFeO3 is a metal. As a result, the samples exhibit voltage tunability of anisotropic in-plane electronic transport, up to a factor 1000x at room temperature. It is anticipated that the anisotropy of ionic and thermal conductivity can be similarly controlled by gate-induced electrochemical transformations allowing for reversible and dynamic control of charge or heat flow within the plane.\r\n\n\nThe project also advanced the broader applicability of topochemical fluorination reactions for processing other materials. The researchers demonstrated that fluorination of halide perovskite surfaces, as a means to passivate defects, can be achieved by laminating the perovskite with fluoropolymers and applying heat and pressure. The fluoropolymer-treated samples exhibited increased carrier lifetimes compared to control samples when processed at optimized conditions. For instance, a 150C treatment temperature for 30 minutes resulted in an 3x increase of the carrier lifetime, illustrating the potential benefit of F-based passivation for perovskite solar cell materials. The project also demonstrated that thin films of Ruddlesden-Popper metal oxides can be fluorinated using vapor-phase topochemistry, paving the way for new families of laterally patterned oxide materials. Finally, the researchers discovered a strong strain-dependence to the band gap expansion that occurs in oxyfluoride semiconductors after conversion from parent oxide films.\r\n\n\nThis grant provided the primary support for education and training of two PhD students, one of whom graduated during the course of the project and is now employed in the semiconductor industry, the second of whom is still a student. Additionally, five undergraduate students participated in this project, including two female students and three students from under-represented minority groups. Detailed research results have been disseminated to the research community and public through conference presentations, three papers published in peer reviewed journals, and a manuscript currently in review.\t\t\t\t\tLast Modified: 12/12/2024\n\n\t\t\t\t\tSubmitted by: StevenJMay\n"
 }
}