{
 "awd_id": "2001528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Digitization TCN: Collaborative Research: Mobilizing Millions of Marine Mollusks of the Eastern Seaboard",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 121381.0,
 "awd_amount": 121381.0,
 "awd_min_amd_letter_date": "2020-07-28",
 "awd_max_amd_letter_date": "2020-07-28",
 "awd_abstract_narration": "The Eastern Seaboard of the United States (ESB, U.S. Exclusive Economic Zone) stretches from the Canadian border on the Atlantic along nearly 6,000 km of eastern coastline, around the Floridian Peninsula, and along the Gulf of Mexico to the south end of the Texan coast, including 18 U.S. states. The ESB region is densely populated, with 47% of the U.S. population expected to inhabit the counties adjacent to the shoreline by 2021. Habitat loss, pollution, overfishing, and climate change threaten commercially and ecologically important marine species all along the ESB. This project will make occurrence data with map coordinates available for over 3,000 species of mollusks that find their habitat along the ESB, including mussels, clams, conchs, snails, and squid. Data from these ecologically and commercially important species (over 4.5 million individual specimens) will be made available through public online data portals. While the geographic ranges for many species of mollusks are well-known, the extent of their distribution within the seafloor habitats they occupy is unknown. Adding map coordinates to occurrence records for live-collected mollusks in natural history collections will provide detailed knowledge of distributions. Because natural history collections have specimens collected from the mid-1800s to present, these occurrence records can help track distributional changes over time and lead to better fisheries and conservation management.  \r\n\r\nOne hundred million mollusk specimens have been documented in natural history collections across North America, and the breadth, depth, and growth of these collections is exceptionally well-known compared to other invertebrate taxa. Mollusks are among the best sampled group of animals, with some species having over 2,000 digital records available in natural history collections making them extremely well-suited for environmental and biogeographical studies that track faunal change over time and space. However, already-digitized mollusk lots are missing essential data such as collecting date (30% of records) and reliable georeferences (85% of records). This project will generate reliable geo-coordinate data for all covered specimen lots using a collaborative georeferencing project in GeoLocate.  GeoLocate will add layers for bathymetric data, benthic habitat, and marine conservation areas. Incorporating bathymetry into GeoLocate to determine the extent of locations will also provide that capability for complex elevational data for terrestrial species. Important trait data will also be incorporated. For the first time, molluscan occurrence data will distinguish between live- and dead-collected specimens, with a defined vocabulary for traits added to each record. Due to the long persistence of molluscan shells, the live/dead- collected distinction is crucial for all studies of biotic change using mollusks. Information on collecting dates will be refined where possible to increase resolution for detecting biotic changes. The data will be shared through public data repositories, including iDigBio, GBIF, OBIS, and the InvertEBase Symbiota portal.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Leal",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jose H Leal",
   "pi_email_addr": "jleal@shellmuseum.org",
   "nsf_id": "000787936",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SHELL MUSEUM EDUCATIONAL FOUNDATION",
  "inst_street_address": "3075 SANIBEL CAPTIVA RD",
  "inst_street_address_2": "",
  "inst_city_name": "SANIBEL",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "2393952233",
  "inst_zip_code": "339573111",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "FL19",
  "org_lgl_bus_name": "SHELL MUSEUM AND EDUCATIONAL FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "PTWUGHJ12XK5"
 },
 "perf_inst": {
  "perf_inst_name": "Shell Museum Educational Foundation",
  "perf_str_addr": "3075 Sanibel-Captiva Road",
  "perf_city_name": "Sanibel",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "339573111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "FL19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "085Y00",
   "pgm_ele_name": "Infrastructure Capacity for Bi"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 121381.0
  }
 ],
 "por": null
}