{
 "awd_id": "2001968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Percolated morphologies of branched-star poly(ionic liquid)s",
 "cfda_num": "47.041, 47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 655000.0,
 "awd_min_amd_letter_date": "2020-02-14",
 "awd_max_amd_letter_date": "2023-08-15",
 "awd_abstract_narration": "PART 1.  NON-TECHNICAL SUMMARY\r\n\r\nThis project will consider a class of complex molecularly branched ionic polymers with various chemical compositions, morphologies and tunable physical properties in order to understand composition-structure-property relationships and enhance ion-group mobility.  These novel ion-containing polymeric materials will be synthesized to contain a high concentration of well-ordered charged groups.  They will be processed into continuous morphologies and investigated by various advanced techniques.  This approach will provide an organized material platform with potentially high and controlled ionic transport, as well as liquid electrolytes with low temperature and mechanical stability.  Such organized multi-functional polymeric materials with controlled continuous morphologies are important for prospective novel solid polyelectrolyte media.  These could offer potential for new lightweight, robust, temperature-stable, and safe batteries to replace current liquid-based batteries.  This research will be integrated with a multifaceted educational program for graduate and undergraduate students, as well as outreach to high school students and the general public to cultivate their interest in nanomaterials and more broadly STEM careers.   \r\n\r\n\r\nPART 2.  TECHNICAL SUMMARY\r\n\r\nThis project will consider newly synthesized branched poly(ionic liquid)s with different functional cores, ion species, and degrees of ionization.  The PI's group will explore different chemical architectures to promote various micellar morphologies and their assembly into continuous percolated networks across multiple spatial scales starting from individual macromolecules and extending to the formation of long-range interconnected anisotropic core-shell morphologies.  The project is focused on understanding the role of highly asymmetric compositions of new multicomponent branched ion-containing polymers.  These will be tailored to yield continuous domain morphologies via emergence of long-range and network organization such as expanded interconnected cylindrical and nanotubular micelles.  The general hypothesis of the proposed research is that branched macromolecular architectures with multiple functionalities can be leveraged to mediate the organization of poly(ionic liquid)s and guide their assembly into predictable, percolated morphologies of interconnected domains that are distinct from those normally encountered in discrete nanostructures.  The experimental plan will enable a systematic and predictive understanding of component-structure-property relationships for these complex materials.  \r\n\r\n.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Tsukruk",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir V Tsukruk",
   "pi_email_addr": "vladimir@mse.gatech.edu",
   "nsf_id": "000279643",
   "pi_start_date": "2020-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "170E",
   "pgm_ref_txt": "Interagency Agreements"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 600000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Pa4\">In this project, the assembly and properties of hyperbranched novel branched polymeri ionic&nbsp; materials with different peripheral compositions and under various assembling conditions were investigated to unveil the correlation between molecular architecture, microstructure, and physical properties of individual macromolecules as well as their nanocomposites with 2D materials. These nanocomposites were explored as multilayered ultrathin electrodes for high-peformance and long-lasting supercapacitors due to their effective prevention of nanosheets restacking. Incorporating thermoresponsive ionic polymers enables stimuli responsive optical properties and structural-designed laminates result in multi-fold improvements in mechanical performance.&nbsp; Variations in the hydrophilic/hydrophobic balance and the assembly conditions led to the formation of various morphologies including micelles and interconnected worm-like domains, which showed different ionic conductivities. Overall, controlling the morphology of polyelectrolytes is critical for the development of advanced materials such as smart coatings, energy storage devices, and sensors.</p>\n<p class=\"Pa4\">The project involved closed collaboration on synthesis of new branched polymers at National Academy of Ukraine with more than twenty new materials delivered to the PI lab for investigation despite war in Uraine and collaboration with federal labs (AFRL and ORNL). The PI and his students published more than a dozen high-quality peer-reveived papers in impactful archival journals including several joint papers with Ukrainian researchers and two invited review articles, delievered several dozens talks at national and international venues, and trained a half a dozens graduate and undergraduate students and post-docs.</p>\n<p class=\"Pa4\">On a broader impact, the PI used examples of his morphological studies to teach graduate students in his Polymer Characterization class, invited his former students to newly established Homecoming Seminar workshops for career sharing, and started writing a textbook on this topic with involvement of his former students and post-docs. The PI involved two undergraduate students in research activities and graduated two graduate students and one post-doc who continue their research careers in federal lab (Argonne National Lab), industry (3M), and academia (U. Arizona).</p><br>\n<p>\n Last Modified: 10/02/2024<br>\nModified by: Vladimir&nbsp;V&nbsp;Tsukruk</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project, the assembly and properties of hyperbranched novel branched polymeri ionic materials with different peripheral compositions and under various assembling conditions were investigated to unveil the correlation between molecular architecture, microstructure, and physical properties of individual macromolecules as well as their nanocomposites with 2D materials. These nanocomposites were explored as multilayered ultrathin electrodes for high-peformance and long-lasting supercapacitors due to their effective prevention of nanosheets restacking. Incorporating thermoresponsive ionic polymers enables stimuli responsive optical properties and structural-designed laminates result in multi-fold improvements in mechanical performance. Variations in the hydrophilic/hydrophobic balance and the assembly conditions led to the formation of various morphologies including micelles and interconnected worm-like domains, which showed different ionic conductivities. Overall, controlling the morphology of polyelectrolytes is critical for the development of advanced materials such as smart coatings, energy storage devices, and sensors.\n\n\nThe project involved closed collaboration on synthesis of new branched polymers at National Academy of Ukraine with more than twenty new materials delivered to the PI lab for investigation despite war in Uraine and collaboration with federal labs (AFRL and ORNL). The PI and his students published more than a dozen high-quality peer-reveived papers in impactful archival journals including several joint papers with Ukrainian researchers and two invited review articles, delievered several dozens talks at national and international venues, and trained a half a dozens graduate and undergraduate students and post-docs.\n\n\nOn a broader impact, the PI used examples of his morphological studies to teach graduate students in his Polymer Characterization class, invited his former students to newly established Homecoming Seminar workshops for career sharing, and started writing a textbook on this topic with involvement of his former students and post-docs. The PI involved two undergraduate students in research activities and graduated two graduate students and one post-doc who continue their research careers in federal lab (Argonne National Lab), industry (3M), and academia (U. Arizona).\t\t\t\t\tLast Modified: 10/02/2024\n\n\t\t\t\t\tSubmitted by: VladimirVTsukruk\n"
 }
}