{
 "awd_id": "2001142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Deep-sequencing analysis of edited metabolic pathways to uncover, model, and overcome the epistatic constraints upon optimization",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 179867.0,
 "awd_amount": 179867.0,
 "awd_min_amd_letter_date": "2019-10-25",
 "awd_max_amd_letter_date": "2019-10-25",
 "awd_abstract_narration": "Biological systems are inherently complex, composed of many interacting molecules. Even with knowledge of the properties of each individual component, these interactions create a challenge for predicting how changing one enzyme will affect the performance of the whole pathway and the growth of the organism. While synthetic biology has the potential to address certain critical national challenges, progress is hampered by a lack of mathematical models that can be used to guide the optimization of complex biological systems. This project works to optimize the mechanisms that incorporate carbon gas into cell material in order to develop an efficient organism for generating products such as fuels or pigments. The results of the experiments will then yield a computational model capable of predicting the effects of novel combinations of genes. This project will directly lead to specific improvements in an important biotechnological platform, while simultaneously demonstrating a generic approach to using computational biology to efficiently apply the power of genome editing to a variety of synthetic biology challenges. The project also will develop and disseminate computational tools via websites, publications, workshops, and classes that will make it easier for students and researchers to simulate and analyze metabolic networks to learn about fundamental quantitative concepts that underlie their function, and provide interdisciplinary training for undergraduates, graduate students, and postdoctoral fellows.   \r\n\r\nEpistasis represents a critical challenge to optimizing biological systems. When mutational effects upon growth or product generation depend on the genetic background, assessing performance across the entire parameter space of any system of realistic size quickly becomes impossible. There is an immediate need for two linked developments: empirical techniques that can rapidly generate and assess rational, combinatorial variants, and kinetic modeling techniques to incorporate these data and to make predictions. This project will use this novel approach to optimize the function of the high-efficiency ribulose monophosphate (RuMP) pathway that the team has successfully introduced into the model methanol-consuming organism, Methylobacterium extorquens. In this project, gene editing of a plasmid-encoded suite of enzymes will be performed along with deep sequencing to rapidly assess the fitnesses of a quarter-million genotypes with combinatorial variation in nine dimensions of expression.  The resulting epistasis data, combined with direct measurement of intracellular metabolite concentrations for select variant combinations, will be used to infer the numerous parameter values in the kinetic model, which then will be utilized to predict which regions of parameter space would be more or less flexible.  These parameter spaces will be targeted and compared in a second round of editing, experimentation and evaluation. \r\n\r\nThis project is funded by the Systems and Synthetic Biology Program in the Division of Molecular and Cellular Biosciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Draghi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Draghi",
   "pi_email_addr": "jdraghi@vt.edu",
   "nsf_id": "000082213",
   "pi_start_date": "2019-10-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240611040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 179866.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project began as an effort to uncover the mechanics of how bacteria evolve by combining computer models and new statistical methods with a vast data set, made by introducing mutations into a few targeted genes. Our goals were to map the obstacles that make adaptation to a new environment constrained and unpredictable. While COVID disrupted these specific plans, we were able to make significant progress through another approach to the same overarching questions: how do species adapt to a complex environment, and do asexual species like bacteria adapt differently to sexual organisms? We tackled this question with a mathematical model and extensive computer simulations. Our theory work established that the ways in which asexual organisms evolve gives them a greater tendency to specialize on one or a few habitats, whereas sexual organisms are better able to adopt a generalist lifestyle. We anticipate that this discovery will help improve predictions about how species change in response to new or human-altered environments. One application of these results, which we plan to explore in future work, is to predict whether a novel pathogen that infects several host species might maintain this generalist behavior, or split into several specialized lineages.<br />In addition to these research products, we also sought to improve public understanding of basic principles in ecology and evolution by producing and delivering new educational materials. Evolution and ecology take place over large scales, and the topics often seem abstract and intangible to students. We addressed this obstacle by creating games, using both simulations and custom playing cards, that illustrate how different microbes compete and coexist. After delivering these materials in summer camps to middle-school students, we were inspired to expand this program to create materials that K-12 teachers can use in their classrooms. These outreach efforts took on new urgency during the pandemic as we saw how public misunderstanding of concepts like exponential growth and competition among viral strains led to confusion and poor decision-making. Inspired by this urgent need, our outreach efforts will continue past the duration of this funded project.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/09/2022<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;Draghi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project began as an effort to uncover the mechanics of how bacteria evolve by combining computer models and new statistical methods with a vast data set, made by introducing mutations into a few targeted genes. Our goals were to map the obstacles that make adaptation to a new environment constrained and unpredictable. While COVID disrupted these specific plans, we were able to make significant progress through another approach to the same overarching questions: how do species adapt to a complex environment, and do asexual species like bacteria adapt differently to sexual organisms? We tackled this question with a mathematical model and extensive computer simulations. Our theory work established that the ways in which asexual organisms evolve gives them a greater tendency to specialize on one or a few habitats, whereas sexual organisms are better able to adopt a generalist lifestyle. We anticipate that this discovery will help improve predictions about how species change in response to new or human-altered environments. One application of these results, which we plan to explore in future work, is to predict whether a novel pathogen that infects several host species might maintain this generalist behavior, or split into several specialized lineages.\nIn addition to these research products, we also sought to improve public understanding of basic principles in ecology and evolution by producing and delivering new educational materials. Evolution and ecology take place over large scales, and the topics often seem abstract and intangible to students. We addressed this obstacle by creating games, using both simulations and custom playing cards, that illustrate how different microbes compete and coexist. After delivering these materials in summer camps to middle-school students, we were inspired to expand this program to create materials that K-12 teachers can use in their classrooms. These outreach efforts took on new urgency during the pandemic as we saw how public misunderstanding of concepts like exponential growth and competition among viral strains led to confusion and poor decision-making. Inspired by this urgent need, our outreach efforts will continue past the duration of this funded project. \n\n\t\t\t\t\tLast Modified: 02/09/2022\n\n\t\t\t\t\tSubmitted by: Jeremy Draghi"
 }
}