{
 "awd_id": "2001439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Compactifying Moduli Spaces of Orbits, Covers, and Curves",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 160217.0,
 "awd_amount": 160217.0,
 "awd_min_amd_letter_date": "2020-04-13",
 "awd_max_amd_letter_date": "2020-04-13",
 "awd_abstract_narration": "One of the most consequential advances in mathematics during the 20th century was motivated by a change in perspective: instead of studying a single mathematical object, we should broaden our scope and study how classes of objects fit together in families. To draw an analogy with ecology, this change in perspective is akin to the realization that, in order to understand the movement of a single fish in the sea, it helps a great deal to understand how that fish interacts with the other members of their school. In mathematics, the notion of a moduli space loosely refers to an entire family of objects; for example, in the fish analogy, the moduli space could refer to the entire school of fish. Moduli spaces can, themselves, be treated as a single entity, comprised of many, and we can learn about the objects we are interested in by studying the shape of the moduli space that parametrizes them. It can be especially enlightening to understand the shape of moduli spaces near their boundary, and the research supported by this NSF award is driven by the goal of understanding the shape of the boundary of a number of moduli spaces that parametrize different types of families of algebraic curves. This project provides research training opportunities for undergraduate and graduate students.\r\n\r\nThe research aspects in this project fall into three interrelated categories, all with the common theme of investigating various compact moduli spaces of curves and what geometric and enumerative information can be gleaned from the structure of their boundary. In the first line of problems, the PI will study new classes of moduli spaces that can be realized as wonderful compactifications associated to certain complex reflection groups. These new moduli spaces provide a fertile testing ground for investigating the extent to which polyhedral methods can be generalized beyond toric varieties. In the second line of problems, the PI will introduce moduli spaces into the study of factorization problems in complex reflection groups. In particular, the primary objective is to study the polynomial structure of factorizations by constructing a suitable compactification of the associated moduli spaces of admissible covers. In the final line of problems, the PI will initiate a study of the tautological rings of the moduli spaces of pseudo-stable curves. These spaces provide alternative compactifications of the moduli spaces of curves that allow for curves with cuspidal singularities, instead of the usual nodal singularities, and progress in this research would lead to advances concerning the enumerative geometry of curves with cuspidal singularities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dustin",
   "pi_last_name": "Ross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dustin Ross",
   "pi_email_addr": "rossd@sfsu.edu",
   "nsf_id": "000734486",
   "pi_start_date": "2020-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Francisco State University",
  "inst_street_address": "1600 HOLLOWAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153387090",
  "inst_zip_code": "941321740",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "SAN FRANCISCO STATE UNIVERSITY",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "F4SLJ5WF59F6"
 },
 "perf_inst": {
  "perf_inst_name": "San Francisco State University",
  "perf_str_addr": "1600 Holloway Ave., ADM 471",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941321722",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 160217.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary intellectual aim of this project was to investigate the geometric, combinatorical, and enumerative structure of several fundamental moduli spaces that are prevalent in the field of algebraic geometry. Over the lifetime of the award (September 2020 - August 2024), the PI and his collaborators made significant progress on the specific problems described in the project description, as well as related problems at the intersection of algebraic geometry and combinatorics. Regarding intellectual merit, this project resulted in six published papers that were authored by the PI, five of which were coauthored by one or more master's students at the PI's home institution of San Francisco State University. In addition to published papers, the work in this proposal was also diseminated through research presentations: the PI gave 16 invited seminar talks, 6 invited conference talks, and one keynote lecture for 400 high school students based on projects related to this proposal.&nbsp;</p>\r\n<p>This project also led to numerous educational outcomes. In particular, the problems in this project were developed in large part with master's students at the PI's home institution of San Francisco State University, which does not have a PhD program. These projects provided the students with a long-term research opportunity, allowing them to gain valuable skills and experience that will help them as they continue their mathematical journeys. During the lifetime of this project, the PI mentored eight master's students who worked on problems directly related to this proposal, five of whom coathored published papers with the PI, and six of whom have continued to PhD programs in mathematics. Another significant outcome of this project is the completion of an undergraduate textbook titled \"Beginning in Algebraic Geometry,\" coathored with Emily Clader, which has received overwhelmingly positive reviews and has been accepted to be published open-access by Springer in the Undergraduate Texts in Mathematics Series in 2025.</p><br>\n<p>\n Last Modified: 12/28/2024<br>\nModified by: Dustin&nbsp;Ross</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary intellectual aim of this project was to investigate the geometric, combinatorical, and enumerative structure of several fundamental moduli spaces that are prevalent in the field of algebraic geometry. Over the lifetime of the award (September 2020 - August 2024), the PI and his collaborators made significant progress on the specific problems described in the project description, as well as related problems at the intersection of algebraic geometry and combinatorics. Regarding intellectual merit, this project resulted in six published papers that were authored by the PI, five of which were coauthored by one or more master's students at the PI's home institution of San Francisco State University. In addition to published papers, the work in this proposal was also diseminated through research presentations: the PI gave 16 invited seminar talks, 6 invited conference talks, and one keynote lecture for 400 high school students based on projects related to this proposal.\r\n\n\nThis project also led to numerous educational outcomes. In particular, the problems in this project were developed in large part with master's students at the PI's home institution of San Francisco State University, which does not have a PhD program. These projects provided the students with a long-term research opportunity, allowing them to gain valuable skills and experience that will help them as they continue their mathematical journeys. During the lifetime of this project, the PI mentored eight master's students who worked on problems directly related to this proposal, five of whom coathored published papers with the PI, and six of whom have continued to PhD programs in mathematics. Another significant outcome of this project is the completion of an undergraduate textbook titled \"Beginning in Algebraic Geometry,\" coathored with Emily Clader, which has received overwhelmingly positive reviews and has been accepted to be published open-access by Springer in the Undergraduate Texts in Mathematics Series in 2025.\t\t\t\t\tLast Modified: 12/28/2024\n\n\t\t\t\t\tSubmitted by: DustinRoss\n"
 }
}