{
 "awd_id": "2001354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Digitization TCN: Collaborative Research: Building a global consortium of bryophytes and lichens: keystones of cryptobiotic communities",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 530076.0,
 "awd_amount": 530076.0,
 "awd_min_amd_letter_date": "2020-07-28",
 "awd_max_amd_letter_date": "2020-07-28",
 "awd_abstract_narration": "This collaborative project comprised of ten awards will integrate information about bryophytes and lichens, with each other and with their commensal organisms, including fungi, on a worldwide scale. Bryophytes and lichens are functionally related as the main hosts for cryptobiotic communities forming minute \"forests\" that provide a matrix of habitats for many microscopic organisms, including tardigrades, mites, rotifers, micro-mollusks, microalgae, microfungi, and prokaryotes. These communities have global relevance and perform essential functions on our planet, for example, the biological soil crusts that harbor these communities form a \"living skin\" covering approximately 12% of  Earth's terrestrial surface.  In addition, professional training will be provided for a large number of undergraduates, with a focus on leveraging local resources to promote underrepresented students in STEM fields.  Students will be trained in digitization and collections management, and will contribute to the education and public outreach components of the project. \r\n\r\nThrough this collaboration, twenty-five US herbaria will image and digitize associated metadata for almost 1.2 million bryophyte and lichen herbarium specimens held in US institutions. Imaging the physical specimens of these organisms and integrating data from comparative genomics, nucleotide sequence data, and other resources is unprecedented on this scale. These integrated data will form a critical resource for evolutionary and ecological studies, that may, in turn, lead to a deeper understanding of (1) how biocrusts perform their ecosystem functions, (2) the roles of bryophytes and lichens in carbon/nitrogen cycling, (3) the dynamic evolution of symbioses in space and time, (4) the historical and contemporary drivers of endophyte co-diversification, and (5) the evolution of biodiversity using spatial phylogenetics. Deep-learning approaches using repurposed digital images may also provide powerful new investigative tools.  Digitized data will be shared with iDigBio.org and other repositories.  A multi-pronged approach to broader impacts spans from K-12 to participatory citizen science initiatives.  These include (1) diverse digital, interactive, and object-based learning outreach programs; (2) online lesson plans; (3) science youth groups; (4) Science Clubs and public educator workshops; and (5) a series of videos using Learning Glass – which collapses the perspectives of viewer and presenter into one shared perspective. In addition, the PIs and collaborating institutions will host WeDigBio and K-12 clubs hosting label transcription crowdsourcing events during the award period. The project also partners with Zooniverse, leaders in online citizen science, where we will develop an online platform for citizen scientists to make observations on character traits that can then enhance metadata not always on the scientific label data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Briscoe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Briscoe",
   "pi_email_addr": "lbriscoe@nybg.org",
   "nsf_id": "000811097",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Thiers",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara M Thiers",
   "pi_email_addr": "bthiers@nybg.org",
   "nsf_id": "000444904",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York Botanical Garden",
  "inst_street_address": "2900 SOUTHERN BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7188178840",
  "inst_zip_code": "104585126",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "NY15",
  "org_lgl_bus_name": "NEW YORK BOTANICAL GARDEN",
  "org_prnt_uei_num": "",
  "org_uei_num": "E7S2Q4L89F44"
 },
 "perf_inst": {
  "perf_inst_name": "New York Botanical Garden",
  "perf_str_addr": "2900 Southern Boulevard",
  "perf_city_name": "Bronx",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104585126",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "NY15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 530076.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The GLOBAL TCN was a three-year digitization project led by the University of Tennessee, Knoxville (TENN) in collaboration with 24 other natural history collections, including the New York Botanical Garden (NY) and its subaward, the Philadelphia Academy of Natural Sciences, Drexel University (PH). The main goals of this project were to: [1] Establish a novel cryptobiotic consortium, integrating the two existing bryophyte and lichen portals (CNABH and CNALH); [2] Complete the digitization of bryophyte and lichen label data and specimens on a global scale, for the first time taking images of the specimens, not just the labels; [3] Partner with computer scientists to pilot handwriting recognition systems and automated label transcription using machine learning; [4] Focus on public engagement and education. Broaden access and opportunities for K-12 and undergraduate education, as well as public engagement.</p>\r\n<p>As one of the largest collections of bryophytes and lichens in the United States, NY hoped to contribute 49,850 new bryophyte records, 43,370 new lichen records, to image a total of 93,110 specimens, and transcribe the labels for 150,000 specimens over the four year project. We were able to barcode a total of 61.615 bryophyte and 68,084 new lichen specimens. This meant we were able to complete the barcoding of our general lichen collection. The bryophyte records generated include the entirety of the general hepatic collection, and the first twenty families of mosses in the herbarium. We were able to image a total of 102,511 specimens, more than our initial goal, but not everything we barcoded, since we also were capturing images of specimens previously barcoded but not imaged. Because the imaging of collections where we have multiple packets mounted on the same sheet was a slower process than we initially estimated, we focused more time on imaging to be able to generate images for transcription by future staff and volunteers. Because of this, we were only able to transcibe 64,726 records. In the time period of the project, 29,254 sites related to these objects were georeferenced. The bulk of the digitization work was performed by two Lead Digitizers and six student interns. These project staff received professional dvelopment training in herbarium curation best practices and digitization protocols, the use of our collections management system, data entry standards, use of photography equipment, and other herbarium tasks. Additionaly, they attended numerous seminars and tours by NYBG staff withing Science, Conservation, Horticulture and Humanities. They also were part of a larger cohort of interns and project staff on other NSF-funded grants, allowing for cross-pollination of ideas and experiences and support as they were all exposed to potential career paths in biology, botany, horticulture, humanities, museum and library studies.</p>\r\n<p>Also contributing to this project were volunteers contributing to community science initiatives posted on the online platform <a href=\"https://volunteer.ala.org.au/\">DIGIVOL</a>. These volunteers contributed transcription efforts to 4,700 records related to this project.</p>\r\n<p>The Academy of Natural Sciences of Drexel University (PH) planned to barcode and image 11,235 bryophyte and 6,050 lichen specimens and transcribe 15,000 bryophyte and 6,500 lichen specimens over one year of the three year TCN project. This was setback slightly by COVID-19 disruptions, extending PH&rsquo;s participation past the estimated one year. Over the course of the project, staff and interns barcoded 12,506 bryophyte and 5,198 lichen specimens, and imaged 12,109 and 5,198 bryophyte and lichen specimens respectively. As with NY, more effort was used within this project to capture the images of the collections to facilitate transcription at a later date, resulting in a lower number of transcribed records than originally planned. PH was able to fully transcribe 8,029 bryophyte and&nbsp; 4,397 lichen labels during this project, georeferencing&nbsp; 499 sites.</p>\r\n<p>Thje specimen data and images produced by NY and PH, and the GLOBAL TCN as a whole, are now openly accessible through several online data platforms: <a href=\"https://bryophyteportal.org/portal/\">The Bryophyte Portal</a>, <a href=\"https://lichenportal.org/portal/\">The Lichen Portal</a>, <a href=\"https://www.idigbio.org/portal/search\">Integrated Digitized Biocollections</a>, the <a href=\"https://www.gbif.org/\">Global Biodiversity Information Facility</a>, and the <a href=\"https://sweetgum.nybg.org/science/vh/\">C.V. Starr Virtual Herbarium</a> (NY data only).</p><br>\n<p>\n Last Modified: 12/11/2024<br>\nModified by: Laura&nbsp;Briscoe</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe GLOBAL TCN was a three-year digitization project led by the University of Tennessee, Knoxville (TENN) in collaboration with 24 other natural history collections, including the New York Botanical Garden (NY) and its subaward, the Philadelphia Academy of Natural Sciences, Drexel University (PH). The main goals of this project were to: [1] Establish a novel cryptobiotic consortium, integrating the two existing bryophyte and lichen portals (CNABH and CNALH); [2] Complete the digitization of bryophyte and lichen label data and specimens on a global scale, for the first time taking images of the specimens, not just the labels; [3] Partner with computer scientists to pilot handwriting recognition systems and automated label transcription using machine learning; [4] Focus on public engagement and education. Broaden access and opportunities for K-12 and undergraduate education, as well as public engagement.\r\n\n\nAs one of the largest collections of bryophytes and lichens in the United States, NY hoped to contribute 49,850 new bryophyte records, 43,370 new lichen records, to image a total of 93,110 specimens, and transcribe the labels for 150,000 specimens over the four year project. We were able to barcode a total of 61.615 bryophyte and 68,084 new lichen specimens. This meant we were able to complete the barcoding of our general lichen collection. The bryophyte records generated include the entirety of the general hepatic collection, and the first twenty families of mosses in the herbarium. We were able to image a total of 102,511 specimens, more than our initial goal, but not everything we barcoded, since we also were capturing images of specimens previously barcoded but not imaged. Because the imaging of collections where we have multiple packets mounted on the same sheet was a slower process than we initially estimated, we focused more time on imaging to be able to generate images for transcription by future staff and volunteers. Because of this, we were only able to transcibe 64,726 records. In the time period of the project, 29,254 sites related to these objects were georeferenced. The bulk of the digitization work was performed by two Lead Digitizers and six student interns. These project staff received professional dvelopment training in herbarium curation best practices and digitization protocols, the use of our collections management system, data entry standards, use of photography equipment, and other herbarium tasks. Additionaly, they attended numerous seminars and tours by NYBG staff withing Science, Conservation, Horticulture and Humanities. They also were part of a larger cohort of interns and project staff on other NSF-funded grants, allowing for cross-pollination of ideas and experiences and support as they were all exposed to potential career paths in biology, botany, horticulture, humanities, museum and library studies.\r\n\n\nAlso contributing to this project were volunteers contributing to community science initiatives posted on the online platform DIGIVOL. These volunteers contributed transcription efforts to 4,700 records related to this project.\r\n\n\nThe Academy of Natural Sciences of Drexel University (PH) planned to barcode and image 11,235 bryophyte and 6,050 lichen specimens and transcribe 15,000 bryophyte and 6,500 lichen specimens over one year of the three year TCN project. This was setback slightly by COVID-19 disruptions, extending PHs participation past the estimated one year. Over the course of the project, staff and interns barcoded 12,506 bryophyte and 5,198 lichen specimens, and imaged 12,109 and 5,198 bryophyte and lichen specimens respectively. As with NY, more effort was used within this project to capture the images of the collections to facilitate transcription at a later date, resulting in a lower number of transcribed records than originally planned. PH was able to fully transcribe 8,029 bryophyte and 4,397 lichen labels during this project, georeferencing 499 sites.\r\n\n\nThje specimen data and images produced by NY and PH, and the GLOBAL TCN as a whole, are now openly accessible through several online data platforms: The Bryophyte Portal, The Lichen Portal, Integrated Digitized Biocollections, the Global Biodiversity Information Facility, and the C.V. Starr Virtual Herbarium (NY data only).\t\t\t\t\tLast Modified: 12/11/2024\n\n\t\t\t\t\tSubmitted by: LauraBriscoe\n"
 }
}