{
 "awd_id": "2002428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A North Pacific ice core record of summer climate and wildfire history during the last 1500 years",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922684",
 "po_email": "frack@nsf.gov",
 "po_sign_block_name": "Frank R. Rack",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 85894.0,
 "awd_amount": 85894.0,
 "awd_min_amd_letter_date": "2020-08-25",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "This project intends to use the Mount Denali ice core archive to develop the most comprehensive suite of North Pacific fire and summer climate proxy records since about 2500 years before present. Wildfire is a key component of summer climate in the North Pacific where wildfires are projected to increase with continued summer warming. Studies that combine paleorecords of summer climate and wildfire are therefore critically needed, especially in the North Pacific region where fire recurrence rate and decadal-to-centennial scale climate fluctuations occur over longer time periods than are covered by direct observations. The goal of the proposed research is to improve our understanding of relationships between summertime climate and wildfire activity, focusing especially on the Medieval Climate Anomaly (MCA), when regional temperatures were perhaps as warm as the 20th century. Recent advances now permit the measurement of new fire-related (pyrogenic) compounds in ice cores, enabling the development of a robust fire record capable of rigorous comparison with regional paleoclimate reconstructions. \r\n\r\nThe records of summer atmospheric circulation developed through this project will be regionally unique and fill a critical gap in the suite of North Pacific paleoclimate records. The ice core fire records will have synchronously dated temperature, precipitation and circulation time series. Our unique compilation of these ice core records, as well as other regional paleoproxy records will be the first effort at combining these datasets into a regional compilation of paleofire records in the North Pacific region. This compilation will facilitate the examination of fire activity during Medieval Climate Anomaly (MCA) conditions that are of comparable magnitude to present climate changes over socially relevant timescales (decades). We will analyze the archive Denali ice core for black carbon, which is derived from both biomass and fossil fuel combustion, and organic aromatic acids (e.g. vanillic acid) and monosaccharide anhydride (e.g. levoglucosan) which are produced solely from biomass burning. The Denali ice core chronology is already developed, and the archive ice is in hand, ensuring that our research plan can be accomplished. Fire record synthesis and calibration will incorporate instrumental fire databases, gridded burn area data, and HYSPLIT back-trajectory analyses over the instrumental era in order to test the sensitivity of fireclimate relationships over time. With this record we will address the following research questions: (1) How have North Pacific summer atmospheric circulation patterns varied over the last 1500 years? (2) How did North Pacific fire regime characteristics naturally respond to the warm summer conditions of the Medieval Climate Anomaly (MCA)? (3) Are there consistent relationships between North Pacific fire regime and climate?\r\n\r\nA focal point of our broader impacts is support for two young investigators who have specialized expertise in North Pacific ice cores and paleofire modeling, respectively. This project will also support one PhD student and several undergraduate students. We will continue our longstanding collaboration with Denali National Park to present and permanently display our major climate- and fire-related findings at the park visitor center in Talkeetna, Alaska. We are partnering with the Natural Sciences Education and Outreach Center at Colorado State University to develop STEM kits focused on the Denali ice core record for distribution to under-served K-12 students in Alaska and Maine. Prototypes of these kits have already been developed and tested with students, and we propose to significantly expand this program and increase its impact. Other activities include the participation of first-year women researchers in this project as part of the Dartmouth Women In Science Project (WISP) initiative, and through participation in the NSF-supported School of Ice, where faculty from historically black colleges and minority-serving institutions learn about ice cores and climate change.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cameron",
   "pi_last_name": "Wake",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Cameron P Wake",
   "pi_email_addr": "cwake@une.edu",
   "nsf_id": "000086792",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "8 College Road Morse Hall",
  "perf_city_name": "Durham",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 85894.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wildfire in the North Pacific is a key component of summer climate and wildfires are projected to increase in the future with continued summer warming.&nbsp;Chemical analysis of the Denali Ice cores recovered from 3,900 m on the Begguya plateau (Mt. Hunter) in Denali National Park central Alaska provide a unique opportunity to document changes in wildfire activity over the past millenum and explore the relationship between summertime climate and wildfire activity across the region.</p>\n<p>&nbsp;A wildfire history for the Denali ice core from 1032 Common Era (CE) to the present was developed using ammonium, black carbon and nitrate records. The Denali fire record exhibits particularly elevated activity between 1032-1167 and 1297-1362, with 76% of the measurements from 1362 to the present showing below-average wildfire activity (Fig. 1). Correlations with regional paleotemperature records (derived from analysis of tree-rings) show a statistically significant association between temperature and wildfire (Fig. 2), although this association breaks down in the 20<span style=\"font-size: xx-small;\">th</span>&nbsp;century. We suggest this is due to the dramatic increase in precipitation during the 20<span style=\"font-size: xx-small;\">th</span>&nbsp;century, also documented using data from the Denali ice cores. So far this precipitation increase has been enough to stabilize wildfire activity, but future projections indicate that temperature increases will likely overtake this influence of high precipitation and lead to a more active fire regime in Alaska (Fig. 3).</p>\n<p>Satellite and ground-based estimates of burned acreage by year have also been compared with regional temperature and precipitation datasets. Results show a tight coupling among temperature, precipitation, and fire across Alaska (Fig. 4). These results indicate that fire across Alaska can be modeled using multilinear regressions using temperature and precipitation as inputs (Fig. 5). Given future projections that show increases in both temperature and precipitation (Fig. 6), we used our multilinear model to forecast the amount of acreage burned in Alaska under a lower greenhouse gas scenario (RCP 4.5). We find that the amount of acreage burning in Alaska each year will dramatically increase, despite the elevated precipitation.</p>\n<p>This project has supported the development of six early career scientists and graduate students at the University of Maine, Dartmouth College, and University of California at Irvine, and 14 undergraduate students at University of Maine and Dartmouth College.&nbsp;The results have been shared at presentations at international science conferences. We are collaborating with colleagues at Colorado State University to incorporate our findings into STEM education kits.&nbsp;&nbsp;Previous results from the Denali ice core have already been deployed into classrooms using this method and we are planning to build on this success using wildfire proxies developed during this project.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>More broadly, Alaska, Yukon, and Siberia cover vast regions of diverse habitat, which has substantial marketable value in terms of timber and water resources, but also immeasurable ecological value. These regions are among the most rapidly warming in the world, and therefore are highly vulnerable to climate change. Forest fires profoundly shape the boreal and tundra ecosystems in the North Pacific and also create aerosol pollution that impacts millions of people in North America. The Denali ice core records clearly show how forest fires have varied under past climate conditions and how they may change under future warming.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/13/2024<br>\nModified by: Cameron&nbsp;P&nbsp;Wake</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629802462_Fig6--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629802462_Fig6--rgov-800width.png\" title=\"Fig. 6. Future Temperature and Precipitation in Alaska\"><img src=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629802462_Fig6--rgov-66x44.png\" alt=\"Fig. 6. Future Temperature and Precipitation in Alaska\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Projected summer (JJA) average temperature and total precipitation in the study area. Data come from CMIP5 projections under RCP4.5. The black line marks 2021, the beginning of the modeled era.</div>\n<div class=\"imageCredit\">Dom Winski/UMaine</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Cameron&nbsp;P&nbsp;Wake\n<div class=\"imageTitle\">Fig. 6. Future Temperature and Precipitation in Alaska</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629350863_Fig4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629350863_Fig4--rgov-800width.png\" title=\"Fig 4. Alaska Instrumental Fire Record with Reanalysis Climate Data\"><img src=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629350863_Fig4--rgov-66x44.png\" alt=\"Fig 4. Alaska Instrumental Fire Record with Reanalysis Climate Data\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Instrumental fire record (1950-2020) compared to summer (JJA) average temperature and total precipitation within the study?s area of interest. Note that 2004, the year with the most extensive fires, corresponds to exceptionally high temperatures and low precipitation.</div>\n<div class=\"imageCredit\">Dom Winski</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Cameron&nbsp;P&nbsp;Wake\n<div class=\"imageTitle\">Fig 4. Alaska Instrumental Fire Record with Reanalysis Climate Data</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629727852_Fig5--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629727852_Fig5--rgov-800width.png\" title=\"Fig. 5. Instrumental Acts vs. Modeled Acres\"><img src=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629727852_Fig5--rgov-66x44.png\" alt=\"Fig. 5. Instrumental Acts vs. Modeled Acres\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Instrumental burned areas compared to modeled burned areas. Note that 2004 corresponds to the highest area in both trends.</div>\n<div class=\"imageCredit\">Dom Winski/UMaine</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Cameron&nbsp;P&nbsp;Wake\n<div class=\"imageTitle\">Fig. 5. Instrumental Acts vs. Modeled Acres</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629211209_Fig3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629211209_Fig3--rgov-800width.png\" title=\"Fig. 3. Modeled Acres Burned in Alaska\"><img src=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629211209_Fig3--rgov-66x44.png\" alt=\"Fig. 3. Modeled Acres Burned in Alaska\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Modeled acres burned in Alaska starting at the beginning of the instrumental period\n(1950). Acres burned are based on CMIPS temperature and precipitation projections in the study area in conjunction the instrumental multilinear regression equation involving raw</div>\n<div class=\"imageCredit\">Dom Winski</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Cameron&nbsp;P&nbsp;Wake\n<div class=\"imageTitle\">Fig. 3. Modeled Acres Burned in Alaska</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715628742970_Fig1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715628742970_Fig1--rgov-800width.png\" title=\"Fig.1. Denali Fire Record\"><img src=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715628742970_Fig1--rgov-66x44.png\" alt=\"Fig.1. Denali Fire Record\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Rolling 50-year average of the Denali EOF1 wildfire time series. Periods of above- and below-average activity are shown in red and blue, respectively. Particularly elevated activity exists between 1032-1167 and 1297-1362.</div>\n<div class=\"imageCredit\">Dom Winski</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Cameron&nbsp;P&nbsp;Wake\n<div class=\"imageTitle\">Fig.1. Denali Fire Record</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629607393_Fig2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629607393_Fig2--rgov-800width.png\" title=\"Fig. 2. Denali Fire record vs. Temperature\"><img src=\"/por/images/Reports/POR/2024/2002428/2002428_10702068_1715629607393_Fig2--rgov-66x44.png\" alt=\"Fig. 2. Denali Fire record vs. Temperature\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Rolling 50-year Denali fire record mean (red) compared to the rolling 50-year February-August average temperature record mean from the Gulf of Alaska (orange).</div>\n<div class=\"imageCredit\">Dom Winski</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Cameron&nbsp;P&nbsp;Wake\n<div class=\"imageTitle\">Fig. 2. Denali Fire record vs. Temperature</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nWildfire in the North Pacific is a key component of summer climate and wildfires are projected to increase in the future with continued summer warming.Chemical analysis of the Denali Ice cores recovered from 3,900 m on the Begguya plateau (Mt. Hunter) in Denali National Park central Alaska provide a unique opportunity to document changes in wildfire activity over the past millenum and explore the relationship between summertime climate and wildfire activity across the region.\n\n\nA wildfire history for the Denali ice core from 1032 Common Era (CE) to the present was developed using ammonium, black carbon and nitrate records. The Denali fire record exhibits particularly elevated activity between 1032-1167 and 1297-1362, with 76% of the measurements from 1362 to the present showing below-average wildfire activity (Fig. 1). Correlations with regional paleotemperature records (derived from analysis of tree-rings) show a statistically significant association between temperature and wildfire (Fig. 2), although this association breaks down in the 20thcentury. We suggest this is due to the dramatic increase in precipitation during the 20thcentury, also documented using data from the Denali ice cores. So far this precipitation increase has been enough to stabilize wildfire activity, but future projections indicate that temperature increases will likely overtake this influence of high precipitation and lead to a more active fire regime in Alaska (Fig. 3).\n\n\nSatellite and ground-based estimates of burned acreage by year have also been compared with regional temperature and precipitation datasets. Results show a tight coupling among temperature, precipitation, and fire across Alaska (Fig. 4). These results indicate that fire across Alaska can be modeled using multilinear regressions using temperature and precipitation as inputs (Fig. 5). Given future projections that show increases in both temperature and precipitation (Fig. 6), we used our multilinear model to forecast the amount of acreage burned in Alaska under a lower greenhouse gas scenario (RCP 4.5). We find that the amount of acreage burning in Alaska each year will dramatically increase, despite the elevated precipitation.\n\n\nThis project has supported the development of six early career scientists and graduate students at the University of Maine, Dartmouth College, and University of California at Irvine, and 14 undergraduate students at University of Maine and Dartmouth College.The results have been shared at presentations at international science conferences. We are collaborating with colleagues at Colorado State University to incorporate our findings into STEM education kits.Previous results from the Denali ice core have already been deployed into classrooms using this method and we are planning to build on this success using wildfire proxies developed during this project.\n\n\n\n\n\nMore broadly, Alaska, Yukon, and Siberia cover vast regions of diverse habitat, which has substantial marketable value in terms of timber and water resources, but also immeasurable ecological value. These regions are among the most rapidly warming in the world, and therefore are highly vulnerable to climate change. Forest fires profoundly shape the boreal and tundra ecosystems in the North Pacific and also create aerosol pollution that impacts millions of people in North America. The Denali ice core records clearly show how forest fires have varied under past climate conditions and how they may change under future warming.\n\n\n\t\t\t\t\tLast Modified: 05/13/2024\n\n\t\t\t\t\tSubmitted by: CameronPWake\n"
 }
}