{
 "awd_id": "2002469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: P2C2--Insights into Tropical Pacific Climate from Paleoproxy Data Assimilation into an Intermediate Complexity Dynamical Model",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 65576.0,
 "awd_amount": 65576.0,
 "awd_min_amd_letter_date": "2020-03-19",
 "awd_max_amd_letter_date": "2020-03-19",
 "awd_abstract_narration": "This project broadly seeks to reconstruct and interpret the state of the tropical Pacific over the last millennium in response to radiative forcing.  This will be accomplished by assimilating high-resolution paleo-proxies from corals and trees into a dynamical El Nino Southern Oscillation (ENSO) model.\r\n\r\nDynamically informed paleo-reconstructions will be studied to address the following science questions: (i) how does the tropical Pacific respond to external radiative forcing (ERF); (ii) does ENSO exhibit regime-like behavior and is ENSO irregularity primarily due to chaotic or to noise-driven dynamics; (iii) how has ENSO varied in the past; and (iv) can a dynamical ENSO model improve paleo-proxy reconstructions of the tropical Pacific. \r\n\r\nThese questions have implications for predictability and decadal variability and are relevant to understanding ENSO and its impacts, past, present and future. Adding information into paleoclimate reconstructions from a dynamical model of ENSO with documented predictive skill is a novel approach and may enhance interpretation of Tropical Pacific proxy records. \r\n\r\nThe potential Broader Impacts include improved understanding of ENSO behavior over time, support of undergraduate students in the research project, and outreach to the public through well-established outreach efforts at Columbia University and the University of Maryland.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Evans",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Michael N Evans",
   "pi_email_addr": "mnevans@umd.edu",
   "nsf_id": "000508344",
   "pi_start_date": "2020-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "Geology Bldg (#237), Rm  1120",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207424211",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 65576.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of the collaborative project was to develop reconstructions of El Nino Southern Oscillation (ENSO) behavior using both indirect observations from paleolcimatic observations, and a relatively simple forecast model for ENSO activity.&nbsp; Is ENSO changing in its amplitude or strength, as the global climate is being forced toward warmer and moister conditions by increased concentrations of greenhouse gases, or forced toward colder and different moisture conditions by explosive volcanic activity?</p>\n<p>&nbsp;</p>\n<p>In support of these outcomes, our assignment was to identify key existing marine paleoclimate observations from public repositories, and to establish how they reflect variables simulated by the ENSO forecast model.&nbsp; From a database we compiled of 3258 records, we identified 3196 unique (nonduplicate) records with a novel duplicate detection algorithm developed for this project.&nbsp; We then used stepwise linear regression of the records on contemporaneous simulations for the 20th century to identify records with the potential for creating the ENSO reconstructions.&nbsp; We found 104 unique records, both inside and outside the model's spatial domain, which reflect both oceanographic and atmospheric conditions associated with ENSO, primarily spanning the 19ths and 20th centuries, some reaching into the early 17th century and earlier, which could be used to create the reconstruction product.&nbsp; That work is underway with the collaborative partners of this project (NSF 2002452).<br /><br />The NSF 2002452 collaborative partners also discovered evidence of error in the dates assigned to some marine records in the database, that would confound reconstruction efforts.&nbsp; Using a well-dated ENSO reconstruction produced by those collaborators, and a model for the way in which dating errors might&nbsp; accumulate back in time in marine paleoclimate records, we proposed corrected age models for these records.&nbsp; If checked and found plausible, those corrected age models should enable improved ENSO reconstructions and help address the original goals of the project.</p>\n<p><br />Intellectual merit: We developed an improved method for duplicate detection in aggregated paleoclimate datasets, and applied a dating correction algorithm to improve eventual ENSO reconstructions and their interpretation.<br /><br />Broader Impacts: The results should improve both the quality of the reconstructions, and thereby permit understanding of the ways in which radiative forcing of the global climate has or hasn't changed ENSO activity.&nbsp; The PI co convened a Fall 2020 AGU session on combining paleoclimate data and models; published a peer-reviewed paper, sponsored by the National Academy of Sciences, on replication and reproducibility in paleoclimate research; informally presented dataset aggregation results to the paleoclimatic data informatics community; and mentored a University of Maryland Department of Geology undergraduate student in the successful completion of a research based capstone thesis within this project.&nbsp; The dataset aggregation approach developed for this project is serving as the basis for more generalized aggregation of curated databases, useful for a range of future applications in paleoclimate science.</p><br>\n<p>\n Last Modified: 08/01/2024<br>\nModified by: Michael&nbsp;N&nbsp;Evans</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2002469/2002469_10659183_1722532556708_cu20240605s2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2002469/2002469_10659183_1722532556708_cu20240605s2--rgov-800width.png\" title=\"Schematic_dataset_aggregation\"><img src=\"/por/images/Reports/POR/2024/2002469/2002469_10659183_1722532556708_cu20240605s2--rgov-66x44.png\" alt=\"Schematic_dataset_aggregation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic workflow for creating the aggregate marine paleoclimatic record database.</div>\n<div class=\"imageCredit\">M.N. Evans</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;N&nbsp;Evans\n<div class=\"imageTitle\">Schematic_dataset_aggregation</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2002469/2002469_10659183_1722532382483_cu20240605sl8--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2002469/2002469_10659183_1722532382483_cu20240605sl8--rgov-800width.png\" title=\"Schematic_dataset_age_correction\"><img src=\"/por/images/Reports/POR/2024/2002469/2002469_10659183_1722532382483_cu20240605sl8--rgov-66x44.png\" alt=\"Schematic_dataset_age_correction\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic showing the workflow developed for marine paleoclimatic dataset age correction.</div>\n<div class=\"imageCredit\">M.N. Evans</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;N&nbsp;Evans\n<div class=\"imageTitle\">Schematic_dataset_age_correction</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overall goal of the collaborative project was to develop reconstructions of El Nino Southern Oscillation (ENSO) behavior using both indirect observations from paleolcimatic observations, and a relatively simple forecast model for ENSO activity. Is ENSO changing in its amplitude or strength, as the global climate is being forced toward warmer and moister conditions by increased concentrations of greenhouse gases, or forced toward colder and different moisture conditions by explosive volcanic activity?\n\n\n\n\n\nIn support of these outcomes, our assignment was to identify key existing marine paleoclimate observations from public repositories, and to establish how they reflect variables simulated by the ENSO forecast model. From a database we compiled of 3258 records, we identified 3196 unique (nonduplicate) records with a novel duplicate detection algorithm developed for this project. We then used stepwise linear regression of the records on contemporaneous simulations for the 20th century to identify records with the potential for creating the ENSO reconstructions. We found 104 unique records, both inside and outside the model's spatial domain, which reflect both oceanographic and atmospheric conditions associated with ENSO, primarily spanning the 19ths and 20th centuries, some reaching into the early 17th century and earlier, which could be used to create the reconstruction product. That work is underway with the collaborative partners of this project (NSF 2002452).\n\nThe NSF 2002452 collaborative partners also discovered evidence of error in the dates assigned to some marine records in the database, that would confound reconstruction efforts. Using a well-dated ENSO reconstruction produced by those collaborators, and a model for the way in which dating errors might accumulate back in time in marine paleoclimate records, we proposed corrected age models for these records. If checked and found plausible, those corrected age models should enable improved ENSO reconstructions and help address the original goals of the project.\n\n\n\nIntellectual merit: We developed an improved method for duplicate detection in aggregated paleoclimate datasets, and applied a dating correction algorithm to improve eventual ENSO reconstructions and their interpretation.\n\nBroader Impacts: The results should improve both the quality of the reconstructions, and thereby permit understanding of the ways in which radiative forcing of the global climate has or hasn't changed ENSO activity. The PI co convened a Fall 2020 AGU session on combining paleoclimate data and models; published a peer-reviewed paper, sponsored by the National Academy of Sciences, on replication and reproducibility in paleoclimate research; informally presented dataset aggregation results to the paleoclimatic data informatics community; and mentored a University of Maryland Department of Geology undergraduate student in the successful completion of a research based capstone thesis within this project. The dataset aggregation approach developed for this project is serving as the basis for more generalized aggregation of curated databases, useful for a range of future applications in paleoclimate science.\t\t\t\t\tLast Modified: 08/01/2024\n\n\t\t\t\t\tSubmitted by: MichaelNEvans\n"
 }
}