{
 "awd_id": "2002742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamental Study of Interaction of Ions Present in Water with Graphene Coatings for Energy Harvesting",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 317268.0,
 "awd_amount": 317268.0,
 "awd_min_amd_letter_date": "2020-04-09",
 "awd_max_amd_letter_date": "2020-04-09",
 "awd_abstract_narration": "This project will investigate an approach to energy harvesting based on the interaction of a fluid such as water with a graphene surface. Graphene is a highly flexible, two-dimensional sheet of carbon atoms and is ideally suited for the coating of large surfaces. This project aims to demonstrate that water flow over graphene surfaces can directly generate electricity. Graphene is ideally suited for this application, since it possesses high-mobility charge carriers that are ready to be coupled to moving ions present in the flowing fluid. Graphene is also flexible, minimally invasive (it is the thinnest material), chemically and mechanically stable, and environmentally benign. Moreover, its synthesis is scalable and macro-scale continuous graphene films can be produced by roll-to-roll deposition techniques. The proposed graphene coating offers unique possibilities for energy harvesting from hitherto untapped renewable sources such as rain, tidal action, waves, ocean currents, river water as well as water flow over boats, submarines, and bridges. Such graphene skins could enable harvesting of the ubiquitous, abundant and renewable mechanical energy of moving water directly to electrical energy. Unlike traditional schemes, the graphene coating directly converts the flow energy into electrical energy without the need for moving parts. Such graphene coatings could also replace conventional batteries (which are environmentally hazardous) in low-power, low-voltage and long service-life applications. Once scaled up, this concept offers a potentially transformative approach to energy harvesting, as compared with incremental advances in current technologies. The investigators will develop specially designed interactive learning modules (or virtual labs) which will be integrated into the curriculum. Outreach includes demonstrations to undergraduates as well as to high school students and teachers. The PIs aim is to popularize science and to attract under-represented groups to pursue careers in renewable energy technologies.        \r\n\r\n\r\n\r\nThis project will tackle the fundamental science and engineering challenges associated with developing graphene-based coatings for nano-fluidic power harvesting. The key science challenge involves understanding in-depth the mechanism(s) responsible for nano-fluidic power harvesting in graphene films. In particular, the project aims to develop a fundamental understanding of how ions present in a fluid such as water, interact and couple with graphene-coated as well as free-standing graphene surfaces. This will be addressed using carefully designed control experiments in conjunction with molecular dynamics and first principles density functional theory calculations.     The engineering challenge is equally important and involves scaling up the graphene size in a manner that retains the outstanding power density of the coating. This will be addressed by adapting newly developed roll-to-roll and template-directed chemical vapor deposition techniques to produce macroscale graphene films and foams. The graphene manufacturing process will be optimized to avoid physical interfaces (breaks) in the film as it is scaled up to macroscale dimensions and to tightly control thickness and structure-properties of the graphene. The coupling between experiments and theory, modeling and simulation work will build fundamental understanding of the underlying science and enable successful development, optimization and validation of the proposed technology.   The PIs will develop specially designed interactive learning modules (or virtual labs) which will be integrated into the curriculum. Outreach includes demonstrations to undergraduates as well as to high school students and teachers. The PIs aim is to popularize science and to attract under-represented groups to pursue careers in renewable energy technologies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikhil",
   "pi_last_name": "Koratkar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nikhil Koratkar",
   "pi_email_addr": "koratn@rpi.edu",
   "nsf_id": "000229996",
   "pi_start_date": "2020-04-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yunfeng",
   "pi_last_name": "Shi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yunfeng Shi",
   "pi_email_addr": "shiy2@rpi.edu",
   "nsf_id": "000513283",
   "pi_start_date": "2020-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 317268.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we have conducted water flow experiments through porous  reduced graphene oxide. A variety of anions and cations were added to the water  to study its effect on energy harvesting. More specifically, we performed tests to  study effect of: (1) ion concentration in water, (2) type of anion used, (3) type of cation  used, and (4) effect of water flow rate. The experimental data indicated that water flow through reduced graphene oxide networks can directly induce drift of charge carriers in graphene and thus generate electricity.  Graphene is ideally suited for this application, since it possesses high mobility charge carriers that are ready to be coupled to moving ions present in the flowing fluid. Our molecular dynamics simulations confirmed that the energy harvesting mechanism is based on the stick-slip movement of ions on graphene surfaces that couples with free-charge carriers in graphene, and drags the charge carriers in the flow direction, resulting in an induced voltage. This explains why an increase in the fluid flow rate or the ion concentration increases the induced voltage. The simulation results also indicated that the anion has a much stronger effect than the cation, due to higher concentration of anions near the water/graphene interface, which was also consistent with experimental observations. Finally, we have looked at scale-up to macroscopic (thick) films of reduced graphene oxide that are much more practical for real-world applications.To achieve this, we devised an evaporation-induced-wicking&nbsp;strategy that wicks the ionic liquid through the capillary channels in the bulk reduced graphene oxide material. We show that using this approach, one can go beyond thin-films and harvest energy using scalable and mechanically robust bulk graphene films.</p>\n<p>The reduced graphene oxide material developed in this project enables harvesting of the ubiquitous, abundant, and renewable mechanical energy of moving water directly to electrical energy. Unlike traditional schemes, the  graphene material directly converts the flow energy into electrical energy without the need  for moving parts. Such graphene coatings could potentially replace conventional batteries (which are environmentally hazardous) in low-power, low-voltage, and long service-life  applications. Once scaled up, this concept offers a potentially transformative approach to  energy harvesting, as opposed to incremental advances in current technologies.</p><br>\n<p>\n Last Modified: 08/07/2024<br>\nModified by: Nikhil&nbsp;Koratkar</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn this project, we have conducted water flow experiments through porous  reduced graphene oxide. A variety of anions and cations were added to the water  to study its effect on energy harvesting. More specifically, we performed tests to  study effect of: (1) ion concentration in water, (2) type of anion used, (3) type of cation  used, and (4) effect of water flow rate. The experimental data indicated that water flow through reduced graphene oxide networks can directly induce drift of charge carriers in graphene and thus generate electricity.  Graphene is ideally suited for this application, since it possesses high mobility charge carriers that are ready to be coupled to moving ions present in the flowing fluid. Our molecular dynamics simulations confirmed that the energy harvesting mechanism is based on the stick-slip movement of ions on graphene surfaces that couples with free-charge carriers in graphene, and drags the charge carriers in the flow direction, resulting in an induced voltage. This explains why an increase in the fluid flow rate or the ion concentration increases the induced voltage. The simulation results also indicated that the anion has a much stronger effect than the cation, due to higher concentration of anions near the water/graphene interface, which was also consistent with experimental observations. Finally, we have looked at scale-up to macroscopic (thick) films of reduced graphene oxide that are much more practical for real-world applications.To achieve this, we devised an evaporation-induced-wickingstrategy that wicks the ionic liquid through the capillary channels in the bulk reduced graphene oxide material. We show that using this approach, one can go beyond thin-films and harvest energy using scalable and mechanically robust bulk graphene films.\n\n\nThe reduced graphene oxide material developed in this project enables harvesting of the ubiquitous, abundant, and renewable mechanical energy of moving water directly to electrical energy. Unlike traditional schemes, the  graphene material directly converts the flow energy into electrical energy without the need  for moving parts. Such graphene coatings could potentially replace conventional batteries (which are environmentally hazardous) in low-power, low-voltage, and long service-life  applications. Once scaled up, this concept offers a potentially transformative approach to  energy harvesting, as opposed to incremental advances in current technologies.\t\t\t\t\tLast Modified: 08/07/2024\n\n\t\t\t\t\tSubmitted by: NikhilKoratkar\n"
 }
}