{
 "awd_id": "2002863",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Dynamic interactions of individual neurons in supporting hippocampal network oscillations during behavior",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924611",
 "po_email": "pforlano@nsf.gov",
 "po_sign_block_name": "Paul Forlano",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 625000.0,
 "awd_amount": 625000.0,
 "awd_min_amd_letter_date": "2020-07-29",
 "awd_max_amd_letter_date": "2024-09-11",
 "awd_abstract_narration": "Cognitive and motor behavior in the brain is controlled by networks of highly interconnected neurons. Neurons communicate via signals called spikes, which are generated by complex biological mechanisms. These mechanisms crucially depend on the subthreshold membrane potential activity, which is controlled by the complex interaction of ionic currents among other factors. Although the spiking patterns of the individual neurons are typically not regular, certain neuronal networks produce periodic oscillatory patterns. Important among them is the theta rhythm (4-10 Hz), which has been recorded in various brain areas by global activity measures, such as electroencephalography (EEG) or extracellular local field potentials (LFPs). Theta oscillations have been observed during motor activity and REM sleep, and are thought to play important roles in navigation, episodic memory and learning. Theta oscillations have also been observed at the subthreshold membrane potential level in brain slice preparations, and in behaving animals in the hippocampal CA1 area. However, how the oscillatory activity at the network level is linked to the biophysical properties of individual neurons remains largely unknown. In this project, the investigators will address this question using a combined experimental/theoretical approach. The Boston University team will perform experiments in behaving animals in CA1, and the NJIT team will carry out detailed computational modeling. This research is expected to generate a framework for describing and understanding how high-level neuronal oscillations depend on the oscillatory activity of individual neurons through complex network interactions. The PIs will also work to disseminate their imaging technology to the scientific community. This project will contribute to the cross-disciplinary training  of students and postdoctoral trainees in both experimental and computational neuroscience. \r\n\r\nThe central hypothesis of this project is that theta oscillations in the hippocampus are generated by resonant mechanisms involving the intrinsic properties of individual neurons, and circuit interactions that are tuned to amplify theta frequency inputs from the medial septum and possibly other external sources. We will address this hypothesis from an interdisciplinary perspective involving in vivo experiments, computational modeling, and dynamical systems analysis. We aim to understand the cellular and circuit mechanisms of hippocampal theta oscillations in vivo, and to create a theoretical framework to describe the biophysical and dynamic links between the oscillatory properties of individual neurons and network oscillations. The Boston University team will deploy a novel voltage imaging technique to measure subthreshold voltage dynamics and spiking activity from individual hippocampal neurons of defined cell types, including pyramidal cells and local interneurons (e.g. parvalbumim (PV)- and somatostatin (SOM)- positive ones) during behavioral states with varying levels of LFP theta oscillations. Additionally, to test the causal role of these interneurons in supporting theta oscillations, precision optogenetic activation and silencing will be used. The NJIT team will build biophysical models of the hippocampal network that include the intrinsic subthreshold oscillatory properties of the participating neurons and inputs from other areas (e.g., medial septum) to produce theta LFP oscillations. The results of the proposed research will provide mechanistic insights on the formation of hippocampal CA1 network oscillations with implications to learning, memory and other cognitive functions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Horacio",
   "pi_last_name": "Rotstein",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Horacio G Rotstein",
   "pi_email_addr": "horacio@njit.edu",
   "nsf_id": "000105750",
   "pi_start_date": "2020-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 325000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}