{
 "awd_id": "2002954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanistic Studies of Catalytic Multifunctional Globins Using Advanced Structural Methods",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christine Chow",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 474000.0,
 "awd_amount": 474000.0,
 "awd_min_amd_letter_date": "2020-08-07",
 "awd_max_amd_letter_date": "2020-08-07",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Drs. Reza Ghiladi and Stefan Franzen from North Carolina State University to investigate iron containing proteins, specifically heme-iron proteins, from marine environments as models for understanding their function in mammalian systems. Heme-iron proteins are found universally throughout nature, and they perform important biological roles that are the foundation for nearly all living systems. Notable examples of heme-iron proteins include the oxygen carrier in blood, hemoglobin, and the detoxifying enzymes known as cytochromes P450 found in the liver. While the importance of heme proteins has been recognized by the chemical and biological communities for many years, it is challenging to apply the latest emerging techniques to study their function.  The use of related but simpler marine hemoglobin provides an avenue to develop these methods while also gaining a better understanding the diverse roles of heme proteins in biology and chemistry. The proposed experimental procedures help characterize at the atomic level how molecules will bind to these important proteins and alter their function. This pursuit allows graduate students to acquire specialized training in both high resolution X-ray and neutron crystallography, as well as in time-resolved structural methods. The fast timescale methods are cutting-edge techniques that push the limits of what is experimentally obtainable for studying how enzymes perform their tasks within living systems. This project is integrated with the \"Creating STARS\" outreach program to provide rural middle school science classrooms with visits, demonstrations, lectures, and lessons plans covering the chemistry/life interface. The project is also engaging both domestic (Oak Ridge National Laboratory) and international (University of Essex and the Polish Academy of Science) partners in data acquisition and analysis.\r\n\r\nThis research project seeks to identify a unique set of structural interactions that occur upon substrate binding to the enzyme dehaloperoxidase, thereby controlling the kinetics and reactivity of the heme intermediates, and ultimately a discrimination in enzymatic activity specific to the bound substrate. Rapid-freeze-quench, caged O2-carrier photolysis, and CO flash photolysis techniques are to be conducted to enable the trapping of intermediates and to initiate time-resolved studies to characterize in unprecedented detail these mechanistically important intermediates relevant to catalytic turnover. The relationship of dehaloperoxidase to other hemoglobins, peroxidases and peroxygenases establishes new paradigms of protein structure-function relationships relevant to multifunctional proteins, complementing those established for monofunctional enzymes. Information from this study has the potential to advance the understanding of catalytic globins, determine the structural features that lead to activity differentiation across heme proteins (and across metalloenzymes more generally), and enable the comparison of the structure-function correlation in enzymes of marine origin in relation to those from terrestrial or bacterial sources.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reza",
   "pi_last_name": "Ghiladi",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Reza A Ghiladi",
   "pi_email_addr": "reza_ghiladi@ncsu.edu",
   "nsf_id": "000497047",
   "pi_start_date": "2020-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Franzen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan Franzen",
   "pi_email_addr": "Stefan_Franzen@ncsu.edu",
   "nsf_id": "000391004",
   "pi_start_date": "2020-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "Campus Box 8204",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958204",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 474000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview.</strong>&nbsp;Over the past several decades, efforts in structural biology, molecular biology and genomics have provided us with an unprecedented &ldquo;chemical&rdquo; view of biological systems. These systems provide many new and exciting opportunities to apply chemical principles to investigate biomolecular processes. One such example can be found in structural biology, where it is generally assumed that the function of a protein is closely linked to its three-dimensional molecular structure. This protein structure-function paradigm enables scientists to predict how a protein will perform based upon its structure, and underpins many of the advanced tools that scientists use to interrogate protein function. For proteins such as hemoglobin or the P450 enzymes found in the liver that have important pharmacological activities, this structure-function correlation is key to understanding their role in the chemistry of life processes. When a foundational principle such as the structure-function correlation fails for a specific protein, however, there is an urgent need to explore why, as it highlights that our understanding of such systems is still incomplete.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Intellectual Merits.&nbsp;</strong>The protein structure-function correlation has been built from decades of study of primarily monofunctional systems, but whether (and how) structure uniquely defines function in multifunctional systems is a significantly more complex subject to address. This complexity is easily seen within the heme protein superfamily, where functions as diverse as O<sub>2</sub>-binding, oxygenase, oxidase, peroxygenase, and electron-transfer all occur at active sites that often contain a surprising number of similarities, both structural and mechanistic, but where the protein environment exquisitely controls the chemical reactivity of the heme group to ensure maximum intended function with a minimum of unintended cross reactivity. Understanding how Nature controls functional selectivity (&lsquo;activity differentiation&rsquo;) across the heme protein superfamily has been a longstanding question that penetrates to the core of the protein structure-function correlation. Despite decades of study, a challenge remains to fully understand the factors in a multifunctional system that influence a reactive heme intermediate between, as just one example, peroxygenase (oxygen atom transfer) and peroxidase (electron transfer) activities.</p>\n<p>Our work has focused on the enzyme dehaloperoxidase (DHP), a multifunctional hemoglobin from the marine worm&nbsp;<em>Amphitrite ornata</em>. DHP has been shown to possess four additional activities necessary for the survival of <em>A. ornata</em> (peroxidase, peroxygenase, oxidase and oxygenase), all of which employ a common active site. From the research performed in this NSF award, we showed that substrates trigger changes in the DHP protein structure that lead to the different aforementioned activities, we demonstrated that DHP can degrade bisphenol A (BPA) and related contaminants, and we utilized a variety of modern instrumentation methods to validate our hypotheses. In a paradigm shift away from the traditional protein structure-function correlation, we have found that the substrate itself, and not the protein structure, plays a pivotal role in determining which enzyme activity is performed by DHP. We have termed this the Substrate Directed EnzymatiC Activity paRadigm (\"SiDECAR\"), and have now hypothesized that this new paradigm may be a common feature of a number of enzymatic hemoglobins. Given that it is capable of the five major activities associated with heme proteins within a single active site, DHP is a prime example of a multifunctional protein that can advance our understanding of the structure-function correlation beyond what has been built from decades of study of monofunctional proteins, namely how the substrate itself can direct the enzyme&rsquo;s function. This work has been disseminated to the community through 8 peer-reviewed publications, 8 seminars at US and international (Japan, South Korea, and Vietnam) universities, and 14 invited and contributed presentations at national and international conferences by the Principal and co-Principal Investigators.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts.&nbsp;</strong>The broader impacts supported by the integration of this research project with educational endeavors include: i) this research contributed to 5 doctorate degrees granted to NC State graduate students from &lsquo;20-&lsquo;24, as well as contributing to the research of two current graduate students; ii) two visiting foreign research scholars from South Korea were engaged in interdisciplinary scientific inquiry that utilized modern methods in protein structural characterization; iii) international (Japan, Poland and South Korea) collaborators were engaged in the research studies; iv) two NC State undergraduates and one Wake Forest University undergraduate conducted independent research on DHP; v) 7 student presentations on DHP were given at local, regional, and national conferences; vi) provided elementary and middle school science classrooms with outreach visits, demonstrations, lectures, and lessons plans for teachers on the chemistry of life processes through the \"Creating STARS\" outreach initiative; and vii) integrated DHP in biochemical assays in two upper level undergraduate laboratory courses to demonstrate principles of canonical Michaelis-Menten kinetics. More broadly, the knowledge gained furthered our understanding of the structure-function correlation in enzymes of marine origin in relation to terrestrial ones.</p><br>\n<p>\n Last Modified: 05/23/2024<br>\nModified by: Reza&nbsp;A&nbsp;Ghiladi</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716505904079_Slide2--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716505904079_Slide2--rgov-800width.JPG\" title=\"Workflow of DHP Studies\"><img src=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716505904079_Slide2--rgov-66x44.JPG\" alt=\"Workflow of DHP Studies\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The methods employed in the structural, spectroscopic and mechanistic studies of DHP.</div>\n<div class=\"imageCredit\">Reza A. Ghiladi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Reza&nbsp;A&nbsp;Ghiladi\n<div class=\"imageTitle\">Workflow of DHP Studies</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716506565870_Slide4--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716506565870_Slide4--rgov-800width.JPG\" title=\"Mossbauer Studies of DHP\"><img src=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716506565870_Slide4--rgov-66x44.JPG\" alt=\"Mossbauer Studies of DHP\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Variable-field Mossbauer spectra of a 57Fe-DHP in the FeIV-oxo state (left) and 4.2 K-Mossbauer spectra of 57Fe-DHP A prepared at pH 7.</div>\n<div class=\"imageCredit\">Codrina Popescu</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Reza&nbsp;A&nbsp;Ghiladi\n<div class=\"imageTitle\">Mossbauer Studies of DHP</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716505811226_Slide1--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716505811226_Slide1--rgov-800width.JPG\" title=\"Catalytic Activities of DHP\"><img src=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716505811226_Slide1--rgov-66x44.JPG\" alt=\"Catalytic Activities of DHP\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The three newly-identified enzymatic activities of DHP (peroxygenase, oxygenase, and oxidase) alongside its more established peroxidase function.</div>\n<div class=\"imageCredit\">Reza A. Ghiladi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Reza&nbsp;A&nbsp;Ghiladi\n<div class=\"imageTitle\">Catalytic Activities of DHP</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716506327298_Slide3--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716506327298_Slide3--rgov-800width.JPG\" title=\"DHP Structure Determined by Multiple Methods\"><img src=\"/por/images/Reports/POR/2024/2002954/2002954_10694145_1716506327298_Slide3--rgov-66x44.JPG\" alt=\"DHP Structure Determined by Multiple Methods\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The DHP heme active site: (a) Neutron (NX), (b) X-ray of the crystal used in NX, (c) Serial Laue (SLX), (d) Serial Femtosecond (SFX), and (e) Synchrotron Serial (SSX) crystallography structures.</div>\n<div class=\"imageCredit\">Michael Hough</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Reza&nbsp;A&nbsp;Ghiladi\n<div class=\"imageTitle\">DHP Structure Determined by Multiple Methods</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nOverview.Over the past several decades, efforts in structural biology, molecular biology and genomics have provided us with an unprecedented chemical view of biological systems. These systems provide many new and exciting opportunities to apply chemical principles to investigate biomolecular processes. One such example can be found in structural biology, where it is generally assumed that the function of a protein is closely linked to its three-dimensional molecular structure. This protein structure-function paradigm enables scientists to predict how a protein will perform based upon its structure, and underpins many of the advanced tools that scientists use to interrogate protein function. For proteins such as hemoglobin or the P450 enzymes found in the liver that have important pharmacological activities, this structure-function correlation is key to understanding their role in the chemistry of life processes. When a foundational principle such as the structure-function correlation fails for a specific protein, however, there is an urgent need to explore why, as it highlights that our understanding of such systems is still incomplete.\n\n\n\n\n\nIntellectual Merits.The protein structure-function correlation has been built from decades of study of primarily monofunctional systems, but whether (and how) structure uniquely defines function in multifunctional systems is a significantly more complex subject to address. This complexity is easily seen within the heme protein superfamily, where functions as diverse as O2-binding, oxygenase, oxidase, peroxygenase, and electron-transfer all occur at active sites that often contain a surprising number of similarities, both structural and mechanistic, but where the protein environment exquisitely controls the chemical reactivity of the heme group to ensure maximum intended function with a minimum of unintended cross reactivity. Understanding how Nature controls functional selectivity (activity differentiation) across the heme protein superfamily has been a longstanding question that penetrates to the core of the protein structure-function correlation. Despite decades of study, a challenge remains to fully understand the factors in a multifunctional system that influence a reactive heme intermediate between, as just one example, peroxygenase (oxygen atom transfer) and peroxidase (electron transfer) activities.\n\n\nOur work has focused on the enzyme dehaloperoxidase (DHP), a multifunctional hemoglobin from the marine wormAmphitrite ornata. DHP has been shown to possess four additional activities necessary for the survival of A. ornata (peroxidase, peroxygenase, oxidase and oxygenase), all of which employ a common active site. From the research performed in this NSF award, we showed that substrates trigger changes in the DHP protein structure that lead to the different aforementioned activities, we demonstrated that DHP can degrade bisphenol A (BPA) and related contaminants, and we utilized a variety of modern instrumentation methods to validate our hypotheses. In a paradigm shift away from the traditional protein structure-function correlation, we have found that the substrate itself, and not the protein structure, plays a pivotal role in determining which enzyme activity is performed by DHP. We have termed this the Substrate Directed EnzymatiC Activity paRadigm (\"SiDECAR\"), and have now hypothesized that this new paradigm may be a common feature of a number of enzymatic hemoglobins. Given that it is capable of the five major activities associated with heme proteins within a single active site, DHP is a prime example of a multifunctional protein that can advance our understanding of the structure-function correlation beyond what has been built from decades of study of monofunctional proteins, namely how the substrate itself can direct the enzymes function. This work has been disseminated to the community through 8 peer-reviewed publications, 8 seminars at US and international (Japan, South Korea, and Vietnam) universities, and 14 invited and contributed presentations at national and international conferences by the Principal and co-Principal Investigators.\n\n\n\n\n\nBroader Impacts.The broader impacts supported by the integration of this research project with educational endeavors include: i) this research contributed to 5 doctorate degrees granted to NC State graduate students from 20-24, as well as contributing to the research of two current graduate students; ii) two visiting foreign research scholars from South Korea were engaged in interdisciplinary scientific inquiry that utilized modern methods in protein structural characterization; iii) international (Japan, Poland and South Korea) collaborators were engaged in the research studies; iv) two NC State undergraduates and one Wake Forest University undergraduate conducted independent research on DHP; v) 7 student presentations on DHP were given at local, regional, and national conferences; vi) provided elementary and middle school science classrooms with outreach visits, demonstrations, lectures, and lessons plans for teachers on the chemistry of life processes through the \"Creating STARS\" outreach initiative; and vii) integrated DHP in biochemical assays in two upper level undergraduate laboratory courses to demonstrate principles of canonical Michaelis-Menten kinetics. More broadly, the knowledge gained furthered our understanding of the structure-function correlation in enzymes of marine origin in relation to terrestrial ones.\t\t\t\t\tLast Modified: 05/23/2024\n\n\t\t\t\t\tSubmitted by: RezaAGhiladi\n"
 }
}