{
 "awd_id": "2002516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Probabilistic Debris Modeling in Coastal Storm Events: A Case of Complex Coupling Between Human-Built-Natural Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922441",
 "po_email": "dliang@nsf.gov",
 "po_sign_block_name": "Daan Liang",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 228417.0,
 "awd_amount": 228417.0,
 "awd_min_amd_letter_date": "2020-07-09",
 "awd_max_amd_letter_date": "2020-07-09",
 "awd_abstract_narration": "Natural disasters, like hurricanes, tropical storms, and flood events, can generate massive amounts of debris, posing significant challenges to coastal communities. Financial and logistical burdens related to debris removal account for nearly a third of reimbursed recovery costs, and threats to public safety range from impaired emergency response to health hazards. There is need for more accurate models to estimate debris presence and quantities after, and preferably prior to a storm, so communities can better prepare for and manage debris burdens. Knowledge about what drives debris patterns is limited, so current predictive models are not accurate enough to support planning or response, particularly for multi-hazard storm events. In addition, coastal landscapes are constantly changing, and as development patterns shift so do prospective debris volumes and locations. This project addresses the need for integrative models that reflect the complex coupling between human-built-natural systems that underpin debris generation in storm events and the cascading impacts on coastal communities. This project examines the drivers of debris patterns and also develops models that couple those insights with infrastructure, socio-demographic, and human health impacts, among others. Resulting insights can inform policy decisions, coastal planning and risk mitigation, and debris management.  Synthesis of model outcomes and policy implications will be shared via web hosted interactive story mapping.\r\n\r\nThis project will transform our understanding of debris generation from coastal storms and its cascading consequences on communities by deriving coupled models of the interactions between human-built-natural systems. New methods will be developed for probabilistic modeling of debris presence and volumes, harnessing and fusing empirical data from past events, storm simulations, and physics-based estimates of fragility. A significant departure from traditional debris prediction models will be afforded by introducing nested statistical surrogate models informed by multi-resolution land use/land cover characteristics, physical vulnerability of structures or vegetation, and multi-hazard storm intensities. As a result, coupled models of development and debris potential are enabled for the first time to explore current and future storm risks and policy scenarios. By integrating models of the cascading consequences of debris with socio-demographic characteristics, this project will also shed new light on relationships between regional debris effects and social vulnerability that can inform future planning, management and mitigation efforts. Knowledge co-production and the practical viability of research methods will be advanced by working with stakeholders in testbed communities, to increase the likelihood that resulting models will be useful for future plans and decisions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Highfield",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley Highfield",
   "pi_email_addr": "highfiew@tamug.edu",
   "nsf_id": "000514349",
   "pi_start_date": "2020-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Galveston",
  "perf_str_addr": "1001 Texas Clipper Rd.",
  "perf_city_name": "Galveston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "775531675",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "TX14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 228417.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-d9c8d63f-7fff-cb31-5c47-2c4315c0e509\">\r\n<p dir=\"ltr\"><span>This project is focused on understanding and managing hurricane debris impacts in coastal areas, especially as storms intensify with climate change and sea level rise. The team developed reliable, data-driven models to predict debris from future hurricanes, analyze how development and urban planning affected debris distribution, and study how debris impacts transportation and access to emergency services, particularly in vulnerable communities. Key goals include integrating predictions about future conditions&mdash;like land cover changes, population growth, and storm severity&mdash;into the models to improve planning and resilience. with coastal communities and the engineering community to enhance understanding and encourage proactive disaster preparedness.</span></p>\r\n<p dir=\"ltr\"><span>Major Achievements</span></p>\r\n<p dir=\"ltr\"><span>Researchers have created sophisticated models that blend data-driven insights with physics-based approaches to simulate debris patterns during hurricanes, incorporating Hurricanes such as Ike (2008) and others as reference scenarios. These models account for future sea level rise, allowing the team to predict how debris patterns could change over time. By using deep learning and a high-resolution debris distribution model, they can accurately estimate debris volumes and locations on a regional scale, including projections of debris dynamics under different future scenarios. This provides critical insights into the cascading effects of debris, particularly on transportation infrastructure, which directly impacts community accessibility and response times during emergencies.</span></p>\r\n<p dir=\"ltr\"><span>To further refine their predictions, the team evaluated future projections of socio-demographic variables, such as population trends and development patterns. This allows for better accuracy in estimating debris volumes and identifying critical areas for pre-event mitigation efforts and post-event debris management. These analyses enable the team to identify key areas where debris accumulation is most likely, allowing communities to prioritize their risk-informed decisions and resources more effectively.</span></p>\r\n<p dir=\"ltr\"><span>Practical Implications for Resilience and Planning</span></p>\r\n<p dir=\"ltr\"><span>By exploring the links between hurricane debris and the built environment, the project underscores the importance of urban planning in minimizing debris impacts. For instance, coastal areas with thoughtful urban design may experience reduced debris hazards, emphasizing how resilience can be influenced by development choices. The model&rsquo;s insights guide decisions for coastal urban planning and infrastructure, helping communities anticipate and mitigate debris-related risks more effectively.</span></p>\r\n<p dir=\"ltr\"><span>Educational and Professional Development</span></p>\r\n<p dir=\"ltr\"><span>The project provided valuable training opportunities for graduate students in civil engineering and coastal management. Over the past year, the team has grown, bringing on students who have developed future hurricane scenarios and used geospatial analysis to study how climate change and land cover shifts influence debris impacts. One former Ph.D. student, who played a significant role in this project, transitioned to an academic career, crediting this experience with providing the skills and mentorship needed for success. A second Ph.D. student was supported by this project and just successfully defended his dissertation that included methodological skills gained during this effort. Undergraduate students also gained hands-on experience in applying deep learning and disaster resilience techniques to real-world problems, contributing to their technical growth and professional readiness.</span></p>\r\n<p dir=\"ltr\"><span>Community Engagement and Data Sharing</span></p>\r\n<p dir=\"ltr\"><span>To ensure that the research benefits both local and broader communities, the team actively shares their findings with a network of stakeholders. They have presented results through national and international conferences, reaching diverse audiences. Collaborative partnerships with key organizations, such as the Houston-Galveston Area Council and Harris County, have been central to this process, aligning the project&rsquo;s goals with community needs in transportation planning, disaster management, and mitigation strategies. The project also contributes to federal initiatives through involvement with the Interagency Flood Risk Management group. By integrating regional data, such as future transportation and development plans, the team has been able to assess debris impacts under various future conditions, offering a realistic view of potential challenges for stakeholders.&nbsp; All datasets and resources developed in the project are hosted on the NHERI Cyberinfrastructure DesignSafe-CI platform and will be shared publicly, promoting open access for future research and resilience planning.</span></p>\r\n<p dir=\"ltr\"><span>This project exemplifies a multi-disciplinary approach to disaster research, combining engineering, data science, urban planning, and community engagement. By developing models that provide accurate, data-driven predictions, the project contributes to stronger, more informed coastal resilience strategies, helping communities face the growing challenges of a changing climate.</span></p>\r\n<div><span><br /></span></div>\r\n</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/01/2024<br>\nModified by: Wesley&nbsp;Highfield</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nThis project is focused on understanding and managing hurricane debris impacts in coastal areas, especially as storms intensify with climate change and sea level rise. The team developed reliable, data-driven models to predict debris from future hurricanes, analyze how development and urban planning affected debris distribution, and study how debris impacts transportation and access to emergency services, particularly in vulnerable communities. Key goals include integrating predictions about future conditionslike land cover changes, population growth, and storm severityinto the models to improve planning and resilience. with coastal communities and the engineering community to enhance understanding and encourage proactive disaster preparedness.\r\n\n\nMajor Achievements\r\n\n\nResearchers have created sophisticated models that blend data-driven insights with physics-based approaches to simulate debris patterns during hurricanes, incorporating Hurricanes such as Ike (2008) and others as reference scenarios. These models account for future sea level rise, allowing the team to predict how debris patterns could change over time. By using deep learning and a high-resolution debris distribution model, they can accurately estimate debris volumes and locations on a regional scale, including projections of debris dynamics under different future scenarios. This provides critical insights into the cascading effects of debris, particularly on transportation infrastructure, which directly impacts community accessibility and response times during emergencies.\r\n\n\nTo further refine their predictions, the team evaluated future projections of socio-demographic variables, such as population trends and development patterns. This allows for better accuracy in estimating debris volumes and identifying critical areas for pre-event mitigation efforts and post-event debris management. These analyses enable the team to identify key areas where debris accumulation is most likely, allowing communities to prioritize their risk-informed decisions and resources more effectively.\r\n\n\nPractical Implications for Resilience and Planning\r\n\n\nBy exploring the links between hurricane debris and the built environment, the project underscores the importance of urban planning in minimizing debris impacts. For instance, coastal areas with thoughtful urban design may experience reduced debris hazards, emphasizing how resilience can be influenced by development choices. The models insights guide decisions for coastal urban planning and infrastructure, helping communities anticipate and mitigate debris-related risks more effectively.\r\n\n\nEducational and Professional Development\r\n\n\nThe project provided valuable training opportunities for graduate students in civil engineering and coastal management. Over the past year, the team has grown, bringing on students who have developed future hurricane scenarios and used geospatial analysis to study how climate change and land cover shifts influence debris impacts. One former Ph.D. student, who played a significant role in this project, transitioned to an academic career, crediting this experience with providing the skills and mentorship needed for success. A second Ph.D. student was supported by this project and just successfully defended his dissertation that included methodological skills gained during this effort. Undergraduate students also gained hands-on experience in applying deep learning and disaster resilience techniques to real-world problems, contributing to their technical growth and professional readiness.\r\n\n\nCommunity Engagement and Data Sharing\r\n\n\nTo ensure that the research benefits both local and broader communities, the team actively shares their findings with a network of stakeholders. They have presented results through national and international conferences, reaching diverse audiences. Collaborative partnerships with key organizations, such as the Houston-Galveston Area Council and Harris County, have been central to this process, aligning the projects goals with community needs in transportation planning, disaster management, and mitigation strategies. The project also contributes to federal initiatives through involvement with the Interagency Flood Risk Management group. By integrating regional data, such as future transportation and development plans, the team has been able to assess debris impacts under various future conditions, offering a realistic view of potential challenges for stakeholders. All datasets and resources developed in the project are hosted on the NHERI Cyberinfrastructure DesignSafe-CI platform and will be shared publicly, promoting open access for future research and resilience planning.\r\n\n\nThis project exemplifies a multi-disciplinary approach to disaster research, combining engineering, data science, urban planning, and community engagement. By developing models that provide accurate, data-driven predictions, the project contributes to stronger, more informed coastal resilience strategies, helping communities face the growing challenges of a changing climate.\r\n\n\r\n\r\n\n\n\t\t\t\t\tLast Modified: 12/01/2024\n\n\t\t\t\t\tSubmitted by: WesleyHighfield\n"
 }
}