{
 "awd_id": "2002534",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Neotropical climate and environmental change over 400ka of glacial-interglacial cycles from Lake Peten Itza",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924725",
 "po_email": "jwynn@nsf.gov",
 "po_sign_block_name": "Jonathan G Wynn",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 197100.0,
 "awd_amount": 197100.0,
 "awd_min_amd_letter_date": "2020-07-23",
 "awd_max_amd_letter_date": "2020-07-23",
 "awd_abstract_narration": "Historically, much of our understanding of significant environmental change in the past glacial cycles has primarily come from high latitude regions. However, the spatial pattern of glacial-interglacial climate and environmental variability in the tropics underscores the need for longer and better constrained data sets from the region to fully understanding forcings and potential feedbacks. The tropics play a crucial role in global moisture balance and heat redistribution. Additionally, environmental change in continental systems is also generally greater in amplitude and more spatially heterogeneous than in marine environments, where many of the early records of tropical climate variability are located. Thus, terrestrial records from the tropics are particularly necessary to fully resolve regional variability of glacial-interglacial climate variability and for comparison to existing high latitude records. This project will contribute to an enhanced understanding of Neotropical paleoclimate over the last 400 thousand years, and will illuminate temperature, hydroclimate, and vegetation shifts for a key location in Central America, Lake Petén Itzá. The researchers will mentor students in scientific communication with the broader public, focusing on the societal relevance of paleoclimate research, and will develop a paleoclimate-based, data-integrated exercise that will be used for hands-on undergraduate classes. Additionally, the project team will develop an open-access article describing paleoclimate science in an online journal aims to inspire and educate the next generation of scientists, reaching a large global student audience.\r\n\r\nLake Petén Itzá, Guatemala, lies in a region dominated by trade wind migration and is influenced by sea surface temperature changes in the subtropical Atlantic basin. It thus represents a key spatial node for understanding large-scale climate variability of the northern tropics of the Americas. The investigators will use existing, archived drill cores from Lake Petén Itzá to develop records of changing Neotropical temperature (using brGDGTs) and precipitation (using δD values of leaf waxes), and the response of terrestrial vegetation (using δ13C values of leaf waxes) to these changes, in order to examine climate and ecosystem evolution over the past 400 ka. The investigators will integrate findings from the organic geochemical sedimentary reconstructions with previously published and currently on-going sedimentological and palynological research from Petén Itzá. Proxy-model comparison work will also be completed using these integrated reconstructions and other regionally available records with water isotope-enabled GCM experiments. This award is co-funded by the Division of Earth Sciences and Division of Atmospheric and Geospace Sciences by way of the Paleo Perspectives on Climate Change program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bronwen",
   "pi_last_name": "Konecky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bronwen Konecky",
   "pi_email_addr": "bkonecky@wustl.edu",
   "nsf_id": "000666939",
   "pi_start_date": "2020-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  },
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 197100.0
  }
 ],
 "por": null
}