{
 "awd_id": "2002584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Leveraging Massive Smartphone Location Data to Improve Understanding and Prediction of Behavior in Hurricanes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922441",
 "po_email": "dliang@nsf.gov",
 "po_sign_block_name": "Daan Liang",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 191937.0,
 "awd_amount": 191937.0,
 "awd_min_amd_letter_date": "2020-09-03",
 "awd_max_amd_letter_date": "2021-07-27",
 "awd_abstract_narration": "In this project, newly available anonymous smartphone location data will be used to dramatically improve understanding of how households behave during hurricanes (e.g., how many people will evacuate, when, how, from where, and to where). Although previous research has provided valuable knowledge about population behavior in hurricanes, important gaps remain. Available models have limited ability to predict behavior in future hurricanes. Differences in behavior across different types of households and people, such as tourists or people without vehicles, are not well known. Neither are the sequence and timing of events that unfold for individuals over the duration of a hurricane. These gaps are largely due to limitations in the traditional types of data that have supported past research—surveys, interviews, and focus groups. This project will promote the science of modeling evacuation behavior by capitalizing on the availability of a new type of data— anonymous location information from smartphones—to make a leap forward in understanding and predicting the behavior of the population during hurricane evacuations. The project will advance national welfare and benefit society by substantially improving the ability to manage future evacuations. During a hurricane, officials make many highly consequential decisions, including issuing official evacuation orders, messaging the public, opening shelters, staging materials and staff, implementing special traffic plans, executing support for vehicle-less populations, and preparing to undertake rescues. All of these depend directly on how many people are expected to evacuate, when, how, from where, and to where. By providing a more accurate and nuanced prediction of population behavior during hurricanes, this project will enable officials to make those decisions in a more informed and effective way. To ensure findings will be translated to practice quickly and effectively, the research has been designed so that it can be integrated into the current decision-making tools and processes used by emergency managers. Our practitioner partners from the Federal Emergency Management Agency (FEMA) and the Florida and North Carolina state emergency management agencies will also help us share findings with the larger emergency management community. This study will facilitate the development of a procedure to acquire and analyze, in real time, similar data for other evacuation events.\r\n\r\nAvailability of new smartphone location data offers a rare opportunity to transform the study of population behavior in hurricanes. The data offers many benefits, including samples that are orders of magnitude larger than previously typical; offering cohesive timelines of individual behavior; providing direct observations not subject to recall or reporting bias; being available within 24 hours of movement; and being available at low cost in consistent form for many hurricanes. Combining the power of the new data with domain expertise based on traditional survey and interview data will advance the science in this area in five ways. First, we will improve knowledge by testing hypotheses from the traditional literature using a larger, independent dataset and new hypotheses not easily testable in the past. Second, multiple events may happen during the course of a hurricane, including hurricane-related events (e.g., hurricane turns, intensifies), official actions (e.g., issue official orders, close schools), and personal events (e.g., released from work). Each person experiences some or all of these events in a sequence over a hurricane’s duration. We will use sequential pattern mining to describe key observable events and actions, their possible sequences, the probabilities of different sequences, and duration distributions of each event. This modeling of the sequence and timing of events for individuals, which has not been done before, will illuminate the range of ways hurricane behavior, official actions, personal decisions, and time markers interact and unfold, and help identify promising points of intervention for evacuation support. Third, we will develop new statistical models to predict the probability a person will evacuate at each time period and go to a particular geographic destination as a function of attributes of the individual/household, official events, hurricane, forecast, time markers, and past actions since the hurricane formed. These models will offer improved out-of-sample predictive power by identifying influences on behavior that are not observable with small datasets; by improving the ability to predict geographic destination, which is important for estimating clearance times; and by, for the first time, taking advantage of observations of behavior early in the event that may be leading indicators of final behavior. Fourth, we will test the route choice assumptions implicit in traffic models used to predict clearance times, and determine the effects of road closures on traffic patterns during evacuation and reentry. The new data will allow testing that is more detailed and comprehensive than previously possible through isolated traffic counts and surveys. Finally, we will identify new behaviors and questions for future traditional research using a general inductive approach.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Nozick",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Linda K Nozick",
   "pi_email_addr": "lkn3@cornell.edu",
   "nsf_id": "000233823",
   "pi_start_date": "2020-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "Hollister Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148503501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 95969.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 95968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c4501c70-7fff-dbea-d5d0-77bc1d7758f6\"> </span></p>\n<p dir=\"ltr\"><span>A major challenge in managing hurricane evacuations effectively and efficiently is the substantial uncertainty in population behavior, including how many people will leave, when, where from, and where to. Although there has been a great deal of research seeking to improve understanding of population behavior, gaps remain. Available statistical models of population behavior have limited predictive power. Differences in behavior across populations and events, and the sequence and timing of events unfolding over the duration of a hurricane for different individuals is not well known. This project has capitalized on the availability of a new data type - location information from smartphones - and combined it with new data and existing knowledge of human decision-making. We created automated methods and algorithms to model evacuations and predict evacuation behavior from smartphone location data, while working within existing restrictions of the data maintained for personal privacy, such as the random modification of device IDs at regular intervals and the variation in specific hurricanes and resulting behavior. Within these parameters, we developed a replicable, generalizable process to identify evacuees and their movements. We tested this process with data from four distinct recent hurricanes affecting different geographic areas and populations (Florence in 2018 in North Carolina; Michael in 2018 in the Florida panhandle; Dorian in 2019 in Florida/Southeast U.S.; Ida in 2021 in Louisiana).&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Testing models in a variety of hurricane scenarios is critical to ensuring they work in a broader range of settings. It also increases the potential broader impacts of the models and their benefits to society, allowing for advancement of evacuation modeling that can help warn areas in advance with better clearance, but also doing so with an understanding of real world existing human decision making and behavior.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Moving beyond testing on existing data, we built a new machine learning model that predicts evacuee destinations. The </span><span>machine learning </span><span>model we developed predicts the number of evacuees who will move between pairs of metropolitan statistical areas. It outperforms current models of this type, making it useful in future efforts to further improve tools that can be used in evacuation planning. Moreover, the models demonstrate that hurricane characteristics are important in evacuee destination choices, adding to our understanding of behavior in evacuation decision making.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>We conducted additional analysis that explored the relationship between evacuation decisions and visits to specific businesses (or &ldquo;points of interest,&rdquo; &ldquo;POIs&rdquo;) before hurricanes make landfall, using data from Hurricanes Dorian (2019), Ida (2021), and Ian (2022). Our analysis revealed distinctions in which POIs people visit can serve as indicators that they may be more likely to evacuate or shelter-in-place. Such findings advance our knowledge of pre-evacuation or sheltering behavior, as well as create a foundation for using smartphone location data in real time to further improve predictions of behavior as hurricanes approach.&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Throughout this work, we have also conducted web-based surveys to incorporate the perspectives and experiences of people making evacuation and sheltering decisions. We deployed our survey after Hurricanes Florence, Michael, and Dorian, as well as a modified version after Ida and Ian. Our analyses of these survey data have contributed to our work with the smartphone location data, but also served in their own right to help us better understand evacuation decision-making and other issues affecting it. Our surveys with Hurricanes Ida and Ian, for example, have led to additional insights into our understanding of how people make decisions in compounding disasters broadly and in the COVID-19 pandemic specifically. The Hurricane Ian data also show patterns in lack of trust in government, the effect of evacuation/traffic experience in evacuation decision-making, and perceptions of uncertainty in the hurricane track and forecast.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Throughout this grant, several post-doctoral researchers and graduate students have been involved in the work, adding to their training and professional development, including two post-doctoral researchers in civil engineering, two Master&rsquo;s students in civil engineering, one Ph.D. student in civil engineering, and one Ph.D. student in disaster science and management. Their work has resulted in two Master&rsquo;s theses and one dissertation being completed on this topic.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>In addition, one journal article has been published on work tied to this grant, while three more are under review, and one is in planning with analysis in the early stages. In addition, two conference presentations have been given including work from this research, one survey instrument has been published, and one piece of media outreach has been completed.&nbsp;</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/01/2024<br>\nModified by: Linda&nbsp;K&nbsp;Nozick</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nA major challenge in managing hurricane evacuations effectively and efficiently is the substantial uncertainty in population behavior, including how many people will leave, when, where from, and where to. Although there has been a great deal of research seeking to improve understanding of population behavior, gaps remain. Available statistical models of population behavior have limited predictive power. Differences in behavior across populations and events, and the sequence and timing of events unfolding over the duration of a hurricane for different individuals is not well known. This project has capitalized on the availability of a new data type - location information from smartphones - and combined it with new data and existing knowledge of human decision-making. We created automated methods and algorithms to model evacuations and predict evacuation behavior from smartphone location data, while working within existing restrictions of the data maintained for personal privacy, such as the random modification of device IDs at regular intervals and the variation in specific hurricanes and resulting behavior. Within these parameters, we developed a replicable, generalizable process to identify evacuees and their movements. We tested this process with data from four distinct recent hurricanes affecting different geographic areas and populations (Florence in 2018 in North Carolina; Michael in 2018 in the Florida panhandle; Dorian in 2019 in Florida/Southeast U.S.; Ida in 2021 in Louisiana).\n\n\n\n\n\nTesting models in a variety of hurricane scenarios is critical to ensuring they work in a broader range of settings. It also increases the potential broader impacts of the models and their benefits to society, allowing for advancement of evacuation modeling that can help warn areas in advance with better clearance, but also doing so with an understanding of real world existing human decision making and behavior.\n\n\n\n\n\nMoving beyond testing on existing data, we built a new machine learning model that predicts evacuee destinations. The machine learning model we developed predicts the number of evacuees who will move between pairs of metropolitan statistical areas. It outperforms current models of this type, making it useful in future efforts to further improve tools that can be used in evacuation planning. Moreover, the models demonstrate that hurricane characteristics are important in evacuee destination choices, adding to our understanding of behavior in evacuation decision making.\n\n\n\n\n\nWe conducted additional analysis that explored the relationship between evacuation decisions and visits to specific businesses (or points of interest, POIs) before hurricanes make landfall, using data from Hurricanes Dorian (2019), Ida (2021), and Ian (2022). Our analysis revealed distinctions in which POIs people visit can serve as indicators that they may be more likely to evacuate or shelter-in-place. Such findings advance our knowledge of pre-evacuation or sheltering behavior, as well as create a foundation for using smartphone location data in real time to further improve predictions of behavior as hurricanes approach.\n\n\n\n\n\nThroughout this work, we have also conducted web-based surveys to incorporate the perspectives and experiences of people making evacuation and sheltering decisions. We deployed our survey after Hurricanes Florence, Michael, and Dorian, as well as a modified version after Ida and Ian. Our analyses of these survey data have contributed to our work with the smartphone location data, but also served in their own right to help us better understand evacuation decision-making and other issues affecting it. Our surveys with Hurricanes Ida and Ian, for example, have led to additional insights into our understanding of how people make decisions in compounding disasters broadly and in the COVID-19 pandemic specifically. The Hurricane Ian data also show patterns in lack of trust in government, the effect of evacuation/traffic experience in evacuation decision-making, and perceptions of uncertainty in the hurricane track and forecast.\n\n\n\n\n\nThroughout this grant, several post-doctoral researchers and graduate students have been involved in the work, adding to their training and professional development, including two post-doctoral researchers in civil engineering, two Masters students in civil engineering, one Ph.D. student in civil engineering, and one Ph.D. student in disaster science and management. Their work has resulted in two Masters theses and one dissertation being completed on this topic.\n\n\n\n\n\nIn addition, one journal article has been published on work tied to this grant, while three more are under review, and one is in planning with analysis in the early stages. In addition, two conference presentations have been given including work from this research, one survey instrument has been published, and one piece of media outreach has been completed.\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/01/2024\n\n\t\t\t\t\tSubmitted by: LindaKNozick\n"
 }
}