{
 "awd_id": "2002238",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922599",
 "po_email": "sgdewint@nsf.gov",
 "po_sign_block_name": "Stefaan De Winter",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2020-03-11",
 "awd_max_amd_letter_date": "2020-03-11",
 "awd_abstract_narration": "This award is made as part of the FY 2020 Mathematical Sciences Postdoctoral Research Fellowships Program. Each of the fellowships supports a research and training project at a host institution in the mathematical sciences, including applications to other disciplines, under the mentorship of a sponsoring scientist. The title of the project for this fellowship to Minh-Tam Trinh is \" Algebraic Braids in Geometric Representation Theory.\" The host institution for the fellowship Massachusetts Institute of Technology, and the sponsoring scientist is Zhiwei Yun.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Minh-Tam",
   "pi_last_name": "Trinh",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "Minh-Tam Q Trinh",
   "pi_email_addr": "",
   "nsf_id": "000811545",
   "pi_start_date": "2020-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trinh, Minh-Tam Quang",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Chicago",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "",
  "inst_zip_code": "606372612",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": null,
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "060Y00",
   "pgm_ele_name": "Workforce (MSPRF) MathSciPDFel"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9219",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS IN MATH SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this Mathematical Sciences Postdoctoral Research Fellowship was to gain a better understanding of certain interactions between braids, links, and algebraic geometry, using Lie theory and combinatorics.</p>\n<p>Braids describe possible motions of a collection of non-colliding particles in the plane. We picture them as collections of strands, representing trajectories, that can either be composed to form new braids, or closed up end-to-end to form collections of knotted circles, called links. The study of which links can or cannot be perturbed into each other without cutting/gluing is a major subfield of geometric topology, known as knot theory. The study of braids and links has significant interactions with condensed-matter physics and quantum field theory.</p>\n<p>It is remarkable that braids and links also show up in several ways in algebraic geometry: the branch of pure mathematics that studies shapes cut out by polynomial equations, whose history can be traced through Descartes back to ancient Arab, Indian, and Greek origins. For instance, any point on an algebraic plane curve over the complex numbers determines a link: the piece of the curve that intersects a small-enough 3-sphere enclosing the point. A conjecture of Oblomkov&ndash;Rasmussen&ndash;Shende from the early 2010s predicts a formula for a powerful invariant of this link, called its triply-graded Khovanov&ndash;Rozansky (KhR) homology, from the structure of the functions on the infinitesimal neighborhood of the point. In 2013, Shende sketched a program to prove the ORS conjecture via nonabelian Hodge theory: the study of certain canonical, non-algebraic homeomorphisms between algebraic moduli spaces inspired by gauge theory. On one side are moduli spaces known as wild character varieties, built up in a combinatorial fashion from a diagrammatic presentation of a braid. Simplified versions of these spaces form so-called open braid Richardson varieties, which have recently received much attention in cluster algebra and combinatorics.</p>\n<p>During the fellowship period from 2020 to 2023, the PI submitted three research preprints to arXiv.org, and worked on five more projects, three of which appeared as preprints within several months of the end of the fellowship. The longer of the two solo preprints resolves a longstanding folk conjecture that the cohomology of a suitable wild character variety, endowed with a weight grading and a Springer-theoretic Weyl action, computes the triply-graded KhR homology of the link closure of an associated positive braid. This work also shows how the homology is related to representations of rational Cherednik algebras, via a Lie-theoretic formula that generalizes from classical braid groups to Artin&ndash;Tits groups of arbitrary Weyl groups. The shorter of the two solo preprints uses ideas from this work to give evidence for a mysterious yet elementary new homotopy equivalence between subvarieties of a complex algebraic reductive group. The preprint joint with Pasha Galashin, Thomas Lam, and Nathan Williams uses ideas from the previous work to relate cell decompositions of braid Richardson varieties to the combinatorics of rational Coxeter&ndash;Catalan numbers, resolving enumerative conjectures going back at least to 2012. The preprint joint with Oscar Kivinen reduces many cases of the ORS conjecture to a conjecture about curve singularities independent of knot theory, which were proved for a new infinite family of cusps using the combinatorics of Dyck paths and symmetric functions. The preprint with Ting Xue establishes novel connections between periodic braids, geometric representations of rational Cherednik algebras on the cohomology of affine Springer fibers, and hidden dualities in the generalized Harish-Chandra theories of Brou&eacute;&ndash;Malle&ndash;Michel for finite groups of Lie type, which in turn subsume Uglov&rsquo;s level-rank duality.</p>\n<p>The PI&rsquo;s research has contributed substantially to the community&rsquo;s understanding of the ORS conjecture, and definitively resolved the problem of exhibiting noncrossing sets enumerated by rational Coxeter&ndash;Catalan numbers in a slope- and type-uniform way. His work has also directly inspired progress by Bezrukavnikov&ndash;Boixeda Alvarez&ndash;McBreen&ndash;Yun on the nonabelian Hodge theory of homogeneous affine Springer fibers, and work of H&ocirc;&ndash;Li on categorical traces of Hecke categories.</p>\n<p>His mentorship work during the fellowship period also contributed to multiple MIT PRIMES students receiving commendations in the Regeneron STS competition. His own mentee received Tenth Place in the 2022 competition, for a project about the topological entropy of braids. As an instructor of record, the PI also designed a &ldquo;seminar&rdquo;-style course in algebra for undergraduates, and led a course in elementary number theory that received exceptionally positive student evaluations.&nbsp;</p>\n<p>The results of the fellowship research have been disseminated primarily via the arXiv database and secondarily through many seminar talks. The preprint with Galashin&ndash;Lam&ndash;Williams will be published imminently in the Proceedings of the London Mathematical Society. During the next reporting period, the PI plans to upload three more preprints to arXiv as the outcome of the remaining two projects mentioned above, and to ensure that all preprints from fellowship work find their way to publication in journals.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/11/2024<br>\nModified by: Minh-Tam&nbsp;Q&nbsp;Trinh</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this Mathematical Sciences Postdoctoral Research Fellowship was to gain a better understanding of certain interactions between braids, links, and algebraic geometry, using Lie theory and combinatorics.\n\n\nBraids describe possible motions of a collection of non-colliding particles in the plane. We picture them as collections of strands, representing trajectories, that can either be composed to form new braids, or closed up end-to-end to form collections of knotted circles, called links. The study of which links can or cannot be perturbed into each other without cutting/gluing is a major subfield of geometric topology, known as knot theory. The study of braids and links has significant interactions with condensed-matter physics and quantum field theory.\n\n\nIt is remarkable that braids and links also show up in several ways in algebraic geometry: the branch of pure mathematics that studies shapes cut out by polynomial equations, whose history can be traced through Descartes back to ancient Arab, Indian, and Greek origins. For instance, any point on an algebraic plane curve over the complex numbers determines a link: the piece of the curve that intersects a small-enough 3-sphere enclosing the point. A conjecture of OblomkovRasmussenShende from the early 2010s predicts a formula for a powerful invariant of this link, called its triply-graded KhovanovRozansky (KhR) homology, from the structure of the functions on the infinitesimal neighborhood of the point. In 2013, Shende sketched a program to prove the ORS conjecture via nonabelian Hodge theory: the study of certain canonical, non-algebraic homeomorphisms between algebraic moduli spaces inspired by gauge theory. On one side are moduli spaces known as wild character varieties, built up in a combinatorial fashion from a diagrammatic presentation of a braid. Simplified versions of these spaces form so-called open braid Richardson varieties, which have recently received much attention in cluster algebra and combinatorics.\n\n\nDuring the fellowship period from 2020 to 2023, the PI submitted three research preprints to arXiv.org, and worked on five more projects, three of which appeared as preprints within several months of the end of the fellowship. The longer of the two solo preprints resolves a longstanding folk conjecture that the cohomology of a suitable wild character variety, endowed with a weight grading and a Springer-theoretic Weyl action, computes the triply-graded KhR homology of the link closure of an associated positive braid. This work also shows how the homology is related to representations of rational Cherednik algebras, via a Lie-theoretic formula that generalizes from classical braid groups to ArtinTits groups of arbitrary Weyl groups. The shorter of the two solo preprints uses ideas from this work to give evidence for a mysterious yet elementary new homotopy equivalence between subvarieties of a complex algebraic reductive group. The preprint joint with Pasha Galashin, Thomas Lam, and Nathan Williams uses ideas from the previous work to relate cell decompositions of braid Richardson varieties to the combinatorics of rational CoxeterCatalan numbers, resolving enumerative conjectures going back at least to 2012. The preprint joint with Oscar Kivinen reduces many cases of the ORS conjecture to a conjecture about curve singularities independent of knot theory, which were proved for a new infinite family of cusps using the combinatorics of Dyck paths and symmetric functions. The preprint with Ting Xue establishes novel connections between periodic braids, geometric representations of rational Cherednik algebras on the cohomology of affine Springer fibers, and hidden dualities in the generalized Harish-Chandra theories of BrouMalleMichel for finite groups of Lie type, which in turn subsume Uglovs level-rank duality.\n\n\nThe PIs research has contributed substantially to the communitys understanding of the ORS conjecture, and definitively resolved the problem of exhibiting noncrossing sets enumerated by rational CoxeterCatalan numbers in a slope- and type-uniform way. His work has also directly inspired progress by BezrukavnikovBoixeda AlvarezMcBreenYun on the nonabelian Hodge theory of homogeneous affine Springer fibers, and work of HLi on categorical traces of Hecke categories.\n\n\nHis mentorship work during the fellowship period also contributed to multiple MIT PRIMES students receiving commendations in the Regeneron STS competition. His own mentee received Tenth Place in the 2022 competition, for a project about the topological entropy of braids. As an instructor of record, the PI also designed a seminar-style course in algebra for undergraduates, and led a course in elementary number theory that received exceptionally positive student evaluations.\n\n\nThe results of the fellowship research have been disseminated primarily via the arXiv database and secondarily through many seminar talks. The preprint with GalashinLamWilliams will be published imminently in the Proceedings of the London Mathematical Society. During the next reporting period, the PI plans to upload three more preprints to arXiv as the outcome of the remaining two projects mentioned above, and to ensure that all preprints from fellowship work find their way to publication in journals.\n\n\n\t\t\t\t\tLast Modified: 09/11/2024\n\n\t\t\t\t\tSubmitted by: Minh-TamQTrinh\n"
 }
}