{
 "awd_id": "2002441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: P2C2--Ice Core and Firn Aquifer Studies at Combatant Col, British Columbia, Canada",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032927306",
 "po_email": "mcook@nsf.gov",
 "po_sign_block_name": "Mea S. Cook",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 105511.0,
 "awd_amount": 105511.0,
 "awd_min_amd_letter_date": "2020-06-29",
 "awd_max_amd_letter_date": "2024-05-22",
 "awd_abstract_narration": "This project aims to recover an ice core at Combatant Col, BC, Canada to reconstruct hydroclimate variability over the last 500 years. Previous work at Combatant Col demonstrates preservation of annual stratigraphy, water-isotope and geochemical records reflecting important climate and environmental variables including atmospheric circulation, snow accumulation, fire activity, and trans-Pacific dust transport. Existing North Pacific ice cores are located exclusively in Alaska and the Yukon. Combatant Col significantly expands the spatial coverage of ice core records, while simultaneously providing a unique record of hydroclimate in southwestern British Columbia. This project will conduct detailed radar surveys and ice-flow modeling to better understand the glaciological setting and to select the optimal site for drilling. A core to bedrock will be retrieved with logistics supported by the Hakai Cryosphere Node at the University of Northern British Columbia. Analysis of the core included in this project consists of water isotope ratios and visual stratigraphy. In combination with high-resolution radar imaging, the core from Combatant Col will be used to determine whether the observed firn-aquifer at this site (liquid water is stored perennially above the firn-ice transition) has been a persistent feature at the site, or whether it has formed recently, and to determine its impact on glacier energy balance and dynamics. The core will be archived and made available for additional analyses by the ice-core research community. \r\n\r\nThe potential Broader Impacts include developing a new record of hydroclimate variability from the Combatant Col ice core which will provide quantitative constraints for modeling processes affecting a wide range of ecosystems and human communities in British Columbia and the Pacific Northwest of the United States. Other potential Broader Impacts include field work training and participation (Ice drilling) for a diverse cohort of graduate students facilitated by the proximity of the field site. The researchers plan outreach activities as part of “Climate Time” seminars series in which the paleoclimate research from Combatant Col site will be highlighted.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Neff",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Peter D Neff",
   "pi_email_addr": "pneff@umn.edu",
   "nsf_id": "000719874",
   "pi_start_date": "2020-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 105511.0
  }
 ],
 "por": null
}