{
 "awd_id": "2002877",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A New Design Paradigm in Low Band Gap Conjugated Polymers",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2020-05-13",
 "awd_max_amd_letter_date": "2020-05-13",
 "awd_abstract_narration": "With this award, the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry is funding Professor Seth C. Rasmussen of the Department of Chemistry and Biochemistry at North Dakota State University to advance fundamental understanding of structure-function relationships in conjugated polymers.  Conjugated polymers are long chain, organic molecules. Much like traditional semiconductors such as silicon, these polymers can become conductive when one applies a voltage (such as in transistors) or light (such as in solar cells).  This team creates design strategies for constructing new types of conjugated polymers with potential applications in organic electronics, photovoltaics and organic light-emitting diodes.  In addition to conventional synthetic techniques, computational modelling is used to evaluate potential polymer structures and to predict their electronic properties. The broader activities associated with this research focus on outreach to Native American colleges via the university’s NATURE program.  The team also contributes to the history of polymer science and technology via the documentation and dissemination of new historical publications on the origin and growth of conjugated polymers.\r\n\r\nThis research is focused on advancing understanding of structure-function relationships in conjugated polymers, in particular the role of donor-acceptor interactions in efforts to produce reduced band gap (Eg=1.5-2.0 eV) and low band gap (Eg<1.5 eV) polymers.  The band gap is a critical parameter of organic semiconducting materials, particularly for their application in electrochromic devices, organic photovoltaics, organic light-emitting diodes, and NIR photodetectors. Of particular focus here is the application of a new design paradigm that pairs conventional acceptor units with thieno[3,4-b]pyrazine building blocks.  These building block act simultaneously as very strong acceptors and very strong donors. The preparation of the conjugated polymers is accomplished using direct arylation polymerizations. Computational techniques aid in experimental design, predicting desired electronic properties.  This new design paradigm is applied to other monomers such as acenaphtho[1,2-b]thieno[3,4-e]pyrazine, dibenzo[f,h]thieno[3,4-b]quinoxaline and thieno[3',4':5,6]pyrazino[2,3-f][1,10]phenanthroline, and some of the materials are tested in devices via established collaborations.  This research addresses the fundamental design principle for conjugated polymers involving two separate acceptors.  The chemistry is transformative with a strong potential to advance fundamental understanding of conjugated polymer design, especially in terms of the design of low band gap, n-type, and ambipolar polymers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Rasmussen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Seth C Rasmussen",
   "pi_email_addr": "seth.rasmussen@ndsu.edu",
   "nsf_id": "000433406",
   "pi_start_date": "2020-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "581086050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to study and develop a new design paradigm for the production of low bandgap (<em>E<sub>g</sub></em> &lt; 1.5 eV) conjugated polymers, a class of semiconducting materials capable of absorbing light in the near-infra red (NIR) region of the electromagnetic spectrum. This new design utilizes fused-ring thieno[3,4-b]pyrazine (TP) units that can simultaneously donate and accept electron density, and then pairs them with strong electron-acceptors to generate a new type of donor-acceptor framework (Figure 1). The outcomes of these efforts have shown that this is a viable design for the production of polymers with bandgaps near 1 eV providing that the acceptor is both spatially and electronically capable of coupling with the TP unit. It was also found that successful materials require the ability to promote favorable hydrogen-bonding interactions between hydrogens on the acceptor and the TP nitrogens. Such interactions promote polymer planarity, thus maximizing electronic communication between the two units comprising the polymer structure. Furthermore, application of these materials in electronic devices has demonstrated significant promise for the development of NIR photodetectors, with the ability to effectively detect NIR wavelengths down to 1200 nm. Considering that there are very few organic materials capable of such detection below 1000 nm, this outcome highlights the potential for these materials in advancing this important technology. Finally, investigation of other fused-ring units has shown TP is not alone in providing the ability to act as a simultaneous donor and acceptor, thus providing the potential for further expansion of this new design paradigm to include a wider number of new low bandgap materials. In addition to the scientific and technological advancements achieved, this project has supported and trained six graduate students, two of which have successfully completed their PhD degrees in the process, as well as six undergraduate and two high school students. In other aspects of the broader outcomes, a new primer book on conjugated materials was developed out of these efforts, with the goal of effectively getting new students up to speed on this important area of research. Addition outcomes included the dissemination of historical materials on the origin and development of conjugated polymers, including a full book on this history, the first such resource available to the scientific community and broader public.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/24/2024<br>\nModified by: Seth&nbsp;C&nbsp;Rasmussen</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2002877/2002877_10670434_1721833086877_NSF_Figure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2002877/2002877_10670434_1721833086877_NSF_Figure--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/2002877/2002877_10670434_1721833086877_NSF_Figure--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Donor-Acceptor Frameworks</div>\n<div class=\"imageCredit\">Seth Rasmussen</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Seth&nbsp;C&nbsp;Rasmussen\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aimed to study and develop a new design paradigm for the production of low bandgap (Eg \n\n\n\t\t\t\t\tLast Modified: 07/24/2024\n\n\t\t\t\t\tSubmitted by: SethCRasmussen\n"
 }
}