{
 "awd_id": "2002701",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Charge distribution within supported metal nanoclusters and how it is influenced by the substrate, adsorption and surface defects",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2020-04-30",
 "awd_max_amd_letter_date": "2020-04-30",
 "awd_abstract_narration": "Professor Jory A. Yarmoff of the University of California - Riverside is supported by the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry to study the charge distribution within supported metal nanoclusters.  Professor Yarmoff and his students use specialized characterization methods to investigate how the properties of metal nanoparticles are affected by the nature of the support material on which they reside and how defects in the support alter their properties. In particular, they measure the charge on individual atoms within the clusters and observe how the cluster size and number of support defects affect what molecules will or will not stick to the supports.  Nanoparticles are a distinctive class of materials because they have sizes intermediate between molecules (few atoms) and solids (trillions of atoms).  Nanoscale materials exhibit unique chemical and electronic properties that depend on their size, leading to many potential applications that include advanced electronics, battery technologies, solar power generation, environmental remediation, and chemical catalysis.  Understanding, and then learning how to control the properties of nanoscale materials broadly, impacts knowledge in basic science and practical applications.  A diverse group of graduate and undergraduate students at the University of California-Riverside, an Hispanic serving institution, are gaining valuable experience by conducting laboratory experiments in a field at the forefront of modern science. In addition, the research results are disseminated via multifaceted in-house and outreach initiatives.  This includes participation in a Summer Physics Teachers Academy, a week-long workshop which includes hands-on laboratory experiences to train local high school teachers and stimulate the interest of their students in STEM careers.  \r\n\r\nThe edge atoms of supported metal nanoclusters may be the active sites that drive chemical reactions via adsorption of precursor molecules to the cluster atoms that are directly bonded to the substrate. There is also strong evidence that the electronic environment of metal nanoclusters is critical in determining their electronic and chemical behaviors. Supported metal nanoclusters are directly deposited, or produced by buffer layer assisted growth (BLAG), onto oxide, sulfide, fluoride and frozen noble gas substrates. A novel form of low energy ion scattering (LEIS) is used to investigate the charge distribution within metal nanoclusters by measuring the neutralization of scattered low energy alkali ions. This method previously showed that the charge within a gold nanocluster is inhomogeneous, with the edge atoms being positively charged while the center atoms are essentially neutral. This project builds on this knowledge by exploring how the charge distribution depends on the cluster and substrate materials, the number of defects at the cluster/support interface, the subsequent adsorption of electronegative and electropositive adatoms and small molecules, and how defects in the substrate modify adsorption. The research results wicontribute to a fundamental understanding of metal nanoclusters, thereby enabling the tailoring of their properties to improve functionality and practical utility. The research may have a significant and broad impact on the field by providing an understanding of the physical and chemical properties of nanoscale materials while developing methods to control them, which will facilitate their use in numerous advanced manufacturing applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jory",
   "pi_last_name": "Yarmoff",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jory A Yarmoff",
   "pi_email_addr": "yarmoff@ucr.edu",
   "nsf_id": "000181762",
   "pi_start_date": "2020-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 University Ave.",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925219800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 480000.0
  }
 ],
 "por": null
}