{
 "awd_id": "2002055",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922599",
 "po_email": "sgdewint@nsf.gov",
 "po_sign_block_name": "Stefaan De Winter",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2020-03-17",
 "awd_max_amd_letter_date": "2020-03-17",
 "awd_abstract_narration": "This award is made as part of the FY 2020 Mathematical Sciences Postdoctoral Research Fellowships Program. Each of the fellowships supports a research and training project at a host institution in the mathematical sciences, including applications to other disciplines, under the mentorship of a sponsoring scientist.  The title of the project for this fellowship to Daniel Stern is \"Geometric partial differential equations and their applications.\"  The host institution for the fellowship is University of Chicago, and the sponsoring scientist is Andre Neves.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Stern",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Stern",
   "pi_email_addr": "",
   "nsf_id": "000787434",
   "pi_start_date": "2020-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stern, Daniel",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Princeton",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "",
  "inst_zip_code": "08544",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago Math Department",
  "perf_str_addr": null,
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371505",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "060Y00",
   "pgm_ele_name": "Workforce (MSPRF) MathSciPDFel"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9219",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS IN MATH SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The work supported by this fellowship resulted in several contributions to the study of harmonic maps, minimal surfaces, and other natural variational problems arising in gauge theory and spectral geometry--problems of interest not only in mathematics, but throughout physics, materials science, and related fields, where they characterize equilibrium states for various systems. Harmonic maps, for instance, arise as simplified models in the study of liquid crystals&ndash;where their singularities correspond to observed defects, while minimal submanifolds arise in the study of soap films, black holes, and singularity formation in gauge-theoretic pdes originating in particle physics.</p>\n<p>&nbsp;</p>\n<p>Below we highlight some results obtained during the period of fellowship support.</p>\n<p>&nbsp;</p>\n<p>With Karpukhin, the PI obtained the first new general existence and regularity results for harmonic maps in supercritical dimension since the 1960s, developing a Morse theory for the Dirichlet energy for maps from all manifolds of dimension &gt;2 to a large class of targets including spheres of dimension &gt;2, compact simple Lie groups, and others satisfying natural curvature positivity conditions. With Karpukhin, Nahon, and Polterovich, the PI established qualitatively sharp stability results for natural isoperimetric problems for Laplace eigenvalues on closed surfaces, which the PI and Karpukhin subsequently used to analyze the geometry of associated minimal surfaces in the large topology limit.</p>\n<p>&nbsp;</p>\n<p>With Pigati, the PI showed that the density of generalized minimal submanifolds arising from solutions of the complex Ginzburg--Landau equations via energy concentration must be either 1 or any real number larger than 2, and showed by examples that this is sharp--answering in the negative the integrality question for these objects, which had been open for twenty years. With Parise and Pigati, the PI also obtained a series of results demonstrating the convergence of the self-dual abelian Higgs functionals to the codimension-two area functional in adiabatic limits, both in the variational sense and at the level of gradient flows, with applications to the study of the abelian Higgs equations and the construction of minimal submanifolds and mean curvature flows of higher codimension.</p>\n<p>&nbsp;</p>\n<p>In addition to the scientific outcomes described above, the PI served as a mentor for graduate students and undergraduates at the University of Chicago in formal and informal capacities, and was actively involved in organizing seminars and workshops, bringing together senior and early-career researchers working in geometric analysis and related fields. During this time, the PI delivered research lectures at various seminars and conferences, and gave two invited minicourses aimed at graduate students and young researchers in geometric analysis, both of which are available to the public online.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/01/2024<br>\nModified by: Daniel&nbsp;L&nbsp;Stern</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe work supported by this fellowship resulted in several contributions to the study of harmonic maps, minimal surfaces, and other natural variational problems arising in gauge theory and spectral geometry--problems of interest not only in mathematics, but throughout physics, materials science, and related fields, where they characterize equilibrium states for various systems. Harmonic maps, for instance, arise as simplified models in the study of liquid crystalswhere their singularities correspond to observed defects, while minimal submanifolds arise in the study of soap films, black holes, and singularity formation in gauge-theoretic pdes originating in particle physics.\n\n\n\n\n\nBelow we highlight some results obtained during the period of fellowship support.\n\n\n\n\n\nWith Karpukhin, the PI obtained the first new general existence and regularity results for harmonic maps in supercritical dimension since the 1960s, developing a Morse theory for the Dirichlet energy for maps from all manifolds of dimension 2 to a large class of targets including spheres of dimension 2, compact simple Lie groups, and others satisfying natural curvature positivity conditions. With Karpukhin, Nahon, and Polterovich, the PI established qualitatively sharp stability results for natural isoperimetric problems for Laplace eigenvalues on closed surfaces, which the PI and Karpukhin subsequently used to analyze the geometry of associated minimal surfaces in the large topology limit.\n\n\n\n\n\nWith Pigati, the PI showed that the density of generalized minimal submanifolds arising from solutions of the complex Ginzburg--Landau equations via energy concentration must be either 1 or any real number larger than 2, and showed by examples that this is sharp--answering in the negative the integrality question for these objects, which had been open for twenty years. With Parise and Pigati, the PI also obtained a series of results demonstrating the convergence of the self-dual abelian Higgs functionals to the codimension-two area functional in adiabatic limits, both in the variational sense and at the level of gradient flows, with applications to the study of the abelian Higgs equations and the construction of minimal submanifolds and mean curvature flows of higher codimension.\n\n\n\n\n\nIn addition to the scientific outcomes described above, the PI served as a mentor for graduate students and undergraduates at the University of Chicago in formal and informal capacities, and was actively involved in organizing seminars and workshops, bringing together senior and early-career researchers working in geometric analysis and related fields. During this time, the PI delivered research lectures at various seminars and conferences, and gave two invited minicourses aimed at graduate students and young researchers in geometric analysis, both of which are available to the public online.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/01/2024\n\n\t\t\t\t\tSubmitted by: DanielLStern\n"
 }
}