{
 "awd_id": "2002431",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: How Robust Are Common-Era Sea-Level Reconstructions?",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 85764.0,
 "awd_amount": 85764.0,
 "awd_min_amd_letter_date": "2020-03-24",
 "awd_max_amd_letter_date": "2020-03-24",
 "awd_abstract_narration": "Sea-level rise is one of the most challenging aspects of climate change.  In order to be confident in predictions of future sea level estimates, it is important to clearly understand how and why sea level changed naturally in the past. This project will collect field data and perform computer modeling to improve our understanding of the main factors that control average sea level during the Common Era (past ~2,000 years). For example, changes in wind and ocean currents, water temperature, and the rebound of land surfaces caused by removing the weight of ice or sediments all contribute to changes in the record of sea level at any location.  This project will examine the origin and nature of uncertainties that enter into sea level reconstructions based on errors in estimating each of these factors in the past. The project will not only help scientists improve our understanding of the causes of sea level changes, but it also will help coastal planners by providing better models for projecting sea-level changes into the future. The project will also support three young scientists, deepening their field, laboratory, and modeling skills.\r\n\r\nUnderstanding sea level during the Common Era is central to establishing the uniqueness of modern sea-level rise related to anthropogenic climate change, identifying links between sea level and natural climate variability, and training semi-empirical models of future sea-level rise. Past studies estimate global-mean sea level during the Common Era using proxy records. These estimates differ substantially in terms of global-mean sea-level variability during pre-industrial times. It remains to establish how sensitive these estimates are to various uncertainties, assumptions, and choices involved in producing global-mean sea-level time series from the raw data. A detailed study of the robustness and reproducibility of Common-Era sea-level reconstructions based on field, laboratory, and modeling analyses is proposed. Objectives include: (1) determine the reproducibility of high-resolution salt-marsh sea-level reconstructions; and (2) quantify the robustness of model estimates of Common-Era global-mean sea level. Outcomes will fill basic knowledge gaps, advancing understanding of the Common Era, and leading to better characterization of trends, patterns, and causes of pre- and post-industrial sea-level change. By documenting past spatiotemporal variability of sea level, evaluating associated rates of change during the Common Era, and identifying links to ocean circulation and climate, the project will contribute to achieving the goals and scientific objectives of the Paleo Perspectives on Climate Change (P2C2) program. Efforts will make progress towards the broader goals of sea-level research related to the sensitivity of ice sheets to climate change, the response of the solid Earth to redistribution of ice mass, and the assimilation of proxy records and instrumental observations within a coherent probabilistic framework.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Kemp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Kemp",
   "pi_email_addr": "Andrew.Kemp@tufts.edu",
   "nsf_id": "000648925",
   "pi_start_date": "2020-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "Dept of EOS Lane Hall",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1322",
   "pgm_ref_txt": "SEA LEVEL CHANGES"
  },
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "1673",
   "pgm_ref_txt": "EL NINO SOUTHERN OSCILLATION"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 85764.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sea-level rise is a concern because of the intense concentrations of population and socio-economic activity at our coasts. Tide gauges provide direct observations of historic sea-level trends, but these records are short. To place recent trends in a long-term (multiple centuries and millennia) context, relative sea level (RSL) is reconstructed using proxies preserved in dated sedimentary archives. Along the Atlantic coast of North America, the sediment beneath salt marshes has provided near-continuous RSL reconstructions. Microorganisms called foraminifera are preserved in this sediment and serve as proxies to reconstruct the height of sea level. Abundant plant remains in the same samples are radiocarbon dated to establish the timing of sea-level change. Generating these records is time consuming and therefore the research community has understandably focused on developing records from single cores collected at widely spaced sites. This effort showed modern rates of rise to be unprecedented in at least 3000 years, but also that earlier phases on sea level change vary by location. This spatial variability could be the tell-tale fingerprint of specific physical processes that cause RSL to vary from one region to the next, but they could also be caused by decisions made by individual researchers when producing a record, or localized processes that influence on core or one site.</p>\n<p>This project sought to understand the degree to which proxy RSL records can be replicated. A hierarchical approach was adopted which explored. (1) Within core replication captures the influence of decisions about how many foraminifera to count and the density of radiocarbon dates within a core. (2) Within site (among core) replication asks if choosing a specific core (after appropriate stratigraphic mapping) for detailed laboratory analysis influences the final RSL record. Would choosing a different core at the same site yield a markedly different RSL history? (3) Within region (among site) replication focuses on the choice of study site. Two sites that are located close together should experience the same RSL history unless one (or both) of them is strongly influenced by local-scale processes. In some instances, susceptibility to local-scale processes can be determined before laboratory work (for example by a site&rsquo;s unusual geomorphology or stratigraphy), but researchers regularly need to choose from several site options.</p>\n<p>In a sediment core from Newfoundland, previous work counted up to 1500 individual foraminifera in 1-cm thick upcore samples, compared to typical count sizes of 100-200. Statistical resampling of the large counts generated realistic assemblages. Analysis showed that count sizes greater than ~75 yielded stable (replicated) sea level reconstructions. Preparation of plant macrofossil samples from a core of salt marsh sediment in Boston Harbor (Massachusetts) showed that pretreatment regimes and the method to convert a sample into graphite for radiocarbon measurement did not systematically or significantly influence sample age and uncertainty. Cores with a greater density of radiocarbon dates produce more precise (but no less accurate) histories of sedimentation. Therefore, there is a high degree of within core replication (for sea level height and age) and differences between reconstructions are unlikely caused by the decisions of individual researchers.</p>\n<p>RSL reconstructions developed independently (but using identical methods) from two cores of salt-marsh sediment at one site (Tryon) in Prince Edward Island were indistinguishable from one another within the inherent uncertainties for sample age and height. Therefore, the two cores are deemed to replicate one another with the implication that the existing and future RSL records are insensitive to core choice so long as appropriate stratigraphic mapping is undertaken.</p>\n<p>Investigation of within-region (among-site) replication was undertaken in two locations, using a shared approach of comparing RSL records from two nearby sites. After site evaluation and stratigraphic mapping, both sites were expected to share the same RSL history because of their proximity. In Prince Edward Island, the RSL history of the two sites was indistinguishable. In southern Florida, the two sites displayed a persistent difference over 5000 years in the rate of rise, which indicates that a local-scale process influenced one site. When comparing two sites it is challenging to determine which site is more/less representative of regional trends. However, evaluating the records using a spatio-temporal model that utilizes many records from Newfoundland to southern Florida was effective in identifying the variable influence of local-scale processes. An important avenue for ongoing research into late Holocene RSL trends is to accurately parse between local and regional-scale influences.</p><br>\n<p>\n Last Modified: 09/29/2024<br>\nModified by: Andrew&nbsp;Kemp</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSea-level rise is a concern because of the intense concentrations of population and socio-economic activity at our coasts. Tide gauges provide direct observations of historic sea-level trends, but these records are short. To place recent trends in a long-term (multiple centuries and millennia) context, relative sea level (RSL) is reconstructed using proxies preserved in dated sedimentary archives. Along the Atlantic coast of North America, the sediment beneath salt marshes has provided near-continuous RSL reconstructions. Microorganisms called foraminifera are preserved in this sediment and serve as proxies to reconstruct the height of sea level. Abundant plant remains in the same samples are radiocarbon dated to establish the timing of sea-level change. Generating these records is time consuming and therefore the research community has understandably focused on developing records from single cores collected at widely spaced sites. This effort showed modern rates of rise to be unprecedented in at least 3000 years, but also that earlier phases on sea level change vary by location. This spatial variability could be the tell-tale fingerprint of specific physical processes that cause RSL to vary from one region to the next, but they could also be caused by decisions made by individual researchers when producing a record, or localized processes that influence on core or one site.\n\n\nThis project sought to understand the degree to which proxy RSL records can be replicated. A hierarchical approach was adopted which explored. (1) Within core replication captures the influence of decisions about how many foraminifera to count and the density of radiocarbon dates within a core. (2) Within site (among core) replication asks if choosing a specific core (after appropriate stratigraphic mapping) for detailed laboratory analysis influences the final RSL record. Would choosing a different core at the same site yield a markedly different RSL history? (3) Within region (among site) replication focuses on the choice of study site. Two sites that are located close together should experience the same RSL history unless one (or both) of them is strongly influenced by local-scale processes. In some instances, susceptibility to local-scale processes can be determined before laboratory work (for example by a sites unusual geomorphology or stratigraphy), but researchers regularly need to choose from several site options.\n\n\nIn a sediment core from Newfoundland, previous work counted up to 1500 individual foraminifera in 1-cm thick upcore samples, compared to typical count sizes of 100-200. Statistical resampling of the large counts generated realistic assemblages. Analysis showed that count sizes greater than ~75 yielded stable (replicated) sea level reconstructions. Preparation of plant macrofossil samples from a core of salt marsh sediment in Boston Harbor (Massachusetts) showed that pretreatment regimes and the method to convert a sample into graphite for radiocarbon measurement did not systematically or significantly influence sample age and uncertainty. Cores with a greater density of radiocarbon dates produce more precise (but no less accurate) histories of sedimentation. Therefore, there is a high degree of within core replication (for sea level height and age) and differences between reconstructions are unlikely caused by the decisions of individual researchers.\n\n\nRSL reconstructions developed independently (but using identical methods) from two cores of salt-marsh sediment at one site (Tryon) in Prince Edward Island were indistinguishable from one another within the inherent uncertainties for sample age and height. Therefore, the two cores are deemed to replicate one another with the implication that the existing and future RSL records are insensitive to core choice so long as appropriate stratigraphic mapping is undertaken.\n\n\nInvestigation of within-region (among-site) replication was undertaken in two locations, using a shared approach of comparing RSL records from two nearby sites. After site evaluation and stratigraphic mapping, both sites were expected to share the same RSL history because of their proximity. In Prince Edward Island, the RSL history of the two sites was indistinguishable. In southern Florida, the two sites displayed a persistent difference over 5000 years in the rate of rise, which indicates that a local-scale process influenced one site. When comparing two sites it is challenging to determine which site is more/less representative of regional trends. However, evaluating the records using a spatio-temporal model that utilizes many records from Newfoundland to southern Florida was effective in identifying the variable influence of local-scale processes. An important avenue for ongoing research into late Holocene RSL trends is to accurately parse between local and regional-scale influences.\t\t\t\t\tLast Modified: 09/29/2024\n\n\t\t\t\t\tSubmitted by: AndrewKemp\n"
 }
}