{
 "awd_id": "2002270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Resolving the relationships of Melastomataceae, one of the world's most diverse flowering plant radiations",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 1108780.0,
 "awd_amount": 1108780.0,
 "awd_min_amd_letter_date": "2020-07-23",
 "awd_max_amd_letter_date": "2020-07-23",
 "awd_abstract_narration": "The Melastomataceae are the eighth largest family of flowering plants on the planet with more than 5600 species, most of which grow in the New World tropics. It is not known why this family is so diverse, but some of its interesting structural variants may have played a role. The family exhibits several unusual traits, including special structures that house ants or mites, modified floral parts, and wide variation in fruit type. The plants’ growth form also varies, ranging from annuals to shrubs to trees, and even epiphytes or vines. This project aims to explore whether any of these factors may have contributed to the extreme diversity of Melastomataceae by using genomic data to build an evolutionary tree for approximately 3000 species from the family. The researchers will then test the geographic origin and subsequent movement of the family across continents and environments, the evolution of morphological and genetic features, and associated diversification rate shifts throughout the worldwide distribution of Melastomataceae. This collaborative project represents a model for tackling speciose and widespread tropical plant radiations and will shed light on the origin and subsequent diversification of one of the largest tropical plant families on the planet. Two postdoctoral scholars and a graduate student will be trained, and the researchers will offer short training courses to a variety of students. The project’s discoveries will be highlighted in exhibits at the Florida Museum of Natural History and the New York Botanical Garden, which have a combined annual visitation of over 500,000 people.\r\n\r\nUnderstanding the generation of tropical angiosperm diversity worldwide is often complicated by the lack of sufficient phylogenetic data for major radiations. Given its broad geographic distribution, its morphological diversity, and its size, the Melastomataceae is an ideal model for developing a comprehensive phylogenomic dataset to test geographic origins, morphological evolution, and diversification rates of a major tropical radiation, a task currently intractable based on limited global datasets. Taking a Hyb-seq approach, the project will produce phylogenomic datasets using 384 nuclear loci and entire plastomes to reconstruct the phylogeny of at least 3000 species across all major lineages of the Melastomataceae. The five principal goals of the project are to: 1) generate a robust phylogenetic hypothesis of relationships among all major groups; 2) estimate the timing of key evolutionary events and diversification rates across the family, including correlations with morphological evolution; 3) analyze biogeographic scenarios and determine the origin of the family, as well as correlations between diversification rates and major biogeographical shifts; 4) estimate the degree of polyploidy across the family using allele frequencies from our nuclear loci to infer chromosomal evolution across the tree; and 5) develop robust classifications based on our phylogenetic hypotheses, incorporating morphological characters delineating major lineages.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucas",
   "pi_last_name": "Majure",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lucas C Majure",
   "pi_email_addr": "lmajure@floridamuseum.ufl.edu",
   "nsf_id": "000546052",
   "pi_start_date": "2020-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Judd",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Walter S Judd",
   "pi_email_addr": "wjudd@botany.ufl.edu",
   "nsf_id": "000322415",
   "pi_start_date": "2020-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nico",
   "pi_last_name": "Cellinese",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nico Cellinese",
   "pi_email_addr": "ncellinese@flmnh.ufl.edu",
   "nsf_id": "000483960",
   "pi_start_date": "2020-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Museum of Natural History",
  "perf_str_addr": "1659 Museum Rd.",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326117800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1108780.0
  }
 ],
 "por": null
}