{
 "awd_id": "2003434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Classification of injurious loading cycles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032920000",
 "po_email": "aesquive@nsf.gov",
 "po_sign_block_name": "Amanda O. Esquivel",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 382953.0,
 "awd_amount": 398953.0,
 "awd_min_amd_letter_date": "2020-05-01",
 "awd_max_amd_letter_date": "2022-06-27",
 "awd_abstract_narration": "Rates of anterior cruciate ligament (ACL) injuries continue to rise, especially in female athletes who play multidirectional sports. For example, in high school and collegiate athletes, the incidence of ACL injury is 2 - 6 times higher in females than males. Recent studies have demonstrated that the ACL can rupture due to overuse - specifically due to landing at high forces while pivoting the foot as typically occurs during sports where athletes quickly change direction. This project focuses on using wearable inertial measurement unit (IMU) sensors to identify these types of potentially injurious landings. IMUs, which consist of accelerometers, rate gyroscopes, and magnetic field sensors, can provide information about the acceleration, velocity and position of one body segment with respect to another and have been used to estimate various limb angles and GRFs (Ground Reaction Forces). The first phase or the project is to study soft tissue overuse injury using a wearable device in order to identify injurious loading cycles in a cadaver model. Findings obtained will then be validated in the field with female athletes.  This project will produce new knowledge about the relationship between measurements taken by wearable devices and musculoskeletal fatigue loading. The results will lead to better methods for preventing ACL overuse injuries and will provide a framework for the monitoring and prevention of such injuries in athletic, military, firefighter and other populations at risk for injury. Graduate and undergraduate students from two universities (University of Michigan-Dearborn and University of Michigan-Ann Arbor) will work together on this project, increasing their exposure to research and helping to encourage enrollment in biomedical sciences graduate programs.\r\n\r\nThe goal of the project is to study soft tissue overuse injury mechanisms using a wearable inertial measurement unit (IMU) to identify injurious loading cycles and to validate this in the field with a view toward developing injury prevention strategies.   Although it is known that fatigue failure of the ACL is possible, there is currently no way to identify loading conditions that cause this failure in the field, what types of activities athletes perform that put them at risk for this manner of loading or what mechanism underlie the apparently random failure of the ACL during athletic moves made hundreds of times before injury.  To address these identification needs and achieve the project's goal, the Research Plan is organized under three objectives.  The FIRST Objective is to identify injurious loading cycles using a wearable IMU based on kinematic inputs of impact force, knee moments, angles or anterior tibial translation in an in vitro model.  Studies are designed to test the hypothesis that IMUs secured to the lower leg and thigh can accurately predict the occurrence of a loading cycle that is known to cause fatigue damage to the ACL.  Female cadaver knee specimens will be placed in a tibial torsional device and instrumented with wearable IMUs on the tibia and thigh.  Knees will be subjected to repeated loading (100 cycles total) at targeted landing forces, imposed by a drop weight to the end of the distal tibia, with a knee flexion moment and tibial torque designed to simulate a pivot landing. The SECOND Objective is to identify in vivo the athletic activities that correspond to injurious loading conditions, correlate various parameters such as GRF and knee moments to IMU measurements and examine error due to soft tissue motion.  Studies are designed to test the hypothesis that there are specific physical activities that occur during multidirectional sports that correspond to known loading conditions that cause overuse ACL injury and linear acceleration and angular acceleration values measured by an IMU can be used to identify these movements in the laboratory. Volunteers from college soccer and basketball teams, instrumented with motion capture markers located on lower extremities and wearable IMUs above and below the knee, will be asked to complete possible injury related tasks, e.g. a jog with a pivot and sidestep and crossover cuts. A 6 degree-of-freedom kinematic model of the lower extremity will be created for each participant using Visual 3D software.  The THIRD Objective is to validate the use of an IMU to detect and count potentially dangerous loading cycles in a real-world setting.  Studies are designed to test the hypothesis that severe loading cycles can be identified using IMUs in a real-world setting and, unless restricted, these loading cycles can occur at a rate which could cause injury to the ACL because of inadequate time for healing.  Adolescent female soccer players who participate in a highly competitive travel soccer program will be fitted with four wearable IMU devices during bi-weekly practices.  Undergraduate and graduate students will attend each practice over a one-year period to collect data, video record the event, and provide technical support.  The timing of severe loading cycles will be examined using the video recordings to determine whether this changes over time either due to activities in practice or fatigue, as it has been suggested that fatigue may increase the risk of ACL injury.  Data will also be compared to determine whether there is a difference between the dominant and non-dominant sides and to examine the effects of age and BMI (Body Mass Index) on the number of severe loading cycles experienced.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Esquivel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda Esquivel",
   "pi_email_addr": "aoe@umich.edu",
   "nsf_id": "000768619",
   "pi_start_date": "2020-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Ashton-Miller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Ashton-Miller",
   "pi_email_addr": "jaam@umich.edu",
   "nsf_id": "000086612",
   "pi_start_date": "2020-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan- Dearborn",
  "perf_str_addr": "4901",
  "perf_city_name": "Dearborn",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481282406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "MI12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 382953.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Disclaimer</p>\n<p>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</p>\n<p>&nbsp;</p>\n<p>Participation in competitive sports can be very beneficial. However, along with this comes a risk of sport related injury. While these injuries can happen to any part of the body, some of the most common are lower limb injuries, particularly to ligaments, with one of the most common being the anterior cruciate ligament (ACL) of the knee. The overall goal of this research was to study a soft tissue overuse injury mechanism that can cause this injury using a wearable inertial measurement unit (IMU) system. We wanted to determine whether IMU measured values can identify the repetitive loading conditions that are known to cause ACL injury in cadaver knees and then validate these in living<em> </em>people.</p>\n<p>&nbsp;</p>\n<p>A technical outcome of the project was the development of a machine learning algorithm to use wearable IMU data to identify the severe repetitive knee loading cycles known to induce sufficient microdamage to weaken the ACL sufficiently to cause ACL rupture in a cadaveric model. Machine learning algorithms were used to predict knee turning moments and the tibial (leg bone) and femur (thigh bone) vertical forces during a simulated drop landing; those data were then used to classify &lsquo;potentially injurious&rsquo; from &lsquo;non-injurious&rsquo; loading cycles. We were able to successfully distinguish between landing cycles that can cause injury and those that would not.</p>\n<p>&nbsp;</p>\n<p>Another important outcome was identifying these loading conditions in a laboratory setting in living people. So this research explored whether IMUs could accurately and reliably estimate metrics related to non-contact ACL injuries in humans. These included ground landing force, knee abduction moment (i.e., a force bending the lower leg outward relative to the thigh bone when seen from the front), and lower leg internal axial rotation turning moment (i.e., twisting the lower leg inward relative to the thigh bone). We used the IMUs to estimate these values and then found that we, again, could classify different movements as &lsquo;low-risk&rsquo; and &lsquo;potentially injurious&rsquo;.</p>\n<p>&nbsp;</p>\n<p>One broader impact of the project was a field trip that we hosted for high-school students from Detroit on campus. The students spent the whole day on campus, first learning about engineering design and had two different lab experiences with various engineering faculty. The PI organized this event and hosted a group of students where they learned about this research and used some of the equipment that we used to conduct the study. The goal of this event was to introduce them to a variety of engineering disciplines and connect with them on a personal level in a way that would encourage them to pursue a STEM career and see themselves as engineering students.</p>\n<p>&nbsp;</p>\n<p>Student participation in the project was 4 graduate students and 5 undergraduates. Among the 9 student researchers, 5 were underrepresented minorities in science and engineering. All students gained valuable experience and technical training while working on these projects.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/26/2024<br>\nModified by: Amanda&nbsp;Esquivel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDisclaimer\n\n\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\n\n\n\n\nParticipation in competitive sports can be very beneficial. However, along with this comes a risk of sport related injury. While these injuries can happen to any part of the body, some of the most common are lower limb injuries, particularly to ligaments, with one of the most common being the anterior cruciate ligament (ACL) of the knee. The overall goal of this research was to study a soft tissue overuse injury mechanism that can cause this injury using a wearable inertial measurement unit (IMU) system. We wanted to determine whether IMU measured values can identify the repetitive loading conditions that are known to cause ACL injury in cadaver knees and then validate these in living people.\n\n\n\n\n\nA technical outcome of the project was the development of a machine learning algorithm to use wearable IMU data to identify the severe repetitive knee loading cycles known to induce sufficient microdamage to weaken the ACL sufficiently to cause ACL rupture in a cadaveric model. Machine learning algorithms were used to predict knee turning moments and the tibial (leg bone) and femur (thigh bone) vertical forces during a simulated drop landing; those data were then used to classify potentially injurious from non-injurious loading cycles. We were able to successfully distinguish between landing cycles that can cause injury and those that would not.\n\n\n\n\n\nAnother important outcome was identifying these loading conditions in a laboratory setting in living people. So this research explored whether IMUs could accurately and reliably estimate metrics related to non-contact ACL injuries in humans. These included ground landing force, knee abduction moment (i.e., a force bending the lower leg outward relative to the thigh bone when seen from the front), and lower leg internal axial rotation turning moment (i.e., twisting the lower leg inward relative to the thigh bone). We used the IMUs to estimate these values and then found that we, again, could classify different movements as low-risk and potentially injurious.\n\n\n\n\n\nOne broader impact of the project was a field trip that we hosted for high-school students from Detroit on campus. The students spent the whole day on campus, first learning about engineering design and had two different lab experiences with various engineering faculty. The PI organized this event and hosted a group of students where they learned about this research and used some of the equipment that we used to conduct the study. The goal of this event was to introduce them to a variety of engineering disciplines and connect with them on a personal level in a way that would encourage them to pursue a STEM career and see themselves as engineering students.\n\n\n\n\n\nStudent participation in the project was 4 graduate students and 5 undergraduates. Among the 9 student researchers, 5 were underrepresented minorities in science and engineering. All students gained valuable experience and technical training while working on these projects.\n\n\n\t\t\t\t\tLast Modified: 06/26/2024\n\n\t\t\t\t\tSubmitted by: AmandaEsquivel\n"
 }
}