{
 "awd_id": "2003733",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Synthesis and Rigidity Quantification of Ladder Polymers with Controlled Structural Defects",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 377007.0,
 "awd_amount": 377007.0,
 "awd_min_amd_letter_date": "2020-06-23",
 "awd_max_amd_letter_date": "2020-06-23",
 "awd_abstract_narration": "With funding from the Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division, Professors Lei Fang of Texas A&M University and Xiaodan Gu of University of Southern Mississippi are investigating how chain flexibility influences the physical properties of conjugated ladder polymers.  Conjugated polymers are a unique class of non-metallic polymers with semiconducting properties resembling that of the chemical element silicon.  These long chain carbon-based molecules can become conductive when external voltage is applied (like in transistors) or light shines on them (like in photovoltaic cells).  Conjugated polymers are extensively used in solar cells, LED screens and other applications that utilize the conversion of electricity to light.  Ladder polymers, on the other hand, are a type of double stranded polymers with the connectivity of a ladder.  This is achieved by interconnecting repeating units along the main polymer chain by four chemical bonds, instead of the two bonds typically seen in conventional plastics.  In this research, conjugated ladder polymers with varied structural features are synthesized.  Control polymers are prepared with deliberately introduced backbone defects that consist of small molecules.  Detailed studies are then conducted to correlate backbone composition and length with the flexibility of the polymer chains.  These studies are enabled by employing neutron and light scattering techniques which provide accuracy at lengths ranging from sub 1 nanometer (1/100,000 of human hair diameter) to well beyond 10 micrometers (the width of cotton fiber).  Correlations established as a result of this work may provide knowledge that could lead to the development of materials with better optical and electronic performance.  Educational innovation tackles the problems associated with outdated contents in undergraduate organic chemistry laboratory courses.  The newly designed “Nobel Prize Reactions” are first implemented at both universities and then disseminated at national and international scales.  Outreach activities expose undergraduate and high school students to modern chemical research.  This work is specifically designed to benefit a large number of underrepresented minorities and economically disadvantaged students in Mississippi.\r\n\r\nThe primary goal of this research is to establish the fundamental correlations between backbone constitution and the chain rigidity for rigid ladder conjugated polymers.  The research is conducted through the design and synthesis of model ladder polymers with varied structural features, and controls with deliberately introduced backbone defects, followed by quantitative evaluation of their chain persistence length and correlation with structural features.  Chain rigidity of the ladder polymer models and controls is quantified using combined modern characterization tools with an emphasis on neutron and light scattering.  Studies are also performed to understand the influence of chain bending energy on persistent length for ladder polymers.  Comprehensive structural-rigidity correlation through iterative design-synthesis-measurement-design cycles is established.  Results associated with this award have the potential to advance knowledge on how the chain rigidity (or flexibility) determines the fundamental properties and practical applications of a wide range of polymers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lei",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lei Fang",
   "pi_email_addr": "fang@chem.tamu.edu",
   "nsf_id": "000677203",
   "pi_start_date": "2020-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "3255 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433255",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "8611",
   "pgm_ref_txt": "Energy Efficiency and End Use"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 377007.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aims to study an important knowledge gap in polymer science: how stiff is the chain of macromolecules that feature two strands of bonds on the backbone. These polymers are referred to as &ldquo;ladder polymers&rdquo;. Most polymers studied in the past century are macromolecular chains consisting of only one strand of bonds. The presence of two strands of bonds in ladder polymers is anticipated to render the polymer chain significantly more rigid due to the restriction of molecular motion. Such a distinct fundamental property is expected to impart unique properties into ladder polymers that are not accessible in conventional polymer materials. This way, new polymeric materials with unprecedented yet unique functions can be developed for advanced applications including polymer electronics, soft robotics, and smart stimuli-responsive materials.</p>\n<p>In order to achieve the fundamental understanding of the chain stiffness of ladder polymers, two research groups &ndash; Lei Fang's team at Texas A&amp;M University and Xiaodan Gu's team at the University of Southern Mississippi &ndash; teamed up to tackle this challenge. Dr. Fang's group synthesized a series of model ladder polymers that are free of single-stranded defects on the chain to serve as the model for the aforementioned investigation. Dr. Gu's group utilized light and neutron scattering techniques to measure the shape of the macromolecular chains and thereby quantify the stiffness of these chains in solution.</p>\n<p>Interestingly, an unexpected challenge was encountered during the project. The synthesized ladder polymers were found to be aggregating in solution, although they appeared to be dissolved. The team investigated the aggregation behavior of the polymer and found that such favorable aggregation is formed as a result of the thermodynamics of the intrinsically restricted backbone shape deformation.</p>\n<p>In order to tackle this issue, the team designed a next-generation ladder polymer that does not aggregate in solution. The idea is to install bulky molecular groups on the side of the backbone of ladder polymer chains. The bulky groups prevent the chain from stacking with one another due to steric repulsion. Meanwhile, the bulky groups induce pressure on the backbone itself so that it can bend slightly and thereby makes aggregation less probable.</p>\n<p>The synthesis of this second-generation ladder polymer was successful. By utilizing light scattering and neutron scattering techniques, the team was able to determine that the polymer chains are indeed fully dissolved in solution without notable aggregation. This result allowed the team to measure and quantify the chain stiffness of the resulting non-aggregating ladder polymers. Interestingly, our result demonstrated that the chain stiffness of these double-stranded polymers is similar to that of single-stranded macromolecular chains with similar structures. This result is intriguing, considering the anticipated higher rigidity of ladder polymers. There are two possible reasons for the unexpected high flexibility: 1. Ladder polymers are only stiff at a small length scale (likely &lt; 2 nm); at a larger length scale, slight bending and twisting motion can accumulate and cause major deformation of the polymer chain. 2. The bulky side-groups installed on the ladder polymer backbone induce bending motion of the backbone and hence promote flexibility of the entire polymer chain.</p>\n<p>This interesting finding from this project sheds light on the intrinsic polymer physics of double-stranded polymer chains in a quantitative manner. The results here are critical for our future design of polymer structures for applications that require local stiffness of the polymer chain while overall chain flexibility is needed. For example, such property would be ideal for electrically conductive polymers that also possess the high mechanical toughness and strength of plastics.</p>\n<p>In tandem with the research initiatives, the team devoted considerable effort to educational outreach and innovation. A highlight of this endeavor was the design and implementation of a series of organic chemistry laboratory experiments for sophomore-level students. These experiments, inspired by Nobel Prize-winning chemical reactions, provided over 100 undergraduates with the opportunity to engage directly with cutting-edge chemical advances. This practical exposure not only enhanced their learning experience but also aimed to inspire a new generation of scientists by demonstrating the relevance and excitement of frontier research in chemistry. The educational impact of this initiative is expected to extend beyond the laboratory, fostering critical thinking and a deeper understanding of materials science among students.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2023<br>\nModified by: Lei&nbsp;Fang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aims to study an important knowledge gap in polymer science: how stiff is the chain of macromolecules that feature two strands of bonds on the backbone. These polymers are referred to as ladder polymers. Most polymers studied in the past century are macromolecular chains consisting of only one strand of bonds. The presence of two strands of bonds in ladder polymers is anticipated to render the polymer chain significantly more rigid due to the restriction of molecular motion. Such a distinct fundamental property is expected to impart unique properties into ladder polymers that are not accessible in conventional polymer materials. This way, new polymeric materials with unprecedented yet unique functions can be developed for advanced applications including polymer electronics, soft robotics, and smart stimuli-responsive materials.\n\n\nIn order to achieve the fundamental understanding of the chain stiffness of ladder polymers, two research groups  Lei Fang's team at Texas A&M University and Xiaodan Gu's team at the University of Southern Mississippi  teamed up to tackle this challenge. Dr. Fang's group synthesized a series of model ladder polymers that are free of single-stranded defects on the chain to serve as the model for the aforementioned investigation. Dr. Gu's group utilized light and neutron scattering techniques to measure the shape of the macromolecular chains and thereby quantify the stiffness of these chains in solution.\n\n\nInterestingly, an unexpected challenge was encountered during the project. The synthesized ladder polymers were found to be aggregating in solution, although they appeared to be dissolved. The team investigated the aggregation behavior of the polymer and found that such favorable aggregation is formed as a result of the thermodynamics of the intrinsically restricted backbone shape deformation.\n\n\nIn order to tackle this issue, the team designed a next-generation ladder polymer that does not aggregate in solution. The idea is to install bulky molecular groups on the side of the backbone of ladder polymer chains. The bulky groups prevent the chain from stacking with one another due to steric repulsion. Meanwhile, the bulky groups induce pressure on the backbone itself so that it can bend slightly and thereby makes aggregation less probable.\n\n\nThe synthesis of this second-generation ladder polymer was successful. By utilizing light scattering and neutron scattering techniques, the team was able to determine that the polymer chains are indeed fully dissolved in solution without notable aggregation. This result allowed the team to measure and quantify the chain stiffness of the resulting non-aggregating ladder polymers. Interestingly, our result demonstrated that the chain stiffness of these double-stranded polymers is similar to that of single-stranded macromolecular chains with similar structures. This result is intriguing, considering the anticipated higher rigidity of ladder polymers. There are two possible reasons for the unexpected high flexibility: 1. Ladder polymers are only stiff at a small length scale (likely \n\n\nThis interesting finding from this project sheds light on the intrinsic polymer physics of double-stranded polymer chains in a quantitative manner. The results here are critical for our future design of polymer structures for applications that require local stiffness of the polymer chain while overall chain flexibility is needed. For example, such property would be ideal for electrically conductive polymers that also possess the high mechanical toughness and strength of plastics.\n\n\nIn tandem with the research initiatives, the team devoted considerable effort to educational outreach and innovation. A highlight of this endeavor was the design and implementation of a series of organic chemistry laboratory experiments for sophomore-level students. These experiments, inspired by Nobel Prize-winning chemical reactions, provided over 100 undergraduates with the opportunity to engage directly with cutting-edge chemical advances. This practical exposure not only enhanced their learning experience but also aimed to inspire a new generation of scientists by demonstrating the relevance and excitement of frontier research in chemistry. The educational impact of this initiative is expected to extend beyond the laboratory, fostering critical thinking and a deeper understanding of materials science among students.\n\n\n\t\t\t\t\tLast Modified: 12/30/2023\n\n\t\t\t\t\tSubmitted by: LeiFang\n"
 }
}