{
 "awd_id": "2003769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mechanism and Target Recognition of Protein Arginine Methyltransferases (PRMTs)",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "pmccarth@nsf.gov",
 "po_sign_block_name": "Pumtiwitt McCarthy",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2020-07-06",
 "awd_max_amd_letter_date": "2020-07-06",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Dr. Joan Hevel at the Utah State University and Dr. Orlando Acevedo at the University of Miami to determine how a class of enzymes known as protein arginine methyl transferases or PRMTs selectively recognize their targets and how their activity is regulated using advanced computational and biophysical techniques.  PRMTs impact nearly every aspect of cellular biology, including cell development, repair, and maintenance. These enzymes function by adding one or more specific markers onto select proteins at precise times.  Surprisingly, it is not understood how these enzymes pick out the specific proteins to act on from a vast number of other proteins in the cell.  This study will integrate both computer simulations and biochemical experiments to identify the rules that confer selective binding to PRMTs and to better understand how the activity of PRMTs is regulated. The results of these studies will provide foundational information that is required for novel inhibitor development, as well as allow for an understanding of the sophisticated role that PRMTs play in how cells communicate with each other and respond to an ever-changing environment. On a societal level, students will receive cross-training in both computational and wet biochemistry experimental techniques that will prepare them for careers in the science and technology workforce.  This project also is integrated into an outreach program to introduce Hispanic-American high school students and Native American undergraduate students to the research enterprise.\r\n\r\nProtein arginine methyltransferases (PRMTs) are integral to mammalian cell function, impacting nearly every aspect of cellular biology.  Surprisingly, the rules that govern PRMT target recognition have evaded the field for more than a decade and the field is only beginning to understand the complexities of this enzymatic chemistry.  The first objective of this application is to clarify how oligomerization and allostery play a role in PRMT1 methyltransferase activity.  Determination of physiological concentrations of PRMT1 will be used to calibrate biophysical studies.  Use of strategically designed oligomeric state standard PRMT1 proteins, site-directed mutants, and an engineered pseudo-dimer of PRMT1 will be used with native PAGE (polyacrylamide gel electrophoresis), kinetics, and computational studies to explore the relationship between oligomerization, allostery, and catalysis.  The second objective of this project is to establish a framework for understanding PRMT target recognition by computationally and kinetically characterizing the roles that substrate conformation and N-terminal PRMT domains have on PRMT4 substrate selection.  The studies will provide insight into how arginine methylation is regulated in the cell.  The development of a machine learning method that accurately predicts the binding of peptides to proteins orders of magnitude faster than traditional computational methods will have a large broader impact for the scientific simulation community. Broader impacts of the study include the training of students in the research enterprise, with special attention given to Hispanic-American high school students and native American undergraduates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Hevel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joan M Hevel",
   "pi_email_addr": "joanie.hevel@usu.edu",
   "nsf_id": "000226649",
   "pi_start_date": "2020-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "0305 Old Main Hill",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843220305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}