{
 "awd_id": "2003469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Metal nanoclusters as size-resolved probes of quantum materials and phenomena",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 459333.0,
 "awd_amount": 459333.0,
 "awd_min_amd_letter_date": "2020-04-23",
 "awd_max_amd_letter_date": "2022-06-03",
 "awd_abstract_narration": "NON-TECHNICAL ABSTRACT\r\nLithium is the lightest metallic element. Its uses are broad: in batteries, in medication, in metallurgy and pyrotechnics, in nuclear power plants and weapons, in soaps and greases, etc. It is even a superconductor: when compressed, it carries electrical current without resistance. By being so light, lithium atoms display conspicuous quantum effects. For example, their quantum “jiggling” makes the thermal expansion of lithium metal unusually high. It is interesting and important to understand lithium’s quantum behavior, to search for its novel manifestations, and to harness it for future use. This research focuses on nanoclusters particles of lithium: aggregates of tens to hundreds of atoms which can be size-selected with atom-by-atom accuracy. By studying such microscopic metallic droplets, the research team can precisely tune their properties and select the most promising quantum configurations. The project’s aim is to (i) explore in detail the thermal expansion of lithium; (ii) produce lithium nanoclusters which become magnetic when heated (this is unusual, especially since bulk lithium is nonmagnetic); and (iii) create nanoclusters which are simultaneously oblate and prolate in shape, a unique and purely quantum effect. The graduate and undergraduate students on the team receive training in a wide range of scientific and leadership skills. In addition, the subject matter is used for fruitful outreach programs.\r\n\r\nTECHNICAL ABSTRACT\r\nThis project encompasses complementary experiments on size-, isotope-, and temperature-controlled metal nanocluster particles. It aims to reveal novel phenomena lying at the interface of nanoscale and quantum-solid behavior. The optimal material for this purpose is lithium, which displays distinctive behavior stemming from it being the lightest metallic element with the smallest electron core. Measurements on individual free particles make it possible to focus on the intrinsic properties of systems with a precisely defined size and composition and to trace the emergent physical properties from the nanoscale to the bulk. The research explores three inherently quantum phenomena: (i) Temperature, isotope mass, and cluster size dependences of thermal expansion as manifestations of the zero-point motion of ions at the nanoscale; (ii) The ability of nanoclusters to undergo quantum shape oscillations, i.e., to be in a linear superposition of two different shapes at the same time; and (iii) Temperature-induced magnetism in nanoclusters: the appearance of high-spin superparamagnetic states with increasing temperature. The experimental approach employs photoemission, photoabsorption, and Stern-Gerlach deflection of free nanoclusters. The results can serve as benchmarks for microscopic theories of electronic and lattice structure. Potential areas of applications include optical nanoelectronics, quantum sensing, and magnetic storage and detection. The project offers graduate student training in experimental and theoretical aspects of an inherently interdisciplinary field, encourages involvement by undergraduates, and serves as a fruitful resource for outreach activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vitaly",
   "pi_last_name": "Kresin",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Vitaly V Kresin",
   "pi_email_addr": "kresin@usc.edu",
   "nsf_id": "000459641",
   "pi_start_date": "2020-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "920 Bloom Walk SSC 209",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890484",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 169282.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 144919.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 145132.0
  }
 ],
 "por": null
}