{
 "awd_id": "2003613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synchronizing the chemical composition of silver nanoparticle surfaces",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 393607.0,
 "awd_amount": 393607.0,
 "awd_min_amd_letter_date": "2020-05-28",
 "awd_max_amd_letter_date": "2020-05-28",
 "awd_abstract_narration": "Non-technical Summary:\r\nSilver nanoparticles (~1 – 100 nm in size, more than 1000x smaller than the width of a human hair) are used in a wide range of applications, including antibacterial coatings, cosmetics, electronics, chemical and biological sensors, and catalysis.  However, silver is a highly reactive material, particularly when shrunk down to nanoscale dimensions, and is susceptible to unwanted side reactions, such as the well-known tarnish that forms when silver jewelry or utensils are exposed to the ambient environment.  These unwanted side reactions can impact the performance and reproducibility of silver nanomaterials in critical applications.  Even silver nanoparticles taken from the same bottle will perform differently on day 1 vs. day 100, and there can be significant batch-to-batch heterogeneity, due to the extent and chemical nature of the reactions that have happened on the surface.  The objective of this proposal is to determine whether it is possible to clean the surface of silver nanoparticles that have undergone these unwanted reactions and restore them to a more uniform, reproducible silver surface.  To accomplish this, silver nanoparticles will be exposed to a variety of chemical and electrochemical conditions, and the change in their surface will be monitored by following time-dependent changes in their optical properties.  By tracking the behavior of large numbers of single nanoparticles, these studies will determine specific conditions that produce a shift from significant surface heterogeneity to improved homogeneity across a nanoparticle population.  The proposal will also support the training of graduate and undergraduate students, all of whom participate in community outreach with the Willets lab (including the Adventures in Silver high school chemistry lab developed by the group), as well as support the ongoing professional development efforts of the PI, which focus on improving scientific communication as well as creating a more equitable and inclusive environment within chemistry.\r\n\r\nTechnical Summary:\r\nMetal nanoparticles are widely used across a number of applications, including sensing, nanomedicine, and catalysis, yet dynamic changes in their surface chemistry can affect their reproducibility.  Rather than attempt to control the surface of nanoparticles during synthesis, this proposal seeks to develop strategies to synchronize the surface chemistry of nanoparticles post-synthesis, thereby creating more reproducible behaviors when integrated into devices and used in applications.  To synchronize the surface chemistry across a population of silver nanoparticles, sacrificial shells will be introduced, either chemically or electrochemically, which outcompete unwanted contaminants on the surface of the nanoparticles. The shells will then be removed via electrochemical stripping, ideally recovering pristine silver surfaces.  This proposal will test a variety of chemical and electrochemical shells, in order to assess their ability to improve the surface homogeneity within a nanoparticle population.  To quantify the success of the approach, dark field scattering microscopy will be used to track the scattering intensity, spectral profile, and spatial origin of single nanoparticles throughout the shell growth and stripping cycle.  The kinetics of single nanoparticle electrodissolution will be used as a metric to confirm the quality of the resulting silver surfaces, with fast electrodissolution indicating near-pristine silver and sluggish electrodissolution kinetics suggesting high levels of surface impurities.  These studies will not only yield strategies for improving the post-synthesis/storage surface homogeneity in silver nanoparticles, which will improve reproducibility in critical applications, but will also allow for direct comparisons in how the kinetics and interfacial behaviors of nanoparticles change when exposed to various perturbations.  Outreach projects introducing high school students from a local minority-serving school to silver nanoparticle synthesis and spectroscopy complement the proposed work, along with PI-led professional development activities for graduate students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Willets",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Willets",
   "pi_email_addr": "kwillets@temple.edu",
   "nsf_id": "000536137",
   "pi_start_date": "2020-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 393607.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project led to the development of a new form of optical microscopy detection, termed Calcite-assisted localization and kinetics (CLocK), as well as an improved understanding of the many factors that impact chemical and electrochemical behavior of silver nanoparticles. For the former goal, we used calcite to spatially-resolve different scattering polarizations from an individual nanoparticle, while retaining the ability to super-localize its polarization-resolved center of mass. This strategy allowed us to rapidly differentiate isotropic (more sphere-like) and anisotropic (more rod-like) particles in mixed samples, while also visualizing dynamic transformations of nanoparticles during chemidissolution, a task that is difficult to achieve in situ using non-optical structure-based measurements (intellectual merit). In the latter project, we tested the ability to form and remove various chemical species on the surface of silver nanoparticles, with the goal of removing chemical contaminants and revealing more pristine silver surfaces. Our work revealed the presence of multiple chemical species which were present at sufficiently low concentrations to make detection with more traditional means (electron microscopy or x-ray photoelectron microscopy) quite challenging yet were straightforward to visualize using changes in the optical properties of the nanoparticles (intellectual merit). Calibrating these responses to assign specific surface species using electrochemistry, however, was difficult due to non-uniformity of the supporting indium tin oxide (ITO) electrodes and reactivity of thin gold film electrodes and will be the focus of future research. The broader impact of the project is an improved understanding of the promise and the limitations of optoelectrochemical experiments for nanoparticle characterization, from the success of the CLocK method to the failures of using ITO for quantitative measurements. These results have already had impact on other NSF-funded work. The work also supported ongoing outreach efforts with local minority-serving high schools and elementary schools, where activities involved making silver nanoparticles to understand how going &ldquo;nano&rdquo; can change the properties of materials as well as a day-long activity on the Temple University campus in partnership with the women&rsquo;s basketball team, mixing chemistry experiments with sport to create an interdisciplinary day of learning and fun.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/23/2024<br>\nModified by: Katherine&nbsp;Willets</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project led to the development of a new form of optical microscopy detection, termed Calcite-assisted localization and kinetics (CLocK), as well as an improved understanding of the many factors that impact chemical and electrochemical behavior of silver nanoparticles. For the former goal, we used calcite to spatially-resolve different scattering polarizations from an individual nanoparticle, while retaining the ability to super-localize its polarization-resolved center of mass. This strategy allowed us to rapidly differentiate isotropic (more sphere-like) and anisotropic (more rod-like) particles in mixed samples, while also visualizing dynamic transformations of nanoparticles during chemidissolution, a task that is difficult to achieve in situ using non-optical structure-based measurements (intellectual merit). In the latter project, we tested the ability to form and remove various chemical species on the surface of silver nanoparticles, with the goal of removing chemical contaminants and revealing more pristine silver surfaces. Our work revealed the presence of multiple chemical species which were present at sufficiently low concentrations to make detection with more traditional means (electron microscopy or x-ray photoelectron microscopy) quite challenging yet were straightforward to visualize using changes in the optical properties of the nanoparticles (intellectual merit). Calibrating these responses to assign specific surface species using electrochemistry, however, was difficult due to non-uniformity of the supporting indium tin oxide (ITO) electrodes and reactivity of thin gold film electrodes and will be the focus of future research. The broader impact of the project is an improved understanding of the promise and the limitations of optoelectrochemical experiments for nanoparticle characterization, from the success of the CLocK method to the failures of using ITO for quantitative measurements. These results have already had impact on other NSF-funded work. The work also supported ongoing outreach efforts with local minority-serving high schools and elementary schools, where activities involved making silver nanoparticles to understand how going nano can change the properties of materials as well as a day-long activity on the Temple University campus in partnership with the womens basketball team, mixing chemistry experiments with sport to create an interdisciplinary day of learning and fun.\n\n\n\t\t\t\t\tLast Modified: 10/23/2024\n\n\t\t\t\t\tSubmitted by: KatherineWillets\n"
 }
}