{
 "awd_id": "2003476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthesis of Complex and Advanced Chalcogenide Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 499500.0,
 "awd_amount": 499500.0,
 "awd_min_amd_letter_date": "2020-06-11",
 "awd_max_amd_letter_date": "2020-06-11",
 "awd_abstract_narration": "PART 1:   NON-TECHNICAL SUMMARY\r\nThe continued advancement of society on many levels relies on the steady use of new materials that can enable new functions or solve long-standing problems and challenges.  Solid state materials underpin many products and processes on which our modern society depends.  This project deals with the broader question:  How do we discover and synthesize new solid state materials? It develops the fundamental science and principles of synthesis and how they can be used as tool to design and synthesize useful new materials.  Specifically, the project, supported by the Solid State and Materials Chemistry program within the Division of Materials Research, focuses on developing the chemistry of metal chalcogenides. Chalcogenides are compounds of sulfur, selenium and tellurium and they are important in a broad variety of scientific investigations and technologies.  The project pursues chalcogenide materials discovery as a science coupled with the study of crystal structure, physical properties including ion-exchange, charge transport and photo-response of the new materials.  The primary goals are to learn how reactions leading to solid state chalcogenides can be controlled so known materials can be avoided and new materials can be accessed. This research activity enhances, as well as challenges, our scientific understanding.  It will also enhance the effectiveness of existing technological applications and impact new applications. Possible technological impact could be via new semiconductors, materials with high Li mobility, quantum materials and ion-exchange sorbent materials for environmental remediation.  The project provides diverse opportunities for graduate and undergraduate students, including those from underrepresented groups, to learn critical thinking skills that will help advance future scientific research.  Additionally, the educational program encompasses outreach to high schools on ion exchange materials and dissemination of YouTube videos on safe use of the advanced synthetic methods used in the project. \r\n\r\nPART 2:   TECHNICAL SUMMARY\r\nThis project pursues chalcogenide materials discovery as a science coupled with the study of crystal structure, physical properties including ion-exchange, charge transport and photo-response of the new materials.  Within an overarching theme of contributing to fundamental understanding of synthesis, particularly using flux-based methods, the project studies: (a) the understanding the synthesis of complex Li-containing chalcogenide phases; (b) the formation of stable boron clusters as building blocks in chalcogenides; (c) the understanding of the synthesis routes that lead to subchalcogenides with low-valent metals; (d) the rational design of ion-exchangers. The expected benefits are:  i) broad new insights regarding the reactivity and stability of lithium-containing chalcogenide phases;  ii), expansion of the small class of the little-known boron cluster-based chalcogenides;  iii) new chemistry and bonding in subchalcogenides and their impact on physical and chemical properties, and iv) delineation of the factors involved in the selective binding of heavy soft metal ions by metal sulfides ion-exchangers and use of this knowledge to create novel compositions using ion-exchange chemistry.  Possible technological impact of these materials could be new semiconductors for radiation detection, materials with high Li mobility, topological quantum materials, open framework systems, and ion-exchange sorbent materials for environmental remediation.  This project is supported by the Solid State and Materials Chemistry program within the Division of Materials Research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mercouri",
   "pi_last_name": "Kanatzidis",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Mercouri G Kanatzidis",
   "pi_email_addr": "m-kanatzidis@northwestern.edu",
   "nsf_id": "000391785",
   "pi_start_date": "2020-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 499500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The discovery of new chalcogenide materials through synthetic methods represents a pivotal frontier in both science and technology. Chalcogenides, composed of chalcogen elements like sulfur, selenium, and tellurium combined with other elements, are crucial for a wide array of applications ranging from batteries, photodetectors, photovoltaics to thermoelectrics. Synthesizing new variants opens the door to materials with customizable properties, such as increased conductivity or enhanced light absorption, tailored to fit specific needs. In information storage technology, for instance, phase-change chalcogenides have revolutionized our ability to store data efficiently. Meanwhile, in the realm of optoelectronics, chalcogenide glasses are critical for infra-red components. The potential of these materials in areas like renewable energy sources is also vast; for instance, they could be key to developing more efficient solar cells or waste-heat recovery systems. This project advanced the science of synthesis for design, prediction and discovery of new materials.</p>\n<p>The work was a groundbreaking endeavor that covered multiple facets of inorganic and materials chemistry, yielding significant discoveries in each area of focus. Firstly, the Sn4B12Se12 open framework was a remarkable achievement. The boron-chalcogen bonds within this framework displayed extreme pH stability and a broad bandgap range. These features were notable for their potential applications in areas such as gas sensing, ion sequestration, and catalysis. Secondly, our exploration into A2Cu2nLn4Q7+n class of compounds was particularly significant. These compounds featured new 3D atomic structures containing alkali metal tunnels, a promising avenue for further study. The collaboration with theoretical physics collaborators brought a rigorous approach, employing DFT calculations to map structural stability against composition. Also the discovery of direct bandgap semiconductors in the form of ACuZrQ3 opened new doors in thermoelectric applications. The semiconductors exhibited ultralow thermal conductivity, attributed to low-energy vibrational modes&mdash;an insightful finding that has broad implications for thermoelectric material design. These quaternary lithium chalcogenide compounds such as Li2MSn3S8 represented was a significant advancement because these materials show promise in energy storage applications and even in neutron detection. These compounds expanded the scope for tunable electronic and optical properties, enriching the available choices for researchers in these areas.</p>\n<p>Overall, the project achieved remarkable scientific discoveries and created a holistic educational environment that prepared students for diverse career paths while contributing positively to society. The project spearheaded at Northwestern University served as a dual axis of scientific innovation and comprehensive education for students. Through this initiative, both graduate and undergraduate students were deeply immersed in the nuances of modern scientific research, including specialized chemical synthesis techniques and property characterization methodologies. This robust training has, in turn, contributed to national scientific competitiveness. Visiting scholars from various global institutions enriched the research environment with their expertise and diverse perspectives. The project displayed a strong commitment to diversity, as evidenced by the high percentage of group alums from diverse backgrounds entering academic careers. Conferences served as crucial venues for the research team's professional and intellectual growth. Furthermore, the project extended its impact to societal levels by actively supporting the inclusion of minorities and underrepresented groups. Educational outreach was a strong component, encompassing undergraduates from various institutions.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2023<br>\n\t\t\t\t\tModified by: Mercouri&nbsp;G&nbsp;Kanatzidis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe discovery of new chalcogenide materials through synthetic methods represents a pivotal frontier in both science and technology. Chalcogenides, composed of chalcogen elements like sulfur, selenium, and tellurium combined with other elements, are crucial for a wide array of applications ranging from batteries, photodetectors, photovoltaics to thermoelectrics. Synthesizing new variants opens the door to materials with customizable properties, such as increased conductivity or enhanced light absorption, tailored to fit specific needs. In information storage technology, for instance, phase-change chalcogenides have revolutionized our ability to store data efficiently. Meanwhile, in the realm of optoelectronics, chalcogenide glasses are critical for infra-red components. The potential of these materials in areas like renewable energy sources is also vast; for instance, they could be key to developing more efficient solar cells or waste-heat recovery systems. This project advanced the science of synthesis for design, prediction and discovery of new materials.\n\nThe work was a groundbreaking endeavor that covered multiple facets of inorganic and materials chemistry, yielding significant discoveries in each area of focus. Firstly, the Sn4B12Se12 open framework was a remarkable achievement. The boron-chalcogen bonds within this framework displayed extreme pH stability and a broad bandgap range. These features were notable for their potential applications in areas such as gas sensing, ion sequestration, and catalysis. Secondly, our exploration into A2Cu2nLn4Q7+n class of compounds was particularly significant. These compounds featured new 3D atomic structures containing alkali metal tunnels, a promising avenue for further study. The collaboration with theoretical physics collaborators brought a rigorous approach, employing DFT calculations to map structural stability against composition. Also the discovery of direct bandgap semiconductors in the form of ACuZrQ3 opened new doors in thermoelectric applications. The semiconductors exhibited ultralow thermal conductivity, attributed to low-energy vibrational modes&mdash;an insightful finding that has broad implications for thermoelectric material design. These quaternary lithium chalcogenide compounds such as Li2MSn3S8 represented was a significant advancement because these materials show promise in energy storage applications and even in neutron detection. These compounds expanded the scope for tunable electronic and optical properties, enriching the available choices for researchers in these areas.\n\nOverall, the project achieved remarkable scientific discoveries and created a holistic educational environment that prepared students for diverse career paths while contributing positively to society. The project spearheaded at Northwestern University served as a dual axis of scientific innovation and comprehensive education for students. Through this initiative, both graduate and undergraduate students were deeply immersed in the nuances of modern scientific research, including specialized chemical synthesis techniques and property characterization methodologies. This robust training has, in turn, contributed to national scientific competitiveness. Visiting scholars from various global institutions enriched the research environment with their expertise and diverse perspectives. The project displayed a strong commitment to diversity, as evidenced by the high percentage of group alums from diverse backgrounds entering academic careers. Conferences served as crucial venues for the research team's professional and intellectual growth. Furthermore, the project extended its impact to societal levels by actively supporting the inclusion of minorities and underrepresented groups. Educational outreach was a strong component, encompassing undergraduates from various institutions. \n\n \n\n\t\t\t\t\tLast Modified: 10/28/2023\n\n\t\t\t\t\tSubmitted by: Mercouri G Kanatzidis"
 }
}