{
 "awd_id": "2003951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Lift regulation via kinematic maneuvering in uncertain gusts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 275873.0,
 "awd_amount": 275873.0,
 "awd_min_amd_letter_date": "2020-03-18",
 "awd_max_amd_letter_date": "2020-03-18",
 "awd_abstract_narration": "When a wing passes through a strong gust of wind, large amounts of lift are generated very quickly. The resulting lift transient, and the speed at which it builds, presents a challenge to maintaining vehicle control and can result in structural deformation or failure. It is therefore of interest to equip wings with ways to mitigate strong gust responses, i.e., to regulate lift. The long-term goal of this project is to assess the sensitivity of lift production to uncertainties in the gust flow, and to create new control strategies for mitigation of lift transients during detrimental unforeseen gust encounters. Results of this work will apply to a broad range of applications including wind and water turbines operating in tides, waves, and wakes; and air and water vehicles of all scales, from small aerial vehicles operating in urban environments to manned vehicles operating in complex terrain, air wakes, and extreme weather. The project will also encompass educational and outreach activities, including elementary and middle school visits and a research and mentoring program for undergraduate transfer students.\r\n\r\nThe goal of this project is to apply tools from fluid dynamics, reduced-order modeling, and optimal and robust control theory to elucidate and model the underlying flow physics of an unsteady and uncertain large-amplitude transverse gust encounter, and to apply this knowledge to design control laws for regulation of lift production through kinematic actuation during and after this event. The technical approach is to (1) synthesize a physics-based low-order model that includes leading- and trailing-edge vortex dynamics based on high-resolution unsteady force, flow field, and surface pressure measurements on a rigid wing in a large-amplitude transverse gust encounter; (2) construct an optimal robust control framework for lift regulation in the gust that properly accounts for uncertainties in the gust flow (e.g., width and amplitude) and the wing's response thereto; and (3) implement the proposed closed-loop control framework in real-time gust encounter experiments in the laboratory. Research activities will explore methods of combining analytical and physics-based aerodynamic models with data-driven techniques for more robust and extensible models of wings passing through unsteady and uncertain large disturbances. Contributions to the scientific community include (1) a flow model designed for large-amplitude gust encounters with a high degree of uncertainty in the gust flow, and (2) integration of this model into a robust real-time feedback control loop for kinematic maneuvering in a wing-gust encounter without a priori knowledge of the gust parameters.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anya",
   "pi_last_name": "Jones",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anya Jones",
   "pi_email_addr": "arj@ucla.edu",
   "nsf_id": "000602468",
   "pi_start_date": "2020-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 275873.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When a wing passes through a strong gust, large amounts of lift are generated very quickly due to the high effective angle of attack of the wing, large-scale flow separation and vortex formation, and the presence of vorticity in the gust flow. The resulting lift transient, and the speed at which it builds, presents a challenge to maintaining vehicle control and can result in structural deformation or failure. It is therefore of interest to equip wings with ways to mitigate a strong gust response, i.e., regulate lift.&nbsp;<span>Results of this work apply to a broad range of applications including wind and water turbines operating in tides, waves, and wakes; and air and water vehicles of all scales, from small aerial vehicles operating in urban environments to manned vehicles operating in complex terrain, air wakes, and extreme weather.&nbsp;</span></p>\n<p>This project applied tools from fluid dynamics, reduced-order modeling, and optimal and robust control theory to (1) elucidate and model the underlying flow physics of an unsteady and uncertain large-amplitude transverse gust encounter, and (2) apply this knowledge to design control laws for regulation of lift production through kinematic actuation during and after the disturbance event.</p>\n<p>The technical approach was to (1) synthesize a physics-based low-order model that includes sufficient consideration of leading- and trailing-edge vortex dynamics in a wing-gust encounter; (2) construct a robust control framework for lift regulation in the gust that properly accounts for uncertainties in the gust flow and the wing's response thereto; and (3) implement a closed-loop control framework in real-time gust encounter experiments in the laboratory.</p>\n<p>Analytical models are useful for real-time control as they are computationally inexpensive and do not require large training data sets. K&uuml;ssner&rsquo;s model, for example, has been shown to perform well in predicting force histories of wing-gust encounters in low to moderate gust ratios, with its performance deteriorating in high gust ratios and when nearing the gust exit. This is likely due to its omission of non-linear physics that become important in those scenarios. In the current work, time-resolved PIV data was used to evaluate model assumptions and propose improved models based on knowledge of the flowfield. Ultimately, classic unsteady aerodynamic theory was used to construct open-loop pitch maneuvers and tune a closed-loop controller for closed-loop control. A dynamical systems treatment of the problem during control design revealed several important physical features important to vehicle control.</p>\n<p>Open-loop pitch maneuvers were constructed based on the aforementioned models and implemented in a gust-enabled water-filled towing tank. This study revealed several findings regarding the change in the flow topology due to pitch actuation, the necessity of modeling added mass for open-loop pitch maneuver construction, and the increase in the pitching moment transients due to pitch control. It also demonstrated how lift-mitigating pitching maneuvers minimized the disturbance to the gust&rsquo;s flow field, thereby reducing the momentum exchange between the gust and the wing.</p>\n<p>Further experiments implemented a proportional control strategy based on classic unsteady aerodynamic theory using a pitch acceleration input and real-time force measurements. These closed-loop control experiments included both upwards and downwards gusts of various strengths and lift tracking at pre- and post-stall angles of attack. The controller yielded an average rejection performance of 80% for various aerodynamic conditions without&nbsp;<em>a priori&nbsp;</em>knowledge of gust strength or onset time. Reasons for the controller&rsquo;s success include using lift measurements directly in control feedback, aerodynamic models that capture the salient physics in the control design process, and the choice of controller input. Simultaneous time-resolved velocity field and force measurements were used to observe and understand the flow physics underlying the lift transients in the disturbance and the physics of how applying closed-loop control mitigated those transients. One result from this work was the realization that non-circulatory forces can play a large role in gust mitigation for a pitching wing in a large flow disturbance.</p>\n<p>Over the course of this project, several canonical pitch maneuvers with varying levels of fidelity were designed and studied using concurrent&nbsp;force and flow field&nbsp;measurements. While low order, potential flow models were found to be successful&nbsp;at predicting&nbsp;(and therefore mitigating) forces during the early parts of the gust encounter,&nbsp;they&nbsp;are not sufficient during gust exit. Large lift transients were observed during gust exit due to unmodelled effects of the gust-pitch maneuver coupling. Future work will likely need to consider gust exit explicitly.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/25/2024<br>\nModified by: Anya&nbsp;Jones</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWhen a wing passes through a strong gust, large amounts of lift are generated very quickly due to the high effective angle of attack of the wing, large-scale flow separation and vortex formation, and the presence of vorticity in the gust flow. The resulting lift transient, and the speed at which it builds, presents a challenge to maintaining vehicle control and can result in structural deformation or failure. It is therefore of interest to equip wings with ways to mitigate a strong gust response, i.e., regulate lift.Results of this work apply to a broad range of applications including wind and water turbines operating in tides, waves, and wakes; and air and water vehicles of all scales, from small aerial vehicles operating in urban environments to manned vehicles operating in complex terrain, air wakes, and extreme weather.\n\n\nThis project applied tools from fluid dynamics, reduced-order modeling, and optimal and robust control theory to (1) elucidate and model the underlying flow physics of an unsteady and uncertain large-amplitude transverse gust encounter, and (2) apply this knowledge to design control laws for regulation of lift production through kinematic actuation during and after the disturbance event.\n\n\nThe technical approach was to (1) synthesize a physics-based low-order model that includes sufficient consideration of leading- and trailing-edge vortex dynamics in a wing-gust encounter; (2) construct a robust control framework for lift regulation in the gust that properly accounts for uncertainties in the gust flow and the wing's response thereto; and (3) implement a closed-loop control framework in real-time gust encounter experiments in the laboratory.\n\n\nAnalytical models are useful for real-time control as they are computationally inexpensive and do not require large training data sets. Kssners model, for example, has been shown to perform well in predicting force histories of wing-gust encounters in low to moderate gust ratios, with its performance deteriorating in high gust ratios and when nearing the gust exit. This is likely due to its omission of non-linear physics that become important in those scenarios. In the current work, time-resolved PIV data was used to evaluate model assumptions and propose improved models based on knowledge of the flowfield. Ultimately, classic unsteady aerodynamic theory was used to construct open-loop pitch maneuvers and tune a closed-loop controller for closed-loop control. A dynamical systems treatment of the problem during control design revealed several important physical features important to vehicle control.\n\n\nOpen-loop pitch maneuvers were constructed based on the aforementioned models and implemented in a gust-enabled water-filled towing tank. This study revealed several findings regarding the change in the flow topology due to pitch actuation, the necessity of modeling added mass for open-loop pitch maneuver construction, and the increase in the pitching moment transients due to pitch control. It also demonstrated how lift-mitigating pitching maneuvers minimized the disturbance to the gusts flow field, thereby reducing the momentum exchange between the gust and the wing.\n\n\nFurther experiments implemented a proportional control strategy based on classic unsteady aerodynamic theory using a pitch acceleration input and real-time force measurements. These closed-loop control experiments included both upwards and downwards gusts of various strengths and lift tracking at pre- and post-stall angles of attack. The controller yielded an average rejection performance of 80% for various aerodynamic conditions withouta prioriknowledge of gust strength or onset time. Reasons for the controllers success include using lift measurements directly in control feedback, aerodynamic models that capture the salient physics in the control design process, and the choice of controller input. Simultaneous time-resolved velocity field and force measurements were used to observe and understand the flow physics underlying the lift transients in the disturbance and the physics of how applying closed-loop control mitigated those transients. One result from this work was the realization that non-circulatory forces can play a large role in gust mitigation for a pitching wing in a large flow disturbance.\n\n\nOver the course of this project, several canonical pitch maneuvers with varying levels of fidelity were designed and studied using concurrentforce and flow fieldmeasurements. While low order, potential flow models were found to be successfulat predicting(and therefore mitigating) forces during the early parts of the gust encounter,theyare not sufficient during gust exit. Large lift transients were observed during gust exit due to unmodelled effects of the gust-pitch maneuver coupling. Future work will likely need to consider gust exit explicitly.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/25/2024\n\n\t\t\t\t\tSubmitted by: AnyaJones\n"
 }
}