{
 "awd_id": "2003897",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chemical Functionalization and Polymerization of Peptide Particle Assemblies",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 446848.0,
 "awd_amount": 446848.0,
 "awd_min_amd_letter_date": "2020-05-12",
 "awd_max_amd_letter_date": "2020-05-12",
 "awd_abstract_narration": "With this award, the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry is funding Professors Christopher Kloxin and Darrin J. Pochan of the University of Delaware to design and synthesize synthetic polymers that replicate and ultimately complement some of the capabilities of naturally occurring bimoacromolecules.  Biomacromolecules have precise sequences, are universal in nature, and have folded structures the perform numerous functions, from molecular recognition to catalysis.  Within these complex structures, there are common reoccurring structural units such as alpha helices, beta sheets, coiled coils and loops upon which the overall protein structure is build.  While nature uses folded substructures as a major design element, the majority of synthetic polymers lack such modular design and are less functionally sophisticated.  To bridge this gap, this research designs and prepares complex polymers using short peptide sequences that assemble into robust and well defined coil-coil units called bundlemers.  These sequences are rapidly produced using microwave-based methods and are then incorporated into long polymer chains.  Computational modelling is used to design bundlemers.  Structural features of assembled polymers, such as stability and physical properties, are also systematically investigated.  Research activities provide undergraduate and graduate students with valuable educational experience in polymer and materials chemistry.  The research team is further broadening the impact of their work by contributing to various outreach activities and programs that involve K-12 students and broader community.  Additionally, a database of functional coiled-coils, analogous to the protein bank, is developed to provide new resources to researchers and educators. \r\n \r\nThe research team is developing a new approach for designing and preparing complex polymeric nanostructures using short peptide sequences that assemble into robust and well defined coil-coil units called bundlemers.  The research leverages concepts from computational design of biological assemblies for the de novo design of nonbiological nanomaterials with new crosslinking and functionalization capabilities.  The project involves three distinct objectives.  The first objective is to understand bundlemer functionalization and polymerization while the second is to synthesize bundlemer bottles brushes and stars using atom transfer radical polymerization (ATRP).  The third objective is to introduce bundlemer stapling by stabilizing assembled polymeric structures utilizing crosslinking of amino acids with different peptide chains.  Through these objectives, the conditions and constraints for the assembly of click-functionalized coiled-coil peptides to be implemented as a fundamental unit for polymer design and synthesis may be established.  Additionally, the effect of non-biological residues and covalent linkages on coiled-coil formation and stability as well as on reactive group accessibility, localization, and confinement is investigated.  Finally, stable supramolecular assembles with precise exterior displays of highly efficient click functional groups are created, providing routes to new macromolecular assembly pathways though physical (noncovalent) interactions and subsequent stabilization via covalent interactions.  This new methodology for macromolecule fabrication has the potential to impact a wide range of research areas and applications, ranging from peptide-based therapeutics to catalysis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Kloxin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Kloxin",
   "pi_email_addr": "cjk@udel.edu",
   "nsf_id": "000600854",
   "pi_start_date": "2020-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darrin",
   "pi_last_name": "Pochan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Darrin J Pochan",
   "pi_email_addr": "pochan@udel.edu",
   "nsf_id": "000127714",
   "pi_start_date": "2020-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 446848.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The key achievement of this project was the development of an innovative method for designing and synthesizing complex polymeric materials using a biomolecular structural unit found in nature. This structural unit, termed a &lsquo;bundlemer,&rsquo; was computationally optimized for stability and versatility as a foundational building block. Through the application of highly efficient &lsquo;click&rsquo; chemistry, we demonstrated how bundlemers could be linked to form larger macromolecular units. Additionally, we showed that these building blocks could be chemically modified for further functionalization.</p>\n<p>&nbsp;Polymerization from the bundlemers resulted in the creation of a novel hybrid macromolecular structure that responds to changes in temperature and pH. These materials can assemble into new nanostructured phases, paving the way for various advanced material applications, such as smart therapeutic delivery systems and enhanced separation technologies. The intellectual merit of this project lies in its establishment of a modular, bioinspired approach to functional materials synthesis, introducing a new paradigm in materials design from the nanoscale upward.&nbsp; The work has been disseminated through publications and presentations at several international conferences, and it has served as the foundation for new intellectual property. Additional broader impacts of the project are the creation of new STEM educational initiatives, including new course content, K-12 outreach, and hands-on research training for high school, undergraduate, and graduate students.</p>\n<p>&nbsp;Overall, this project has introduced a transformative method for bioinspired polymeric material design with significant scientific, technological, and educational contributions. Through innovative synthesis techniques, the research has created new pathways for functional materials with diverse applications while also advancing STEM education at multiple levels.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/27/2024<br>\nModified by: Christopher&nbsp;Kloxin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe key achievement of this project was the development of an innovative method for designing and synthesizing complex polymeric materials using a biomolecular structural unit found in nature. This structural unit, termed a bundlemer, was computationally optimized for stability and versatility as a foundational building block. Through the application of highly efficient click chemistry, we demonstrated how bundlemers could be linked to form larger macromolecular units. Additionally, we showed that these building blocks could be chemically modified for further functionalization.\n\n\nPolymerization from the bundlemers resulted in the creation of a novel hybrid macromolecular structure that responds to changes in temperature and pH. These materials can assemble into new nanostructured phases, paving the way for various advanced material applications, such as smart therapeutic delivery systems and enhanced separation technologies. The intellectual merit of this project lies in its establishment of a modular, bioinspired approach to functional materials synthesis, introducing a new paradigm in materials design from the nanoscale upward. The work has been disseminated through publications and presentations at several international conferences, and it has served as the foundation for new intellectual property. Additional broader impacts of the project are the creation of new STEM educational initiatives, including new course content, K-12 outreach, and hands-on research training for high school, undergraduate, and graduate students.\n\n\nOverall, this project has introduced a transformative method for bioinspired polymeric material design with significant scientific, technological, and educational contributions. Through innovative synthesis techniques, the research has created new pathways for functional materials with diverse applications while also advancing STEM education at multiple levels.\n\n\n\t\t\t\t\tLast Modified: 09/27/2024\n\n\t\t\t\t\tSubmitted by: ChristopherKloxin\n"
 }
}