{
 "awd_id": "2003756",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Constructing and Employing Pyrroles in Natural Product Biosynthetic Pathways",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "pmccarth@nsf.gov",
 "po_sign_block_name": "Pumtiwitt McCarthy",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 132000.0,
 "awd_amount": 132000.0,
 "awd_min_amd_letter_date": "2020-08-14",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program in the Chemistry Division is funding Drs. Vinayak Agarwal and James C. Gumbart from Georgia Institute of Technology, and Dr. Eric W. Schmidt from the University of Utah to investigate how nature uses genes and enzymes to construct the ring shaped pyrrole molecule. The pyrrole ring is present in many molecules that serve various roles in biology, and as a component of pharmaceutical molecules and drug candidates. Several questions remain regarding how enzymes orchestrate the construction of the pyrrole ring and how the pyrrole ring is recognized by other tailoring enzymes to furnish more elaborate chemical structures. These questions are answered by a cohort of graduate students, postdoctoral scientists, and research scientists receiving interdisciplinary training in genomics, enzyme chemistry, organic synthesis, and computational chemistry. In addition, hands-on experimental instruction in chemical and biological sciences are provided to Pacific Islander students, one of the most underserved communities in STEM education.\r\n\r\nThis research project undertakes a biochemical and structural characterization of enzymes involved in furnishing the thiotemplated pyrrole ring derived from the proteinogenic amino acid L-proline. Also, an atomistic description of how the pyrrole ring is recognized within enzymological active sites is generated using X-ray crystallography. Both these efforts are based on stabilizing small molecule-protein and protein-protein intramolecular interactions using mechanistic covalent inhibitors. Efforts are extended to discover pyrrole-based natural product biosynthetic gene clusters from complex holobiont communities using a combination of metagenomic sequencing and synthetic biological validation of candidate gene-encoded enzymes discovered therein. Taken together, this study provides new molecular insights into the enzymological construction of the heterocyclic pyrrolic ring and how this synthon participates in natural product biosynthetic pathways.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Eric W Schmidt",
   "pi_email_addr": "Ews1@utah.edu",
   "nsf_id": "000259902",
   "pi_start_date": "2020-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 132000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sponges and their symbionts produce thousands of diverse chemicals that are used to defend against predation and for other ecological purposes; the resulting compounds and their enzymes have numerous applications and potential applications in biotechnology, the pharmaceutical industry, and elsewhere.</p>\n<p>In this program, we collaborated with Vinayak Agarwal's group, mining sponge metagenomes to uncover genes underlying important biosynthetic pathways. Our role was to perform sequencing and bioinformatics experiments.&nbsp;We sequenced the metagenomes and transcriptomes of key sponge species that construct pyrrole-derived and related natural products. We used a bioinformatics approach to analyze the metabolic potential of both the sponges and their microbial symbionts, combing through the datasets for key genes that might be involved in synthesizing the complex natural products.</p>\n<p>Identified genes were provided to Dr. Agarwal for functional analysis. Through this work, we have found pathways to several of the canonical sponge natural products, greatly expanding the known biochemical space attributable to sponges.&nbsp;</p>\n<p>The results of our work will impact science and technology in several ways. The new enzymes will be useful in synthetic biology approaches to new molecules, as well as for producing otherwise limited sponge natural products for further study in the pharmaceutical industry. The genes themselves have already been used to discover new chemicals by genome mining. Genetic methods will be useful in understanding marine animal evolution and biodiversity, especially in the face of a changing climate and environment. More fundamentally, the biosynthetic potential of the animal world is just beginning to be appreciated, and this work adds new methods, ideas, and data supporting the development of this burgeoning area of science.</p><br>\n<p>\n Last Modified: 12/22/2023<br>\nModified by: Eric&nbsp;W&nbsp;Schmidt</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSponges and their symbionts produce thousands of diverse chemicals that are used to defend against predation and for other ecological purposes; the resulting compounds and their enzymes have numerous applications and potential applications in biotechnology, the pharmaceutical industry, and elsewhere.\n\n\nIn this program, we collaborated with Vinayak Agarwal's group, mining sponge metagenomes to uncover genes underlying important biosynthetic pathways. Our role was to perform sequencing and bioinformatics experiments.We sequenced the metagenomes and transcriptomes of key sponge species that construct pyrrole-derived and related natural products. We used a bioinformatics approach to analyze the metabolic potential of both the sponges and their microbial symbionts, combing through the datasets for key genes that might be involved in synthesizing the complex natural products.\n\n\nIdentified genes were provided to Dr. Agarwal for functional analysis. Through this work, we have found pathways to several of the canonical sponge natural products, greatly expanding the known biochemical space attributable to sponges.\n\n\nThe results of our work will impact science and technology in several ways. The new enzymes will be useful in synthetic biology approaches to new molecules, as well as for producing otherwise limited sponge natural products for further study in the pharmaceutical industry. The genes themselves have already been used to discover new chemicals by genome mining. Genetic methods will be useful in understanding marine animal evolution and biodiversity, especially in the face of a changing climate and environment. More fundamentally, the biosynthetic potential of the animal world is just beginning to be appreciated, and this work adds new methods, ideas, and data supporting the development of this burgeoning area of science.\t\t\t\t\tLast Modified: 12/22/2023\n\n\t\t\t\t\tSubmitted by: EricWSchmidt\n"
 }
}