{
 "awd_id": "2003890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Synthesis and Host-Guest Studies of Face-Capped Metal-Organic Cages",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 319387.0,
 "awd_amount": 339760.0,
 "awd_min_amd_letter_date": "2020-04-30",
 "awd_max_amd_letter_date": "2023-06-26",
 "awd_abstract_narration": "With support from the Macromolecular, Supramolecular, and Nanochemistry (MSN) Program in the Division of Chemistry, Professor Thoburn at Randolph-Macon College (RMC) is studying how small molecules can spontaneously self-assemble into larger complexes.  Specifically, he is building molecules in the shape of cubic containers that can encapsulate other molecules.  Potential applications include their use as capsules for the delivery of drugs to target organs, where they can be selectively released.  To realize such applications, Professor Thoburn and his team of undergraduate students are studying the underlying chemical reactions of these molecular cubes.  They address questions such as how the molecular cubes close and open to catch and release their guest molecules, and how the guests can be used to probe the interior structure of the cube. In addition to scientific advancements, this project features a number of broader societal impacts including the development of an international collaboration with Cambridge University, the preparation of undergraduate students for advanced work in science, and the preparation of economically-disadvantaged high school students for careers in STEM.\r\n\r\nProfessor Thoburn is investigating how an Fe8II(Porphyrin)6 metal-organic molecular cube encapsulates large guests such as coronene and how the coronene re-orients within the cube.  To further probe the host-guest interactions, Professor Thoburn is synthesizing tetracyanoazulene, which is capable of coordinating to Zn2+ ions embedded in the porphyrin faces of the cube.  Co-encapsulation of these electron-deficient tetracyanoazulenes with electron-rich cyclic thiophenes can create charge-transfer triads stabilized by the molecular cube.  To make these metallocubes more amenable to broader applications, Professor Thoburn is appending polyethylene glycol chains increase their solubility.  He is partnering with Richmond Community High School (RCHS) to mentor college-bound high school students from economically and socially disadvantaged backgrounds.  Randolph-Macon undergraduate students also help mentor the RCHS students. Additionally, the RMC students have the opportunity to conduct research at Cambridge University where they learn new techniques using resources not available at RMC.  All of these experiences help these students prepare for graduate programs in chemistry and careers in science.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Thoburn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Thoburn",
   "pi_email_addr": "jthoburn@rmc.edu",
   "nsf_id": "000499198",
   "pi_start_date": "2020-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Randolph-Macon College",
  "inst_street_address": "204 HENRY ST",
  "inst_street_address_2": "",
  "inst_city_name": "ASHLAND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8047527268",
  "inst_zip_code": "230051634",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "RANDOLPH-MACON COLLEGE",
  "org_prnt_uei_num": "HPCLFGJ7JH26",
  "org_uei_num": "HPCLFGJ7JH26"
 },
 "perf_inst": {
  "perf_inst_name": "Randolph-Macon College",
  "perf_str_addr": "310 N. Center Street",
  "perf_city_name": "Ashland",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230051502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 319387.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 20373.0
  }
 ],
 "por": null
}