{
 "awd_id": "2003999",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Lift regulation via kinematic maneuvering in uncertain gusts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 220722.0,
 "awd_amount": 220722.0,
 "awd_min_amd_letter_date": "2020-03-18",
 "awd_max_amd_letter_date": "2020-03-18",
 "awd_abstract_narration": "When a wing passes through a strong gust of wind, large amounts of lift are generated very quickly. The resulting lift transient, and the speed at which it builds, presents a challenge to maintaining vehicle control and can result in structural deformation or failure. It is therefore of interest to equip wings with ways to mitigate strong gust responses, i.e., to regulate lift. The long-term goal of this project is to assess the sensitivity of lift production to uncertainties in the gust flow, and to create new control strategies for mitigation of lift transients during detrimental unforeseen gust encounters. Results of this work will apply to a broad range of applications including wind and water turbines operating in tides, waves, and wakes; and air and water vehicles of all scales, from small aerial vehicles operating in urban environments to manned vehicles operating in complex terrain, air wakes, and extreme weather. The project will also encompass educational and outreach activities, including elementary and middle school visits and a research and mentoring program for undergraduate transfer students.\r\n\r\nThe goal of this project is to apply tools from fluid dynamics, reduced-order modeling, and optimal and robust control theory to elucidate and model the underlying flow physics of an unsteady and uncertain large-amplitude transverse gust encounter, and to apply this knowledge to design control laws for regulation of lift production through kinematic actuation during and after this event. The technical approach is to (1) synthesize a physics-based low-order model that includes leading- and trailing-edge vortex dynamics based on high-resolution unsteady force, flow field, and surface pressure measurements on a rigid wing in a large-amplitude transverse gust encounter; (2) construct an optimal robust control framework for lift regulation in the gust that properly accounts for uncertainties in the gust flow (e.g., width and amplitude) and the wing's response thereto; and (3) implement the proposed closed-loop control framework in real-time gust encounter experiments in the laboratory. Research activities will explore methods of combining analytical and physics-based aerodynamic models with data-driven techniques for more robust and extensible models of wings passing through unsteady and uncertain large disturbances. Contributions to the scientific community include (1) a flow model designed for large-amplitude gust encounters with a high degree of uncertainty in the gust flow, and (2) integration of this model into a robust real-time feedback control loop for kinematic maneuvering in a wing-gust encounter without a priori knowledge of the gust parameters.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Lagor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francis Lagor",
   "pi_email_addr": "flagor@buffalo.edu",
   "nsf_id": "000772190",
   "pi_start_date": "2020-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "1010 Furnas Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142604400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 220722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on developing fundamental understanding of the flow physics and control during minimization of the forces felt by a wing as it moves through a gust encounter. &nbsp;This is an important problem that is relevant to flight in severe weather, complex terrains, or wakes of other aircraft. &nbsp;</p>\n<p>&nbsp;</p>\n<p>With collaborators at the University of Maryland, this project contributed new physical understanding into the aspects of the flow field around the wing during a gust encounter that have the greatest impact on the forces.&nbsp; This understanding was used in the creation and tuning of various model-based and model-free control strategies that effectively achieved closed-loop lift regulation in a gust encounter experiment for a gust that was previously unknown to the wing.&nbsp; Additionally, this project created a novel method for determining optimal maneuvers of a wing through repeated experiments.&nbsp; Such optimal maneuvers are useful for control design or analyzing the performance of a controller in experiment. &nbsp;&nbsp;Figure 1 shows an excerpt of the iterative maneuver optimization framework, and Figures 2 and 3 present the results of iteratively minimizing the lift felt by a wing through pitching of the wing.&nbsp; Additional details of the research can be found in the publications produced under this award. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Research findings were shared in five refereed conference proceedings and seven archival journal publications. International research dissemination was bolstered through participation in the NATO research group AVT-347 on wing-gust encounters, which involved researchers from over 11 countries.&nbsp; Broader outreach impacts were achieved through participation in the Science is Elementary program at the University at Buffalo, which engaged students from a local middle school that has a large percentage of students from populations that are underrepresented in STEM in science-related experiences in a university setting.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/21/2024<br>\nModified by: Francis&nbsp;Lagor</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2003999/2003999_10658930_1724270886668_Picture1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2003999/2003999_10658930_1724270886668_Picture1--rgov-800width.png\" title=\"Simplified Iterative Maneuver Optimization\"><img src=\"/por/images/Reports/POR/2024/2003999/2003999_10658930_1724270886668_Picture1--rgov-66x44.png\" alt=\"Simplified Iterative Maneuver Optimization\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1:  Iterative maneuver optimization framework developed in this project.</div>\n<div class=\"imageCredit\">Theoretical and Computational Fluid Dynamics</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Francis&nbsp;Lagor\n<div class=\"imageTitle\">Simplified Iterative Maneuver Optimization</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2003999/2003999_10658930_1724271171028_Picture3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2003999/2003999_10658930_1724271171028_Picture3--rgov-800width.png\" title=\"Pitch angle optimization during a gust encounter\"><img src=\"/por/images/Reports/POR/2024/2003999/2003999_10658930_1724271171028_Picture3--rgov-66x44.png\" alt=\"Pitch angle optimization during a gust encounter\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3: Experimental results of the pitch angle of the wing during several maneuver optimization iterations in a repeated gust encounter.</div>\n<div class=\"imageCredit\">Theoretical and Computational Fluid Dynamics</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Francis&nbsp;Lagor\n<div class=\"imageTitle\">Pitch angle optimization during a gust encounter</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2003999/2003999_10658930_1724271034629_Picture2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2003999/2003999_10658930_1724271034629_Picture2--rgov-800width.png\" title=\"Lift coefficient during maneuver optimization\"><img src=\"/por/images/Reports/POR/2024/2003999/2003999_10658930_1724271034629_Picture2--rgov-66x44.png\" alt=\"Lift coefficient during maneuver optimization\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2:  Experimental results of the lift coefficient during several maneuver optimization iterations in a repeated gust encounter.</div>\n<div class=\"imageCredit\">Theoretical and Computational Fluid Dynamics</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Francis&nbsp;Lagor\n<div class=\"imageTitle\">Lift coefficient during maneuver optimization</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project focused on developing fundamental understanding of the flow physics and control during minimization of the forces felt by a wing as it moves through a gust encounter. This is an important problem that is relevant to flight in severe weather, complex terrains, or wakes of other aircraft. \n\n\n\n\n\nWith collaborators at the University of Maryland, this project contributed new physical understanding into the aspects of the flow field around the wing during a gust encounter that have the greatest impact on the forces. This understanding was used in the creation and tuning of various model-based and model-free control strategies that effectively achieved closed-loop lift regulation in a gust encounter experiment for a gust that was previously unknown to the wing. Additionally, this project created a novel method for determining optimal maneuvers of a wing through repeated experiments. Such optimal maneuvers are useful for control design or analyzing the performance of a controller in experiment. Figure 1 shows an excerpt of the iterative maneuver optimization framework, and Figures 2 and 3 present the results of iteratively minimizing the lift felt by a wing through pitching of the wing. Additional details of the research can be found in the publications produced under this award. \n\n\n\n\n\nResearch findings were shared in five refereed conference proceedings and seven archival journal publications. International research dissemination was bolstered through participation in the NATO research group AVT-347 on wing-gust encounters, which involved researchers from over 11 countries. Broader outreach impacts were achieved through participation in the Science is Elementary program at the University at Buffalo, which engaged students from a local middle school that has a large percentage of students from populations that are underrepresented in STEM in science-related experiences in a university setting.\n\n\n\t\t\t\t\tLast Modified: 08/21/2024\n\n\t\t\t\t\tSubmitted by: FrancisLagor\n"
 }
}