{
 "awd_id": "2003820",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elements: Morpho-Cyberinfrastructure for scientists and engineers studying shape change",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032925147",
 "po_email": "dmassey@nsf.gov",
 "po_sign_block_name": "Daniel F. Massey",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2020-04-15",
 "awd_max_amd_letter_date": "2020-04-15",
 "awd_abstract_narration": "The goal of this project is to create an accessible open-source software package, Morpho, able to solve a wide variety of shape optimization, evolution and shapeshifting problems. These occur in numerous systems that cut across multiple NSF programs involving soft matter, an umbrella term for readily deformable materials, and includes soft robots, plastics, complex fluids, textiles, particulate media, glasses and biological materials as well as other applications in mathematics and computer science involving computational geometry. Shape change is an important feature of these systems, or a goal of the envisioned applications, but predicting their behavior is very challenging. There is presently a lack of appropriate simulation tools readily available to practitioners working in these domains inhibiting quantitative, mechanistic understanding of their behavior and optimization for applications. With Morpho, domain scientists gain a powerful new simulation tool that enables them to tackle larger and more complex shape evolution problems than presently possible. The project also creates a user community by providing extensive training opportunities including an immersive annual workshop, high quality documentation and a virtual community.\r\n\r\nShape optimization and evolution problems are numerically extremely challenging because the final shape is not known ahead of time: The numerical representation must be continuously monitored to ensure the solution obtained is correct and of high quality. The central innovation of Morpho is to regularize ill-posed shape problems by introducing auxiliary functionals that capture some notion of mesh quality. The aim of this work is to extend the range and complexity of problems Morpho can solve in two ways. The first is to allow the user to incorporate arbitrary types of manifolds, field quantities defined on the manifolds, discretizations, functionals and constraints pertinent to their problem. The second is to leverage multilevel algorithms and GPU computing to accelerate the simulations and enable the software to predict the dynamical response of the system given an initial configuration. The project also engages domain scientists in creating and using Morpho through a user-centered development process and a community driven science and education program, incorporating documentation, a repository of example code and tutorials, a virtual community and an annual training workshop. The resulting software and educational materials enable other researchers to simulate shape evolution in several emerging fields involving soft matter and other areas including active materials, soft robots, programmable materials and extreme mechanics. \r\n\r\nThis award by the NSF Office of Advanced Cyberinfrastructure is jointly supported by the Division of Materials Research within the NSF Directorate of Mathematical and Physical Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Atherton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Atherton",
   "pi_email_addr": "timothy.atherton@tufts.edu",
   "nsf_id": "000616445",
   "pi_start_date": "2020-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Adler",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "James H Adler",
   "pi_email_addr": "jadler3@gmail.com",
   "nsf_id": "000603435",
   "pi_start_date": "2020-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "574 Boston Avenue",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555539",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported the development of Morpho, an open-source programmable environment to study shape with applications to highly deformable materials. The intellectual merit for morpho arises from the needs of scientists and engineers&nbsp;across multiple NSF programs in materials whose research concerns materials that change shape. Examples include gels, liquid crystals, active materials as well as plastics. In each application, the shape of the material is determined by minimizing the energy with respect to the shape of the system of interest together with other quantities such as electric or magnetic fields and also subject to imposed constraints. The project aimed to address the present lack of&nbsp;lack of simulation tools&nbsp;widely available to practitioners, inhibiting quantitative, mechanistic understanding and optimization of their systems.&nbsp;</p>\n<p>&nbsp;Major activities of the project included creating efficient optimization algorithms and a high performance implementation through a collaboration between physicists and mathematicians; broadening the class of problems that can be solved by allowing for more general energy functions that can be used to simulate a more diverse class of materials; engaging domain scientists in creating and using&nbsp;<em>Morpho<strong>&nbsp;</strong></em>by providing training workshops, developing educational materials, and engaging researchers at other institutions to help them solve problems of interest. A few examples of these collaborations include modeling how gels can swell in the presence of confining beads, adhesion of compliant beads, how chiral liquid crystals assemble in curved geometries and new approaches to modeling layered materials.</p>\n<p>The key product generated by the project is the software: The carefully commented program source is available to the public on a github repository,&nbsp;<a href=\"http://github.com/morpho-lang/morpho\">http://github.com/morpho-lang/morpho</a>, including a 132 page user manual and numerous examples; a companion paper is also provided. The software is MIT licensed, facilitating reuse by others and is available as a shared library that can be incorporated into other software projects. The program is cross-platform and can be installed on macOS, linux and Windows computers via WSL; easy installation is available via the homebrew package manager with instructions provided on the project site. The software was developed with high quality engineering methods including a test suite with 825 individual tests; these are checked by continuous integration in the repository. Further, Morpho is an extensible environment and extension packages can be created by developers. To facilitate this, a 45 page developer guide has been created, and several examples are to be found at , http://github.com/morpho-lang. Packages for meshing with Gmsh, inter-process communication with ZeroMQ, visualization and advanced optimization techniques are already available.&nbsp;</p>\n<p>The project also provided significant training opportunities that aimed to cultivate a community of scientists and engineers using the program as broader impacts. Two day training workshops were hosted at Tufts in the summer 2022 and 2023, involving a total of 21 visiting scientists. A large workshop with over 100 participants was held at the American Physical Society Meeting in 2022. The software was also used by numerous undergraduate students in computational physics classes at Tufts, as well as during undergraduate research projects. Participation in the project supported the training and professional development in physics, mathematics, research software engineering and high-performance computing for two postdoctoral scholars, a mathematics graduate student, two physics graduate students and five undergraduate researchers. Scientific results of the project and collaborations have been communicated to scientists through publications, seminars, colloquia and conference talks.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/27/2024<br>\nModified by: Timothy&nbsp;Atherton</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project supported the development of Morpho, an open-source programmable environment to study shape with applications to highly deformable materials. The intellectual merit for morpho arises from the needs of scientists and engineersacross multiple NSF programs in materials whose research concerns materials that change shape. Examples include gels, liquid crystals, active materials as well as plastics. In each application, the shape of the material is determined by minimizing the energy with respect to the shape of the system of interest together with other quantities such as electric or magnetic fields and also subject to imposed constraints. The project aimed to address the present lack oflack of simulation toolswidely available to practitioners, inhibiting quantitative, mechanistic understanding and optimization of their systems.\n\n\nMajor activities of the project included creating efficient optimization algorithms and a high performance implementation through a collaboration between physicists and mathematicians; broadening the class of problems that can be solved by allowing for more general energy functions that can be used to simulate a more diverse class of materials; engaging domain scientists in creating and usingMorphoby providing training workshops, developing educational materials, and engaging researchers at other institutions to help them solve problems of interest. A few examples of these collaborations include modeling how gels can swell in the presence of confining beads, adhesion of compliant beads, how chiral liquid crystals assemble in curved geometries and new approaches to modeling layered materials.\n\n\nThe key product generated by the project is the software: The carefully commented program source is available to the public on a github repository,http://github.com/morpho-lang/morpho, including a 132 page user manual and numerous examples; a companion paper is also provided. The software is MIT licensed, facilitating reuse by others and is available as a shared library that can be incorporated into other software projects. The program is cross-platform and can be installed on macOS, linux and Windows computers via WSL; easy installation is available via the homebrew package manager with instructions provided on the project site. The software was developed with high quality engineering methods including a test suite with 825 individual tests; these are checked by continuous integration in the repository. Further, Morpho is an extensible environment and extension packages can be created by developers. To facilitate this, a 45 page developer guide has been created, and several examples are to be found at , http://github.com/morpho-lang. Packages for meshing with Gmsh, inter-process communication with ZeroMQ, visualization and advanced optimization techniques are already available.\n\n\nThe project also provided significant training opportunities that aimed to cultivate a community of scientists and engineers using the program as broader impacts. Two day training workshops were hosted at Tufts in the summer 2022 and 2023, involving a total of 21 visiting scientists. A large workshop with over 100 participants was held at the American Physical Society Meeting in 2022. The software was also used by numerous undergraduate students in computational physics classes at Tufts, as well as during undergraduate research projects. Participation in the project supported the training and professional development in physics, mathematics, research software engineering and high-performance computing for two postdoctoral scholars, a mathematics graduate student, two physics graduate students and five undergraduate researchers. Scientific results of the project and collaborations have been communicated to scientists through publications, seminars, colloquia and conference talks.\n\n\n\t\t\t\t\tLast Modified: 09/27/2024\n\n\t\t\t\t\tSubmitted by: TimothyAtherton\n"
 }
}