{
 "awd_id": "2003793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Design and discovery of lead-free hybrid layered perovskite dielectrics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 435339.0,
 "awd_amount": 435339.0,
 "awd_min_amd_letter_date": "2020-04-13",
 "awd_max_amd_letter_date": "2020-04-13",
 "awd_abstract_narration": "Non-Technical Abstract:\r\nDielectric materials find widespread application in modern society. Ferroelectrics are used to make circuit elements such capacitors, antennas and filters; piezoelectrics are used in sonar and ultrasound imaging technologies; pyroelectrics are used in infrared imaging devices among other applications. The vast majority of dielectric materials are inorganic oxides, many of which contain lead. With support from the Solid State and Materials Chemistry Program and the Electronic and Photonic Materials Program in the Division of Materials Research the principle investigator and his group discover and develop new dielectric materials within the emerging family of hybrid layered perovskites, materials that are made up of alternating layers of positively charged organic cations and negatively charged, corner-connected metal-halide octahedra. Through an iterative program of synthesis and characterization the rules governing the complex crystal chemistry of these materials are studied. The new knowledge is then used to design new dielectric and magnetic materials that can serve as alternatives to the lead-based oxide dielectrics that are widely used today. In addition, authentic in-class research experiments are developed and implemented in general chemistry courses at Ohio State University that impact hundreds of students per year, introducing them to research and key materials chemistry concepts at an early stage of their college education. Finally, the graduate and undergraduate students supported by this project gain training that prepares them for successful careers in academia and industry. \r\n\r\nTechnical Abstract:\r\nThe research, supported by the Solid State and Materials Chemistry Program and the Electronic and Photonic Materials Program in the Division of Materials Research, can be divided into two thrust areas. The first thrust involves synthesis and characterization of layered double perovskites that contain a checkerboard pattern of 1+ and 3+ cations on the octahedral sites of the inorganic layers. When paired with the appropriate organic cations these materials are able to mimic the promising dielectric properties that have recently been seen in lead-based hybrid layered perovskites, while avoiding incorporation of toxic elements such as lead and cadmium.  Phase transitions are studied to understand the structure directing forces in these materials and reveal the mechanisms by which various distortion mechanisms couple to one another. The second thrust brings a similar approach to compounds that contain magnetic cations, like Cu2+, Mn2+ and Fe2+. The research leverages the interactions between organic and inorganic layers to amplify the electrical polarization seen in polar crystals and enhance the coupling between magnetic and ferroelectric order parameters. The overarching theme of the research program is to develop an understanding of the complex crystal chemistry of these hybrid materials and use that knowledge to design and develop new ferroelectrics, antiferroelectrics, piezoelectrics, multiferroics, ferroelectric semiconductors, and related classes of multifunctional dielectric materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Woodward",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick M Woodward",
   "pi_email_addr": "woodward.55@osu.edu",
   "nsf_id": "000413808",
   "pi_start_date": "2020-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 435339.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Hybrid layered perovskites consist of inorganic metal-halide layers separated by layers of organic cations. In recent years these materials have emerged as a promising class of new materials with properties that are attractive for use in electronic devices, photovoltaics, sensors, random access memory, and many other technologies. A major outcome of this grant is a detailed analysis of the ways in which the atoms in the inorganic and organic layers interact with each other. We have shown that the inorganic layer buckles to optimize hydrogen bonding interactions with the organic cations. A detailed analysis of the symmetry consequences of this buckling identifies 47 symmetrically distinct structures that can be generated by these distortions. A survey of over 150 reported hybrid layered perovskites shows that among this multitude of possible structural distortions a small number (3-4) of distortion patterns are strongly favored. This comprehensive analysis enhances our ability to tailor the physical properties of new materials and understand the phase transitions and properties of hybrid layered perovskites.</p>\r\n<p class=\"Default\">Several new cation-ordered hybrid layered perovskites have been prepared toward the goal of developing promising new dielectric materials that are free of toxic elements like lead and cadmium. Characterization of the crystal structures, phase transitions and properties of these phases reveal that unlike comparable phases with Pb<sup>2+</sup> and Cd<sup>2+</sup> these new cation-ordered compounds undergo structural distortions involving both out-of-phase tilts (&phi; tilts) and rotations of the octahedra about the direction perpendicular to the layers (&theta; tilts). This leads to alignment of the polar organic cations in such a way that the dipole moments of these polar molecules cancel out, and therefore, do not exhibit ferroelectricity or piezoelectricity. Though it was hoped that these materials might be viable alternatives to lead- and cadmium-containing dielectrics, our analysis indicates that alternative strategies must be pursued to achieve that goal.</p>\r\n<p>Building on the knowledge gained from our study of cation-ordered layered perovskites, our next strategy was to incorporate chiral organic molecular cations between the inorganic layers. This led to the discovery of new compounds that form between &alpha;-methylbenzylammonium chloride and [Cr<sup>III</sup>Cl<sub>3</sub>(H<sub>2</sub>O)<sub>3</sub>]<sup>0</sup>. The use of an enantiomorphic organic cation leads to chiral crystals with both R and S handedness that show mirrored circular dichroism signals. The racemate, (<em>rac</em>-&alpha;-methylbenzylammonium)<sub>2</sub>(<em>mer</em>-[CrCl<sub>3</sub>(H<sub>2</sub>O)<sub>3</sub>])Cl<sub>2</sub>), adopts a polar structure with <em>Cm</em> space group symmetry in which enantiomers are related by mirror planes within organic bilayers. Understanding the intermolecular forces that stabilize each of these crystal structures lends insight into crystal engineering methodologies for stabilizing non-centrosymmetric hybrid metal halides.&nbsp;</p>\r\n<p>In addition to our studies of hybrid layered perovskites we have discovered new halide materials that exhibit visible light photoluminescence (Rb<sub>3</sub>InCl<sub>6</sub>), low-dimensional magnetism (A<sub>2</sub>MnCl<sub>4</sub>, A<sub>2</sub>CuCl<sub>4</sub>), thermochromism (AgSb<sub>1-x</sub>Bi<sub>x</sub>I<sub>4</sub>), and significantly expanded the number of quaternary halides containing rhodium. The properties of the latter group of compounds are currently being explored.</p>\r\n<p>This grant has also supported several important outcomes that fall in the realm of education and workforce development. Seven graduate student and four undergraduate student researchers have been supported. Five of the graduate students have successfully completed their Ph.D. and three of the undergraduate students their bachelor&rsquo;s degree. The remaining students are on track finish their degrees in the coming few years. The textbook Solid State Materials Chemistry (Cambridge University Press) was published in May of 2021, with the PI as the lead author. This book should be a valuable resource for the community of researchers and students supported by SSMC. Finally, a YouTube channel (Pat&rsquo;s Perovskites) has been created that contains 66 edited lecture videos on various topics in solid state chemistry and diffraction methods (<a href=\"https://www.youtube.com/channel/UC2XrunWHjvsYoYFt0x5SAJA\">https://www.youtube.com/channel/UC2XrunWHjvsYoYFt0x5SAJA</a>). At the end of the 2024 calendar year these videos have received over 500,000 views.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/18/2025<br>\nModified by: Patrick&nbsp;M&nbsp;Woodward</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nHybrid layered perovskites consist of inorganic metal-halide layers separated by layers of organic cations. In recent years these materials have emerged as a promising class of new materials with properties that are attractive for use in electronic devices, photovoltaics, sensors, random access memory, and many other technologies. A major outcome of this grant is a detailed analysis of the ways in which the atoms in the inorganic and organic layers interact with each other. We have shown that the inorganic layer buckles to optimize hydrogen bonding interactions with the organic cations. A detailed analysis of the symmetry consequences of this buckling identifies 47 symmetrically distinct structures that can be generated by these distortions. A survey of over 150 reported hybrid layered perovskites shows that among this multitude of possible structural distortions a small number (3-4) of distortion patterns are strongly favored. This comprehensive analysis enhances our ability to tailor the physical properties of new materials and understand the phase transitions and properties of hybrid layered perovskites.\r\n\n\nSeveral new cation-ordered hybrid layered perovskites have been prepared toward the goal of developing promising new dielectric materials that are free of toxic elements like lead and cadmium. Characterization of the crystal structures, phase transitions and properties of these phases reveal that unlike comparable phases with Pb2+ and Cd2+ these new cation-ordered compounds undergo structural distortions involving both out-of-phase tilts ( tilts) and rotations of the octahedra about the direction perpendicular to the layers ( tilts). This leads to alignment of the polar organic cations in such a way that the dipole moments of these polar molecules cancel out, and therefore, do not exhibit ferroelectricity or piezoelectricity. Though it was hoped that these materials might be viable alternatives to lead- and cadmium-containing dielectrics, our analysis indicates that alternative strategies must be pursued to achieve that goal.\r\n\n\nBuilding on the knowledge gained from our study of cation-ordered layered perovskites, our next strategy was to incorporate chiral organic molecular cations between the inorganic layers. This led to the discovery of new compounds that form between -methylbenzylammonium chloride and [CrIIICl3(H2O)3]0. The use of an enantiomorphic organic cation leads to chiral crystals with both R and S handedness that show mirrored circular dichroism signals. The racemate, (rac--methylbenzylammonium)2(mer-[CrCl3(H2O)3])Cl2), adopts a polar structure with Cm space group symmetry in which enantiomers are related by mirror planes within organic bilayers. Understanding the intermolecular forces that stabilize each of these crystal structures lends insight into crystal engineering methodologies for stabilizing non-centrosymmetric hybrid metal halides.\r\n\n\nIn addition to our studies of hybrid layered perovskites we have discovered new halide materials that exhibit visible light photoluminescence (Rb3InCl6), low-dimensional magnetism (A2MnCl4, A2CuCl4), thermochromism (AgSb1-xBixI4), and significantly expanded the number of quaternary halides containing rhodium. The properties of the latter group of compounds are currently being explored.\r\n\n\nThis grant has also supported several important outcomes that fall in the realm of education and workforce development. Seven graduate student and four undergraduate student researchers have been supported. Five of the graduate students have successfully completed their Ph.D. and three of the undergraduate students their bachelors degree. The remaining students are on track finish their degrees in the coming few years. The textbook Solid State Materials Chemistry (Cambridge University Press) was published in May of 2021, with the PI as the lead author. This book should be a valuable resource for the community of researchers and students supported by SSMC. Finally, a YouTube channel (Pats Perovskites) has been created that contains 66 edited lecture videos on various topics in solid state chemistry and diffraction methods (https://www.youtube.com/channel/UC2XrunWHjvsYoYFt0x5SAJA). At the end of the 2024 calendar year these videos have received over 500,000 views.\r\n\n\n\t\t\t\t\tLast Modified: 02/18/2025\n\n\t\t\t\t\tSubmitted by: PatrickMWoodward\n"
 }
}