{
 "awd_id": "2003129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MLWiNS: Distributed Learning for the Nomadic Edge",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 593333.0,
 "awd_amount": 593333.0,
 "awd_min_amd_letter_date": "2020-05-26",
 "awd_max_amd_letter_date": "2020-05-26",
 "awd_abstract_narration": "Edge computing is a paradigm that brings computing closer to where the data is generated, such as cellular networks, internet service providers, and enterprise networks. Typical edge nodes are static and are located in fixed points over a wired network. This project creates a new notion of edge computing, Nautilus, to support distributed machine learning over mobile nodes, such as vehicles. The project aims to create new techniques that can enable a new class of applications that leverage sensors mounted on vehicles. The applications range from smart transportation, to urban planning, and to broadly support smarter cities and communities. The broader impact of this project includes: (i) creation of a hands-on curriculum centered around computer vision techniques and machine learning; (ii) educating the broader public on wireless systems and machine learning technologies and their impact on our society; (iii) engagement with industrial partners and with regulatory bodies; (iv) public dissemination of the developed source code and prototype design;  (v) mentoring of women STEM students through various campus programs as well as global ones and helping them identify opportunities for fulfilling careers in this domain.\r\n\r\n\r\nThis project is structured in a three-tiered architecture consisting of the nomadic edge (in vehicles), the static edge (co-located with Radio Access Networks), and the cloud. To support diverse emerging applications across domains (e.g., smart transportation, urban planning, and more broadly across different aspects of smarter communities) which can issue queries spanning large spatio-temporal regions. The research agenda includes five complementary tasks: (i) Design of  distributed and dynamic computer vision from the vehicular context, which involves collaborative and federated machine learning approaches to event and object detection under diverse conditions; (ii)  Design of collaborative and distributed training and inference to address  high level queries which will utilize various techniques of redundant and coded computing and communication to support efficiency and scalability; (iii) Estimation and prediction of the wireless network context to infer opportunities for communication between collaborating nomadic edge nodes, as well as between the nomadic and static edges; (iv)  Design for  privacy and security of both data and models; and (v) Systems integration and field trials to allow for technique refinement, evaluation, and reproducibility. Through a partnership with the local transit network — Madison Metro Transit, the research team plans to use the project research results and assist them in understanding various challenges, opportunities, and optimizations in planning various transportation and transit decisions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suman",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suman Banerjee",
   "pi_email_addr": "suman@cs.wisc.edu",
   "nsf_id": "000233313",
   "pi_start_date": "2020-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mohit",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohit Gupta",
   "pi_email_addr": "mohitg@cs.wisc.edu",
   "nsf_id": "000674873",
   "pi_start_date": "2020-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kassem",
   "pi_last_name": "Fawaz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kassem M Fawaz",
   "pi_email_addr": "kfawaz@wisc.edu",
   "nsf_id": "000756564",
   "pi_start_date": "2020-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "KANGWOOK",
   "pi_last_name": "LEE",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "KANGWOOK LEE",
   "pi_email_addr": "kangwook.lee@wisc.edu",
   "nsf_id": "000812968",
   "pi_start_date": "2020-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1210 W Dayton St",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061613",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  },
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021Z",
   "pgm_ref_txt": "Industry Partnerships"
  },
  {
   "pgm_ref_code": "8585",
   "pgm_ref_txt": "NSF/Intel Partnership Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 593333.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">The notion of edge computing has become an important computing strategy in recent years, allowing services to push computation resources closer to the end-devices, where the data is created. Edge-based approaches provide various benefits including lower latency, improved utilization of network resources, lower performance variability, better responsiveness, and improved privacy. The &ldquo;traditional&rdquo; view of edge computing, however, has centered around a smaller compute cluster (i.e., a rack of servers) deployed in various edge networks locations &mdash; various third-party co-location centers, or in central offices of service providers &mdash; where compute, storage, and related services are deployed. Extending this idea further, some newer systems have also explored instantiating edge compute capabilities that are co-located with with eNodeBs of a cellular system or within a WiFi Access Point but are still part of the static infrastructure.<span>&nbsp; </span>Project Nautilus considered an entirely different form of edge computing, where the edge nodes are themselves in motion. In particular, it focuses on a new class of applications, primarily covering smart communities, where vehicles in the community are equipped with many sensors &mdash; e.g., audio-visual ones (cameras and microphones), ranging technologies (LIDARs and RADARs), inertial motion units, environmental sensors, and more &mdash; generating a large volume of multi-modal data.</span></p>\n<p class=\"p1\"><span class=\"s1\">In this context, the project had five complementary goals that address specific topics:</span></p>\n<p class=\"p1\"><span class=\"s1\">I: Improved distributed and dynamic computer vision in the vehicular context which is a key enabler to the project, and involves collaborative and federated machine learning approaches to event and object detection under diverse conditions.</span></p>\n<p class=\"p1\"><span class=\"s1\">II: Collaborative and distributed training and inference which allows such systems to address high-level queries and will utilize various techniques of redundant and coded computing and communication. Such techniques allow queries on the nomadic edge to be efficient, scalable, and resilient.</span></p>\n<p class=\"p1\"><span class=\"s1\">III: Estimation and prediction of the wireless network context which is critical to understanding opportunities for communication between collaborating nomadic edge nodes, as well as between the nomadic and static edges. This process itself leverages learning techniques and can inform how and when large data sets and models can be exchanged between various nodes and when they need to be pared down further.</span></p>\n<p class=\"p1\"><span class=\"s1\">IV: Privacy and trust of both data and computations, which is critical to practical adoption of the developed techniques. This required identifying privacy operations that have minimal effect on the data utility as well as establishing node trustworthiness to improve Nautilus&rsquo;s reliability.</span></p>\n<p class=\"p1\"><span class=\"s1\">V: Creation of curated data sets, systems integration, and field trials which allow for technique refinement, evaluation, and reproducibility.</span></p>\n<p class=\"p1\"><span class=\"s1\">In meeting these goals, the project led to numerous open-sourced systems that would allow other researchers to build on the implemented systems. Some of the contributions were integrated into existing platforms. It also let to a fruitful collaboration between the university team and industrial partners, such as Intel. Numerous students who participated in the project have joined the workforce across both industry and academia. Finally, the PIs also created new curriculum that leverages the results of this work to better train graduate and undergraduate students on cutting-edge topics related to the project.</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/24/2024<br>\nModified by: Suman&nbsp;Banerjee</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe notion of edge computing has become an important computing strategy in recent years, allowing services to push computation resources closer to the end-devices, where the data is created. Edge-based approaches provide various benefits including lower latency, improved utilization of network resources, lower performance variability, better responsiveness, and improved privacy. The traditional view of edge computing, however, has centered around a smaller compute cluster (i.e., a rack of servers) deployed in various edge networks locations  various third-party co-location centers, or in central offices of service providers  where compute, storage, and related services are deployed. Extending this idea further, some newer systems have also explored instantiating edge compute capabilities that are co-located with with eNodeBs of a cellular system or within a WiFi Access Point but are still part of the static infrastructure. Project Nautilus considered an entirely different form of edge computing, where the edge nodes are themselves in motion. In particular, it focuses on a new class of applications, primarily covering smart communities, where vehicles in the community are equipped with many sensors  e.g., audio-visual ones (cameras and microphones), ranging technologies (LIDARs and RADARs), inertial motion units, environmental sensors, and more  generating a large volume of multi-modal data.\n\n\nIn this context, the project had five complementary goals that address specific topics:\n\n\nI: Improved distributed and dynamic computer vision in the vehicular context which is a key enabler to the project, and involves collaborative and federated machine learning approaches to event and object detection under diverse conditions.\n\n\nII: Collaborative and distributed training and inference which allows such systems to address high-level queries and will utilize various techniques of redundant and coded computing and communication. Such techniques allow queries on the nomadic edge to be efficient, scalable, and resilient.\n\n\nIII: Estimation and prediction of the wireless network context which is critical to understanding opportunities for communication between collaborating nomadic edge nodes, as well as between the nomadic and static edges. This process itself leverages learning techniques and can inform how and when large data sets and models can be exchanged between various nodes and when they need to be pared down further.\n\n\nIV: Privacy and trust of both data and computations, which is critical to practical adoption of the developed techniques. This required identifying privacy operations that have minimal effect on the data utility as well as establishing node trustworthiness to improve Nautiluss reliability.\n\n\nV: Creation of curated data sets, systems integration, and field trials which allow for technique refinement, evaluation, and reproducibility.\n\n\nIn meeting these goals, the project led to numerous open-sourced systems that would allow other researchers to build on the implemented systems. Some of the contributions were integrated into existing platforms. It also let to a fruitful collaboration between the university team and industrial partners, such as Intel. Numerous students who participated in the project have joined the workforce across both industry and academia. Finally, the PIs also created new curriculum that leverages the results of this work to better train graduate and undergraduate students on cutting-edge topics related to the project.\n\n\n\t\t\t\t\tLast Modified: 05/24/2024\n\n\t\t\t\t\tSubmitted by: SumanBanerjee\n"
 }
}