{
 "awd_id": "2003882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "On the Mechanisms of IsdG-based Heme Degradation and Inhibition of Heme b Biosynthesis in S. Aureus",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032920000",
 "po_email": "pmccarth@nsf.gov",
 "po_sign_block_name": "Pumtiwitt McCarthy",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 385466.0,
 "awd_amount": 385466.0,
 "awd_min_amd_letter_date": "2020-08-15",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program within the Chemistry Division of the NSF is funding research by Dr. Kenton Rodgers from North Dakota State University to investigate how the bacterium Staphylococcus aureus maintains the appropriate amount of heme in the cell.  Heme is the iron-containing molecule that gives blood its red color. Bacteria and nearly all other organisms on our planet rely on heme being available to facilitate a wide variety of cellular functions. Despite the absolute requirement for heme, having too much of it is toxic for cells. Therefore, to avoid heme-induced cellular damage, the amount of heme in an organism's cells is tightly regulated. Dr. Rodgers research group gains insight into the molecular basis of heme regulation by applying a broad array of chemical, biochemical, and biophysical experimental methods to characterize the interplay between the proteins and enzymes involved in the regulation.  The scientific breadth of the project affords the undergraduate and graduate students the opportunity to work at the cutting edge of heme biochemistry and to learn sophisticated experimental methods ranging from gene manipulation to LASER spectroscopy. The research is linked to an outreach project implemented in collaboration with the largest media company in the Northern Plains region. Concise mixed-media productions addressing current science-based issues are carefully crafted in consultation with Dr. Rodgers to educate and entertain consumers of commercial media. The goal of the new media is to empower citizens to better dissect scientific information from misinformation as they form their points of view on science-based, public policy issues.\r\n\r\nThe overarching goal of this project is to characterize the interactions between proteins of the heme importing and heme biosynthesis systems involved in heme regulation in S. aureus. These proteins include IsdG and IsdI, the terminal enzymes of the Isd heme acquisition pathway, and the CpfC and ChdC enzymes, that catalyze respectively the penultimate and final steps in coproporphyrin-dependent (CPD) heme B biosynthesis. This project has two principal aims. First, the mechanism by which CPD heme B biosynthesis is regulated through interactions of IsdG with CpfC and ChdC is studied by thermodynamic, hydrodynamic and kinetic methods. Second, the mechanism of IsdG-catalyzed O2-dependent heme degradation is  probed by resonance Raman and EPR spectroscopy of intermediates generated through step-wise cryoradiolytic reduction of IsdG−O2 in frozen solution. The interactions between these enzymes and the enzyme-catalyzed reactions being studied by Dr. Rodgers’ group are central to understanding the balance between intracellular heme B production and external heme B uptake.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenton",
   "pi_last_name": "Rodgers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenton Rodgers",
   "pi_email_addr": "kent.rodgers@ndsu.edu",
   "nsf_id": "000398802",
   "pi_start_date": "2020-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gudrun",
   "pi_last_name": "Lukat-Rodgers",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gudrun S Lukat-Rodgers",
   "pi_email_addr": "gudrun.lukat-rodgers@ndsu.edu",
   "nsf_id": "000315620",
   "pi_start_date": "2020-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "581086050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 385466.0
  }
 ],
 "por": null
}