{
 "awd_id": "2003418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Complex Carboranes as Weakly Coordinating yet Functional Anions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 445000.0,
 "awd_amount": 445000.0,
 "awd_min_amd_letter_date": "2020-04-02",
 "awd_max_amd_letter_date": "2020-04-02",
 "awd_abstract_narration": "In this project, funded by the Chemical Structure, Dynamics & Mechanisms B Program of the Chemistry Division, Professor Vincent Lavallo of the Department of Chemistry at the University of California-Riverside is developing new classes of ionic compounds with interesting properties.  An ionic material is a salt.  Professor Lavallo is developing novel ionic materials where both the negatively charged part (anion) and the positively charged (cationic) portion form new materials that may have applications in industries ranging from pharmaceuticals to catalysis to environmental waste remediation. This group has a long history of mentoring high school students from underrepresented groups and will continue and expand these outreach activities.  In addition, undergraduate and graduate student researchers will be directly involved in the project and provided with training to prepare them for entry into the workforce in high technology areas.\r\n\r\nWeakly coordinating anions generally function as spectators with little or no function in chemical reactions.  In this project, the implementation of super bulky phosphines and N-Heterocyclic Carbenes (NHC), containing two covalently bound polyhalogenated closo-carborane anions, will be explored as weakly coordinating anions that are also capable of controlled reactivity.  The spectator carboranes that flank the phosphine and NHC lone pairs of electrons provide kinetic protection at these reactive sites, enabling the formation of complex ion pairs that contain both a reactive cation and anion. These systems are akin to traditional frustrated Lewis pairs (FLP), except that these species are electrostatically tethered. Such species could achieve more challenging bond activations/group transfers for C-F bond activations, exemplified by the CF bond scission of CF4, a potent greenhouse gas. Additionally, these systems will provide a unique opportunity to isolate the so-called elusive encounter complex in FLP chemistry.  These systems will be formed via the solid state hydrogenation of crystalline ion pairs and studied via subsequent analysis via cryo micro electron diffraction. A second embodiment of this project is the exploration of ligand effects on anionic Au(I) hydroamination catalysts, supported by the dianionic phosphines and NHCs. These transition metal anions will be paired with trityl and silylium ions to form reagents capable of generating highly reactive carbocations in the coordination sphere of the metal.  Such reactions may lead to a heterolytic oxidative addition and unprecedented low-coordinate alkyl/aryl Au(III) compounds. The targeted Au(III) compounds will have two cis accessible coordination sites and thus may be capable of classical d8 transition metal catalysis. The ability of these species to mediate migratory insertion, carbonylations, as well as other reactions mediated by other low-coordinate D8 metals will be explored.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Lavallo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent Lavallo",
   "pi_email_addr": "vincent.lavallo@ucr.edu",
   "nsf_id": "000650086",
   "pi_start_date": "2020-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 445000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to create new molecular entities that might show promise as enabling materials to solve complex problems in chemistry. The intellectual merit and broader impacts of this work are strong because the materials and methods we have discovered show promise as a way to reduce the cost of pharmaceuticals and basic materials, and thus is in the interest of the public. Furthermore, many of the new materials may show promise as enabling molecular entities to create next generation battery technologies. From a fundamental perspective the project has broght to light multiple previously unknown and likely useful chemical reactions as well as the discovery of&nbsp;several unknown and unique bonding situations. A total of 5 scholarly articles have been published or are being considered in excellent journals. The Principle Investigator and his students have also disseminated this novel knowledge to the community via giving presentations at scientific conferences and invited seminars at Universities. During the funding period a total of 6 graduate students, 5 undergraduates, and 16 high school students have received excellent training in chemical synthesis and analysis. Four PhDs have been produced, three of which have gained excellent postdoctoral positions in academia (UCLA and Caltech) or national laboratories (Argonne National Lab). These three individuals will transition to careers in science after completion of these fellowships, thus adding valuable human capital to the United States. The fourth has become an entrepreneur that has started a business that has created jobs for the public.&nbsp;The undergraduates that have been trained all express interest in pursuing PhDs in chemistry, with one of them applying broadly to top programs this year. All 16 of the high school students are from under represented or disadvantaged groups. After their summer experience at UC-Riverside, all have indicated they will pursue admission to universities to study STEM disciplines.</p><br>\n<p>\n Last Modified: 11/14/2024<br>\nModified by: Vincent&nbsp;Lavallo</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of the project was to create new molecular entities that might show promise as enabling materials to solve complex problems in chemistry. The intellectual merit and broader impacts of this work are strong because the materials and methods we have discovered show promise as a way to reduce the cost of pharmaceuticals and basic materials, and thus is in the interest of the public. Furthermore, many of the new materials may show promise as enabling molecular entities to create next generation battery technologies. From a fundamental perspective the project has broght to light multiple previously unknown and likely useful chemical reactions as well as the discovery ofseveral unknown and unique bonding situations. A total of 5 scholarly articles have been published or are being considered in excellent journals. The Principle Investigator and his students have also disseminated this novel knowledge to the community via giving presentations at scientific conferences and invited seminars at Universities. During the funding period a total of 6 graduate students, 5 undergraduates, and 16 high school students have received excellent training in chemical synthesis and analysis. Four PhDs have been produced, three of which have gained excellent postdoctoral positions in academia (UCLA and Caltech) or national laboratories (Argonne National Lab). These three individuals will transition to careers in science after completion of these fellowships, thus adding valuable human capital to the United States. The fourth has become an entrepreneur that has started a business that has created jobs for the public.The undergraduates that have been trained all express interest in pursuing PhDs in chemistry, with one of them applying broadly to top programs this year. All 16 of the high school students are from under represented or disadvantaged groups. After their summer experience at UC-Riverside, all have indicated they will pursue admission to universities to study STEM disciplines.\t\t\t\t\tLast Modified: 11/14/2024\n\n\t\t\t\t\tSubmitted by: VincentLavallo\n"
 }
}