{
 "awd_id": "2003840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Studies of Charge Transport in Designed Nanoscale  Molecular Assemblies",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2020-05-01",
 "awd_max_amd_letter_date": "2020-05-01",
 "awd_abstract_narration": "Professors James D. Batteas of Texas A&M University and Adam B. Braunschweig of the Research Foundation CUNY - Advanced Science Research Center are supported by the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry to develop an understanding of methods whereby molecular assemblies can be built on extended and nanostructured metal surfaces to exhibit predictable properties.  Molecular assemblies built with precise nanoscale geometries on surfaces are designed to trap and transport charge and energy in directable ways.  Advanced imaging and optical techniques are used to examine the resulting structures and to determine how the structures control the movement of electrons through the molecules or how they exchange energy with the surfaces on which they are deposited.  The project advances the development improved light harvesting and solar energy conversion, portable chemical sensing, and quantum computing.  In the course of this research, graduate, undergraduate and K-12 students from diverse backgrounds are prepared to join the advanced electronics workforce.  They are trained in cross-cutting research at the intersection of chemical synthesis, materials chemistry, and surface science in a coordinated collaborative environment between the laboratories of the principle investigators.  \r\n \r\nDesigning molecular assemblies that can trap and transport charge, and exchange energy in predictable and directable ways via efficient electronic coupling, is critical for enabling the design of devices ranging from novel sensors to molecular/organic based electronics, to dye sensitized solar cells, where molecular assemblies are integral components for modulating the optoelectronic properties of the devices.  Several key questions are addressed to foster the rational design of molecular based systems for these and other applications, and to guide their implementation.  These questions include how can directed molecular interactions (e.g. van der Waals, hydrogen bonding and local cross-linking) influence electron transport behavior?  Researchers also want to know how molecular assemblies can be spatially confined and fabricated with precise architectures in nanoscopic junctions for potential device applications?  The team asks how the combined effects of spatial confinement and local intermolecular interactions within the assemblies and with surfaces afford control over their final resulting optical and electronic properties?  A series of self-assembled systems is explored, including porphryinoids, two-dimensional (2D) cross-linked diacetylenic thiols, and donor-acceptor dye molecules, such as perylene, dicyanonaphthalene and diketopyrrolopyrrole derivatives.  These are selected because their tailorable optoelectronic properties make them reasonable targets as components for organic electronic devices.  Nanoscale assemblies of these materials are created on extended gold surfaces, and patterned gold nanostructures, to further explore the effects of exciton-plasmon coupling on the resulting optical and charge transport behavior of the assembled systems. The assembly processes and optoelectronic properties are measured in detail via a host of surface science approaches including, STM, AFM, XPS, IR and fluorescence and Raman spectroscopies. The project bridges the gap between understanding charge conduction in single molecules and extended molecular thin films, which is relatively unexplored.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Batteas",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "James D Batteas",
   "pi_email_addr": "batteas@mail.chem.tamu.edu",
   "nsf_id": "000124760",
   "pi_start_date": "2020-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "TAMU 3255",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433255",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8399",
   "pgm_ref_txt": "Energy Storage or Transmission"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 345000.0
  }
 ],
 "por": null
}