{
 "awd_id": "2003423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Discovering how geologic and fossil methane sources support a contemporary river ecosystem",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kirsten Schwarz",
 "awd_eff_date": "2019-07-31",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 169446.0,
 "awd_amount": 169446.0,
 "awd_min_amd_letter_date": "2019-11-04",
 "awd_max_amd_letter_date": "2022-05-06",
 "awd_abstract_narration": "Carbon is a fundamental building block of life. For most animals (insects, fish, plankton) in streams and lakes the carbon starts out as carbon dioxide and then is captured by algae and plants. This carbon then passes on to plankton, insects, and fish. Recent studies suggest there might be other sources of carbon in rivers such as methane that are supporting aquatic plants and algae. However, little is known about the sources of this methane and how it gets incorporated into the life in rivers, streams, and lakes. Methane may be released to groundwater and streams in areas with high geologic or geothermal activity. This EAGER award will conduct the first study to explore the role of geologic and fossil methane as an alternative carbon source in supporting life in river floodplains. The award will also support research training of students and doctoral scholars, engage fish hatchery managers in citizen science research, and provide knowledge of how river systems function to the public.\r\n\r\n The underlying assumption for most ecosystems on Earth is that the fixation of modern carbon dioxide drives productivity and biodiversity, with little recognition or study of other potential carbon pathways (e.g., methane) as drivers of productivity and biodiversity. Despite the likely contribution of fossil and geologic methane to freshwater systems and the potential for methane to be transformed ecologically into less harmful forms, the freshwater biotic processes affecting this greenhouse gas source are poorly known. This EAGER award will investigate the role of abiotic, thermogenic, and fossil methanogenic methane subsidies in supporting freshwater floodplain ecosystems by providing a carbon source to the carbon-limited shallow aquifer food web (deep hyporheic zone). The objective of this award is to quantify contributions of carbon from various methane sources to the aquifer food web. Innovative stable isotope methods will be used to assess the carbon sources and trace them through the floodplain foodweb, then develop new approaches for discovering methane source contributions to freshwater ecosystems. This research could potentially shift the current carbon dioxide-based paradigm of driving productivity and biodiversity by demonstrating that shallow aquifer food webs below river floodplains are driven by geologic and fossil methane-derived carbon. Therefore, these floodplain aquifers would be the first to demonstrate a conceptually and ecologically analogous paradigm to oceanic hydrothermal vent ecosystems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Stanford",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jack A Stanford",
   "pi_email_addr": "jack.stanford@umontana.edu",
   "nsf_id": "000419656",
   "pi_start_date": "2019-12-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Brad",
   "pi_last_name": "Taylor",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Brad W Taylor",
   "pi_email_addr": "bwtaylo3@ncsu.edu",
   "nsf_id": "000155808",
   "pi_start_date": "2019-11-04",
   "pi_end_date": "2019-12-06"
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Montana",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598120003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 169446.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are a number of ways in which carbon becomes accessible for consumers to live and to grow.&nbsp; By far, the most common of these pathways is photosynthesis &ndash; in which the CO<sub>2</sub> in the atmosphere is fixed into biomass which can then be consumed, transferred through food webs, and recycled. In other cases, CO<sub>2</sub> can be fixed (into biomass) via a chemoautotrophic pathway, but many of these pathways require other substrates that are often found in conditions lacking oxygen.&nbsp; When we think about rivers, we tend to conceive of them as well-oxygenated and thus, assume that life is perpetuated by carbon fixed in photosynthesis alone.&nbsp; However, we are learning that river invertebrates sometimes consume carbon fixed in anoxic conditions, and sometimes consume carbon which reflects storage in the earth for some thousands of years.&nbsp;</p>\n<p>The primary objective of the EAGER-funded award number was to quantify contributions of geologic carbon to the food web of a three-dimensional gravel bed floodplain ecosystem.&nbsp; We began this project testing if geologic (ancient) methane from shale and from deep in the Earth&rsquo;s crust could contribute to living river invertebrates.&nbsp; Instead, we found that ancient CO<sub>2</sub> (carbon dioxide) was contributing to consumer biomass likely through chemoautotrophic pathways.&nbsp; This finding was extremely novel for two reasons.&nbsp; Firstly, it showed that gravel-bed river floodplains are not only three dimensionally connected with temporal variability, but we argue &ndash; four dimensionally &ndash; because living river consumers had biomass carbon aged to 11,000 years BP.&nbsp; Secondly, the contribution of chemoautotrophically-fixed carbon to river food webs is often overlooked &ndash; perhaps because we tend to think of rivers as well-oxygenated and reliant on photosynthetically-fixed carbon alone.</p>\n<p>Our focal field site was the Cement Creek Floodplain in Colorado.&nbsp; Cement Creek floodplain (CCR, Figure 1) had two potential sources of ancient carbon: warm springs that indicated the contribution of groundwater that has contacted a geothermal heat source at the downstream end of the floodplain, and two organic-rich shale formations at the upstream end of the floodplain &ndash; the Pennsylvanian Gothic and the Belden Formations.&nbsp; We installed wells at this site which ranged to up to 10 m deep, from which we sampled dissolved gases, organic matter, dissolved nutrient content, and invertebrates.&nbsp; We measured the isotopic composition of these components, as well as the radiocarbon ages.&nbsp; Across all locations, methane concentrations were extremely low (maximum methane concentration 2 &mu;mol L<sup>-1</sup>), with isotopic data indicating that ambient methane was produced via the chemoautotrophic pathway (from CO<sub>2</sub>) and then heavily oxidized.&nbsp; The isotopic values and radiocarbon ages of CO<sub>2</sub> indicated a carbonate-driven, ancient CO<sub>2</sub> pool near the travertine deposit at the end of the floodplain.&nbsp; Similarly, the periphyton and macroinvertebrates collected from the fault line and warm springs had biomass radiocarbon ages ranging from modern to 11,000 years before present, consistent with the age of the CO<sub>2(aq) </sub>collected from the warm springs (15,000 &plusmn; 140 yrs BP).&nbsp; In contrast, macroinvertebrate biomass collected from the upper end of the floodplain had ages ranging from modern to 1200 years BP (Figure 2).&nbsp; None of the macroinvertebrate biomass collected indicated a potential methane carbon contribution.&nbsp; Instead, the isotopic values of macroinvertebrate biomass combined with radiocarbon ages indicated that ammonia oxidation and/or sulfur oxidation were likely contributing to consumer biomass in relatively high proportions (up to 25% of diet).&nbsp; Our final manuscript summarizing this key finding is near submission, with a submission month of June 2024.</p>\n<p>In addition to this main finding, the EAGER award supported numerous other publications and collaborations, as well as the professional development of four undergraduates and one postdoc (Dr. Amanda DelVecchia), who led the grant and is now an Assistant Professor.&nbsp;&nbsp; DelVecchia collaborated on four published manuscripts supported by this grant, and led one published manuscript reconceptualizing the hyporheic zone, or the ecosystem in which groundwater and surface water mix.&nbsp; She mentored three undergraduates in research methods, and one undergraduate in webpage and communication design to share the results of the project (at amandadelvecchia.weebly.com).&nbsp; She also published some of the methods used for the project (which she custom designed for this work) at the same web link.&nbsp; Finally, she guest taught 6 middle school classes about groundwater and surface water connections, and gave numerous presentations to landowners and community members in Colorado regarding the importance of river floodplains.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/15/2024<br>\nModified by: Jack&nbsp;A&nbsp;Stanford</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2003423/2003423_10546145_1715801050127_Picture4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2003423/2003423_10546145_1715801050127_Picture4--rgov-800width.png\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/2003423/2003423_10546145_1715801050127_Picture4--rgov-66x44.png\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1.  The Cement Creek floodplain includes two potential sources of geologic carbon: warm springs at the downstream end, located on a fault line, and the Belden shale formation at the upper end.  Image from Google Earth.</div>\n<div class=\"imageCredit\">Google Earth Imagery</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Jack&nbsp;A&nbsp;Stanford\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2003423/2003423_10546145_1715801109648_Picture3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2003423/2003423_10546145_1715801109648_Picture3--rgov-800width.png\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/2003423/2003423_10546145_1715801109648_Picture3--rgov-66x44.png\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Radiocarbon ages and isotopic values of macroinvertebrate biomass, organic matter, and periphyton collected from CCR indicate that macroinvertebrates must be obtaining a carbon source other than periphyton.</div>\n<div class=\"imageCredit\">Amanda Gay DelVecchia</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jack&nbsp;A&nbsp;Stanford\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThere are a number of ways in which carbon becomes accessible for consumers to live and to grow. By far, the most common of these pathways is photosynthesis  in which the CO2 in the atmosphere is fixed into biomass which can then be consumed, transferred through food webs, and recycled. In other cases, CO2 can be fixed (into biomass) via a chemoautotrophic pathway, but many of these pathways require other substrates that are often found in conditions lacking oxygen. When we think about rivers, we tend to conceive of them as well-oxygenated and thus, assume that life is perpetuated by carbon fixed in photosynthesis alone. However, we are learning that river invertebrates sometimes consume carbon fixed in anoxic conditions, and sometimes consume carbon which reflects storage in the earth for some thousands of years.\n\n\nThe primary objective of the EAGER-funded award number was to quantify contributions of geologic carbon to the food web of a three-dimensional gravel bed floodplain ecosystem. We began this project testing if geologic (ancient) methane from shale and from deep in the Earths crust could contribute to living river invertebrates. Instead, we found that ancient CO2 (carbon dioxide) was contributing to consumer biomass likely through chemoautotrophic pathways. This finding was extremely novel for two reasons. Firstly, it showed that gravel-bed river floodplains are not only three dimensionally connected with temporal variability, but we argue  four dimensionally  because living river consumers had biomass carbon aged to 11,000 years BP. Secondly, the contribution of chemoautotrophically-fixed carbon to river food webs is often overlooked  perhaps because we tend to think of rivers as well-oxygenated and reliant on photosynthetically-fixed carbon alone.\n\n\nOur focal field site was the Cement Creek Floodplain in Colorado. Cement Creek floodplain (CCR, Figure 1) had two potential sources of ancient carbon: warm springs that indicated the contribution of groundwater that has contacted a geothermal heat source at the downstream end of the floodplain, and two organic-rich shale formations at the upstream end of the floodplain  the Pennsylvanian Gothic and the Belden Formations. We installed wells at this site which ranged to up to 10 m deep, from which we sampled dissolved gases, organic matter, dissolved nutrient content, and invertebrates. We measured the isotopic composition of these components, as well as the radiocarbon ages. Across all locations, methane concentrations were extremely low (maximum methane concentration 2 mol L-1), with isotopic data indicating that ambient methane was produced via the chemoautotrophic pathway (from CO2) and then heavily oxidized. The isotopic values and radiocarbon ages of CO2 indicated a carbonate-driven, ancient CO2 pool near the travertine deposit at the end of the floodplain. Similarly, the periphyton and macroinvertebrates collected from the fault line and warm springs had biomass radiocarbon ages ranging from modern to 11,000 years before present, consistent with the age of the CO2(aq) collected from the warm springs (15,000  140 yrs BP). In contrast, macroinvertebrate biomass collected from the upper end of the floodplain had ages ranging from modern to 1200 years BP (Figure 2). None of the macroinvertebrate biomass collected indicated a potential methane carbon contribution. Instead, the isotopic values of macroinvertebrate biomass combined with radiocarbon ages indicated that ammonia oxidation and/or sulfur oxidation were likely contributing to consumer biomass in relatively high proportions (up to 25% of diet). Our final manuscript summarizing this key finding is near submission, with a submission month of June 2024.\n\n\nIn addition to this main finding, the EAGER award supported numerous other publications and collaborations, as well as the professional development of four undergraduates and one postdoc (Dr. Amanda DelVecchia), who led the grant and is now an Assistant Professor. DelVecchia collaborated on four published manuscripts supported by this grant, and led one published manuscript reconceptualizing the hyporheic zone, or the ecosystem in which groundwater and surface water mix. She mentored three undergraduates in research methods, and one undergraduate in webpage and communication design to share the results of the project (at amandadelvecchia.weebly.com). She also published some of the methods used for the project (which she custom designed for this work) at the same web link. Finally, she guest taught 6 middle school classes about groundwater and surface water connections, and gave numerous presentations to landowners and community members in Colorado regarding the importance of river floodplains.\n\n\n\t\t\t\t\tLast Modified: 05/15/2024\n\n\t\t\t\t\tSubmitted by: JackAStanford\n"
 }
}