{
 "awd_id": "2003921",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Frameworks: Beyond the BLAS: A framework for accelerating computational and data science",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032927116",
 "po_email": "sghafoor@nsf.gov",
 "po_sign_block_name": "Sheikh Ghafoor",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 812680.0,
 "awd_amount": 812680.0,
 "awd_min_amd_letter_date": "2020-04-09",
 "awd_max_amd_letter_date": "2020-04-09",
 "awd_abstract_narration": "Traditional scientific and machine learning high-performance computing software is often cast in terms of a set of fundamental operations, including the linear algebra functionality that underlies many applications.  For this reason, research into and development of open-source linear algebra software libraries has been a science infrastructure priority for decades.  An emerging trend that has disrupted this field is the recognition that scientific discovery can be made faster and/or more cost efficient by lowering the precision of computations, utilizing non-standard data types, and developing custom computational kernels.  The project will leverage insights into how to structure the required software so that the combinatorial explosion in software complexity remains manageable.  The outcome of the project will be a modern linear algebra software framework and application-focused libraries that will support future generations of computational applications in academia, at the national labs, and in industry.  In addition, the project will impact the training of the next generation of high-performance computing professions and help remove barriers into the field for members of traditionally underrepresented groups.\r\n\r\nThe proposed work will build on previous NSF-sponsored research in order to address the implementation of expanded precision (EP), mixed precision (MP), and mixed domain (MD) algorithms simultaneously in a single software solution.  Insights gained from a recent demonstration of MP/MD matrix multiplication will be extended by adding low precision types like float16 and bfloat16 and extended precision types like double-double.  The target Basic Linear Algebra Subprograms (BLAS) functionality will be expanded to all level-1, level-2, and level-3 operations which in turn will support new research on how best to exploit MP/MD for LAPACK functionality.  The new BLAS-like Library Instantiation Software (BLIS) framework will also be updated to provide the flexibility required to integrate extended dense linear algebra (DLA) operations. This flexible DLA framework will then be used to implement key functionality in computational and data science:  tensor contraction and factorization operations important to quantum chemistry (QC) and high-performance primitives for machine learning.  As a demonstration, these capabilities will be used to build state-of-the-art QC codes to perform coupled cluster polarization propagator and tensor-factorized coupled cluster calculations with full EP/MP/MD functionality, and the machine learning kernels will be integrated into computer vision and image recognition workflows.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "van de Geijn",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A van de Geijn",
   "pi_email_addr": "rvdg@cs.utexas.edu",
   "nsf_id": "000336892",
   "pi_start_date": "2020-04-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Myers",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret E Myers",
   "pi_email_addr": "myers@cs.utexas.edu",
   "nsf_id": "000532126",
   "pi_start_date": "2020-04-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Field",
   "pi_last_name": "Van Zee",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Field G Van Zee",
   "pi_email_addr": "field@cs.utexas.edu",
   "nsf_id": "000637140",
   "pi_start_date": "2020-04-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Devangi",
   "pi_last_name": "Parikh",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Devangi N Parikh",
   "pi_email_addr": "dnp@cs.utexas.edu",
   "nsf_id": "000797308",
   "pi_start_date": "2020-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 812680.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong id=\"docs-internal-guid-d121127d-7fff-911f-e16f-e54d4a4e9d0c\" style=\"caret-color: #000000; color: #000000; font-style: normal; font-variant-caps: normal; letter-spacing: normal; orphans: auto; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: auto; word-spacing: 0px; text-decoration: none; font-weight: normal;\"> </strong></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><strong id=\"docs-internal-guid-d121127d-7fff-911f-e16f-e54d4a4e9d0c\" style=\"caret-color: #000000; color: #000000; font-style: normal; font-variant-caps: normal; letter-spacing: normal; orphans: auto; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: auto; word-spacing: 0px; text-decoration: none; font-weight: normal;\"><span style=\"font-size: 11pt; font-family: Arial, sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-variant-alternates: normal; font-variant-numeric: normal; font-variant-east-asian: normal; font-variant-position: normal; font-variant-emoji: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Computer simulations for scientific computing, machine learning, and data analysis accelerate, improve, and expand scientific insight, and are major drivers of American economic competitiveness. In simulation software, linear algebra problems often constitute the most basic and yet critical building blocks of the computation. As a result, software libraries (bundles of specialized code) that efficiently solve linear algebra problems fundamentally support sustained innovation in science. This project expanded the award-winning BLAS-like Library Instantiation Software (BLIS), which is now arguably the premier open-source software library for basic linear algebra computations.&nbsp; It has directly and indirectly impacted discovery in academia, at the national labs, and in industry. It has been incorporated into software distributed by established companies (including AMD, Nvidia, and Oracle) as well as startups, thus positively affecting the competitiveness of American technology firms.&nbsp; Sustainability beyond the funded project has been assured by the purposeful building of a community. Through educational outreach, the project has lowered barriers to entry into the field. The project involved research staff and students who are members of traditionally underrepresented groups.</span></strong></p>\n<p><strong id=\"docs-internal-guid-d121127d-7fff-911f-e16f-e54d4a4e9d0c\" style=\"caret-color: #000000; color: #000000; font-style: normal; font-variant-caps: normal; letter-spacing: normal; orphans: auto; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: auto; word-spacing: 0px; text-decoration: none; font-weight: normal;\"> <br />\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial, sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-variant-alternates: normal; font-variant-numeric: normal; font-variant-east-asian: normal; font-variant-position: normal; font-variant-emoji: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The BLAS (Basic Linear Algebra Subprograms) are a de facto standard for software, providing building blocks for performing basic linear algebra operations. The problem with the standard BLAS and its implementation has been that it has not changed since its inception in the 1970s and 80s, which can hinder innovation of high-performance software in important fields such as chemistry/physics and artificial intelligence.&nbsp; Upon commencement of the project, the BLIS software provided a highly-portable high-performance, but traditional, BLAS implementation for general-purpose processors (CPUs).&nbsp; Through completion of the project, developers and users can now flexibly extend the supported functionality to new operations and architectures of importance to modern applications in scientific computing, machine learning, and data analysis.&nbsp; BLIS also now includes built-in support for linear algebra functionality far surpassing the BLAS by allowing for inputs and outputs of varying precision. In other words, what was a static interface typically implemented as static code is now an extensible interface supported by a flexible framework for its instantiation.&nbsp; This has transformed the BLAS from a highly useful, but often restrictive, infrastructure for sustained scientific computing to one that will flexibly support future scientific innovation.</span></p>\n</strong><br class=\"Apple-interchange-newline\" style=\"caret-color: #000000; color: #000000; font-style: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: auto; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: auto; word-spacing: 0px; text-decoration: none;\" /><br class=\"Apple-interchange-newline\" /></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/27/2024<br>\nModified by: Robert&nbsp;A&nbsp;Van De Geijn</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nComputer simulations for scientific computing, machine learning, and data analysis accelerate, improve, and expand scientific insight, and are major drivers of American economic competitiveness. In simulation software, linear algebra problems often constitute the most basic and yet critical building blocks of the computation. As a result, software libraries (bundles of specialized code) that efficiently solve linear algebra problems fundamentally support sustained innovation in science. This project expanded the award-winning BLAS-like Library Instantiation Software (BLIS), which is now arguably the premier open-source software library for basic linear algebra computations. It has directly and indirectly impacted discovery in academia, at the national labs, and in industry. It has been incorporated into software distributed by established companies (including AMD, Nvidia, and Oracle) as well as startups, thus positively affecting the competitiveness of American technology firms. Sustainability beyond the funded project has been assured by the purposeful building of a community. Through educational outreach, the project has lowered barriers to entry into the field. The project involved research staff and students who are members of traditionally underrepresented groups.\n\n\n \n\n\n\nThe BLAS (Basic Linear Algebra Subprograms) are a de facto standard for software, providing building blocks for performing basic linear algebra operations. The problem with the standard BLAS and its implementation has been that it has not changed since its inception in the 1970s and 80s, which can hinder innovation of high-performance software in important fields such as chemistry/physics and artificial intelligence. Upon commencement of the project, the BLIS software provided a highly-portable high-performance, but traditional, BLAS implementation for general-purpose processors (CPUs). Through completion of the project, developers and users can now flexibly extend the supported functionality to new operations and architectures of importance to modern applications in scientific computing, machine learning, and data analysis. BLIS also now includes built-in support for linear algebra functionality far surpassing the BLAS by allowing for inputs and outputs of varying precision. In other words, what was a static interface typically implemented as static code is now an extensible interface supported by a flexible framework for its instantiation. This has transformed the BLAS from a highly useful, but often restrictive, infrastructure for sustained scientific computing to one that will flexibly support future scientific innovation.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 08/27/2024\n\n\t\t\t\t\tSubmitted by: RobertAVan De Geijn\n"
 }
}