{
 "awd_id": "2003946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gold Reagents for Protein-Polymer Conjugate Synthesis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927168",
 "po_email": "tompinta@nsf.gov",
 "po_sign_block_name": "Tomislav Pintauer",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 510660.0,
 "awd_amount": 535395.0,
 "awd_min_amd_letter_date": "2020-05-13",
 "awd_max_amd_letter_date": "2023-02-17",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular, and Nanochemistry Program in the Division of Chemistry, Professors Heather Maynard, Alexander Spokoyn, and Kendall Houk of the Department of Chemistry and Biochemistry at University of California-Los Angeles are developing gold chemistries to attach the strands of artificial polymers to naturally occurring proteins and peptides.  The attachment of synthetic polymers to proteins and peptides create desirable properties in the biomolecules.  Applications of these novel biomaterials include use as therapeutic agents with improved stability or solubility.  This project has the potential to advance knowledge for commercial healthcare applications.  The broader impacts of this research include increasing the number of students, particularly female and underrepresented minorities, with doctoral degrees in chemistry.  Other efforts include outreach to girls by working with the Los Angeles Brownie and Junior Girl Scout Troops and the development of a program for Girl Scouts called Curieosity.  Girls already interested in STEM are provided with mentorship and networking opportunities through the Mayor of Los Angeles’ program WiSTEM.\r\n\r\nThis research is focused on developing gold reagents to synthesize polymer-protein conjugates.  Organometallic gold(III) reagents are optimized using a combination of theory and experiment to understand the mechanism of cysteine arylation.  Ligand design expands the use of these operationally-simple organometallic reagents in the synthesis of protein-polymer conjugates in aqueous solutions.  These reactions are carried out by synthesizing protein and peptide-polymer conjugates by both “grafting to” and “grafting from” methods.  Furthermore, non-native amino acid genetic encoding techniques are examined to place gold reagents at the protein surface for further modification with thiol-end-functionalized polymers.  This research has the potential to develop new and highly efficient synthetic methodologies to prepare polymer-protein conjugates.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Maynard",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Heather D Maynard",
   "pi_email_addr": "maynard@chem.ucla.edu",
   "nsf_id": "000148757",
   "pi_start_date": "2020-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Los Angeles",
  "perf_str_addr": "607 Charles E Young Dr East",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 510660.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 24735.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Medicines that are made out of proteins are important, but typically short lived in the human body.&nbsp;&nbsp;This translates to patients needing to have many injections.&nbsp;&nbsp;One way to increase the lifetime of those medicines so that patients have to have fewer injections is to attach polymer chains to them to make what are called protein-polymer conjugates.&nbsp;&nbsp;The polymer chains cause the medicine to last longer in the body.&nbsp;&nbsp;In this NSF funded research, a way to make these protein-polymer conjugates more efficiently and faster with products that are easier to purify was created.&nbsp;&nbsp;The intellectual merit of the research project was to develop a way to prepare protein-polymer conjugates using gold complexes.&nbsp;&nbsp;The reactions were shown to be very fast and efficient.&nbsp;&nbsp;The gold complexes could be changed to make the reaction slower or faster.&nbsp;&nbsp;It was demonstrated that the polymer attached only to the desired and predicted place on the protein.&nbsp;&nbsp;This work is useful fundamentally for chemists, and also for engineers and researchers in the medical field.&nbsp;&nbsp;The broader impacts of the research are important because efficient ways to make protein-polymer conjugates could help industry prepare medicines that last longer in the human body.&nbsp;&nbsp;Furthermore, four graduate students and one undergraduate researcher were trained how to conduct this chemistry.&nbsp;&nbsp;Four of the students are female and one is from an underrepresented group.&nbsp;&nbsp;Three of the four already obtained their PhD degrees, two going to start up companies and one to be a teacher at a community college.&nbsp;&nbsp;All of them are utilizing the skills they learned while undertaking the NSF funded research.&nbsp;&nbsp;The undergraduate student successfully transitioned to graduate school.&nbsp;&nbsp;Furthermore, the research was discussed with local community college students, many of whom are from underrepresented groups. In addition, the students help run a booth at large outreach events for K-12 students.&nbsp;&nbsp;Thus, funding of this research has helped to augment and diversify the chemical pipeline. &nbsp;</p><br>\n<p>\n Last Modified: 11/07/2024<br>\nModified by: Heather&nbsp;D&nbsp;Maynard</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMedicines that are made out of proteins are important, but typically short lived in the human body.This translates to patients needing to have many injections.One way to increase the lifetime of those medicines so that patients have to have fewer injections is to attach polymer chains to them to make what are called protein-polymer conjugates.The polymer chains cause the medicine to last longer in the body.In this NSF funded research, a way to make these protein-polymer conjugates more efficiently and faster with products that are easier to purify was created.The intellectual merit of the research project was to develop a way to prepare protein-polymer conjugates using gold complexes.The reactions were shown to be very fast and efficient.The gold complexes could be changed to make the reaction slower or faster.It was demonstrated that the polymer attached only to the desired and predicted place on the protein.This work is useful fundamentally for chemists, and also for engineers and researchers in the medical field.The broader impacts of the research are important because efficient ways to make protein-polymer conjugates could help industry prepare medicines that last longer in the human body.Furthermore, four graduate students and one undergraduate researcher were trained how to conduct this chemistry.Four of the students are female and one is from an underrepresented group.Three of the four already obtained their PhD degrees, two going to start up companies and one to be a teacher at a community college.All of them are utilizing the skills they learned while undertaking the NSF funded research.The undergraduate student successfully transitioned to graduate school.Furthermore, the research was discussed with local community college students, many of whom are from underrepresented groups. In addition, the students help run a booth at large outreach events for K-12 students.Thus, funding of this research has helped to augment and diversify the chemical pipeline. \t\t\t\t\tLast Modified: 11/07/2024\n\n\t\t\t\t\tSubmitted by: HeatherDMaynard\n"
 }
}