{
 "awd_id": "2003199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantitative Analysis of Molecular Conductance in Molecular Junctions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gang-Yu Liu",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2020-04-28",
 "awd_max_amd_letter_date": "2020-04-28",
 "awd_abstract_narration": "Professor C. Daniel Frisbie of the University of Minnesota-Twin Cities is supported by the Macromolecular, Supramolecular and Nanochemistry (MSN) Program of the Division of Chemistry to investigate electrical conduction in molecular semiconductors over tiny nanometer length scales and to develop molecular switching devices that may lead to new applications in nanoelectronics. Molecular semiconductors are employed in commercial OLED (organic light emitting diode) displays but their conduction properties on molecular length scales are not well understood. The project adds to the fundamental knowledge base and advances the molecular electronic principles needed for a wide range of applications in functional electronic semiconductor devices. Integrating the research with education provides the graduate students who perform the experimental work with valuable chemistry, material research and nanotechnology skills and expose them to an international research experience.  The project provides summer research opportunities for undergraduate students of diverse backgrounds with special attention to females and members of underrepresented minorities.     \r\n\r\nFrom a technical standpoint, the focus of this award is on molecular structure-conductance relationships in two mechanistic regimes, namely the quantum mechanical tunneling and the classical hopping limits. These very different transport mechanisms are defined by molecular structure, with the tunneling mechanism generally pertaining to molecules less than ~5 nm in length, and hopping persisting for molecules longer than this value, depending on bonding architecture. The principal investigator and his collaborators have shown that analytical theory called the single level model (SLM) accurately describes the current-voltage (I-V) characteristics for certain benchmark molecular junctions in the tunneling regime. In this project, the research team probe the generality of the SLM for describing molecular tunneling in a variety of systems with particular attention to the impact of intermolecular interactions and surface attachment chemistry. In the hopping regime, the emphasis is on understanding the precise nature of the intramolecular charge-transfer transition states in pi-conjugated oligomers, particularly the transition state energy (height of the free energy barrier) and the associated bond length and angle deformations. For this purpose, kinetic isotope analysis of hopping conduction is combined with quantum chemical calculations of the transition state. Both the tunneling and hopping thrusts leverage unique synthesis, measurement, and analysis strategies developed by in the principal investigator's  laboratory with prior NSF support\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Frisbie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Frisbie",
   "pi_email_addr": "frisbie@umn.edu",
   "nsf_id": "000098365",
   "pi_start_date": "2020-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "421 Washington Ave. SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 480000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit</span>. The main focus of NSF CHE-2003199 was to advance the science of molecular electronics in which individual molecules or ensembles of molecules are employed to achieve electronic functions. The basic building block of molecular electronics is the &ldquo;molecular junction&rdquo; consisting of molecules contacted at opposite ends by nanoscopic molecular wires. &nbsp;A long-standing goal of the field is to relate the measured current-voltage (I-V) characteristics of molecular junctions to the atomic structure of the molecules and the specific bonds that anchor them to the metal wires. Theorists have produced a set of equations, called the Single Level Model, that predict molecular I-V behavior and thus a principal goal of this project was to assess how well the theoretical predictions matched experimental data.</p>\n<p>Over the course of the project, the PI, two graduate students, and two postdoctoral fellows synthesized a variety conducting molecules with -SH (thiol) end groups that are known to bond to metals such as gold. Using the thiol end groups as a kind of molecular solder, the molecules were assembled into nanoscopic molecular junctions and the I-V behaviors were measured. Excellent agreement was found in all cases between experiment and the Single Level Model theory. Furthermore, by fitting the data to the equations, the team was able to extract key metrics that describe the conduction efficiency of the molecules.&nbsp; The collective results were published in the literature and presented at national conferences.</p>\n<p>In the midst of this work, the team made an unexpected discovery. During synthesis of one of the molecules, it was decided to substitute the heavy carbon isotope <sup>13</sup>C for the usual <sup>12</sup>C at several atomic positions.&nbsp; When the <sup>13</sup>C-labeled molecule was assembled into molecular junctions it was found that it had more than <span style=\"text-decoration: underline;\">ten times</span> greater resistance than the same molecule with the naturally occurring <sup>12</sup>C isotope. The magnitude of this Conductance Isotope Effect (CIE) was far, far larger than expected. This discovery set off intense activity in the PI&rsquo;s laboratory to understand this effect and to exploit it for answering key questions about how charges conduct through molecules. The idea is that when <sup>13</sup>C atoms are introduced in critical parts of the molecule that influence conduction, the CIE will be large, and when <sup>13</sup>C atoms are put in non-critical parts the CIE will be small or non-existent. In this way an atomic scale &ldquo;mapping&rdquo; of conduction hotspots in the molecules can made. Those studies are still ongoing and represent an exciting future direction for this research. &nbsp;</p>\n<p>In summary, it is expected that the quantitative analysis in this project and the discovery of the Conductance Isotope Effect will significantly advance the field of molecular electronics by strengthening understanding of molecular structure-conductance relationships and by demonstrating that there is rich potential for exciting scientific discovery in this area.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span>. The principal broader impacts of this project were the training of PhD students and postdoctoral researchers in the experimental methods and theoretical analysis of molecular electronics. Experimental skills included molecular synthesis, self-assembly, chemical analysis and current-voltage measurements, skills that are generally applicable to many industries. Additionally, the field of molecular electronics offers exciting potential opportunities for technological applications in sensors, nanoelectronics, and energy conversion, for example, that the trainees on this project will be able to support.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: C. Daniel&nbsp;Frisbie</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit. The main focus of NSF CHE-2003199 was to advance the science of molecular electronics in which individual molecules or ensembles of molecules are employed to achieve electronic functions. The basic building block of molecular electronics is the molecular junction consisting of molecules contacted at opposite ends by nanoscopic molecular wires. A long-standing goal of the field is to relate the measured current-voltage (I-V) characteristics of molecular junctions to the atomic structure of the molecules and the specific bonds that anchor them to the metal wires. Theorists have produced a set of equations, called the Single Level Model, that predict molecular I-V behavior and thus a principal goal of this project was to assess how well the theoretical predictions matched experimental data.\n\n\nOver the course of the project, the PI, two graduate students, and two postdoctoral fellows synthesized a variety conducting molecules with -SH (thiol) end groups that are known to bond to metals such as gold. Using the thiol end groups as a kind of molecular solder, the molecules were assembled into nanoscopic molecular junctions and the I-V behaviors were measured. Excellent agreement was found in all cases between experiment and the Single Level Model theory. Furthermore, by fitting the data to the equations, the team was able to extract key metrics that describe the conduction efficiency of the molecules. The collective results were published in the literature and presented at national conferences.\n\n\nIn the midst of this work, the team made an unexpected discovery. During synthesis of one of the molecules, it was decided to substitute the heavy carbon isotope 13C for the usual 12C at several atomic positions. When the 13C-labeled molecule was assembled into molecular junctions it was found that it had more than ten times greater resistance than the same molecule with the naturally occurring 12C isotope. The magnitude of this Conductance Isotope Effect (CIE) was far, far larger than expected. This discovery set off intense activity in the PIs laboratory to understand this effect and to exploit it for answering key questions about how charges conduct through molecules. The idea is that when 13C atoms are introduced in critical parts of the molecule that influence conduction, the CIE will be large, and when 13C atoms are put in non-critical parts the CIE will be small or non-existent. In this way an atomic scale mapping of conduction hotspots in the molecules can made. Those studies are still ongoing and represent an exciting future direction for this research. \n\n\nIn summary, it is expected that the quantitative analysis in this project and the discovery of the Conductance Isotope Effect will significantly advance the field of molecular electronics by strengthening understanding of molecular structure-conductance relationships and by demonstrating that there is rich potential for exciting scientific discovery in this area.\n\n\nBroader Impacts. The principal broader impacts of this project were the training of PhD students and postdoctoral researchers in the experimental methods and theoretical analysis of molecular electronics. Experimental skills included molecular synthesis, self-assembly, chemical analysis and current-voltage measurements, skills that are generally applicable to many industries. Additionally, the field of molecular electronics offers exciting potential opportunities for technological applications in sensors, nanoelectronics, and energy conversion, for example, that the trainees on this project will be able to support.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: C. DanielFrisbie\n"
 }
}