{
 "awd_id": "2003680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing Learning Environments that Support Molecular-level Sensemaking",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032920000",
 "po_email": "jsinger@nsf.gov",
 "po_sign_block_name": "Jonathan Singer",
 "awd_eff_date": "2019-06-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 1365046.0,
 "awd_amount": 1365046.0,
 "awd_min_amd_letter_date": "2019-11-08",
 "awd_max_amd_letter_date": "2022-06-28",
 "awd_abstract_narration": "This project will investigate how high school students can be supported in developing, organizing and using knowledge of atomic/molecular behavior to make sense of phenomena such as phase changes, atomic emmision spectra and dissolution. Prior research has shown that many students are unable to construct representations of simple molecular structures. Many fail to make the important connection between these representations and macroscopic properties of the material. In addition, students are often unable to decode the information contained in such representations. A pilot study indicated that adapting college-level, evidence-based conceptual progressions for use in high school has the potential to aid students in connecting molecular-level structure to measurable properties. \r\nThis project will study whether an innovative college level curriculum, \"Chemistry, Life, the Universe and Everything\"(CLUE) can be co-modified by teachers, chemists and researchers to help students master these difficult concepts and connections.  \r\n\r\nThere are four research questions: 1) How should opportunities be designed to help students make molecular level sense of phenomena and design solutions to problems?; 2) What evidenced-based,scaffollded core idea sequences support high school students in making sense of phenomena in terms of atomic/molecular behavior; 3) What changes do teachers make to the materials?; and 4) What factors motivate teachers to make these changes? Several methods will be used to assess student learning. The project will use OrganicPad, a tablet-PC program that can recognize, record, and grade student free-form naturalistic structure drawings and a validated survey that asks students to identify the kinds of information they believe can be deduced from electron dot diagrams. In addition, the researchers will collect data using learning observation protocol that will describe what the student and instructor do.  For the teacher, the protocol will focus on  the \"what\" of teaching: lecturing, follow-up/feedback on questions, listening to and answering students questions. For the students, the protocol will focus on activities such as listening, discussing with other students, working in groups, class discussions, presentations and tests.   \r\n\r\nThe Discovery Research K-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Stowe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan Stowe",
   "pi_email_addr": "rstowe@chem.wisc.edu",
   "nsf_id": "000762364",
   "pi_start_date": "2019-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0422",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 668362.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 340546.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 356138.0
  }
 ],
 "por": null
}