{
 "awd_id": "2004630",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Relating glass forming ability and mechanical behavior to the structure of metallic liquids and glasses",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 379392.0,
 "awd_amount": 379392.0,
 "awd_min_amd_letter_date": "2020-08-03",
 "awd_max_amd_letter_date": "2020-08-03",
 "awd_abstract_narration": "Non-Technical Summary\r\nMetallic glasses are a unique class of metals with structures very different from the more common crystalline materials. Whereas atoms in most metals are arranged in a regular, ordered pattern, metallic glasses have a disordered atomic structure, similar to the liquid state. This difference at the atomic-level often results in dramatically different properties at the large scale, including higher strength, better corrosion resistance, and a surprising ability to be easily and inexpensively molded into complex shapes. Not all metals are able to form glasses, however. Recent studies suggest that the ability to form a glass may be related to the atomic structure of the high-temperature liquid. Quantitatively describing the disordered structure in order to predict the glass-forming ability of a metal alloy is challenging, since there is no long-range pattern to the atomic positions. Previous attempts to identify common polyhedral shapes in the atomic structure are instructive, but offer limited insight into the degree of similarity among those shapes and therefore the overall degree of structural order, particularly for alloys consisting of multiple elements of different atomic sizes. This project instead uses artificial-intelligence-based algorithms to automatically identify structurally ‘similar’ atomic clusters in computer-simulated liquids. Liquid compositions with a low degree of such structural similarity are postulated to be good glass formers. The results of the simulations will be experimentally verified over a wide range of compositions using compact material libraries, rapidly synthesized with an advanced 3D-printing-based method. This work will accelerate the discovery of new, high-performance metallic materials for a variety of applications, as well as contribute to the development of a science and engineering workforce trained in computational and efficient manufacturing methods. Finally, it will impact K-12 science and engineering education through workshops targeting middle- and high-school teachers from diverse school districts.\r\n\r\nTechnical Summary\r\nMetallic glasses hold tremendous promise as potential structural materials, due to their unique combination of excellent mechanical properties and unusual ability to be thermoplastically formed into complex shapes. While potentially transformative, several fundamental questions remain about the relationship between glass structure and properties. In particular, the relationship between the structure of the liquid and the ease with which it can be quenched to form a glass remains poorly understood. This project is motivated by recent studies suggesting that the relative glass-forming ability of compositions within an alloy system may be predicted by a simple parameter characterizing the population distribution of nearest-neighbor atomic clusters in the liquid, well above the glass transition temperature. The work integrates molecular dynamics simulations, pattern-recognition and machine-learning clustering algorithms, and state-of-the-art high-throughput synthesis and characterization methods to investigate correlations between the geometry and population of atomic clusters in simulated liquids and glasses and experimentally observed properties, over a wide range of alloy compositions and families. A laser-deposition-based synthesis technique is used to rapidly construct alloy libraries for evaluation. Mechanical properties of the glass-forming regions in these libraries are mapped as a function of composition via nanoindentation. Compositional trends in glass-forming ability and mechanical properties will be compared with trends in the population distribution of atomic clusters in simulated liquids and glasses. For each alloy family, point-pattern matching and machine-learning clustering algorithms will be used to identify a set of unique and robust atomic motifs that comprise the structure of the simulated liquids and glasses. By integrating the simulated structures with experimental property measurements, this work will dramatically strengthen the understanding of structure-property relationships in metallic glasses, and enable the rational design of new alloys with desirable combinations of properties.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Flores",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine M Flores",
   "pi_email_addr": "floresk@wustl.edu",
   "nsf_id": "000296318",
   "pi_start_date": "2020-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 Brookings Dr",
  "perf_city_name": "St. Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "095Z",
   "pgm_ref_txt": "Materials AI"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 379392.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metallic glasses are a unique class of metals with structures very different from the more common crystalline materials. Whereas atoms in most metals are arranged in a regular, ordered pattern, metallic glasses have a disordered atomic structure, similar to the liquid state. This difference at the atomic-level often results in dramatically different properties at the large scale, including higher strength, better corrosion resistance, and a surprising ability to be easily and inexpensively molded into complex shapes. Not all metals are able to form glasses, however. Recent studies suggest that the ability to form a glass may be related to the atomic structure of the high temperature liquid. Unfortunately, quantitatively describing the disordered atomic structure of the liquid in order to predict the glass forming ability of a metal alloy is challenging, since there is no long-range pattern to the atomic positions. Previous attempts to identify common polyhedral shapes in the liquid atomic structure are instructive. However, they offer limited insight into the degree of similarity among those shapes and therefore the overall degree of structural order, particularly for alloys consisting of multiple elements of different atomic sizes. This project instead used artificial intelligence-based algorithms to automatically identify structurally 'similar' atomic clusters in computer-simulated metallic liquids and disordered solids. This approach revealed that these structures were made up of a surprisingly small set of characteristic 'building block' atomic clusters. The population distribution of these building blocks in the liquid and their similarity to crystal-like structural features were shown to correlate very strongly with glass formation observed experimentally across several metal alloy compositions, providing a method to identify potential glass forming alloys without experimental trial-and-error. The project also examined how the building blocks in simulated glasses changed with mechanical deformation. Some building blocks were found to be very stable, changing very little with deformation, while the atomic arrangement of other building blocks fluctuated significantly. For the first time, these results suggest a way to clearly define 'defects' in the disordered atomic structure. In crystalline materials, such defects are responsible for many material properties, such as strength. Planned future investigations will attempt to control the defect population in metallic glasses in order to improve their properties.</p>\r\n<p>This work established a method to accelerate the discovery of new, high-performance metallic materials for a variety of applications, as well as contributed to the development of a science and engineering workforce trained in computational and efficient manufacturing methods. Two PhD students and three undergraduate students were trained in the research techniques employed in this work. The work also resulted in a new educational module on the structure and properties of glassy materials.</p><br>\n<p>\n Last Modified: 11/27/2024<br>\nModified by: Katharine&nbsp;M&nbsp;Flores</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nMetallic glasses are a unique class of metals with structures very different from the more common crystalline materials. Whereas atoms in most metals are arranged in a regular, ordered pattern, metallic glasses have a disordered atomic structure, similar to the liquid state. This difference at the atomic-level often results in dramatically different properties at the large scale, including higher strength, better corrosion resistance, and a surprising ability to be easily and inexpensively molded into complex shapes. Not all metals are able to form glasses, however. Recent studies suggest that the ability to form a glass may be related to the atomic structure of the high temperature liquid. Unfortunately, quantitatively describing the disordered atomic structure of the liquid in order to predict the glass forming ability of a metal alloy is challenging, since there is no long-range pattern to the atomic positions. Previous attempts to identify common polyhedral shapes in the liquid atomic structure are instructive. However, they offer limited insight into the degree of similarity among those shapes and therefore the overall degree of structural order, particularly for alloys consisting of multiple elements of different atomic sizes. This project instead used artificial intelligence-based algorithms to automatically identify structurally 'similar' atomic clusters in computer-simulated metallic liquids and disordered solids. This approach revealed that these structures were made up of a surprisingly small set of characteristic 'building block' atomic clusters. The population distribution of these building blocks in the liquid and their similarity to crystal-like structural features were shown to correlate very strongly with glass formation observed experimentally across several metal alloy compositions, providing a method to identify potential glass forming alloys without experimental trial-and-error. The project also examined how the building blocks in simulated glasses changed with mechanical deformation. Some building blocks were found to be very stable, changing very little with deformation, while the atomic arrangement of other building blocks fluctuated significantly. For the first time, these results suggest a way to clearly define 'defects' in the disordered atomic structure. In crystalline materials, such defects are responsible for many material properties, such as strength. Planned future investigations will attempt to control the defect population in metallic glasses in order to improve their properties.\r\n\n\nThis work established a method to accelerate the discovery of new, high-performance metallic materials for a variety of applications, as well as contributed to the development of a science and engineering workforce trained in computational and efficient manufacturing methods. Two PhD students and three undergraduate students were trained in the research techniques employed in this work. The work also resulted in a new educational module on the structure and properties of glassy materials.\t\t\t\t\tLast Modified: 11/27/2024\n\n\t\t\t\t\tSubmitted by: KatharineMFlores\n"
 }
}