{
 "awd_id": "2004475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bioinspired, Single-molecule Based Shear Switchable Nanomaterials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927256",
 "po_email": "nirosenz@nsf.gov",
 "po_sign_block_name": "Nitsa Rosenzweig",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 403555.0,
 "awd_amount": 403555.0,
 "awd_min_amd_letter_date": "2020-04-28",
 "awd_max_amd_letter_date": "2020-04-28",
 "awd_abstract_narration": "Nontechnical Summary: Shear flow is widely present in physiological environments and contributes significantly to various normal and pathological processes, especially in the circulatory system. Consequently, biomaterials with structure and function tunable by shear represent powerful tools to detect and rectify pathological processes induced by abnormal flows in the body. For the past few decades, shear-responsive hydrogels and molecular assemblies have been widely explored. However, single-biomolecule based shear responders remains a poorly-tapped subject, despite such materials could better mimic natural functions in circulation, delivering more accurate spatial and temporal responses with function reversibility. This project will design and characterize novel Single-MOlecule based materials with switchable structures and functions REsponsive to Shear flows (SMORES). Owing to the modular design, the material concept can be generalized to other constructs capable of responding to abnormal flows in the circulatory system towards novel diagnostics and therapeutics for cardiovascular diseases in the long term. This project will provide fundamental insights into biomechanics of polymer devices under the influence of ligands and the flow environment, perspectives that have not been studied in depth before. Rational design of biomaterials containing both bio- and nonbio- functionalities to achieve predictable flow responses will advance the fields of materials science, biomechanics, bio-conjugation, molecular engineering and bio-transport. Knowledge from this work will enable new diagnostics and theranostics for hemostatic applications, advancing the national health. The PIs will actively recruit underrepresented students to their research and disseminated discoveries from the research broadly to the general public through various K12 outreach programs.\r\n\r\nTechnical Summary: The design is inspired by a coagulation molecule in circulation, the von Willebrand Factor (vWF), which executes its function of crosslinking platelets to damaged blood vessel wall at shear rates > 5,000 per sec. The function is switched on by conformational changes under high shear and is enabled by an extremely complicated molecular structure: vWF is comprised of tens to hundreds of monomer units, each of which contains more than ten domains. To demonstrate that an artificial material of modular design could achieve a similar function to vWF, i.e. binding cells at high shear, we propose the construction SMORES to inhibit or promote the cell binding activity of the vWF’s platelet binding domain under shear control. Shear dependent cell binding to the proposed material will be characterized and correlated with molecular conformations studied by single-molecular force spectroscopy, microfluidic imaging experiments and computer modeling. Besides demonstrating the material design concept, the proposed work will emphasize fundamental studies of single-molecule biomechanical behaviors in different biochemical environment, especially the presence and absence of ligands.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xuanhong",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuanhong Cheng",
   "pi_email_addr": "xuc207@lehigh.edu",
   "nsf_id": "000078990",
   "pi_start_date": "2020-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaohui \"Frank\"",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaohui \"Frank\" Zhang",
   "pi_email_addr": "frank.zhang@umass.edu",
   "nsf_id": "000574943",
   "pi_start_date": "2020-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "111 Research Drive Room C162",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180150001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 403555.0
  }
 ],
 "por": null
}