{
 "awd_id": "2004445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Pin down the mechanism of Fermi-level pinning in metal/2D-semiconductor contacts",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924986",
 "po_email": "ykoshka@nsf.gov",
 "po_sign_block_name": "Yaroslav Koshka",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 299855.0,
 "awd_amount": 359450.0,
 "awd_min_amd_letter_date": "2020-05-14",
 "awd_max_amd_letter_date": "2022-06-02",
 "awd_abstract_narration": "Nontechnical Description:  \r\nAtomically thin semiconductors, referred to as two-dimensional (2D) semiconductors, have recently emerged as potential candidate materials for next-generation low-power and high-performance electronics. 2D semiconductors’ atomic flatness, surface-smoothness and thickness-uniformity allow electronic devices, including transistors, to be made smaller and more densely-packed than is currently possible with silicon technology.  Furthermore, the excellent mechanical strength and stretchability of 2D materials also open up new opportunities for next-generation flexible electronics. A critical component of transistors is the metal-semiconductor electrical contacts because charge carriers are injected and extracted through these contacts. In spite of the superb electronic and mechanical properties of 2D semiconductors, the performance of current prototype 2D-semiconductor-based electronic devices is still severely limited by the non-ideal metal-semiconductor contacts. Isolating and understanding which factors limit electrical contacts between metal-electrodes and 2D semiconductors remains a major materials challenge and prevents practical electronic application of 2D semiconductors. To address this knowledge gap, this research uses new methods to controllably modify and characterize the properties of 2D semiconductor interfaces with metals. This project tightly integrates research, education, and community outreach efforts through a series of activities such as summer research for high school students, coaching Science Olympiad teams and lab tours. The emphasis of the education component of this project is placed on promoting diversity through actively recruiting graduate and undergraduate students from underrepresented minority groups. \r\n\r\nTechnical Description:\r\nTwo-dimensional (2D) semiconductors with a suitable bandgap, a reasonably high mobility, excellent mechanical strength and high flexibility are promising channel materials for next generation flexible electronics beyond the scaling limit of silicon-based field-effect transistors. However, a major bottleneck in electronic applications of 2D semiconductors such as transition metal dichalcogenides is their tendency to form a substantial Schottky barrier with most metals at their contacts largely due to Fermi-level pinning effects. This is a strong disadvantage because low-resistance ohmic contacts are needed for realistic devices. The goal of this project is to establish a fundamental understanding of the Fermi-level pinning mechanism at metal/2D-semiconductor interfaces and subsequently develop comprehensive contact-engineering strategies to eliminate the Schottky barrier. This project uses 2D van der Waals contacts with negligible Fermi-level pinning as the baseline and controllably introduce various possible pinning factors to quantitatively understand their roles in Fermi-level pinning.  A variety of materials characterization techniques such as photoelectron spectroscopy, atomic force microscopy and scanning tunneling microscopy/spectroscopy will be performed in conjunction with electrical transport measurements to correlate the materials properties with the Schottky barrier height. The knowledge gained from this study is expected to help design effective contact-engineering strategies to achieve ultralow-resistance ohmic contacts to 2D semiconductors, and open up new avenues for basic research on 2D electronic and optoelectronic materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhixian",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhixian Zhou",
   "pi_email_addr": "dw0795@wayne.edu",
   "nsf_id": "000535503",
   "pi_start_date": "2020-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "666 W Hancock St, 243 Physics Bu",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482013718",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094Z",
   "pgm_ref_txt": "Materials Data"
  },
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 156953.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 99924.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 102573.0
  }
 ],
 "por": null
}