{
 "awd_id": "2004652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding transport of nanoparticles in crowded, confined media through experiments and simulations",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 365517.0,
 "awd_amount": 365517.0,
 "awd_min_amd_letter_date": "2020-05-04",
 "awd_max_amd_letter_date": "2020-05-04",
 "awd_abstract_narration": "Synthetic nanoparticles can be used as carriers to help deliver drugs to specific locations within the body.  Other nanoparticles appear as byproducts from industrial manufacturing that are released into water sources that move through environmental soils. Controlling the transport and distribution of nanoparticles inside the body and in the environment is critical to developing effective therapeutic treatments and strategies for mitigating impacts of pollutants. This project will support research into the transport of nanoparticles in complex environments, such as those encountered these biological and environmental settings, where nanoparticle motions are influenced by the presence of nearby confining surfaces and large macromolecules such as polymers. The research will focus on the flow-driven transport of nanoparticles through solutions of polymers confined in porous media. Experiments will be used to image particles as they move through the confined polymeric fluids.  Complementary computer simulations will help characterize mechanisms of nanoparticle transport and interactions between nanoparticles and nearby surfaces that are mediated by polymers in the surrounding fluid. Results of the research will lead to improved predictions of confined nanoparticle transport in complex fluids, which will benefit applications ranging from drug delivery to wastewater treatment. The research team will participate in activities that engage K-12 students and the general public in science and engineering, including hands-on activities at the Children’s Museum of Houston, the Houston Energy Festival, and the GRADE summer camp for women and students from underrepresented groups. The researchers will disseminate results of the project to local industrial scientists and engineers at the Texas Soft Matter Meeting. Scientific results will be available through publicly accessible open-source software projects and through online videos. \r\n\r\nThis project will employ particle-imaging experiments and computational models to investigate the flow-driven transport of nanoparticles through complex fluids confined in porous media. This overarching objective will be achieved by integrating particle synthesis and imaging and microfabrication techniques with advanced simulation methods to (1) elucidate the mechanisms by which polymers influence the transport of nanoparticles through well-controlled porous media and (2) understand how these mechanisms are affected by particle shape and size. Particle imaging and tracking techniques will be used to characterize the transport of nanoparticles through porous media, including quasi-two-dimensional arrays of nanoposts and three-dimensional packed beds. Complementary dissipative particle dynamics simulations will be used to characterize the structure and dynamics of polymers confined in the porous media and the polymer-mediated depletion interactions between the nanoparticles and nearby surfaces.  Diffusion and dispersion coefficients of nanoparticles through the model porous media will be measured in experiments and simulations as a function of polymer concentration and molecular weight and particle size and shape. By judiciously combining simulation and experiment, this project will elucidate the physical processes controlling the equilibrium and non-equilibrium (flow-driven) transport of nanoparticles through confined complex fluids. Results will lead to modifications of existing theories to account for polymer-mediated processes that affect nanoparticle transport and dispersion in strong confinement.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Palmer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Palmer",
   "pi_email_addr": "jcpalmer@uh.edu",
   "nsf_id": "000683844",
   "pi_start_date": "2020-05-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacinta",
   "pi_last_name": "Conrad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacinta Conrad",
   "pi_email_addr": "jcconrad@uh.edu",
   "nsf_id": "000554237",
   "pi_start_date": "2020-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 365517.0
  }
 ],
 "por": null
}