{
 "awd_id": "2004562",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Frameworks: Internet of Samples: Toward an Interdisciplinary Cyberinfrastructure for Material Samples",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032922656",
 "po_email": "vchandol@nsf.gov",
 "po_sign_block_name": "Varun Chandola",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 1072351.0,
 "awd_amount": 1072351.0,
 "awd_min_amd_letter_date": "2020-08-14",
 "awd_max_amd_letter_date": "2022-10-17",
 "awd_abstract_narration": "Research frequently uses material samples as a basic element for reference, study, and experimentation in many scientific disciplines, especially in the natural and environmental sciences, material sciences, agriculture, physical anthropology, archaeology, and biomedicine. Observations made on samples collected in the field and in the laboratory constitute a critical data resource for research that addresses grand challenges of our planet's future sustainability, from environmental change; to food, energy, and water resources; to natural hazards and their mitigation; to public health. The large investments of public funds being made to curate huge volumes of samples acquired over decades or even centuries, and to collect and analyze new samples, demand that these samples be openly accessible, easily discoverable, and documented with sufficient information to make them reusable. The current ecosystem of sample and sample data management in the U.S. and globally is highly fragmented across stakeholders, including museums, federal agencies, academic institutions, and individual researchers, with a multitude of institutional and discipline-specific catalogs, practices for sample identification, and protocols for describing samples. The iSamples project is a multi-disciplinary collaboration that will develop a national digital infrastructure to provide services for globally unique, consistent, and convenient identification of material samples; metadata about them; and linking them to other samples, derived data, and research results published in the literature. iSamples builds on previous initiatives to achieve these goals by providing material samples with globally unique, persistent identifiers that reliably link to landing pages with metadata describing the sample and its provenance, and which allow unambiguously linking samples with data and publications. Leveraging significant national investments, iSamples provides the missing link among (i) physical collections (e.g., natural history museums, herbaria, biobanks), (ii) field stations, marine laboratories, long-term ecological research sites, and observatories, and (iii) data repositories and cyberinfrastructure. iSamples delivers enhanced infrastructure for STEM research and education, decision-makers, and the general public. iSamples benefits national security and resource management by offering a means to assure sample provenance, improving scientific reproducibility and demonstrating compliance with ethical standards, national regulations, and international treaties.\r\n\r\nThe Internet of Samples (iSamples) is a multi-disciplinary and multi-institutional project to design, develop, and promote service infrastructure to uniquely, consistently, and conveniently identify material samples, record metadata about them, and persistently link them to other samples and derived digital content, including images, data, and publications. The project will create a flexible and scalable architecture to ensure broad adoption and implementation by diverse stakeholders. iSamples will build upon existing identifier infrastructure such as IGSNs (Global Sample Number;) and ARKs (Archival Resource Keys), but is agnostic to identifier type. Likewise, iSamples will encourage a high-level metadata standard for natural history samples (across biosciences, geosciences, and archaeology), while supporting community-developed metadata standards in specialist domains. Through integration with established discipline-specific infrastructure at the System for Earth Sample Registration SESAR (geoscience), CyVerse (bioscience), and Open Context (archaeology), iSamples will extend existing capabilities, enhance consistency, and expand their reach to serve science and society much more broadly. The project includes three main objectives: 1) Design and develop iSamples infrastructure (iSamples in a Box and iSamples Central); 2) Build four initial implementations of iSamples for adoption and use case testing (Open Context, GEOME, SESAR, and Smithsonian Institution); and 3) Conduct outreach and community engagement to developers, individual researchers, and international organizations concerned with material samples. The project will follow an agile development process that includes community engagement as an important element of creating software requirements and an implementation timeline.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ramona",
   "pi_last_name": "Walls",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ramona L Walls",
   "pi_email_addr": "rwalls@iplantcollaborative.org",
   "nsf_id": "000238532",
   "pi_start_date": "2020-08-14",
   "pi_end_date": "2021-02-12"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Cui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Cui",
   "pi_email_addr": "hongcui@email.arizona.edu",
   "nsf_id": "000312739",
   "pi_start_date": "2021-02-12",
   "pi_end_date": "2022-10-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Thomer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Thomer",
   "pi_email_addr": "athomer@arizona.edu",
   "nsf_id": "000763441",
   "pi_start_date": "2022-10-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 N Euclid Ave",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "085Y00",
   "pgm_ele_name": "Infrastructure Capacity for Bi"
  },
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1072351.0
  }
 ],
 "por": null
}