{
 "awd_id": "2004869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Additive and Stoichiometry Engineering in Perovskites: Building Deeper Understanding of the Impact on Optoelectronic Properties for Energy Applications",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922453",
 "po_email": "plane@nsf.gov",
 "po_sign_block_name": "Paul Lane",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2020-05-14",
 "awd_max_amd_letter_date": "2020-05-14",
 "awd_abstract_narration": "A key challenge for the semiconductor industry is to develop new materials and devices for cheaper, better performing and more pervasive electronic and energy technologies, including solar cells, light-emitting devices and memory/logic for computation. Over the last ten years, tremendous progress has been demonstrated for the “perovskite” semiconductor family, which offers the promise of both high device performance and potential for ultra-cheap fabrication. As an example, power conversion efficiencies (a key performance metric) for perovskite solar cells has risen from 3 to more than 25 percent over an unprecedented short period of time, and processing for the perovskite component is achieved using simple and cheap solution coating methods. A critical aspect enabling this progress has been the empirical study of how small variations in perovskite composition or additions of foreign components can improve perovskite material formation or device performance. While operational advancements have been made, the mechanism of improvement is not generally understood. This project involves a joint university (Duke) – industry (IBM Corp) collaboration and focuses on using state-of-the-art fabrication and characterization techniques to explore the impact of compositional modifications in perovskite materials and devices. The research targets improved understanding to enable design and demonstration of better performance energy and electronic devices. The project further provides a valuable opportunity for undergraduate, graduate and postdoctoral researchers to experience industrial research through active collaboration with IBM. A partnership with the Duke Shared Materials Instrument Facility also opens a pathway to expose a broad range of younger and non-specialist students to project-related concepts and STEM opportunities.   \r\n\r\nRecent perovskite solar cell literature provides a plethora of new recipes and processing techniques to improve performance. Although solar cell performance is widely used to judge effectiveness of additives/stoichiometry relative to targeted goals, such device structures are complex and may hide intrinsic impacts on perovskite transport/recombination properties (e.g., carrier density, mobility, recombination lifetime and diffusion length). This project targets in depth studies on stoichiometry variations and three classes of additives (polymers, fullerenes and molecular dopants) within perovskite films to more fully understand processes involved in material and device improvement and to push the boundaries of compositional engineering. Through a university (Duke) – industry (IBM Corp) collaboration, the research aims to: 1) Clarify the location of the additives and assess stoichiometry modulation within the perovskite films; 2) determine the impact of additives and stoichiometry variation on carrier density and transport/recombination properties using a newly developed (by GOALI partner IBM) advanced measurement—i.e., carrier-resolved photo-Hall—as well as other characterization approaches (e.g., current-voltage, admittance spectroscopy, photoluminescence, photoemission); and 3) ultimately validate performance and stability improvements through device fabrication/characterization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mitzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Mitzi",
   "pi_email_addr": "david.mitzi@duke.edu",
   "nsf_id": "000681749",
   "pi_start_date": "2020-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oki",
   "pi_last_name": "Gunawan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oki Gunawan",
   "pi_email_addr": "ogunawa@us.ibm.com",
   "nsf_id": "000709511",
   "pi_start_date": "2020-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "Box 90300 Hudson Hall",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recent hybrid perovskite solar cell and optoelectronics literature provides a plethora of new processing recipes and techniques targeted toward improving device performance. Among these, additive engineering--i.e., adding foreign elements or molecules to the perovskite processing solution to improve or modulate film characteristics (e.g., grain size, electrical carrier type/density, and minority carrier lifetime)--represents one of the dominant approaches. Although device performance is widely used to judge effectiveness of additives relative to targeted goals, such device structures are complex and may hide intrinsic impacts on perovskite transport/recombination. Do additives and stoichiometry impact carrier density, mobility or recombination lifetime? How does processing impact the effectiveness of these changes? Where do performance-enhancing additives end up in the film? In depth studies on perovskite films themselves are required to fully understand processes involved in device improvement and to push the boundaries of compositional engineering. In this program, several key directions were pursued: Significant progress was made in understanding and controlling electrical doping (changing the number of charge carriers) in hybrid perovskite semiconductors, including through intrinsic, impurity, and charge-transfer (interfacial) doping processes. Doping is particularly critical for applying hybrid perovskites to device architectures, both in terms of making effective electrical contact to the devices and for the device architectures themselves (e.g., creating p-n junctions). The program also demonstrated exceptionally long persistent photoconductivity in mixed lead/tin hybrid perovskites with selected additives, potentially useful for emerging applications including neuromorphic (brain-inspired) computing. Beyond this, understanding and controlling persistent photoconductivity underlies correctly interpreting studies on these materials and optimizing device performance for more conventional optoelectronics. Each of these studies benefited from interaction with IBM and through the development of a new carrier-resolved photo-Hall (CRPH) technique, which allows for accessing properties of both types of electrical carriers (electrons and holes) in a semiconductor, therefore providing deeper understanding than is possible for the conventional Hall effect. Researchers from Duke vistied IBM to use and help further develop the CRPH measurement approach. The project resulted in 4 manuscripts so far (more expected) and the studies have been discussed in invited lectures at domestic and international conferences.&nbsp;A key aspect of the project included training of 2 postdoctoral researchers, 1 PhD student, and 1 MS student. The program leveraged the hybrid perovskite-focused Research Triangle Research Experience for Undergraduates (RT-REU) program (separately funded) to provide summer experiences for 3 undergraduate researchers, all of whom worked on projects associated with the additive-engineering program, thereby promoting STEM disciplines to the next generation of scientists.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/04/2024<br>\nModified by: David&nbsp;Mitzi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nRecent hybrid perovskite solar cell and optoelectronics literature provides a plethora of new processing recipes and techniques targeted toward improving device performance. Among these, additive engineering--i.e., adding foreign elements or molecules to the perovskite processing solution to improve or modulate film characteristics (e.g., grain size, electrical carrier type/density, and minority carrier lifetime)--represents one of the dominant approaches. Although device performance is widely used to judge effectiveness of additives relative to targeted goals, such device structures are complex and may hide intrinsic impacts on perovskite transport/recombination. Do additives and stoichiometry impact carrier density, mobility or recombination lifetime? How does processing impact the effectiveness of these changes? Where do performance-enhancing additives end up in the film? In depth studies on perovskite films themselves are required to fully understand processes involved in device improvement and to push the boundaries of compositional engineering. In this program, several key directions were pursued: Significant progress was made in understanding and controlling electrical doping (changing the number of charge carriers) in hybrid perovskite semiconductors, including through intrinsic, impurity, and charge-transfer (interfacial) doping processes. Doping is particularly critical for applying hybrid perovskites to device architectures, both in terms of making effective electrical contact to the devices and for the device architectures themselves (e.g., creating p-n junctions). The program also demonstrated exceptionally long persistent photoconductivity in mixed lead/tin hybrid perovskites with selected additives, potentially useful for emerging applications including neuromorphic (brain-inspired) computing. Beyond this, understanding and controlling persistent photoconductivity underlies correctly interpreting studies on these materials and optimizing device performance for more conventional optoelectronics. Each of these studies benefited from interaction with IBM and through the development of a new carrier-resolved photo-Hall (CRPH) technique, which allows for accessing properties of both types of electrical carriers (electrons and holes) in a semiconductor, therefore providing deeper understanding than is possible for the conventional Hall effect. Researchers from Duke vistied IBM to use and help further develop the CRPH measurement approach. The project resulted in 4 manuscripts so far (more expected) and the studies have been discussed in invited lectures at domestic and international conferences.A key aspect of the project included training of 2 postdoctoral researchers, 1 PhD student, and 1 MS student. The program leveraged the hybrid perovskite-focused Research Triangle Research Experience for Undergraduates (RT-REU) program (separately funded) to provide summer experiences for 3 undergraduate researchers, all of whom worked on projects associated with the additive-engineering program, thereby promoting STEM disciplines to the next generation of scientists.\n\n\n\t\t\t\t\tLast Modified: 11/04/2024\n\n\t\t\t\t\tSubmitted by: DavidMitzi\n"
 }
}