{
 "awd_id": "2004667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanostructured Materials with Percolating Bottlebrush Copolymer Networks",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2020-03-24",
 "awd_max_amd_letter_date": "2020-03-24",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nPolymeric membranes play a vital role in a number of societally impactful applications, such as water purification, lithium ion batteries, and gas separations. The proposed research program will take advantage of synthetic macromolecules with a brush-like architecture to construct a new class of polymeric materials with three-dimensional networks that can serve as polymeric membranes to help address a variety of challenges in environmental and energy-related applications. Highly tunable molecular building blocks will be prepared by newly developed synthetic methods to endow the polymeric materials with nanoscopic interconnected cavities and channels for efficient transport and separation of various molecules and ions. The proposed research activities will advance the current understanding of the effect of molecular shape, chemistry and interactions on materials properties, and create new strategies for achieving structural control of polymeric materials. The scientific aspects of the proposed research program will be integrated with broader outreach and educational initiatives aimed at promoting exchange of ideas through a scientific symposium, improving graduate and undergraduate student training, and enhancing STEM education through teacher professional development.\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThe research described in this proposal aims to develop a new class of nanostructured materials with bicontinuous network domains without the need for self-assembly by using bottlebrush copolymers as covalently pre-organized nanoscopic domains. New chemistries will be programmed into the bottlebrush architecture to exert precise control over their cross-linking and degradation behavior. Nanostructured materials and membranes with percolating pores or channels will be fabricated from bottlebrush copolymer networks. Conformational behavior of bottlebrush copolymers in concentrated solutions will be analyzed by scattering methods, and the effect of various structural parameters on network morphology will be investigated by x-ray scattering and electron microscopy methods. Three specific objectives will be pursued: (1) fabrication of nanoporous materials by using fully degradable bottlebrush porogens, (2) design and preparation of nanostructured ion conducting membranes for energy storage applications, and (3) all solid state fabrication of thin film membranes by using rapidly cross-linkable bottlebrush network interconnectors. The successful outcome of this research program will provide access to a robust materials design platform for scalable fabrication of nanostructured materials with percolating networks in technologically relevant form factors and suitable for additive manufacturing processes.   \r\n.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Javid",
   "pi_last_name": "Rzayev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Javid Rzayev",
   "pi_email_addr": "jrzayev@buffalo.edu",
   "nsf_id": "000096206",
   "pi_start_date": "2020-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "Natural Sciences Complex",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142603000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": null
}