{
 "awd_id": "2004050",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hydrophobic and Electrostatic Driving Forces for Ion Adsorption to Polymers and Extended Interfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928173",
 "po_email": "jpapanik@nsf.gov",
 "po_sign_block_name": "John Papanikolas",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2020-05-05",
 "awd_max_amd_letter_date": "2020-05-05",
 "awd_abstract_narration": "The Macromolecular, Supramolecular, and Nanochemistry Program in the Chemistry Division supports Professor Paul S. Cremer and his students at the Pennsylvania State University to explore the ways that salts influence oily polymer molecules dissolved in water. Oil and water do not readily mix. In salad dressing, for example, an oily layer is typically found floating on top of a water-based layer. Moreover, dissolved salts reside primarily within the water phase rather than in the oil phase. Specifically, this study helps to determine when negatively or positively charged ions interact with polymer molecules or separate from them. The attraction of the polymer for salts in water dictates whether the polymers can remain dissolved in solution or deposit as a solid from the solution. The solubility of polymers in salt water is important in a surprisingly wide variety of areas ranging from the biological and food sciences to atmospheric chemistry, the self-assembly of novel materials, and even the cleaning of laundry. This research not sheds light on problems of direct relevance to society, but also trains students in interdisciplinary fields involving chemistry, biology, materials science, and engineering. Professor Cremer and his group are working with high school chemistry teachers to create inexpensive and easily accessible experiments for 10th and 11th graders.  The instructors will develop teaching modules on principles of polymer solubility and the central role of salt ions in everyday life.\r\n\r\nThe Cremer group is exploring how weakly hydrated anions, strongly hydrated cations, as well as hydronium and hydroxide influence the behavior of thermoresponsive polymers in aqueous solutions. Their experimental approach involves correlating ion binding and hydrophobic collapse behavior with spectroscopic signatures of the hydration shell. This information can be obtained by using techniques like Raman multivariate curve resolution spectroscopy and vibrational sum frequency spectroscopy. These thermodynamic and spectroscopic experiments are performed in collaboration with theoreticians performing molecular dynamic simulations. Measurements are made in bulk solution and with surfactant monolayers at the air/water interface. For example, results are being explored as a function of the size of the macromolecules as well as their net charges and the presence of specific negatively and positively charged functional groups. Special attention is focused on whether ions in solution can interact with polymer molecules via contact ion pairing or through solvent shared ion pairing. Moreover, the context in which charged moieties are presented is explored. These studies provide information as to how the number density of charged moieties as well as the configuration of surrounding hydrophobic sites influence ion-polymer interactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Cremer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Paul S Cremer",
   "pi_email_addr": "psc11@psu.edu",
   "nsf_id": "000306624",
   "pi_start_date": "2020-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project employed a combination of thermodynamics, spectroscopic measurements, and simulations to unravel the molecular level mechanisms associated with ion binding at hydrophobic supramolecular, monolayer and polymer interfaces. Specifically, we studied the effects of chain length and interfacial water structure on the binding of weakly hydrated anions to the polymer/water interface. Moreover, we explored the binding of cations to a series of small molecules, polymers, and planar structures, like lipid membranes. Ten manuscript were published in association with this award in journals such as Nature Chemistry, J. Am. Chem. Soc., J. Phys. Chem. Lett. and J. Phys. Chem. B. This work revealed new mechanistic information, including the following four highlights:</p>\n<p>(1) Greasy anion-hydrophobic polymer interactions. This type of interaction is dominated by broken hydrogen bonding away from the end groups of polymer chains. Disruption of the hydrogen bonding network occurs because of curvature in two dimensions at the ends of the chains vs. one dimension in the middle. As such, greasy anions bind better in the middle exactly at sites of broken hydrogen bonding. This result means that greasy anions bind to longer polymer chains than to short oligomers or monomers in aqueous solutions.</p>\n<p>(2) Monovalent Cation &ndash; fatty sulfate monolayer interactions: Sum frequency generation (SFG) experiments were performed at the air/water interface in the presence of mixed fatty sulfate/fatty alcohol monolayers as a function of salt concentration for a series of metal ion chloride salts. The results showed that the mode of ion pairing for Li<sup>+</sup> depending on the spacing of the fatty sulfate chains. When the fraction of sulfate in the monolayer was sufficiently high, contact ion pairing would occur, but solvent shared ion pairs occurred at lower concentrations. By contrast, KCl, yielded only solvent shared ion pairs regardless of the fatty sulfate concentration. This was the case despite the fact that the dissociation constant for K<sup>+</sup> binding was an order of magnitude tighter than for Li<sup>+</sup>. Current models for ion pairing, like the law of matching water affinity (LMWA), would predict that K<sup>+</sup> should be much more likely to interact with the sulfate headgroup via contact ion pair because it binds more tightly. Our studies suggested, however, that smaller cations, rather than those that bind more tightly, have the greater propensity for contact ion pairing.</p>\n<p>(3) Bivalent Cation &ndash; Polymer Interactions: CaCl<sub>2</sub> but not MgCl<sub>2</sub> was found to precipitate elastin like polypeptides and poly(<em>N</em>-isopropylacrylamide) from aqueous solution at sufficiently high salt concentration. The divergent behavior between these two divalent metal ions occurred because Ca<sup>2+</sup> was able to shed its inner hydration shell and interact directly with the carbonyl amide oxygen while Mg<sup>2+</sup> only interacted with the amide moiety via solvent shared ion pairing. Both vibrational spectroscopy and all atom MD simulations performed in collaboration with Prof. Nico van der Vegt confirmed this idea.</p>\n<p>&nbsp;</p>\n<p>(4) Cationic Hofmeister Series &ndash; Polymer Interactions: A series of chloride salts was used to explore the cloud point temperature of poly(N-isopropylacrylamide), PNIPAM. It was found that weakly hydrated monovalent cations like Cs<sup>+</sup>, Rb<sup>+</sup>, K<sup>+</sup> and Na<sup>+</sup> were partitioned strongly away from the amide oxygen of the polymer and led to mostly linear salting out behavior. By contrast, Li<sup>+</sup> and NH<sub>4</sub><sup>+</sup> showed weaker salting out effects as the concentration was raised. This same trend was also found for Mg<sup>2+</sup> and Ca<sup>2+</sup>. The reason that salting out became weaker at higher salt concentrations is that ions like Mg<sup>2+</sup> come to the polymer/water interface as an ion pair to interact with the amide oxygen. This effect is quite substantial at sufficiently high salt concentrations and MgCl<sub>2</sub> salts the polymer out of solution far less than might be expected.</p>\n<p>This project provided very significant training for students in the Cremer laboratory in the highly interdisciplinary field of polymer, monolayer and supramolecular chemistry. The Cremer group also participated in a number of outreach activities including the design of a new high school chemistry laboratory for understanding noncovalent interactions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/06/2024<br>\nModified by: Paul&nbsp;S&nbsp;Cremer</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project employed a combination of thermodynamics, spectroscopic measurements, and simulations to unravel the molecular level mechanisms associated with ion binding at hydrophobic supramolecular, monolayer and polymer interfaces. Specifically, we studied the effects of chain length and interfacial water structure on the binding of weakly hydrated anions to the polymer/water interface. Moreover, we explored the binding of cations to a series of small molecules, polymers, and planar structures, like lipid membranes. Ten manuscript were published in association with this award in journals such as Nature Chemistry, J. Am. Chem. Soc., J. Phys. Chem. Lett. and J. Phys. Chem. B. This work revealed new mechanistic information, including the following four highlights:\n\n\n(1) Greasy anion-hydrophobic polymer interactions. This type of interaction is dominated by broken hydrogen bonding away from the end groups of polymer chains. Disruption of the hydrogen bonding network occurs because of curvature in two dimensions at the ends of the chains vs. one dimension in the middle. As such, greasy anions bind better in the middle exactly at sites of broken hydrogen bonding. This result means that greasy anions bind to longer polymer chains than to short oligomers or monomers in aqueous solutions.\n\n\n(2) Monovalent Cation  fatty sulfate monolayer interactions: Sum frequency generation (SFG) experiments were performed at the air/water interface in the presence of mixed fatty sulfate/fatty alcohol monolayers as a function of salt concentration for a series of metal ion chloride salts. The results showed that the mode of ion pairing for Li+ depending on the spacing of the fatty sulfate chains. When the fraction of sulfate in the monolayer was sufficiently high, contact ion pairing would occur, but solvent shared ion pairs occurred at lower concentrations. By contrast, KCl, yielded only solvent shared ion pairs regardless of the fatty sulfate concentration. This was the case despite the fact that the dissociation constant for K+ binding was an order of magnitude tighter than for Li+. Current models for ion pairing, like the law of matching water affinity (LMWA), would predict that K+ should be much more likely to interact with the sulfate headgroup via contact ion pair because it binds more tightly. Our studies suggested, however, that smaller cations, rather than those that bind more tightly, have the greater propensity for contact ion pairing.\n\n\n(3) Bivalent Cation  Polymer Interactions: CaCl2 but not MgCl2 was found to precipitate elastin like polypeptides and poly(N-isopropylacrylamide) from aqueous solution at sufficiently high salt concentration. The divergent behavior between these two divalent metal ions occurred because Ca2+ was able to shed its inner hydration shell and interact directly with the carbonyl amide oxygen while Mg2+ only interacted with the amide moiety via solvent shared ion pairing. Both vibrational spectroscopy and all atom MD simulations performed in collaboration with Prof. Nico van der Vegt confirmed this idea.\n\n\n\n\n\n(4) Cationic Hofmeister Series  Polymer Interactions: A series of chloride salts was used to explore the cloud point temperature of poly(N-isopropylacrylamide), PNIPAM. It was found that weakly hydrated monovalent cations like Cs+, Rb+, K+ and Na+ were partitioned strongly away from the amide oxygen of the polymer and led to mostly linear salting out behavior. By contrast, Li+ and NH4+ showed weaker salting out effects as the concentration was raised. This same trend was also found for Mg2+ and Ca2+. The reason that salting out became weaker at higher salt concentrations is that ions like Mg2+ come to the polymer/water interface as an ion pair to interact with the amide oxygen. This effect is quite substantial at sufficiently high salt concentrations and MgCl2 salts the polymer out of solution far less than might be expected.\n\n\nThis project provided very significant training for students in the Cremer laboratory in the highly interdisciplinary field of polymer, monolayer and supramolecular chemistry. The Cremer group also participated in a number of outreach activities including the design of a new high school chemistry laboratory for understanding noncovalent interactions.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 02/06/2024\n\n\t\t\t\t\tSubmitted by: PaulSCremer\n"
 }
}