{
 "awd_id": "2004462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Infrared Quantum Materials Based on Scandium-Containing III-Nitrides",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924986",
 "po_email": "ykoshka@nsf.gov",
 "po_sign_block_name": "Yaroslav Koshka",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 431877.0,
 "awd_amount": 431877.0,
 "awd_min_amd_letter_date": "2020-05-05",
 "awd_max_amd_letter_date": "2022-06-02",
 "awd_abstract_narration": "Nontechnical description\r\nThis project is developing new technologically useful materials by incorporating a rarely used metal (scandium) into traditional semiconductors. This combination has unique light emitting and detecting capabilities with broad benefits to society including novel devices for medical imaging and solar cells. The research aims to understand, control, and adjust the atomic arrangement of these new materials to maximize light absorption in the invisible infrared range. The project also explores the effect of atomic imperfections in the semiconductors on the movement of free electrical charge. This program also links the research with the educational goal of increasing learning opportunities for students of all ages, inside and outside the traditional classroom. The investigators and students involved in this project participate in outreach activities organized either in-house or at local schools to increase exposure of K-12 students and the general public to modern scientific topics in materials science in a fun, project-oriented environment. Lesson plans are designed and experimental demonstrations of basic optical properties of matter are built for the middle-school summer camp “Physics Inside Out” at Purdue. To maximize impact at the high-school level, the activities engage teachers in summer research. In particular, the teachers are developing inquiry-based lesson plans incorporating concepts related to quantum science into the high-school curriculum to fulfill Indiana standards. The researchers also organize a hands-on workshop with take-home materials for the annual meeting of the Hoosier Association of Science Teachers.\r\n\r\n\r\nTechnical description\r\nThis project sets the foundation for a novel type of infrared materials using optical transitions between quantized states in the conduction band of nitride semiconductors incorporating the group IIIB transition-metal scandium. These semiconductors have unique electronic properties that make them suitable for advancing the functionality of semiconductor optoelectronic devices into spectral ranges currently inaccessible with other material systems. The innovative approach employs an emergent optoelectronic material, the wurtzite phase of Sc-Al-nitride that is lattice-matched to GaN, to mitigate strain-related issues that have impeded progress of nitride optoelectronics into the infrared so far. The research effort is interdisciplinary and involves material design and growth, plus structural and optical characterization. Polar and nonpolar ScAlN/GaN heterostructures are designed using extensive band-structure calculations. To achieve maximum material purity and monolayer-control of the atomic structure, the Sc-containing materials are grown by plasma-assisted molecular beam epitaxy on high quality quasi-bulk GaN substrates. The decisive task is to identify the epitaxial growth conditions that satisfy the most stringent requirements imposed by near-infrared optical processes. In order to correlate microstructure with optical and electronic properties, the structure of the semiconductor materials is comprehensively characterized with high-resolution x-ray diffraction, advanced transmission electron microscopy, and atom probe tomography. The band structure of the materials is probed experimentally with Fourier transform infrared spectroscopy and photoluminescence. The growth of these emergent materials advances the state-of-the-art in transition-metal nitride epitaxy. Uncharted mechanisms of material growth on polar and non-polar GaN substrates are scrutinized. This research also contributes to the knowledge base of the physics of infrared optical transitions. These infrared materials are expected to enable optoelectronics with functionality unmatched by current technologies. Moreover, the novel class of Sc-containing semiconductors benefit other applications such as high-electron mobility transistors, ultraviolet, thermoelectric, piezoelectric, and plasmonic devices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oana",
   "pi_last_name": "Malis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oana Malis",
   "pi_email_addr": "omalis@purdue.edu",
   "nsf_id": "000096958",
   "pi_start_date": "2020-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Manfra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Manfra",
   "pi_email_addr": "mmanfra@purdue.edu",
   "nsf_id": "000544506",
   "pi_start_date": "2020-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "525 Northwestern Ave",
  "perf_city_name": "W Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072036",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094Z",
   "pgm_ref_txt": "Materials Data"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 141564.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 143817.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 146496.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>This project set the foundation for a novel type of technological materials for infrared sensing applications. The nitride semiconductors have unique electronic properties that make them suitable for advancing the functionality of semiconductor optoelectronic devices into spectral ranges currently inaccessible with other material systems. Our innovative approach involved incorporation of the transition-metal Scandium into traditional nitride semiconductors. Most compelling, the wurtzite phase of Sc-Al-nitride that is lattice-matched to GaN promises to mitigate strain-related issues that have impeded progress of nitride optoelectronics into the infrared so far. To reach the technologically important near-infrared range, optical electron transitions between quantized states in the conduction band of ScAlN/GaN heterostructures were designed and investigated experimentally. The critical task was to identify the material synthesis conditions that satisfy the most stringent requirements imposed by near-infrared optical processes.</p>\n<p><span style=\"white-space: pre;\"> </span>The interdisciplinary research effort involved material modeling and growth, structural characterization, and optical assessment. To achieve maximum material purity and atomic-monolayer control of the structure, the Sc-containing materials were grown by plasma-assisted molecular beam epitaxy (MBE) on high quality commercial GaN substrates. In order to correlate microstructure with optical and electronic properties, the structure of the semiconductor materials was comprehensively characterized with atomic force microscopy, high-resolution x-ray diffraction, transmission electron microscopy, and atom probe tomography. The band structure of the materials was examined theoretically with computer simulations and experimentally with Fourier transform infrared spectroscopy and photoluminescence.</p>\n<p><span style=\"white-space: pre;\"> </span>The project succeeded in mapping the MBE growth diagram of ScAlN in the 12-22% Sc-composition range on c-plane GaN. Elimination of undesirable phases from wurtzite ScAlN was achieved in low-temperature growth by MBE. As a result, ScAlN lattice-matched to GaN with record-high crystalline quality was demonstrated. A reliable composition determination method for ScAlN using x-ray diffraction was developed. Comprehensive structural investigation as a function of composition pinpointed the precise lattice-matching composition for wurtzite Sc<sub>x</sub>Al<sub>1-x</sub>N layers on (0001) GaN to be x = 0.14&plusmn;0.01. We also reported the first observation and investigation of near-infrared intersubband absorption of ScAlN/GaN superlattices.</p>\n<p><span style=\"white-space: pre;\"> </span>This project expanded the catalog of viable wide-bandgap optoelectronic semiconductors. The growth of these emergent materials advanced the state-of-the-art in transition-metal nitride epitaxy. Previously uncharted mechanisms of material growth were studied in detail and compared. The goal was to achieve adequate understanding and control of the growth process, resulting microstructure and infrared optical properties in order to realize the theoretical potential of this material system. The fundamental and practical limitations for MBE growth of Sc-containing nitrides were established. The research also gave opportunities for major contributions to the knowledge base of the physics of intersubband optical transitions. These novel infrared materials are expected to immediately enable lasers and photodetectors with functionality unmatched by current technologies (wider spectral range, higher speeds, and better temperature performance). They will also be ideal candidates for monolithic integration with silicon electronics. Moreover, the novel class of Sc-containing semiconductors will benefit other applications in electronic (e.g. high-electron mobility transistors), ultraviolet, thermoelectric, piezoelectric, and plasmonic devices.</p>\n<p><span style=\"white-space: pre;\"> </span>The research results were disseminated to the science community through five invited talks, four student contributed conference presentations, five published refereed papers, and three published PhD theses.</p>\n<p><span style=\"white-space: pre;\"> </span>The program contributed to the education and training of four physics graduate students at Purdue University. The project research techniques and findings were incorporated into lecture materials for the Solid State Physics (PHYS54500) course taught by PI Malis at Purdue University in the Springs of 2023 and 2024. This course was taken by 25 graduate and undergraduate students in Physics, Mechanical Engineering, and Electrical Engineering.</p>\n<p><span style=\"white-space: pre;\"> </span>The research group members performed outreach activities to increase the exposure of K-12 students and the general public to modern scientific topics in materials science and optics in a fun, project-oriented environment. PI Malis participated as an instructor in the &ldquo;Physics Inside Out&rdquo; summer camp for middle school students that was organized by Purdue&rsquo;s Physics and Astromony Department July 11-15, 2022. The students were introduced to the wave nature of light through hands-on activities with light diffraction. They also explored the invisible regions of the electromagnetic spectrum, infrared and ultraviolet, with infrared cameras and florescence experiments, respectively. PI Manfra delivered a presentation on materials for quantum computation to the Physics, Computer Science and Engineering clubs at the West Lafayette Junior/Senior High School. PI Manfra also delivered a zoom public talk on the Advanced Gateway at Facility of Rare Isotopes Beams at Michigan State University.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/10/2024<br>\nModified by: Oana&nbsp;Malis</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2004462/2004462_10668528_1720625264547_research_highlight2023--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2004462/2004462_10668528_1720625264547_research_highlight2023--rgov-800width.jpg\" title=\"ScAlN results\"><img src=\"/por/images/Reports/POR/2024/2004462/2004462_10668528_1720625264547_research_highlight2023--rgov-66x44.jpg\" alt=\"ScAlN results\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">ScAlN/GaN superlattice: band structure simulation, electron microscopy image, x-ray diffraction reciprocal space mapping</div>\n<div class=\"imageCredit\">Oana Malis</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Oana&nbsp;Malis\n<div class=\"imageTitle\">ScAlN results</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2004462/2004462_10668528_1720625529880_IMG_5367--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2004462/2004462_10668528_1720625529880_IMG_5367--rgov-800width.JPG\" title=\"Middle-school outreach\"><img src=\"/por/images/Reports/POR/2024/2004462/2004462_10668528_1720625529880_IMG_5367--rgov-66x44.JPG\" alt=\"Middle-school outreach\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PI Malis guides middle-school students through optics experiments at the \"Physics Inside-Out\" summer camp (2022).</div>\n<div class=\"imageCredit\">Oana Malis</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Oana&nbsp;Malis\n<div class=\"imageTitle\">Middle-school outreach</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2004462/2004462_10668528_1720625119790_MBE_schematic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2004462/2004462_10668528_1720625119790_MBE_schematic--rgov-800width.jpg\" title=\"Molecular Beam Epitaxy schematics\"><img src=\"/por/images/Reports/POR/2024/2004462/2004462_10668528_1720625119790_MBE_schematic--rgov-66x44.jpg\" alt=\"Molecular Beam Epitaxy schematics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of semiconductor growth by MBE. Picture of MBE equipment.</div>\n<div class=\"imageCredit\">Michael J Manfra</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Oana&nbsp;Malis\n<div class=\"imageTitle\">Molecular Beam Epitaxy schematics</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n This project set the foundation for a novel type of technological materials for infrared sensing applications. The nitride semiconductors have unique electronic properties that make them suitable for advancing the functionality of semiconductor optoelectronic devices into spectral ranges currently inaccessible with other material systems. Our innovative approach involved incorporation of the transition-metal Scandium into traditional nitride semiconductors. Most compelling, the wurtzite phase of Sc-Al-nitride that is lattice-matched to GaN promises to mitigate strain-related issues that have impeded progress of nitride optoelectronics into the infrared so far. To reach the technologically important near-infrared range, optical electron transitions between quantized states in the conduction band of ScAlN/GaN heterostructures were designed and investigated experimentally. The critical task was to identify the material synthesis conditions that satisfy the most stringent requirements imposed by near-infrared optical processes.\n\n\n The interdisciplinary research effort involved material modeling and growth, structural characterization, and optical assessment. To achieve maximum material purity and atomic-monolayer control of the structure, the Sc-containing materials were grown by plasma-assisted molecular beam epitaxy (MBE) on high quality commercial GaN substrates. In order to correlate microstructure with optical and electronic properties, the structure of the semiconductor materials was comprehensively characterized with atomic force microscopy, high-resolution x-ray diffraction, transmission electron microscopy, and atom probe tomography. The band structure of the materials was examined theoretically with computer simulations and experimentally with Fourier transform infrared spectroscopy and photoluminescence.\n\n\n The project succeeded in mapping the MBE growth diagram of ScAlN in the 12-22% Sc-composition range on c-plane GaN. Elimination of undesirable phases from wurtzite ScAlN was achieved in low-temperature growth by MBE. As a result, ScAlN lattice-matched to GaN with record-high crystalline quality was demonstrated. A reliable composition determination method for ScAlN using x-ray diffraction was developed. Comprehensive structural investigation as a function of composition pinpointed the precise lattice-matching composition for wurtzite ScxAl1-xN layers on (0001) GaN to be x = 0.140.01. We also reported the first observation and investigation of near-infrared intersubband absorption of ScAlN/GaN superlattices.\n\n\n This project expanded the catalog of viable wide-bandgap optoelectronic semiconductors. The growth of these emergent materials advanced the state-of-the-art in transition-metal nitride epitaxy. Previously uncharted mechanisms of material growth were studied in detail and compared. The goal was to achieve adequate understanding and control of the growth process, resulting microstructure and infrared optical properties in order to realize the theoretical potential of this material system. The fundamental and practical limitations for MBE growth of Sc-containing nitrides were established. The research also gave opportunities for major contributions to the knowledge base of the physics of intersubband optical transitions. These novel infrared materials are expected to immediately enable lasers and photodetectors with functionality unmatched by current technologies (wider spectral range, higher speeds, and better temperature performance). They will also be ideal candidates for monolithic integration with silicon electronics. Moreover, the novel class of Sc-containing semiconductors will benefit other applications in electronic (e.g. high-electron mobility transistors), ultraviolet, thermoelectric, piezoelectric, and plasmonic devices.\n\n\n The research results were disseminated to the science community through five invited talks, four student contributed conference presentations, five published refereed papers, and three published PhD theses.\n\n\n The program contributed to the education and training of four physics graduate students at Purdue University. The project research techniques and findings were incorporated into lecture materials for the Solid State Physics (PHYS54500) course taught by PI Malis at Purdue University in the Springs of 2023 and 2024. This course was taken by 25 graduate and undergraduate students in Physics, Mechanical Engineering, and Electrical Engineering.\n\n\n The research group members performed outreach activities to increase the exposure of K-12 students and the general public to modern scientific topics in materials science and optics in a fun, project-oriented environment. PI Malis participated as an instructor in the Physics Inside Out summer camp for middle school students that was organized by Purdues Physics and Astromony Department July 11-15, 2022. The students were introduced to the wave nature of light through hands-on activities with light diffraction. They also explored the invisible regions of the electromagnetic spectrum, infrared and ultraviolet, with infrared cameras and florescence experiments, respectively. PI Manfra delivered a presentation on materials for quantum computation to the Physics, Computer Science and Engineering clubs at the West Lafayette Junior/Senior High School. PI Manfra also delivered a zoom public talk on the Advanced Gateway at Facility of Rare Isotopes Beams at Michigan State University.\n\n\n\t\t\t\t\tLast Modified: 07/10/2024\n\n\t\t\t\t\tSubmitted by: OanaMalis\n"
 }
}