{
 "awd_id": "2004501",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Designing Highly Stretchable Resilient Hydrogels",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 368562.0,
 "awd_amount": 368562.0,
 "awd_min_amd_letter_date": "2020-03-30",
 "awd_max_amd_letter_date": "2020-03-30",
 "awd_abstract_narration": "PART 1:   NON-TECHNICAL SUMMARY\r\n\r\nHydrogels are being used in many applications including in the biomedical field, pharmaceutical formulations, and food materials. Developing highly stretchable and resilient hydrogels could open up additional applications of these materials, for example in artificial muscles, in prosthetic devices towards assisting individuals with restricted mobility, energy harvesting, and enabling power amplification process in soft-robots. Biological elastomeric proteins such as resilin display high stretchability and resilience, but water-containing polymer networks prepared from synthetic monomers typically do not display such properties. High stretchability and resilience in biological elastomeric proteins have been attributed to the balanced combination of entropic and enthalpic elasticity originating from the presence of hydrophilic and hydrophobic segments. In the proposed research, taking inspiration from these biopolymers, hydrogels with hydrophilic and hydrophobic contents will be synthesized using a facile chemical synthesis route. The synthesis strategy and characterization techniques that would be developed and implemented in this project will be applicable to other soft materials. Because of the cross-disciplinary nature of the project, the proposed research will impact many disciplines viz., polymer science, physics, robotics, and biology. In addition to the direct involvement of undergraduate and graduate students in the proposed research activities, the educational and outreach component will also include laboratory demonstrations and active involvement of K-12 students in research activities with the goal of introducing them to polymer science and engineering and encouraging interest in STEM.\r\n\r\n\r\n \r\nPART 2:   TECHNICAL SUMMARY\r\n\r\nIn this project, the origin and nature of elasticity in hydrogels consisting of both hydrophilic and hydrophobic components will be investigated. Particularly, the hydrogel considered for this project will be obtained by using free-radical polymerization of acrylic acid (AAc), methacrylamide (MAAm), and polypropylene glycol diacrylate (PPGDA). PPGDA is sparsely soluble in water at room temperature and will act as a hydrophobic block. Multiples of those blocks can associate to form hydrophobic domains in these gels. The resultant hydrogel is highly stretchable, resilient, and can achieve very high retraction velocity when released from a stretched state. It has been hypothesized that during stretching, the hydrophilic blocks display entropic elasticity, whereas dissociation of the hydrophobic domains, unwinding and stretching of the collapsed polypropylene glycol blocks in the aqueous media will have a significant enthalpic penalty. Similar to that observed in protein elastomers, a balance in enthalpic and entropic elasticity will render a hydrogel stiff, stretchable, and resilient. However, a fundamental understanding linking the structure and properties of these hydrogels is not clearly available. In the planned research, such will be addressed by systematically varying the monomer concentrations, hydrophobic content, hydrophobic block molecular weight, and solvent quality or temperature. Variation of these conditions will likely lead to the change in gel structure, which will then be linked to gel properties, particularly stretchability and resilience.  A systematic understanding will lead to establishing design principles for synthesizing stretchable and resilient hydrogels from synthetic polymers.\r\n.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Santanu",
   "pi_last_name": "Kundu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Santanu Kundu",
   "pi_email_addr": "santanukundu@che.msstate.edu",
   "nsf_id": "000625812",
   "pi_start_date": "2020-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Mississippi State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "397626156",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MS03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 368562.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polymer gels are being used extensively and have potential new applications in many areas, including food materials, bioimplants, drug delivery vehicles, and soft robots/machines. In this project, we have developed a highly stretchable and resilient gel system consisting of hydrophilic and hydrophobic components. The gel system is inspired by elastomeric biopolymers such as resilin, in which a balanced combination of hydrophilic and hydrophobic segments leads to remarkable mechanical properties, including high stretchability and resilience. These properties are exploited in nature by many species for mechanical energy storage to facilitate their power-amplified movement necessary for feeding and defense mechanisms. The gels are synthesized through single-step free-radical polymerization of hydrophilic and hydrophobic monomers. These gels' modulus and stretchability can be tuned by changing chemical compositions. Also, these gels display low dissipation and retract rapidly to their original length when released from a stretched state. Our findings on hydrogel synthesis-structure-property relationships are vital for their applications in many demanding scenarios.</p>\r\n<p><strong>Intellectual Merit:</strong></p>\r\n<p>The gels were synthesized through a one-step free radical polymerization of acrylic acid (AAc), alkyl-acrylamide, for example, methacrylamide (MAM), n-Isopropyl acrylamide (NIPAM), n-tert-butyl acrylamide (BAM), and poly(propylene glycol diacrylate) (PPGDA). PPGDA is moderately hydrophobic at room temperature, and its incorporation into the gel at different concentrations led to varying mechanical properties. By changing the chemical compositions, the modulus of these gels can be tuned from 10 to 100 kPa, and the stretchability from 2 to 10 times their original length. Also, these gels display low dissipation, signifying high resilience.&nbsp; When released from the stretched states, these gel retract rapidly with a retraction velocity of as high as 16 m/s with an acceleration of 4,000 m/s<sup>2</sup>. These values are comparable to those observed in many biological species during a power amplification process. The synthesized gels are stable in saline environments, and swelling and deswelling in saline solutions led to a change in mechanical properties and retraction behavior. The gel microstructure has been investigated using scattering studies and the origin of unique mechanical properties of these gels as a function of gel microstructure was evaluated.</p>\r\n<p><strong>Broader Impacts:</strong></p>\r\n<p>The project provided training and professional development opportunities for graduate and undergraduate students participating in this project and the PI. The graduate students and PI have widely disseminated research results through conference presentations and peer-reviewed journal publications. Also, the graduate students and the PI have been involved in various K-12 outreach activities during the project.&nbsp; These outreach activities aimed to motivate K-12 students to pursue higher education in STEM fields by introducing them to the various aspects of polymer science and soft materials through simple experiments. The fundamental understanding regarding the structure-property relationship for the gels developed and the characterization frameworks that have been utilized in this project can be implemented in another gel system and other soft materials in general. The gels developed here have potential applications in soft robotics, prosthetics, and other biomedical applications.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/19/2025<br>\nModified by: Santanu&nbsp;Kundu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPolymer gels are being used extensively and have potential new applications in many areas, including food materials, bioimplants, drug delivery vehicles, and soft robots/machines. In this project, we have developed a highly stretchable and resilient gel system consisting of hydrophilic and hydrophobic components. The gel system is inspired by elastomeric biopolymers such as resilin, in which a balanced combination of hydrophilic and hydrophobic segments leads to remarkable mechanical properties, including high stretchability and resilience. These properties are exploited in nature by many species for mechanical energy storage to facilitate their power-amplified movement necessary for feeding and defense mechanisms. The gels are synthesized through single-step free-radical polymerization of hydrophilic and hydrophobic monomers. These gels' modulus and stretchability can be tuned by changing chemical compositions. Also, these gels display low dissipation and retract rapidly to their original length when released from a stretched state. Our findings on hydrogel synthesis-structure-property relationships are vital for their applications in many demanding scenarios.\r\n\n\nIntellectual Merit:\r\n\n\nThe gels were synthesized through a one-step free radical polymerization of acrylic acid (AAc), alkyl-acrylamide, for example, methacrylamide (MAM), n-Isopropyl acrylamide (NIPAM), n-tert-butyl acrylamide (BAM), and poly(propylene glycol diacrylate) (PPGDA). PPGDA is moderately hydrophobic at room temperature, and its incorporation into the gel at different concentrations led to varying mechanical properties. By changing the chemical compositions, the modulus of these gels can be tuned from 10 to 100 kPa, and the stretchability from 2 to 10 times their original length. Also, these gels display low dissipation, signifying high resilience. When released from the stretched states, these gel retract rapidly with a retraction velocity of as high as 16 m/s with an acceleration of 4,000 m/s2. These values are comparable to those observed in many biological species during a power amplification process. The synthesized gels are stable in saline environments, and swelling and deswelling in saline solutions led to a change in mechanical properties and retraction behavior. The gel microstructure has been investigated using scattering studies and the origin of unique mechanical properties of these gels as a function of gel microstructure was evaluated.\r\n\n\nBroader Impacts:\r\n\n\nThe project provided training and professional development opportunities for graduate and undergraduate students participating in this project and the PI. The graduate students and PI have widely disseminated research results through conference presentations and peer-reviewed journal publications. Also, the graduate students and the PI have been involved in various K-12 outreach activities during the project. These outreach activities aimed to motivate K-12 students to pursue higher education in STEM fields by introducing them to the various aspects of polymer science and soft materials through simple experiments. The fundamental understanding regarding the structure-property relationship for the gels developed and the characterization frameworks that have been utilized in this project can be implemented in another gel system and other soft materials in general. The gels developed here have potential applications in soft robotics, prosthetics, and other biomedical applications.\r\n\n\n\t\t\t\t\tLast Modified: 03/19/2025\n\n\t\t\t\t\tSubmitted by: SantanuKundu\n"
 }
}