{
 "awd_id": "2004169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Electrochemical Stability and Reactivity of Atomically Precise Single Metal and Alloy Clusters",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928173",
 "po_email": "jpapanik@nsf.gov",
 "po_sign_block_name": "John Papanikolas",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2020-05-19",
 "awd_max_amd_letter_date": "2020-05-19",
 "awd_abstract_narration": "The Macromolecular, Supramolecular, and Nanochemistry Program in the Chemistry Division supports Professor Francis Zamborini and his group at University of Louisville to create and study atomically precise metal nanoclusters using electrochemistry.  Metal nanoclusters are tiny metal pieces of less than 2 nanometers in diameter (~50,000 times smaller than the diameter of human hair).  They have interesting thermal, chemical, and optical properties that strongly depend on their size and atomic composition.  Some nanoclusters have interesting light emitting properties.  Others can speed up chemical reactions that are important in chemical industry and renewable energy efforts such as catalysis and fuel cells.  This research creates atomically precise gold nanoclusters and attaches them to electrodes with weakly bound linkages.  The researchers then  study their properties using an electrochemical technique called anodic stripping voltammetry.  This electrochemical characterization tool is much faster and cheaper than other techniques that are widely used for metal nanocluster analysis such as electron microscopy, x-ray methods, or mass spectrometry.  In addition to the new knowledge gained about the reactivity and stability of this class of materials, this research provides cutting edge research training to undergraduate and graduate students.  This research also promotes science to high school and middle school students through classes, poster sessions, and symposia.\r\n \r\nWith this award from the Macromolecular, Supramolecular, and Nanochemistry Program, this project aims to synthesize atomically precise metal/alloy nanoclusters (APMNCs/ APANCs) with weak stabilizers and analyze their size, composition, and reactivity by anodic stripping voltammetry (ASV).  New synthesis methods and purification strategies now allow scientists to prepare metal nanoclusters with a single uniform size with very high purity, i.e. APMNCs.  The optical and catalytic properties of APMNCs can be fine-tuned by adding a second metal to make APANCs.  APANCs with single atoms of a second metal have unique properties and reactivity.  One problem is that APMNCs and APANCs are usually synthesized with strong stabilizing molecules that alter the bare metal or alloy chemical reactivity and prevent their size and metal composition analysis by anodic stripping voltammetry (ASV).  ASV is much faster and cheaper than electron microscopy, x-ray methods, and mass spectrometry.  This project focuses on their synthesis by a method called antigalvanic replacement (AGR) and the analysis of the single metal atoms in the APANCs by the simple, low cost ASV method.  The research team plans to synthesize the APANCs directly on electrodes from Au APMNCs and study the size-dependence of the AGR reaction at the single atom doping level by ASV with support from other above mentioned methods in order to better understand the mechanism.  The team also aims to measure the oxidation potential of single atoms (Ag, Cu, Pd, Hg, and Cd) alloyed to Au APMNCs as a function of cluster size and dopant location and monitor the kinetics of the AGR reactions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Zamborini",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Francis P Zamborini",
   "pi_email_addr": "f.zamborini@louisville.edu",
   "nsf_id": "000339025",
   "pi_start_date": "2020-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisville Research Foundation Inc",
  "inst_street_address": "2301 S 3RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5028523788",
  "inst_zip_code": "402081838",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KY03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1KJM4T54MK6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisville",
  "perf_str_addr": "2320 South Brook Street",
  "perf_city_name": "Louisville",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402081885",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Metal nanoclusters (NCs) and nanoparticles (NPs) are small pieces of metal containing less than 500 atoms and 500 to millions of atoms, respectively.&nbsp; The following describes how this project has made advancements in the synthetic control, stability, and deposition of these fascinating materials.</span></p>\r\n<p><strong><span>Metal </span></strong><strong><span>NCs.</span></strong><span>&nbsp; A common synthesis results in 1.6 nanometer (nm) gold NCs and ~4 nm gold NPs as shown by the two downward oxidation peaks near 0.45 V and 0.70 V, respectively (Figure 1A).&nbsp; Oxidation involves removal of electrons from the gold NCs/NPs with the energy (potential) applied, which causes a current to flow as gold dissolves off the conductor and into water.&nbsp; The image in Figure 1B shows two sizes (dark circles) that are consistent with the two peaks.&nbsp; Figure 1C shows one peak for the 1.6 nm gold NCs after purification by adding alcohol, as confirmed by the image in Figure 1D.&nbsp;&nbsp;This project also led to an improved synthesis of pure 1.6 nm gold NCs (by changing solution conditions) and the synthesis of multimetallic NCs containing gold, palladium, silver, and copper by exposing 1.6 nm gold NCs to ions of the metals, causing the metal ions to replace some gold atoms.&nbsp; This occurs uniquely for gold NCs below 2 nm (Figure 1E).</span></p>\r\n<p><strong><span>Deposition Studies.</span></strong><span>&nbsp; The work in this project allowed determination of the rate of deposition of gold onto gold NPs, which is called &ldquo;growth&rdquo; because the original NPs grow bigger.&nbsp; Metal growth is important because it is the second step in the synthesis of metal NPs and in metal electroplating.&nbsp; We measured significantly faster growth rates for 4 nm gold NPs compared to 15 nm and 50 nm as shown by a more positive potential energy where reduction current (upward peaks) appeared in Figure 2A.&nbsp; The bright dots in Figure 2B show 4 nm gold NPs after attachment and growth.&nbsp; We also used deposition methods to form films of gold NCs (Figure 2C), hydrogels with gold NPs (Figure 2D), silver nanowires (Figure 2E), ~20 micron gold (Figure 2F), and metal-molecule-metal NP junctions.</span></p>\r\n<p><strong><span>Oxidation Studies.</span></strong><span>&nbsp; Figures 3A and 3B show the oxidation charge for gold NPs coated with a weak binding ligand (citrate) and a strong binding ligand (decanethiol, C10S), respectively.&nbsp; The charge increases fastest (low stability) for 4 nm gold NPs with citrate, while 50 nm gold NPs show the fastest/highest charge with C10S.&nbsp; This shows a reverse size-dependent stability depending on ligand strength.&nbsp; Figure 3C shows higher stability of 15 nm gold NPs after their clumping together in acid compared to a phosphonium ligand (THPC), as indicated by higher oxidation energy for acid.&nbsp; This is due to gold NP fusion and lower surface area (more stability) with acid, while space remains between gold NPs after clumping with THPC.&nbsp; Figure 3D shows that 1.6 nm gold NCs become larger at 80 </span><span>&deg;</span><span>C as indicated by the appearance of a peak at more positive potential.&nbsp; These experiments generally teach us about metal stability as a function of size, ligand, aggregation, and temperature.&nbsp; This grant also showed that increasing chromium led to less gold deposition as shown by lower oxidation current (Figure 3E).&nbsp; We also detected nanomolar gold (~1000 NPs per microliter) by measuring oxidation current after amplification (Figure 3F).</span></p>\r\n<p><strong><span>Hybrid Hydrogel-Metal NPs/NCs.</span></strong><span>&nbsp; We importantly demonstrated that gold NPs in hydrogels escape and react outside the gel when used to speed up reactions (catalysis).&nbsp; Adding Ca<sup>2+</sup>&nbsp;ions to the solution surrounding the hydrogel ensures reactivity inside the hydrogel, which is required for applications.&nbsp; We showed the synthesis of hydrogel beads with multiple metal NPs by metal replacement and molecule trapping inside hydrogels.</span></p>\r\n<p><span><span style=\"text-decoration: underline;\"><span>Intellectual Merit</span></span></span></p>\r\n<p><span>This project has led to new fundamental information about metal NC and NP growth rates, chemical stability, and unique chemical and electrochemical reactivity inside and outside of confined hydrogel materials.&nbsp; The fundamental work led to new strategies to detect harmful chemicals like chromium or metal NPs at very low concentrations.&nbsp; This work has intellectual merit in terms of synthesis, purification, and characterization of single metal and multimetal NCs of sizes below 2 nm in diameter. &nbsp;It also provides important fundamental knowledge of metal NC/NP synthesis, deposition, catalysis, metal replacement, and separation.</span></p>\r\n<p><span><span style=\"text-decoration: underline;\"><span>Broader Impacts</span></span></span></p>\r\n<p><span>This grant has had a broad educational impact on the 10 graduate, 12 undergraduate, and 1 visiting student who conducted the research.&nbsp; Dissemination through 8 journal articles, 32 presentations, and 2 theses will impact the scientific community.&nbsp; Metal and multimetal NCs and NPs are explored in chemistry, physics, biology, engineering, and biomedical fields for their unique properties and many potential applications. &nbsp;The fundamental information about synthesis, stability, reactivity, and properties along with the characterization methods will broadly impact those in the field.&nbsp; Our developed sensors have very low detection limits and could have a societal impact as they are simple, low-cost, and can be made to be portable.</span></p><br>\n<p>\n Last Modified: 02/24/2025<br>\nModified by: Francis&nbsp;P&nbsp;Zamborini</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2004169/2004169_10671578_1740443726383_Figure03--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2004169/2004169_10671578_1740443726383_Figure03--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2025/2004169/2004169_10671578_1740443726383_Figure03--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Results showing the oxidation charge of (A) citrate-coated gold nanoparticles and (B) C10S-coated gold nanoparticles, (C) oxidation of acid- and THPC-induced clumping of gold nanoparticles, (D) thermal stability of 1.6 nm gold nanoparticles, and detection of (E) chromium and (F) gold nanoparticles.</div>\n<div class=\"imageCredit\">Francis P. Zamborini</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Francis&nbsp;P&nbsp;Zamborini\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2004169/2004169_10671578_1740432339269_Figure01--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2004169/2004169_10671578_1740432339269_Figure01--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2025/2004169/2004169_10671578_1740432339269_Figure01--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Results for the (A-D) synthesis and purification of 1.6 nm gold nanoclusters and (E) multimetallic nanoclusters.</div>\n<div class=\"imageCredit\">Francis P. Zamborini</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Francis&nbsp;P&nbsp;Zamborini\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2004169/2004169_10671578_1740443379435_Figure02--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2004169/2004169_10671578_1740443379435_Figure02--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2025/2004169/2004169_10671578_1740443379435_Figure02--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Results showing (A) size dependent growth rates for gold nanoparticles, (B) 4 nm gold nanoparticles after growth, (C-E) deposition of gold nanoclusters, calcium-alginate-gold nanoparticle hydrogel, silver nanowires, and a microscale deposit of gold, respectively.</div>\n<div class=\"imageCredit\">Francis P. Zamborini</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Francis&nbsp;P&nbsp;Zamborini\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nMetal nanoclusters (NCs) and nanoparticles (NPs) are small pieces of metal containing less than 500 atoms and 500 to millions of atoms, respectively. The following describes how this project has made advancements in the synthetic control, stability, and deposition of these fascinating materials.\r\n\n\nMetal NCs. A common synthesis results in 1.6 nanometer (nm) gold NCs and ~4 nm gold NPs as shown by the two downward oxidation peaks near 0.45 V and 0.70 V, respectively (Figure 1A). Oxidation involves removal of electrons from the gold NCs/NPs with the energy (potential) applied, which causes a current to flow as gold dissolves off the conductor and into water. The image in Figure 1B shows two sizes (dark circles) that are consistent with the two peaks. Figure 1C shows one peak for the 1.6 nm gold NCs after purification by adding alcohol, as confirmed by the image in Figure 1D.This project also led to an improved synthesis of pure 1.6 nm gold NCs (by changing solution conditions) and the synthesis of multimetallic NCs containing gold, palladium, silver, and copper by exposing 1.6 nm gold NCs to ions of the metals, causing the metal ions to replace some gold atoms. This occurs uniquely for gold NCs below 2 nm (Figure 1E).\r\n\n\nDeposition Studies. The work in this project allowed determination of the rate of deposition of gold onto gold NPs, which is called growth because the original NPs grow bigger. Metal growth is important because it is the second step in the synthesis of metal NPs and in metal electroplating. We measured significantly faster growth rates for 4 nm gold NPs compared to 15 nm and 50 nm as shown by a more positive potential energy where reduction current (upward peaks) appeared in Figure 2A. The bright dots in Figure 2B show 4 nm gold NPs after attachment and growth. We also used deposition methods to form films of gold NCs (Figure 2C), hydrogels with gold NPs (Figure 2D), silver nanowires (Figure 2E), ~20 micron gold (Figure 2F), and metal-molecule-metal NP junctions.\r\n\n\nOxidation Studies. Figures 3A and 3B show the oxidation charge for gold NPs coated with a weak binding ligand (citrate) and a strong binding ligand (decanethiol, C10S), respectively. The charge increases fastest (low stability) for 4 nm gold NPs with citrate, while 50 nm gold NPs show the fastest/highest charge with C10S. This shows a reverse size-dependent stability depending on ligand strength. Figure 3C shows higher stability of 15 nm gold NPs after their clumping together in acid compared to a phosphonium ligand (THPC), as indicated by higher oxidation energy for acid. This is due to gold NP fusion and lower surface area (more stability) with acid, while space remains between gold NPs after clumping with THPC. Figure 3D shows that 1.6 nm gold NCs become larger at 80 C as indicated by the appearance of a peak at more positive potential. These experiments generally teach us about metal stability as a function of size, ligand, aggregation, and temperature. This grant also showed that increasing chromium led to less gold deposition as shown by lower oxidation current (Figure 3E). We also detected nanomolar gold (~1000 NPs per microliter) by measuring oxidation current after amplification (Figure 3F).\r\n\n\nHybrid Hydrogel-Metal NPs/NCs. We importantly demonstrated that gold NPs in hydrogels escape and react outside the gel when used to speed up reactions (catalysis). Adding Ca2+ions to the solution surrounding the hydrogel ensures reactivity inside the hydrogel, which is required for applications. We showed the synthesis of hydrogel beads with multiple metal NPs by metal replacement and molecule trapping inside hydrogels.\r\n\n\nIntellectual Merit\r\n\n\nThis project has led to new fundamental information about metal NC and NP growth rates, chemical stability, and unique chemical and electrochemical reactivity inside and outside of confined hydrogel materials. The fundamental work led to new strategies to detect harmful chemicals like chromium or metal NPs at very low concentrations. This work has intellectual merit in terms of synthesis, purification, and characterization of single metal and multimetal NCs of sizes below 2 nm in diameter. It also provides important fundamental knowledge of metal NC/NP synthesis, deposition, catalysis, metal replacement, and separation.\r\n\n\nBroader Impacts\r\n\n\nThis grant has had a broad educational impact on the 10 graduate, 12 undergraduate, and 1 visiting student who conducted the research. Dissemination through 8 journal articles, 32 presentations, and 2 theses will impact the scientific community. Metal and multimetal NCs and NPs are explored in chemistry, physics, biology, engineering, and biomedical fields for their unique properties and many potential applications. The fundamental information about synthesis, stability, reactivity, and properties along with the characterization methods will broadly impact those in the field. Our developed sensors have very low detection limits and could have a societal impact as they are simple, low-cost, and can be made to be portable.\t\t\t\t\tLast Modified: 02/24/2025\n\n\t\t\t\t\tSubmitted by: FrancisPZamborini\n"
 }
}