{
 "awd_id": "2004812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:Unraveling the Influence of Free Carriers, Phonons and Band Electrons from the Dielectric Function of van der Waals Solids",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 179000.0,
 "awd_amount": 179000.0,
 "awd_min_amd_letter_date": "2020-04-21",
 "awd_max_amd_letter_date": "2024-01-18",
 "awd_abstract_narration": "Non-technical Abstract\r\nThe focus of this project is to investigate a new class of materials called 2D van der Walls solids which have interesting properties that can be exploited for making novel electronic and optical devices. A technique known as spectroscopic ellipsometry with a uniquely wide light energy range is used to study the characteristics of a variety of the 2D van der Walls solids. Knowledge gained from this study could advance the development of various devices, such as light emitting diodes, transistors, photovoltaic devices, and lasers. The research work is performed by undergraduate students in a liberal-arts setting, who receive training in materials characterization, preparing them for graduate studies and careers in science and technology. To enhance educational goals, several experimental activities are incorporated into current courses in the curriculum. Additionally, to foster a wider interest in the sciences, several outreach activities for high school students are conducted. \r\n\r\nTechnical Abstract\r\nBy combining spectroscopic ellipsometry and reflectivity measurements to cover a wide-spectral range (i.e. 1 meV to 6 eV), this project explores the dielectric function and the complex conductivity of 2D van der Walls materials, particularly transition metal dichalcogenides (TMDCs). Having access to a high spectral range enables the study of the contributions of free carriers, phonons and band electrons (and excitons) of TMDCs. Specifically, the following issues are addressed: (i) the excitonic effects of band transitions; (ii) evolution of transitions with the number of layers; (iii) the mechanism that governs the carrier relaxation time; (iv) the influence of dopants on the transport properties; (v) the significance of electron-phonon coupling on TMDCs; and (vi) quantifying the circular dichroism in TMDCs and explaining their differences. The research work is performed by undergraduate students in a liberal-arts setting. Several experimental activities are injected into current courses such as Condensed Matter Physics, Optics and Advanced Lab. The undergraduate students receive training in materials characterization, optics, and cryogenics, preparing them for graduate studies or careers in STEM-based fields. Additionally, several outreach activities for high school students are conducted in order to foster a wider interest in the sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Peiris",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Frank C Peiris",
   "pi_email_addr": "peirisf@kenyon.edu",
   "nsf_id": "000290831",
   "pi_start_date": "2020-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kenyon College",
  "inst_street_address": "1 KENYON COLLEGE",
  "inst_street_address_2": "",
  "inst_city_name": "GAMBIER",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7404275114",
  "inst_zip_code": "430229623",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "KENYON COLLEGE",
  "org_prnt_uei_num": "XFWQPRJMQWP9",
  "org_uei_num": "NML9QD5ZL2F6"
 },
 "perf_inst": {
  "perf_inst_name": "Kenyon College",
  "perf_str_addr": "22 Ransom Hall",
  "perf_city_name": "Gambier",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "430229623",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 179000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3f174560-7fff-ec40-4a90-172ae577e79c\">\n<p dir=\"ltr\"><span>It is known that 2D van der Walls solids exhibit intriguing electrical and optical properties, including the fact that some of these materials exhibit indirect bandgaps in their bulk form and direct bandgaps in single and few layered samples. Such interesting characteristics can be exploited to produce novel optical and electronic devices. In this work we have mainly used a technique called spectroscopic ellipsometry, with a uniquely wide light energy range, to explore the physics of a variety of the 2D van der Walls solids. Ellipsometry helps to determine a parameter called the dielectric function, which provides information on the behavior of electrons and lattice vibrations of a material. Such information could advance the development of various devices, such as light emitting diodes, transistors, photovoltaic devices, and lasers.&nbsp;</span></p>\n<p dir=\"ltr\"><span>In the past few years, we have explored the optical properties of four 2D van der Walls systems;&nbsp; MoS</span><span><span>2</span></span><span>, WS</span><span><span>2</span></span><span>, ZrTe</span><span><span>2</span></span><span> and PtSe</span><span><span>2</span></span><span>. All of the research work was performed by undergraduate students in a liberal-arts setting, who received training performing the experiments and theoretical modeling. The samples were provided by our collaborators at Penn State [i.e., 2-Dimensional Crystal Consortium at Penn State]. Interestingly, because several growth chambers at Penn State had ellipsometers coupled to them, we were able to obtain continuous ellipsometry spectra while the samples were grown. This in turn allowed us to determine the dielectric functions of these materials as a function of their thickness.</span></p>\n<p dir=\"ltr\"><span>One of the key outcomes from our work on MoS</span><span><span>2</span></span><span> and WS</span><span><span>2</span></span><span> was the determination of the dielectric functions of monolayers, bilayers and bulk layers of these materials. This has enabled us to predict the layered-structure of samples while they are being grown in the chamber, and to adjust the growth properties in-situ. Consequently, this has resulted in improving the overall quality of these samples. The major finding from our work on ZrTe</span><span><span>2 </span></span><span>and PtSe</span><span><span>2 </span></span><span>was that variations in thickness caused significant changes to the dielectric functions of these materials. Additionally, we found that the carrier concentration of ZrTe</span><span><span>2</span></span><span> increases with thickness, suggesting that its metallic character increases with thickness.&nbsp;</span></p>\n<p dir=\"ltr\"><span>While previous studies have determined the dielectric functions of some of these 2D van der Walls solids, these results were performed using ex-situ ellipsometry. In obtaining the dielectric functions using ellipsometry, the experimental spectra must be fit to an optical model which includes oxide layers that get incorporated post-growth. While there are standard methods to represent oxide layers, this often can lead to imprecise values for the dielectric functions. In the present study, because the ellipsometry spectra were obtained in-situ, issues related to oxides were mitigated. Consequently, in-situ ellipsometry measurements performed in this study leads to obtaining more precise and accurate dielectric functions of the 2D van der Walls solids. Hence our work has a significant impact in advancing the field of 2D materials.&nbsp;</span></p>\n<span>In terms of the broader impacts, over fifteen undergraduate students have been trained to perform several experiments, to analyze data, to prepare presentations and posters related to </span><span>2D van der Walls solids. </span><span>These experiences will </span><span>prepare them for graduate studies and careers in science and technology. </span><span>In addition, several optical experiments have been incorporated into the Advanced Experimental course offered for students majoring in physics, which in turn has enriched the physics curriculum at Kenyon College.&nbsp; </span></span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/29/2024<br>\nModified by: Frank&nbsp;C&nbsp;Peiris</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nIt is known that 2D van der Walls solids exhibit intriguing electrical and optical properties, including the fact that some of these materials exhibit indirect bandgaps in their bulk form and direct bandgaps in single and few layered samples. Such interesting characteristics can be exploited to produce novel optical and electronic devices. In this work we have mainly used a technique called spectroscopic ellipsometry, with a uniquely wide light energy range, to explore the physics of a variety of the 2D van der Walls solids. Ellipsometry helps to determine a parameter called the dielectric function, which provides information on the behavior of electrons and lattice vibrations of a material. Such information could advance the development of various devices, such as light emitting diodes, transistors, photovoltaic devices, and lasers.\n\n\nIn the past few years, we have explored the optical properties of four 2D van der Walls systems; MoS2, WS2, ZrTe2 and PtSe2. All of the research work was performed by undergraduate students in a liberal-arts setting, who received training performing the experiments and theoretical modeling. The samples were provided by our collaborators at Penn State [i.e., 2-Dimensional Crystal Consortium at Penn State]. Interestingly, because several growth chambers at Penn State had ellipsometers coupled to them, we were able to obtain continuous ellipsometry spectra while the samples were grown. This in turn allowed us to determine the dielectric functions of these materials as a function of their thickness.\n\n\nOne of the key outcomes from our work on MoS2 and WS2 was the determination of the dielectric functions of monolayers, bilayers and bulk layers of these materials. This has enabled us to predict the layered-structure of samples while they are being grown in the chamber, and to adjust the growth properties in-situ. Consequently, this has resulted in improving the overall quality of these samples. The major finding from our work on ZrTe2 and PtSe2 was that variations in thickness caused significant changes to the dielectric functions of these materials. Additionally, we found that the carrier concentration of ZrTe2 increases with thickness, suggesting that its metallic character increases with thickness.\n\n\nWhile previous studies have determined the dielectric functions of some of these 2D van der Walls solids, these results were performed using ex-situ ellipsometry. In obtaining the dielectric functions using ellipsometry, the experimental spectra must be fit to an optical model which includes oxide layers that get incorporated post-growth. While there are standard methods to represent oxide layers, this often can lead to imprecise values for the dielectric functions. In the present study, because the ellipsometry spectra were obtained in-situ, issues related to oxides were mitigated. Consequently, in-situ ellipsometry measurements performed in this study leads to obtaining more precise and accurate dielectric functions of the 2D van der Walls solids. Hence our work has a significant impact in advancing the field of 2D materials.\nIn terms of the broader impacts, over fifteen undergraduate students have been trained to perform several experiments, to analyze data, to prepare presentations and posters related to 2D van der Walls solids. These experiences will prepare them for graduate studies and careers in science and technology. In addition, several optical experiments have been incorporated into the Advanced Experimental course offered for students majoring in physics, which in turn has enriched the physics curriculum at Kenyon College. \n\n\n\t\t\t\t\tLast Modified: 10/29/2024\n\n\t\t\t\t\tSubmitted by: FrankCPeiris\n"
 }
}