{
 "awd_id": "2004616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tuning Nanostructured Morphology in Superhard Metal Borides",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2020-03-27",
 "awd_max_amd_letter_date": "2022-07-18",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY:\r\n\r\nMechanical hardness is an important property used to determine the applications of materials in the machining and manufacturing industries. Due to the extensive use of hard materials as cutting tools and abrasives, the demand for superhard materials has been steadily increasing. The best-known superhard material – diamond – is not effective at cutting and drilling steel due to its poor thermal stability in air and its tendency to react with the iron in the steel it is trying to cut. Therefore, there is great interest in finding alternatives to traditional superhard materials. These are needed in the construction, automotive, and other industries to replace costly and low performing traditional hard materials like tungsten carbide. To address these issues, the Principal Investigators (PIs) are designing a new generation of superhard materials that will provide greatly increased hardness and the ability to cut steels and other materials at lower cost. Inspired by the unique properties of natural diamond, the Principal Investigators have focused on creating networks with similar properties in other compounds, focusing on mixtures of electron-rich metals and boron. The novel superhard materials are synthesized at ambient pressure and characterization will be conducted to understand the correlation between material structure and hardness. The educational efforts of the PIs, which address the needs of students ranging from elementary school to college undergraduates, include course development, teacher workshops for elementary, middle, and high schools in the greater Los Angeles area, and school outreach visits. Workforce development occurs through the training of graduate students, who also assist with outreach programs and mentor UCLA undergraduate students through research.  This project is supported by the Solid State and Materials Chemistry program within the Division of Materials Research.\r\n\r\nTECHNICAL SUMMARY:\r\n\r\nHardness is a physical phenomenon dependent on both the chemical bond strength and grain structure of a material. An understanding of how to design new superhard materials thus requires sufficient mechanistic insight and control of both bonding and grain morphology. To address this challenge, the Principal Investigators (PIs) are combining the synthesis of a wide range of transition metal boride systems with high-pressure studies to obtain lattice-specific information about plastic deformations in a broad range of bulk and nanoscale materials. These metal boride structures consist of high valence electron density metals, combined with multiple short boron-boron bonds, providing a highly covalent bonding network that is resistant to slip and dislocations, combined with high electrostatic repulsion that resists bond compression. The goal of the proposed work, supported by the Solid State and Materials Chemistry program within the Division of Materials Research, is to synthetically control both grain size and morphology. In bulk materials, this is being accomplished through the decomposition of metastable dodecaboride phases in the WB4 system and through precipitation of secondary phases in the ReB2 system. Additionally, molten salt methods are being used to develop nano grain-sized metal borides such as nano-ReB2 and nano-WB4. These synthetic approaches thus aim to enhance extrinsic hardness in both bulk and nano-sized materials. Materials are being analyzed through Vickers hardness testing and high-pressure experiments in diamond anvil cells. With an understanding of the coupled effects of bonding and grain morphology, the research team aims to systematically tune nanostructured materials and advance the next generation of superhard metal borides. The broader impacts of the work lie in workforce development through the training of graduate students, in the extensive outreach efforts of the PIs, which address the needs of students ranging from elementary school to college undergraduates, and in the significant potential for impact on the commercial cutting, drilling and machining industries.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Kaner",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Richard B Kaner",
   "pi_email_addr": "kaner@chem.ucla.edu",
   "nsf_id": "000341424",
   "pi_start_date": "2020-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Tolbert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Tolbert",
   "pi_email_addr": "tolbert@chem.ucla.edu",
   "nsf_id": "000419902",
   "pi_start_date": "2020-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "Univ of California",
  "perf_str_addr": "607 Charles E. Young Drive",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "089Z",
   "pgm_ref_txt": "Materials Under Extreme Conditions"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 195882.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 200573.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 203545.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The design and creation of novel superhard materials is especially important for industrial machining and cutting purposes. Currently tools used for cutting, grinding, and abrasives tend to use materials that are either superhard but costly to produce (i.e. diamond), or cheap but relatively soft (tungsten carbide). Through this project, we aim to address the demand for low cost, readily synthesized superhard materials that are thermally and oxidatively stable through the study of transition metal borides.</p>\n<p>In our years of research into superhard materials, we have determined that by combining incompressible late transition metals like tungsten and rhenium, with the short covalent bonding networks of boron, we can create transition metal borides with high hardness and ultra-incompressibility. In addition to their intrinsically high hardness, these metal borides can also be further improved through a collection of strengthening mechanisms, such as solid solution hardening, composite hardening and grain size refinement.&nbsp; Great focus has been placed on grain size refinement in particular, as it is a powerful means of hardening known materials without changing the material&rsquo;s composition or crystal structure.&nbsp; One such example can be seen in our work with nanocrystalline metal diborides.&nbsp; We have developed careful control over the parameters of the salt-flux synthesis technique used to make these diborides, allowing the creation of tungsten diboride (WB<sub>2</sub>) and rhenium diboride (ReB<sub>2</sub>) nanoparticles in the size range of 20 nm-65 nm. Employing <em>in-situ</em> high-pressure radial X-ray diffraction (HPRXRD), we were able to see lattice specific response to an applied stress in each material at each size and determine the slip systems in each material. This enabled us to more deeply examine the impact that smaller crystalline grain size has on our materials. From the results of these experiments, we have been able to show that the Hall-Petch effect does play a role in hardening these materials, with both ReB<sub>2</sub> and W<sub>2</sub> able to support more stress before slipping in the nano-regime compared to the bulk, indicating that the smaller grain sizes have hardened the materials. This experiment also gave us insight into the onset of the inverse Hall-Petch effect, in which grain sizes that are too small soften the material. WB<sub>2</sub> with a crystalline size of 20 nm showed a noticeable decrease in resistance to plastic deformation compared to WB<sub>2 </sub>with a 35 nm crystalline size. &nbsp;This contrasts with ReB<sub>2</sub>, which despite having a similar crystal structure to WB<sub>2</sub>, had no such decrease in slip resistance at 20 nm. This demonstrates that the two materials have different onsets of the inverse Hall-Petch effect which is believed to be related to the hardness of each material. In addition to grain size refinement, we have also investigated the effect of solid solution and composite effects in bulk WB<sub>2</sub>. To explore the effect of both intrinsic and extrinsic effects, SiC and B<sub>4</sub>C were added as secondary phases to both pure phase WB<sub>2</sub> and a W<sub>0.70</sub>Mo<sub>0.30</sub>B<sub>2</sub> solid solution. While the secondary phases were shown to improve the hardness of the pure phase WB<sub>2</sub>, it made no discernable difference to the already harder solid solution W<sub>0.70</sub>Mo<sub>0.30</sub>B<sub>2</sub>. This highlights that hardening effects are not necessarily always additive. Tungsten tetraboride (WB<sub>4</sub>) solid solutions were also explored by comparing the effect of zirconium metal doping and carbon light element doping. Both showed similar levels of improvement in hardening WB<sub>4</sub>, however, only the carbon doped WB<sub>4</sub> showed any improvement intrinsically, as measured by HPRXRD, indicating that the addition of carbon strengthened the boron-boron bonding network improving the slip system in WB<sub>4</sub> while the addition of Zr disrupted it. The hardening shown by Zr was attributed to extrinsic effects caused by a change in the morphology.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/29/2024<br>\nModified by: Richard&nbsp;B&nbsp;Kaner</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe design and creation of novel superhard materials is especially important for industrial machining and cutting purposes. Currently tools used for cutting, grinding, and abrasives tend to use materials that are either superhard but costly to produce (i.e. diamond), or cheap but relatively soft (tungsten carbide). Through this project, we aim to address the demand for low cost, readily synthesized superhard materials that are thermally and oxidatively stable through the study of transition metal borides.\n\n\nIn our years of research into superhard materials, we have determined that by combining incompressible late transition metals like tungsten and rhenium, with the short covalent bonding networks of boron, we can create transition metal borides with high hardness and ultra-incompressibility. In addition to their intrinsically high hardness, these metal borides can also be further improved through a collection of strengthening mechanisms, such as solid solution hardening, composite hardening and grain size refinement. Great focus has been placed on grain size refinement in particular, as it is a powerful means of hardening known materials without changing the materials composition or crystal structure. One such example can be seen in our work with nanocrystalline metal diborides. We have developed careful control over the parameters of the salt-flux synthesis technique used to make these diborides, allowing the creation of tungsten diboride (WB2) and rhenium diboride (ReB2) nanoparticles in the size range of 20 nm-65 nm. Employing in-situ high-pressure radial X-ray diffraction (HPRXRD), we were able to see lattice specific response to an applied stress in each material at each size and determine the slip systems in each material. This enabled us to more deeply examine the impact that smaller crystalline grain size has on our materials. From the results of these experiments, we have been able to show that the Hall-Petch effect does play a role in hardening these materials, with both ReB2 and W2 able to support more stress before slipping in the nano-regime compared to the bulk, indicating that the smaller grain sizes have hardened the materials. This experiment also gave us insight into the onset of the inverse Hall-Petch effect, in which grain sizes that are too small soften the material. WB2 with a crystalline size of 20 nm showed a noticeable decrease in resistance to plastic deformation compared to WB2 with a 35 nm crystalline size. This contrasts with ReB2, which despite having a similar crystal structure to WB2, had no such decrease in slip resistance at 20 nm. This demonstrates that the two materials have different onsets of the inverse Hall-Petch effect which is believed to be related to the hardness of each material. In addition to grain size refinement, we have also investigated the effect of solid solution and composite effects in bulk WB2. To explore the effect of both intrinsic and extrinsic effects, SiC and B4C were added as secondary phases to both pure phase WB2 and a W0.70Mo0.30B2 solid solution. While the secondary phases were shown to improve the hardness of the pure phase WB2, it made no discernable difference to the already harder solid solution W0.70Mo0.30B2. This highlights that hardening effects are not necessarily always additive. Tungsten tetraboride (WB4) solid solutions were also explored by comparing the effect of zirconium metal doping and carbon light element doping. Both showed similar levels of improvement in hardening WB4, however, only the carbon doped WB4 showed any improvement intrinsically, as measured by HPRXRD, indicating that the addition of carbon strengthened the boron-boron bonding network improving the slip system in WB4 while the addition of Zr disrupted it. The hardening shown by Zr was attributed to extrinsic effects caused by a change in the morphology.\n\n\n\t\t\t\t\tLast Modified: 03/29/2024\n\n\t\t\t\t\tSubmitted by: RichardBKaner\n"
 }
}