{
 "awd_id": "2004544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elements: Cyberinfrastructure Service for IoT-Based Construction Research and Applications",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rob Beverly",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 455114.0,
 "awd_amount": 455114.0,
 "awd_min_amd_letter_date": "2020-04-29",
 "awd_max_amd_letter_date": "2020-04-29",
 "awd_abstract_narration": "Wireless infrastructure is steadily evolving into wireless access for all humans and most devices, from 5G to Internet-of-Things. This widespread access creates the expectation of custom and adaptive services from the personal network to the backbone network. In addition, challenges of scale and interoperability exist across networks, applications and services, both requiring an effective wireless network management infrastructure. At the same time, there has been a rising imperative to capitalize on the current technological advancements to address to the most pressing issues surrounding construction and the built environment to increase health and safety; productivity; and sustainability. This Elements project combines the areas of computer science, electrical engineering, and construction and building to develop a robust cyberinfrastructure (CI) service for construction research, as well as applications that utilize state-of-the-art emerging technologies and software to address the current challenges faced by the construction industry. The major contribution of the project is the development of the IoT-ACRES (IoT-Applied Construction Research and Education Services) system,  a central, interoperable framework hub that can incorporate a variety of heterogeneous sensors, technology, software, managed by a software-defined network infrastructure and optimized by machine learning and artificial intelligence techniques. The prototype system will help to augment the works and/or safety manager's ability to detect hazards and subsequently improve safety performance in construction, which is one of the greatest challenges faced by the construction industry. In addition, the framework can be used to increase autonomy in applications that require simultaneous tracking of multiple entities (people, vehicles, equipment, etc.), detecting multiple objects of interests, analyzing real-time biometric data, and making autonomous decisions. Results will be disseminated to industry and research communities through publications and presentations at workshops, training courses and online professional certification programs. The project will also be used as a research, education, and training tool to (1) mentor and teach K-12 students about STEM, and (2) to develop and enhance courses to educate the current and next generations of students, users, and workers, on the latest technology and the latest approaches to cyber security techniques. \r\n\r\nThis project develops a robust cyberinfrastructure (CI) system and service for construction research and applications to address the current challenges faced in the construction industry. The outcomes and services that this proposal aims to provide are 1) a distributed SDN-managed and AI-assisted IoT-based system that can be adapted and extended based on needs of the research and application; 2) identification of the data and data security requirements needed to address the challenges in the construction industry and potential technologies that can provide those data; 3) evaluation of reliable real-time multi-sensor fusion techniques for ruggedness, usability, and limitations of IoT-based components deployed in the dynamic construction environments; 4) robust prototype system for real-time safety monitoring based on the IoT system framework; and 5) recommendations of potential configurations of the system with the appropriate technology and sensors to meet the needs of the application. The empirical data resulting will be delivered through yearly NSF reports on the progress and findings, journal publications of the intellectual merit and scientific findings, and conference proceedings discussing the broader impacts and future research objectives. The framework of the hardware and software, including an instructional manual will also be published. The software will be made available through request via a project website, open source posts, and conference and workshop dissemination. The project will explore the use of various delivery mechanisms, such as NSF's eXtreme Science and Engineering Discovery Environment (XSEDE). The IoT-ACRES will utilize IBM IoT Continuous Engineering and Cloud Computing Servers Cloud (e.g. Amazon AWS) for the data analysis and performance metrics. This novel convergence research project will ultimately advance the development of sustainable CI communities and stewardships of sustainable CI services that can enhance productivity and accelerate innovation in science and engineering. This work will advance practices of safety controls by developing a tool for safety monitoring on construction sites, presented to safety managers with interfaces that visualize, and report real-time safety hazards. Significantly, it will address fundamental research challenges in computer vision and construction management: improving context-based object recognition and tracking; and formalizing rules for integrating visual, textual, biometric data to proactively recognize safety hazards.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Costin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Costin",
   "pi_email_addr": "aaron.costin@ufl.edu",
   "nsf_id": "000745948",
   "pi_start_date": "2020-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janise",
   "pi_last_name": "McNair",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janise McNair",
   "pi_email_addr": "mcnair@ece.ufl.edu",
   "nsf_id": "000231785",
   "pi_start_date": "2020-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sanjeev",
   "pi_last_name": "Koppal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sanjeev Koppal",
   "pi_email_addr": "sjkoppal@ece.ufl.edu",
   "nsf_id": "000668802",
   "pi_start_date": "2020-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Idris",
   "pi_last_name": "Jeelani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Idris Jeelani",
   "pi_email_addr": "idris.jeelani@ufl.edu",
   "nsf_id": "000814372",
   "pi_start_date": "2020-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 UNIVERSITY OF FLORIDA",
  "perf_city_name": "GAINESVILL",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "077Z",
   "pgm_ref_txt": "CSSI-1: Cyberinfr for Sustained Scientif"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 455114.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Elements: Cyberinfrastructure Service for IoT-Based Construction Research and Applications project aimed to develop and evaluate a distributed, software-defined, and AI-assisted IoT-based system for real-time safety monitoring in construction environments. The focus was on addressing the unique challenges of the construction industry by leveraging the latest advancements in IoT, edge computing, and cybersecurity. This project has successfully demonstrated the feasibility and effectiveness of an IoT-based system for real-time safety monitoring in construction environments. The outcomes of this project have laid the groundwork for further research and development in this area and have the potential to make a lasting impact on the construction industry's approach to safety management.</p>\n<p>&nbsp;</p>\n<p>Major Outcomes:</p>\n<ol>\n<li> Development of IoT-RAVN SDN Architecture: A responsive autonomic and data-driven adaptive virtual networking framework was developed to monitor, detect, and mitigate anomalous network behavior in heterogeneous IoT networks.</li>\n<li>Integration of Multi-Service Wireless Devices: A hardware-integrated gateway was created to enable consistent communication between various IoT devices and the network, enhancing the reliability of data transmission in construction sites.</li>\n<li>Advancements in Multi-Access Edge Computing: A system was designed to connect and coordinate signals from multiple smart devices, providing real-time monitoring and access to cloud resources with reduced latency.</li>\n<li>Dynamic Information Flow Tracking (DIFT): A lightweight DIFT system was developed for IoT devices to prevent control-flow attacks and ensure the security of the network.</li>\n<li>Real-Time Safety Monitoring Prototype: A robust prototype system was deployed in a simulated construction site, demonstrating the ability to detect safety hazards with high accuracy and track the real-time location of workers and equipment. 3D vision can help localize the people and their wearable cameras within a scene using simultaneous localization and mapping (SLAM) and structure from motion (SfM). We have investigated how coordination can be computed by SfM/SLAM and validated by BlockChain in a decentralized manner. The solution includes combining two fascinating areas of recent research. The first involves cameras with novel optics that directly capture geometric information for accurate SLAM in a manner that is irreversible and protects privacy information. The second involves storing activity recognition features in the limited (kB) footprint of a single block, to allow decentralized validation of the activities.</li>\n<li>Recommendations to Industry: The project engaged with the industry through interviews, internships, and dissemination activities, providing insights and recommendations for the adoption of IoT-based safety management systems in construction. </li>\n</ol>\n<p>&nbsp;</p>\n<p>Intellectual Merit:</p>\n<p>The project contributed to the advancement of knowledge in the fields of IoT, edge computing, and cybersecurity within the context of construction safety. The development of the IoT-RAVN architecture, integrated gateways, and DIFT system represents significant progress in addressing the challenges of managing complex IoT networks in dynamic environments. Furthermore, the creation of a new risk management policy for IoT devices in collaboration with UF Risk Management and UFL IT has provided a comprehensive framework for ensuring data privacy and security in construction environments, highlighting the project's contribution to disciplines looking to adopt IoT technologies.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts:</p>\n<p>The outcomes of this project have the potential to significantly improve safety management in the construction industry, reducing accidents and enhancing the well-being of workers. The collaboration with industry partners and the dissemination of findings contribute to the broader adoption of IoT-based safety solutions. The developed risk management policy and IoT-based safety monitoring system can be expanded to other remote and dynamic locations, such as mining sites or disaster response areas, demonstrating the versatility and scalability of the project's outcomes. Additionally, the project provided training and professional development opportunities for students and researchers, fostering the next generation of experts in this interdisciplinary field. The educational impacts of the project include the integration of IoT concepts into construction management courses and the involvement of undergraduate and graduate students in cutting-edge research, enhancing their skills and knowledge in IoT and construction safety.</p><br>\n<p>\n Last Modified: 03/29/2024<br>\nModified by: Aaron&nbsp;Costin</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2004544/2004544_10667072_1711743050358_Slide1--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2004544/2004544_10667072_1711743050358_Slide1--rgov-800width.JPG\" title=\"Dynamic Risk Maps\"><img src=\"/por/images/Reports/POR/2024/2004544/2004544_10667072_1711743050358_Slide1--rgov-66x44.JPG\" alt=\"Dynamic Risk Maps\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Use Case: Multi-agent hazard detection and localization system</div>\n<div class=\"imageCredit\">Idris Jeelani</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Aaron&nbsp;Costin\n<div class=\"imageTitle\">Dynamic Risk Maps</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2004544/2004544_10667072_1711743106654_Slide2--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2004544/2004544_10667072_1711743106654_Slide2--rgov-800width.JPG\" title=\"Use Case Demonstration\"><img src=\"/por/images/Reports/POR/2024/2004544/2004544_10667072_1711743106654_Slide2--rgov-66x44.JPG\" alt=\"Use Case Demonstration\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A: Mobile Robot with Cameras, Lidar and UWB. B) Camera and UWB mounted on hardhat connected to local aggregator (raspberry Pi).C) Person moving in the simulated jobsite while wearing the hardhat.  D) Localization module showing real-time location of different agents</div>\n<div class=\"imageCredit\">Idris Jeelani</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Aaron&nbsp;Costin\n<div class=\"imageTitle\">Use Case Demonstration</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2004544/2004544_10667072_1711743435789_IoT_ACRES___Figures--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2004544/2004544_10667072_1711743435789_IoT_ACRES___Figures--rgov-800width.jpg\" title=\"IoT ACRES Overview\"><img src=\"/por/images/Reports/POR/2024/2004544/2004544_10667072_1711743435789_IoT_ACRES___Figures--rgov-66x44.jpg\" alt=\"IoT ACRES Overview\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Overview of IoT- Applied Construction Research and Education Services (IoT-ACRES) system. This multi-access edge computing system using Internet of Things (IoT) incorporates various heterogeneous sensors, technology, software, and AI to provide real-time construction site monitoring and feedback.</div>\n<div class=\"imageCredit\">Aaron Costin and Janise McNair</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Aaron&nbsp;Costin\n<div class=\"imageTitle\">IoT ACRES Overview</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Elements: Cyberinfrastructure Service for IoT-Based Construction Research and Applications project aimed to develop and evaluate a distributed, software-defined, and AI-assisted IoT-based system for real-time safety monitoring in construction environments. The focus was on addressing the unique challenges of the construction industry by leveraging the latest advancements in IoT, edge computing, and cybersecurity. This project has successfully demonstrated the feasibility and effectiveness of an IoT-based system for real-time safety monitoring in construction environments. The outcomes of this project have laid the groundwork for further research and development in this area and have the potential to make a lasting impact on the construction industry's approach to safety management.\n\n\n\n\n\nMajor Outcomes:\n\n Development of IoT-RAVN SDN Architecture: A responsive autonomic and data-driven adaptive virtual networking framework was developed to monitor, detect, and mitigate anomalous network behavior in heterogeneous IoT networks.\nIntegration of Multi-Service Wireless Devices: A hardware-integrated gateway was created to enable consistent communication between various IoT devices and the network, enhancing the reliability of data transmission in construction sites.\nAdvancements in Multi-Access Edge Computing: A system was designed to connect and coordinate signals from multiple smart devices, providing real-time monitoring and access to cloud resources with reduced latency.\nDynamic Information Flow Tracking (DIFT): A lightweight DIFT system was developed for IoT devices to prevent control-flow attacks and ensure the security of the network.\nReal-Time Safety Monitoring Prototype: A robust prototype system was deployed in a simulated construction site, demonstrating the ability to detect safety hazards with high accuracy and track the real-time location of workers and equipment. 3D vision can help localize the people and their wearable cameras within a scene using simultaneous localization and mapping (SLAM) and structure from motion (SfM). We have investigated how coordination can be computed by SfM/SLAM and validated by BlockChain in a decentralized manner. The solution includes combining two fascinating areas of recent research. The first involves cameras with novel optics that directly capture geometric information for accurate SLAM in a manner that is irreversible and protects privacy information. The second involves storing activity recognition features in the limited (kB) footprint of a single block, to allow decentralized validation of the activities.\nRecommendations to Industry: The project engaged with the industry through interviews, internships, and dissemination activities, providing insights and recommendations for the adoption of IoT-based safety management systems in construction. \n\n\n\n\n\n\nIntellectual Merit:\n\n\nThe project contributed to the advancement of knowledge in the fields of IoT, edge computing, and cybersecurity within the context of construction safety. The development of the IoT-RAVN architecture, integrated gateways, and DIFT system represents significant progress in addressing the challenges of managing complex IoT networks in dynamic environments. Furthermore, the creation of a new risk management policy for IoT devices in collaboration with UF Risk Management and UFL IT has provided a comprehensive framework for ensuring data privacy and security in construction environments, highlighting the project's contribution to disciplines looking to adopt IoT technologies.\n\n\n\n\n\nBroader Impacts:\n\n\nThe outcomes of this project have the potential to significantly improve safety management in the construction industry, reducing accidents and enhancing the well-being of workers. The collaboration with industry partners and the dissemination of findings contribute to the broader adoption of IoT-based safety solutions. The developed risk management policy and IoT-based safety monitoring system can be expanded to other remote and dynamic locations, such as mining sites or disaster response areas, demonstrating the versatility and scalability of the project's outcomes. Additionally, the project provided training and professional development opportunities for students and researchers, fostering the next generation of experts in this interdisciplinary field. The educational impacts of the project include the integration of IoT concepts into construction management courses and the involvement of undergraduate and graduate students in cutting-edge research, enhancing their skills and knowledge in IoT and construction safety.\t\t\t\t\tLast Modified: 03/29/2024\n\n\t\t\t\t\tSubmitted by: AaronCostin\n"
 }
}