{
 "awd_id": "2004257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAS: Recycling Sulfur Petroleum Waste to Fabricate Metal Capture and Adhesive Polysulfides",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 308345.0,
 "awd_amount": 308345.0,
 "awd_min_amd_letter_date": "2020-03-05",
 "awd_max_amd_letter_date": "2020-03-05",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY\r\n\r\nThis project is focused on creating functional materials from elemental sulfur and is jointly funded by the Division of Materials Research (DMR) and the Established Program to Stimulate Competitive Research (EPSCoR). Each year ~70 billion kilograms of sulfur are removed from crude oil to prevent the release of small molecules that form acid rain. Inverse vulcanization is an efficient, solvent-free synthetic method that repurposes sulfur waste into functional polymers. This technique will be used to create a series of water-soluble, electrically charged polymers that can selectively capture heavy metal contaminants from water. Using petroleum waste to create polymers to remediate industrial waste helps manage two waste streams with one material. Straightforward, rapid synthesis and inexpensive reagents could make these materials practical and cost-effective for large-scale water treatment applications. The work will also combine reclaimed sulfur with renewable monomers including essential oils from native Idaho plants and mussel-mimetic components to develop adhesive polymers. These renewable adhesives would be solvent-free from synthesis to application, thus limiting the release of volatile organic compounds and reducing further waste production.  The presence of sulfur may likely impart solvent resistance, which would improve the adhesive’s functionality and durability under harsh environmental conditions. Incorporating mussel-mimetic chemistry into this system would improve adhesion and enable mild cure conditions. Mussel-mimetic molecules have demonstrated strong adhesion on a variety of surfaces even in wet conditions. However, they are sensitive to oxygen, which can limit the material’s utility. Fundamental analysis would determine the impact of sulfur on polymer stability over time.  These projects will also provide high-school, undergraduate and MS students with training in polymer science, which is not available in many primarily undergraduate departments. This hands-on experience helps students develop the skills necessary to attend graduate school or obtain a career in STEM.\r\n\r\n\r\nTECHNICAL SUMMARY\r\n\r\nThis proposal aims to create functional polysulfides from elemental sulfur (S8). Each year ~70 billion kg of S8 are removed from crude oil to prevent SO2 formation upon combustion, which produces acid rain.  Inverse vulcanization (IV) repurposes this waste into functional materials. Ring opening of S8 at high temperatures forms thiyl radicals that bind to olefins, forming polysulfides. Here, IV will be employed to produce metal capture materials and renewable adhesives. Prior work has developed sulfur-containing polymers to bind a variety of heavy metals, offering substantial improvements by increasing the surface area. Charged polysulfides will be synthesized by IV to create water-soluble polymers (Aim 1). The enhanced water solubility will increase polymer-metal interactions and maximize metal capture. The charged monomers, S content, and cross-linking will be varied to examine the impacts on solubility and heavy metal binding. Copolymers will be tailored to undergo a phase change upon metal binding, enabling precipitation of metal-bound polymers and removal by simple filtration.  Recycled S8 will also be used to initiate polymerization with renewable monomers including essential oils from native Idaho plants and mussel-mimetic components to develop adhesive polysulfides (Aim 2). The low Tg allows these polymers to be spread onto surfaces eliminating the need for solvents. Upon high temperature curing, materials transition into flexible solids. The incorporation of catecholic moieties should improve adhesive interactions and provide alternative curing methods including cross-linking by oxidation and metal chelation. The polysulfide composition will be systematically varied and subjected to both adhesive and toughness analysis. To better mimic mussel-foot proteins, controlled reduction will convert a subset of S-S bonds in polysulfides to thiols to determine the impact on adhesion strength and polymer stability. Successful adhesives will be exposed to various solvents to examine the influence of polymer composition and cross-linking on solubility and swelling. Creating swell-resistant materials would be useful in developing and maintaining strong, durable adhesives that could be relevant for industrial use.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Courtney",
   "pi_last_name": "Jenkins",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Courtney L Jenkins",
   "pi_email_addr": "jenkcour@isu.edu",
   "nsf_id": "000791414",
   "pi_start_date": "2020-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Idaho State University",
  "inst_street_address": "921 S 8TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POCATELLO",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2082822592",
  "inst_zip_code": "832015377",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "IDAHO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJC9GJJJL4M7"
 },
 "perf_inst": {
  "perf_inst_name": "Idaho State University",
  "perf_str_addr": "921 South 8th Avenue, Stop 8046",
  "perf_city_name": "Pocatello",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "832090002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090Z",
   "pgm_ref_txt": "CAS-Critical Aspects of Sustainability"
  },
  {
   "pgm_ref_code": "8249",
   "pgm_ref_txt": "Sustainable Materials"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 308345.0
  }
 ],
 "por": null
}