{
 "awd_id": "2004685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Holographic meta-lenses for point-spread function engineering",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "matthew mccune",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 359999.0,
 "awd_amount": 359999.0,
 "awd_min_amd_letter_date": "2020-03-16",
 "awd_max_amd_letter_date": "2020-03-16",
 "awd_abstract_narration": "The point-spread function of an optical imaging system (that is, its response to a point light source) can be designed to achieve imaging modalities unattainable in conventional imaging systems based on refractive lenses. Conventionally, point-spread functions have been shaped by using apertures and optical phase masks, leading to functions such as improved resolution in microscopy, extended depth of field over which an object can stay in focus, and three-dimensional tracking of moving objects. The proposed program will explore a new paradigm of engineering point-spread functions by using flat “meta-lenses”, which are nano-structured thin films that are able to locally change the amplitude, phase, and polarization of light due to strong light-mater interactions. Powerful new imaging modalities will be invented by jointly designing meta-lenses and image processing algorithm as an integrated imaging system. The flat form factor of meta-lenses allows them to be fabricated with mature planar fabrication technologies developed by the integrated circuit industry and benefit from economies of scale. Optical imaging components and systems demonstrated in this program may have important implications for a variety of applications in machine vision, biomedical imaging, and holographic technology. The project will train graduate and undergraduate students to carry out innovative and in-depth research at the intersection between nanotechnology, materials sciences, and photonics. The project, with the support of Columbia Engineering School’s Outreach Program, will broaden participation in science and engineering by providing summer research opportunities to undergraduate students from diverse backgrounds. In addition, the project will promote a collaborative effort between scientists and artists in producing engaging and educational illustrations of scientific discoveries that are more accessible to the general public.\r\n\r\nThe project will explore a new paradigm of engineering point-spread functions by holographic meta-lenses: single or multi-layered nano-structured thin films that can provide complete, independent, and sub-wavelength control of the phase, amplitude, and polarization of optical near-field for multivariate manipulation of optical far-field over a large wavelength and angular range. The holographic meta-lenses will be composed of a library of complex and sub-wavelength pixels or “meta-atoms”. The project will investigate: the structural dispersion engineering to create meta-atoms that provide the maximum allowable phase dispersion for controlling light over a continuous wavelength of a broad spectrum; the structurally birefringent and multi-component meta-atoms to provide complete and independent control of optical phase, amplitude, and polarization; and the multi-layered metasurface systems for wide-angle optical control. The research work will study fundamental limitations of optical control to establish the degree to which one optical parameter (phase, amplitude, or polarization of light at a certain wavelength) can be controlled by a unit volume of a structured material and to explore the design rules for creating a structured material with minimal volume to control multiple optical parameters independently and completely. To illustrate the promise of the new paradigm of point-spread function engineering, the project will demonstrate a few examples of holographic meta-lenses showing functions that are beyond the capabilities of conventional imaging systems based on refractive components and single-layer, phase-only metasurfaces.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nanfang",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nanfang Yu",
   "pi_email_addr": "ny2214@columbia.edu",
   "nsf_id": "000631451",
   "pi_start_date": "2020-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "095E",
   "pgm_ref_txt": "Photonic integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 359999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit:</strong> The goals of this research project is to demonstrate single or multi-layered metasurfaces (two-dimensional version of metamaterials) that can provide complete, independent, and subwavelength control of the phase, amplitude, and polarization of optical near-field for holographic manipulation of optical far-field over a large spectral and angular range. The project investigated the design rules for constructing a metamaterial with minimal volume to control multiple optical parameters independently and completely. It has led to fundamental understanding of the degree to which one optical parameter (phase, amplitude, or polarization at a certain wavelength) can be controlled by a unit volume of a structured material. The project has demonstrated a few novel photonic devices; these include: (a) wavelength-selective metasurfaces that manipulate the optical wavefront in distinct ways at distinct targeted wavelengths, while leaving light at untargeted wavelengths unaffected; (b) leaky-wave metasurfaces that can convert an incident waveguide mode on a chip to a free-space emission with tailored amplitude, phase, and polarization orientation and ellipticity across large apertures; (c) holographic metasurfaces that are able to generate optical trap arrays of various geometries, including periodic and aperiodic configurations with dimensions ranging from 1D to 3D and the number of trap sites up to a few hundred; and (d) diffractive optical neural networks based on metasurfaces that can recognize objects by directly processing light waves scattered from the target objects.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts:</strong> The PI accomplished many activities of education, outreach, and technology transfer under the support of this award. The program provides comprehensive training for graduate students in materials characterization, and device design, fabrication, and testing, using state of the art computation, nano-fabrication, and characterization facilities. One graduate student has been primarily supported by the award; she has recently graduated from our Applied Physics PhD program and is currently a postdoctoral researcher at Sandia National Laboratories. &nbsp;Another two graduate students have been partially supported by the award and graudated from our Applied Physics and Materials Sciences and Engineering PhD programs, respectively; one recently joined Nokia Bell Labs and the other joined Air Force Research Laboratory, both as independent research scientists. In addition, two undergraduate students have participated in the project during their summer intern or during their regular academic semesters at Columbia University. This project has led to 10 publications in major peer reviewed scientific journals, including <em>Nature Photonics</em>, <em>Nature Nanotechnology</em>, <em>Light: Science &amp; Applications</em>, and <em>Physical Review Letters</em>, 16 invited talks and conference oral presentations, and three inventions in the past three years. The PI has incorporated selected results and discoveries made with the support of this project into Modern Optics and Laser Physics, two graduate-level courses that he teaches. The device prototypes developed in this project have great promise for a variety of applications, including neuromorphic computing, augmented reality, and quantum optics.</p><br>\n<p>\n Last Modified: 12/07/2023<br>\nModified by: Nanfang&nbsp;Yu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual merit: The goals of this research project is to demonstrate single or multi-layered metasurfaces (two-dimensional version of metamaterials) that can provide complete, independent, and subwavelength control of the phase, amplitude, and polarization of optical near-field for holographic manipulation of optical far-field over a large spectral and angular range. The project investigated the design rules for constructing a metamaterial with minimal volume to control multiple optical parameters independently and completely. It has led to fundamental understanding of the degree to which one optical parameter (phase, amplitude, or polarization at a certain wavelength) can be controlled by a unit volume of a structured material. The project has demonstrated a few novel photonic devices; these include: (a) wavelength-selective metasurfaces that manipulate the optical wavefront in distinct ways at distinct targeted wavelengths, while leaving light at untargeted wavelengths unaffected; (b) leaky-wave metasurfaces that can convert an incident waveguide mode on a chip to a free-space emission with tailored amplitude, phase, and polarization orientation and ellipticity across large apertures; (c) holographic metasurfaces that are able to generate optical trap arrays of various geometries, including periodic and aperiodic configurations with dimensions ranging from 1D to 3D and the number of trap sites up to a few hundred; and (d) diffractive optical neural networks based on metasurfaces that can recognize objects by directly processing light waves scattered from the target objects.\n\n\n\n\n\nBroader impacts: The PI accomplished many activities of education, outreach, and technology transfer under the support of this award. The program provides comprehensive training for graduate students in materials characterization, and device design, fabrication, and testing, using state of the art computation, nano-fabrication, and characterization facilities. One graduate student has been primarily supported by the award; she has recently graduated from our Applied Physics PhD program and is currently a postdoctoral researcher at Sandia National Laboratories. Another two graduate students have been partially supported by the award and graudated from our Applied Physics and Materials Sciences and Engineering PhD programs, respectively; one recently joined Nokia Bell Labs and the other joined Air Force Research Laboratory, both as independent research scientists. In addition, two undergraduate students have participated in the project during their summer intern or during their regular academic semesters at Columbia University. This project has led to 10 publications in major peer reviewed scientific journals, including Nature Photonics, Nature Nanotechnology, Light: Science & Applications, and Physical Review Letters, 16 invited talks and conference oral presentations, and three inventions in the past three years. The PI has incorporated selected results and discoveries made with the support of this project into Modern Optics and Laser Physics, two graduate-level courses that he teaches. The device prototypes developed in this project have great promise for a variety of applications, including neuromorphic computing, augmented reality, and quantum optics.\t\t\t\t\tLast Modified: 12/07/2023\n\n\t\t\t\t\tSubmitted by: NanfangYu\n"
 }
}