{
 "awd_id": "2004570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamental Studies of Bose-Einstein Condensates of Polaritons",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 580308.0,
 "awd_amount": 580308.0,
 "awd_min_amd_letter_date": "2020-07-07",
 "awd_max_amd_letter_date": "2020-07-07",
 "awd_abstract_narration": "Nontechnical Abstract:\r\nThis project studies fundamental effects of quantum mechanics of optical states in semiconductor structures at low temperature. In particular, this project focuses on the process of Bose-Einstein condensation (BEC), in which many particles enter a single quantum state. The BEC studied here is comprised of “polaritons,” which can be viewed as photons with special properties; for example, they have mass and repel each other, like atoms. BEC has been studied extensively in gases of atoms at low temperature; this project on BEC of polaritons complements the study of BEC of atoms by providing new ways of looking at the system. In particular, the system under study in this project emits coherent light like a laser, which can be studied using advanced optical methods. The principle investigator (PI) of the project will also work closely with the Carnegie Science Center in Pittsburgh to present basic concepts of quantum mechanics to the public. \r\n\r\nTechnical Abstract:\r\nThis project builds on previous successful work on Bose-Einstein condensation of polaritons by pursuing three main goals: 1) Experiments at the University of Pittsburgh will aim at establishing the phase diagram of BEC under equilibrium conditions, including accurate determination of the condensate fraction as a function of density and temperature; 2) experiments at the University of Pittsburgh will study the onset of BEC from a “quench” (a highly nonequilibrium state) all the way to full equilibrium, in quasi-one-dimensional wires; and 3) experiments at the University of Pittsburgh will study macroscopic coherent states of a condensate in a circular ring, including spin texture and quantized angular momentum states. The above experiments involve ultrafast time-resolved optical spectroscopy, imaging, and interferometry methods available in the Snoke laboratories in Pittsburgh. For each of these thrusts, samples designed at the University of Pittsburgh are grown by molecular beam epitaxy at Princeton University and at the University of Waterloo, then delivered to Pittsburgh for final processing in the clean room at the University of Pittsburgh. This processing includes etching the structures to make one-dimensional wires for controlling the flow of the polariton condensate. The results of these experiments are studied in collaboration with a team of theorists from other universities including the University of Chicago, the University of Strathclyde, the University of Wolverhampton, and the University of Pittsburgh to address fundamental questions, such as the effect of interactions on depletion of the condensate, the theory of damping of a condensate out of equilibrium, and topologically nontrivial states of a condensate.\r\n\r\nThis Division of Materials Research (DMR) grant supports research to understand the phase diagram of BEC under equilibrium and non-equilibrium conditions with funding from the Condensed Matter Physics (CMP) Program in DMR and the Atomic, Molecular and Optical Physics - Experiment (AMO-E) program in the Division of Physics (PHY) both of the Mathematical and Physical Sciences (MPS) Directorate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Snoke",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Snoke",
   "pi_email_addr": "snoke@pitt.edu",
   "nsf_id": "000213632",
   "pi_start_date": "2020-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "123 University Place",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  },
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 580308.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Superfluid of photons used to demonstrate a classic effect of superfluids, and to find a new law for superfluids</strong></p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;Polaritons&rdquo; are photons inside a transparent medium which have special properties that make them act like atoms&mdash;they have mass and they bounce off each other.&nbsp;&nbsp;For the past two decades researchers around the world have succeeded at make these particles become superfluid, with the expectation of making new types of optical communications devices and new types of solar cells.</p>\r\n<p>&nbsp;</p>\r\n<p>In the laboratory of David Snoke at the University of Pittsburgh, using highly pure and smooth optical materials made by the research Loren Pfeiffer at Princeton, as well as similar structures made in the labs of Zbig Wasilewski at the University of Waterloo, fundamental properties of superfluids of polaritons have been studied, with dramatic results that could be seen for the first time due to the high quality of these structures.</p>\r\n<p>&nbsp;</p>\r\n<p>In one set of experiments, led by graduate student Yao Qi, a classic experiment of superfluids was reproduced, known as &ldquo;persistent current.&rdquo;&nbsp;&nbsp;This effect, shown for liquid helium many decades ago, involves putting the superfluid in a ring, and giving it a kick to start it rotating.&nbsp;&nbsp;In a normal fluid, the rotation will quickly slow down and stop due to friction, but in a superfluid, the rotational flow continues indefinitely without anything stirring it!&nbsp;&nbsp;In the experiments in Pittsburgh, a polariton superfluid continued to rotate with no discernible dissipation for thousands of times longer than the initial kick that got the motion started.&nbsp;&nbsp;A unique feature of the polaritons is that the velocity of the superfluid wave function can be monitored directly while the fluid rotates, via optical interference patterns produced from light emitted from it. (The velocity of a superfluid is directly related to its &ldquo;phase gradient,&rdquo; and an optical interference pattern records the phase gradient.) Figure 1 shows a typical interference pattern for the rotating superfluid. In other types of superfluid, the phase change can only be deduced indirectly.&nbsp;&nbsp;Numerical simulations done by Marzena Szymanska and Paolo Comaron of the University College of London showed how the rotation of this superfluid is started.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>In another set of experiments, led by graduate student Hassan Alnatah, the density of the polariton superfluid was varied very carefully and accurately as the system passed through the transition from a normal fluid to a superfluid.&nbsp;&nbsp;The total fraction of superfluid that was &ldquo;coherent&rdquo; was extracted from the data as a function of density. Surprisingly, the experiments showed a very clear law that the coherent fraction increased as density to the 7/2 power. Numerical simulations of the experiments were then performed which showed the same power law, as shown in Figure 2. The numerical simulation assumed only the basic properties of superfluids, so this is likely to be a universal law for superfluids in two dimensions, which had not been observed or predicted before.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/01/2025<br>\nModified by: David&nbsp;W&nbsp;Snoke</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2004570/2004570_10683074_1688759516552_Snoke_ring_interference--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2004570/2004570_10683074_1688759516552_Snoke_ring_interference--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2023/2004570/2004570_10683074_1688759516552_Snoke_ring_interference--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Self-interference pattern of the light emitted from a circulating polariton superfluid. Two copies were made of the image of the superfluid flowing in a ring-shaped channel, and one of the images was flipped left to right, and the two images were superposed, creating the interference pattern.</div>\n<div class=\"imageCredit\">David Snoke and Yao Qi, University of Pittsburgh.</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">David&nbsp;W&nbsp;Snoke\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2004570/2004570_10683074_1688759950184_Snoke_power_law--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2004570/2004570_10683074_1688759950184_Snoke_power_law--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2023/2004570/2004570_10683074_1688759950184_Snoke_power_law--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The degree of coherence of a polariton superfluid as a function of density (in particles per square micron). Blue dots: experimental evalues. Gray line:  result of a simulation using the 2D Gross-Pitaevskii equation. The dashed red line is proportional to density to the 7/2 power.</div>\n<div class=\"imageCredit\">David Snoke and Hassan Alnatah</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">David&nbsp;W&nbsp;Snoke\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nSuperfluid of photons used to demonstrate a classic effect of superfluids, and to find a new law for superfluids\r\n\n\n\r\n\n\nPolaritons are photons inside a transparent medium which have special properties that make them act like atomsthey have mass and they bounce off each other.For the past two decades researchers around the world have succeeded at make these particles become superfluid, with the expectation of making new types of optical communications devices and new types of solar cells.\r\n\n\n\r\n\n\nIn the laboratory of David Snoke at the University of Pittsburgh, using highly pure and smooth optical materials made by the research Loren Pfeiffer at Princeton, as well as similar structures made in the labs of Zbig Wasilewski at the University of Waterloo, fundamental properties of superfluids of polaritons have been studied, with dramatic results that could be seen for the first time due to the high quality of these structures.\r\n\n\n\r\n\n\nIn one set of experiments, led by graduate student Yao Qi, a classic experiment of superfluids was reproduced, known as persistent current.This effect, shown for liquid helium many decades ago, involves putting the superfluid in a ring, and giving it a kick to start it rotating.In a normal fluid, the rotation will quickly slow down and stop due to friction, but in a superfluid, the rotational flow continues indefinitely without anything stirring it!In the experiments in Pittsburgh, a polariton superfluid continued to rotate with no discernible dissipation for thousands of times longer than the initial kick that got the motion started.A unique feature of the polaritons is that the velocity of the superfluid wave function can be monitored directly while the fluid rotates, via optical interference patterns produced from light emitted from it. (The velocity of a superfluid is directly related to its phase gradient, and an optical interference pattern records the phase gradient.) Figure 1 shows a typical interference pattern for the rotating superfluid. In other types of superfluid, the phase change can only be deduced indirectly.Numerical simulations done by Marzena Szymanska and Paolo Comaron of the University College of London showed how the rotation of this superfluid is started.\r\n\n\n\r\n\n\nIn another set of experiments, led by graduate student Hassan Alnatah, the density of the polariton superfluid was varied very carefully and accurately as the system passed through the transition from a normal fluid to a superfluid.The total fraction of superfluid that was coherent was extracted from the data as a function of density. Surprisingly, the experiments showed a very clear law that the coherent fraction increased as density to the 7/2 power. Numerical simulations of the experiments were then performed which showed the same power law, as shown in Figure 2. The numerical simulation assumed only the basic properties of superfluids, so this is likely to be a universal law for superfluids in two dimensions, which had not been observed or predicted before.\r\n\n\n\t\t\t\t\tLast Modified: 01/01/2025\n\n\t\t\t\t\tSubmitted by: DavidWSnoke\n"
 }
}