{
 "awd_id": "2004393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Intramolecular and Intermolecular Packing in Polymer Crystallization",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928719",
 "po_email": "cober@nsf.gov",
 "po_sign_block_name": "Christopher Ober",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 594000.0,
 "awd_amount": 594000.0,
 "awd_min_amd_letter_date": "2020-02-28",
 "awd_max_amd_letter_date": "2022-07-13",
 "awd_abstract_narration": "PART 1: NON-TECHNICAL SUMMARY\r\n\r\nMore than 2/3 of all commercially available polymers are semicrystalline including an enormous number and variety of materials in our lives as well as in all kinds of high-technology applications. Tuning of polymer crystallization through the macromolecular chain structures or through high-order structural assemblies has been improved over the last half century.  However, a fundamental problem of widespread importance is to understand the mechanism of polymer crystallization at the molecular level.  Many factors, such as molecular entanglement, mobility, molecular weight, solvent-polymer or polymer-polymer interactions, polymer concentration, and others influence the chain-level structure of semicrystalline polymers during crystallization.  This project is aimed at characterizing intramolecular and intermolecular structures of specially labeled semicrystalline polymers in crystals grown from the melt or from solution. The research is expected to enhance foundations about:  (i) entanglement effects on chain-folding structure in melt-grown crystals,  (ii) molecular weight effects on chain-folding motif in single crystals,  (iii) early stage of polymer crystallization in dilute solutions,  (iv) chiral recognition of helical polymers, and  (v) molecular dynamics of stereoregular polyolefin-type materials. The established foundations will be important for understanding crystallization mechanisms and for designing novel polymer materials. Graduate students trained in this project will acquire broad experimental skills covering polymer synthesis, materials characterization, advanced NMR characterization, and numerical simulations. They will have opportunities to present technical talks and posters at national and regional meetings.  \r\n\r\n\r\nPART 2: TECHNICAL SUMMARY\r\n\r\nLong and flexible semicrystalline polymers fold to various extents during crystallization. Folding generates intramolecular packing in addition to intermolecular packing. Understanding of intramolecular and intermolecular packing structures is essential in the crystallization process of long polymer chains. This project will focus on evaluation of the intramolecular and intermolecular packing structures of 13C labeled semicrystalline polymers in solution and melt-grown crystals by using nuclear magnetic resonance (NMR) spectroscopy. A biodegradable polymer, poly(lactic acid) (PLA) will be used as a model system, since established decomposition route allows us to re-use 13C labeled monomer to effectively synthesize a variety of 13C labeled PLAs with precisely controlled and diverse molecular weights from 2K to over 100K g/mol. First, the project is aimed at entanglement effects on the intramolecular packing structure of poly(L-lactic acid) by investigating  (i) Mw effect on the chain-folding structure and  (ii) blending effect of low Mw component on the chain-folding structure of long chains in melt-grown crystals.  A second thrust aims at elucidating  (i) Mw effect on the molecular dimension of the folded chains in solution-grown crystals and (ii) precursor structure in dilute solutions. Recently developed Dynamic Nuclear Polarization NMR significantly enhances sensitivity of the 13C labeled polymer signals (~ 400 times) and thus may allow to directly analyze the chain-level structure of 13C labeled polymer in the frozen solution state. This experiment will shed light on the early stage of polymer crystallization at the molecular level. A third thrust aims at understanding the importance of both intermolecular and intramolecular packing on polymer crystallization. A model system of PLA stereocomplex will be used to address Mw effects on both intramolecular and intermolecular packing structures. Finally, detailed molecular dynamics and mechanical properties of recently developed polyolefins will be explored.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Toshikazu",
   "pi_last_name": "Miyoshi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Toshikazu Miyoshi",
   "pi_email_addr": "miyoshi@uakron.edu",
   "nsf_id": "000573640",
   "pi_start_date": "2020-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "170 University Ave",
  "perf_city_name": "Akron",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 276000.0
  }
 ],
 "por": null
}