{
 "awd_id": "2005286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Geometric Aspects of Field Theories and Lattice Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924876",
 "po_email": "snaik@nsf.gov",
 "po_sign_block_name": "Swatee Naik",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 428963.0,
 "awd_amount": 428963.0,
 "awd_min_amd_letter_date": "2020-05-01",
 "awd_max_amd_letter_date": "2023-09-05",
 "awd_abstract_narration": "These research projects form part of an ongoing vigorous interaction between geometry and theoretical physics.  The engagement of mathematics with other sciences, and of science with mathematics, is a continual source of fruitful ideas with long-term beneficial consequences for society.  We can measure these consequences by looking backwards: our current technology and economy rely on the foundation of basic research from past decades and centuries.  The mixing of different disciplines is mutually beneficial.  As a mathematician the PI has a particular goal to bring structures and intuitions from physics into mathematics.  The research has many facets designed to do just that.  Specifically, we will work on foundational issues in geometric formulations of quantum field theory. The projects are a mix of specific problems and general structural investigations.  The techniques are mathematical, often with inspiration from physics.  This work has ramifications for pure geometry as well as applications to questions in physics, such as classification of phases of matter. This award supports graduate students working with the PI participate in some of these projects, and they also carry out their own separate projects within this broad field.\r\n\r\nWe work within the Axiom System for field theories initiated by Segal and Atiyah in the 1980s.  These geometric axioms have been refined and extended in many directions since, and we seek to continue this process.  For example, the usual axioms evaluate a theory on a single manifold or bordism, whereas many computations involve evaluation on a family of manifolds, the axiomatics of which we will investigate further.  In some ways a field theory is akin to a representation of a Lie group.  In Lie theory unitary structures play a prominent role, and so too does unitarity in ordinary quantum field theory.  While the geometric axioms, especially for topological field theories, include locality in a strong form, there is no corresponding extended notion of unitarity.  This is an area we will investigate further.  Other aspects of general theory to pursue relate to non-topological invertible field theories and theories which are topological modulo invertible theories.  This project also has several lines of inquiry related to specific theories.  For example, we have a plan to construct three-dimensional topological Chern-Simons theory as a fully extended theory.  We also aim to investigate dynamics in a geometric incarnation of the two-dimensional Ising model.  Finally, we aim to construct lattice models which correspond to invertible field theories, part of a larger effort to develop a geometric theory of discrete models.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Freed",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel S Freed",
   "pi_email_addr": "dafr@math.harvard.edu",
   "nsf_id": "000309204",
   "pi_start_date": "2020-05-01",
   "pi_end_date": "2023-09-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ben-Zvi",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "David D Ben-Zvi",
   "pi_email_addr": "benzvi@math.utexas.edu",
   "nsf_id": "000183201",
   "pi_start_date": "2023-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas at Austin",
  "perf_str_addr": "3925 W Braker Lane, Ste 3.340",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 141946.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 142704.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 144313.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>During the period of the grant Freed continued his research in Geometry and</span><br /><span>Quantum Field Theory.&nbsp; The work is part of a bidirectional interaction between</span><br /><span>Mathematics and Physics that has been flourishing since the mid 1970s.&nbsp; Two</span><br /><span>pieces of research completed during the period of the grant are illustrative.</span><br /><span>The first, joint with Andrew Neitzke, applied a structure that originated in</span><br /><span>the Physics--a \"spectral network\"--to basic invariants in the geometry of</span><br /><span>smooth 3-dimensional spaces.&nbsp; That works sheds new light on old formulas and</span><br /><span>points the way to further applications.&nbsp; Another major project, this time with</span><br /><span>Gregory Moore and Constantin Teleman, illustrates the other direction of the</span><br /><span>Geometry/Quantum interaction.&nbsp; One aspect is conceptual.&nbsp; They use</span><br /><span>well-established ideas about symmetry in Mathematics to define a general notion</span><br /><span>of symmetry in Quantum Field Theory.&nbsp; The other aspect is more technical.&nbsp; They</span><br /><span>use modern developments in a new part of Geometry--Topological Field Theory--to&nbsp;</span><span>develop a calculus of defects.&nbsp; This conceptual/technical combination has had</span><br /><span>significant influence in this currently very active part of Quantum Field</span><br /><span>Theory.</span><br /><br /><span>The broader impacts of Freed's activities include both work with students and</span><br /><span>pedagogical writings.&nbsp; Three of his PhD students received support from the</span><br /><span>grant and graduated this past year.&nbsp; Some of their work develops foundational</span><br /><span>aspects of the mathematical approach to quantum field theory.&nbsp; Other student</span><br /><span>research may open up new lines of attack on old problems in an area of Geometry&nbsp;</span><span>called \"Higher Teichmuller Theory\".&nbsp; As for expository writing, Freed wrote two&nbsp;</span><span>papers on aspects of the Atiyah-Singer index theorem.&nbsp; Such survey articles&nbsp;</span><span>often serve as valued resources for those wanting to learn a subject.&nbsp; Freed&nbsp;</span><span>also produced substantial class notes for his graduate courses.&nbsp; These include&nbsp;</span><span>basic courses in Geometry and Topology as well as a year-long course on Quantum&nbsp;</span><span>Theory from a Geometric Viewpoint.&nbsp; These notes are freely available and&nbsp;</span><span>anecdotally have a nontrivial circulation.&nbsp; Freed's broader impacts also&nbsp;</span><span>include his work on behalf of the mathematics community in his various roles on&nbsp;</span><span>committees and, recently, as Director of the Harvard Center of Mathematical&nbsp;</span><span>Sciences and Applications.</span></p><br>\n<p>\n Last Modified: 09/25/2024<br>\nModified by: David&nbsp;D&nbsp;Ben-Zvi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDuring the period of the grant Freed continued his research in Geometry and\nQuantum Field Theory. The work is part of a bidirectional interaction between\nMathematics and Physics that has been flourishing since the mid 1970s. Two\npieces of research completed during the period of the grant are illustrative.\nThe first, joint with Andrew Neitzke, applied a structure that originated in\nthe Physics--a \"spectral network\"--to basic invariants in the geometry of\nsmooth 3-dimensional spaces. That works sheds new light on old formulas and\npoints the way to further applications. Another major project, this time with\nGregory Moore and Constantin Teleman, illustrates the other direction of the\nGeometry/Quantum interaction. One aspect is conceptual. They use\nwell-established ideas about symmetry in Mathematics to define a general notion\nof symmetry in Quantum Field Theory. The other aspect is more technical. They\nuse modern developments in a new part of Geometry--Topological Field Theory--todevelop a calculus of defects. This conceptual/technical combination has had\nsignificant influence in this currently very active part of Quantum Field\nTheory.\n\nThe broader impacts of Freed's activities include both work with students and\npedagogical writings. Three of his PhD students received support from the\ngrant and graduated this past year. Some of their work develops foundational\naspects of the mathematical approach to quantum field theory. Other student\nresearch may open up new lines of attack on old problems in an area of Geometrycalled \"Higher Teichmuller Theory\". As for expository writing, Freed wrote twopapers on aspects of the Atiyah-Singer index theorem. Such survey articlesoften serve as valued resources for those wanting to learn a subject. Freedalso produced substantial class notes for his graduate courses. These includebasic courses in Geometry and Topology as well as a year-long course on QuantumTheory from a Geometric Viewpoint. These notes are freely available andanecdotally have a nontrivial circulation. Freed's broader impacts alsoinclude his work on behalf of the mathematics community in his various roles oncommittees and, recently, as Director of the Harvard Center of MathematicalSciences and Applications.\t\t\t\t\tLast Modified: 09/25/2024\n\n\t\t\t\t\tSubmitted by: DavidDBen-Zvi\n"
 }
}