{
 "awd_id": "2005057",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Fundamental Studies of Carrier Selective Passivating Contacts for Efficient Photovoltaic Devices using Laser Processing and Atomic Resolution Interfaces",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "matthew mccune",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-04-23",
 "awd_max_amd_letter_date": "2020-04-23",
 "awd_abstract_narration": "Nontechnical:\r\n\r\nSolar cells convert sunlight to electricity and have several unique advantages. They operate without monitoring, do not emit pollution, and can be made from earth-abundant and non-toxic materials. The use of solar energy is rapidly growing, but it still accounts for only a small fraction of electricity production. To increase their share of the energy market, the cost of making and operating solar cells must be decreased and their efficiency must increase. Carrier-selective passivating contacts hold the promise of doing just that. Such contacts increase cell efficiency by reducing electrical losses at the interface between the layer of a solar cell that absorbs light and the metal contacts that extract electrical current. This project will use a unique way to improve the fundamental understanding and control of loss mechanisms in solar cells with such contacts. Laser processing provides a way to electrically activate carrier-selective passivating contacts by selectively depositing laser energy into a selected layer with fine control at high speed. This process has the potential to increase the power conversion efficiency of solar cells while maintaining low temperature and high throughput, thereby decreasing the cost per kilowatt-hour of energy produced. The generated knowledge will improve various types of solar power generating as well as other electronic and photonic devices. The proposal brings together an experienced multidisciplinary team with expertise in solar cell fabrication, laser processing, and atomic-scale characterization. The PIs will engage in extensive outreach to local high schools, museums, and libraries. The economic impact will be amplified through work with solar cell manufacturing companies. This project will help society meet its future energy needs using fewer resources at a reduced cost while preventing pollution and climate change.\r\n\r\nTechnical:\r\n\r\nThis project encompasses carrier-selective passivating contact development, photovoltaic device fabrication, laser processing, and imaging at the atomic level using transmission electron microscopy. Carrier-selective passivating contacted (CSPC) devices are a promising next generation technology for photovoltaic devices because they eliminate the two primary loss mechanisms: the direct metal contact to silicon and dopant diffusion into the bulk. A fundamental understanding of the interface quality, dopant type, dopant activation (and potential diffusion), tunneling mechanism, and the effect of the passivation layer is still lacking. Through a combination of device modeling, fabrication and laser processing experiments, and transmission electron microscopy studies, the quantitative degree of CSPC band bending and band gaps; effect of thermal crystallization on optical absorption, implied open-circuit voltage and defect content; and independent control of dopant activation, crystallization, grain growth, and dopant diffusion will be investigated to provide the photovoltaic industry a better understanding of CSPC for is manufacturing adoption. The novelty of the aim of this study lies in the use of pulsed laser processing of CSPC to provide a non-contact way of annealing the device with surface heating only. This work will provide a fundamental understanding of the interface properties at the atomic and nanoscale level and relate these studies to the optical and electronic properties as well as to device performance of a full-area state-of-the-art CSPC device. This project will have a broad impact by training an interdisciplinary, interuniversity, and diverse team of graduate and undergraduate students across two universities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ajeet",
   "pi_last_name": "Rohatgi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ajeet Rohatgi",
   "pi_email_addr": "ajeet.rohatgi@ece.gatech.edu",
   "nsf_id": "000239532",
   "pi_start_date": "2020-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of this research is to provide the fundamental understanding of emerging carrier-selective passivating contacts (CSPC) for high-efficiency silicon solar cells using pulsed laser processing and atomic resolution interface studies. Tunnel oxide passivated contacts (TOPCon) are a form of CSPC that comprise of a stack of thin layers of doped polysilicon on ultra-thin silicon oxide that selectively transport either electrons or holes to the metal contacts, while minimizing recombination losses at the Si surface. In this work, we used various characterization techniques to study and optimize the annealing (rapid thermal anneal and laser anneal) of these layers to maximize solar cell performance.</p>\n<p>The main outcomes and findings of this project are summarized below:</p>\n<ul>\n<li>We developed the technology of growing ~15 A ultra-thin SiO<sub>2</sub>&nbsp;by chemical oxidation.</li>\n<li>We developed the technology of growing 30-100 nm thick Boron doped amorphous/polysilicon layers on top of tunnel oxide at 530 C and 588 C by low-pressure chemical vapor deposition (LPCVD) to form the TOPCon layer on Si for passivation.</li>\n<li>We optimized the furnace annealing at 875 C for 30 min to activate dopants and crystallize the amorphous Si layer into polysilicon to obtain excellent iVoc of ~685 mV without SiN<sub>x</sub>&nbsp;and ~710 mV iVoc after SiN<sub>x</sub>&nbsp;deposition on annealed TOPCon samples. This serves as a reference for RTA and laser annealing experiments and study described below.</li>\n<li>We identified the sources and mechanisms of blister formation in polysilicon layers deposited by (LPCVD). It was found that hydrogen gas molecules in the polysilicon layer induced blisters under thermal annealing and degraded the passivation quality and therefore the implied open-circuit voltage (iVoc) of the solar cells. We also identified two kinds of blisters: large blisters caused by H<sub>2</sub>&nbsp;in SiO<sub>2</sub>&nbsp;at high temperatures (&gt; 875 &ordm;C) and smaller blisters caused by H<sub>2</sub>&nbsp;effusion only at lower temperatures (&lt; 825 &ordm;C).</li>\n<li>Annealing conditions for polysilicon layers were optimized to achieve high carrier lifetime without blister formation. It was found that rapid thermal annealing (RTA) in air followed by forming gas annealing (FGA) achieved an iVoc of 656 mV compared to furnace anneal iVoc of 688 mV. However, RTA in nitrogen (N<sub>2</sub>) resulted in more blister formation and lower iVoc than RTA in air. It was also found that slower heating and cooling rates (&le; 13.3 &ordm;C/s), longer holding times (&ge; 60 sec), and lower annealing temperatures (&le; 825 &ordm;C) were required for good passivation quality during RTA. It was also found that deposition of a dielectric silicon nitride layer on top of TOPCon layer could act as both external hydrogenation and protective coating and improve the iVoc to 706 mV when RTA annealed in N<sub>2</sub>.</li>\n<li>We also characterized the properties of interface between the tunneling oxide and the polysilicon layer using transmission electron microscopy, secondary ion mass spectrometry, and cathodoluminescence measurements. It was found that the choice of RTA atmosphere did not significantly affect the chemical composition of the ultrathin tunneling SiO<sub>2</sub>&nbsp;layer.</li>\n<li>We investigated the use of laser processing as an alternative method to improve the passivation quality and carrier lifetime of polysilicon solar cells. It was found that initial study on laser annealing did not provide high iVoc, and further study on optimization of laser annealing parameters is ongoing.</li>\n<li>The possible use of transition metal oxide layers such as titanium oxide and molybdenum oxide as electron transport layer and hole transport layer, respectively, for carrier-selective passivated contact (CSPC) silicon solar cells were explored. It was found that plasma atomic layer deposition (ALD) of aluminum oxide at a lower temperature (150 &ordm;C) was better than thermal ALD of aluminum oxide. It was also found that annealing temperature should be &le; 300 &ordm;C in N2 for CSPC silicon solar cells. It was also found that the presence of native oxide also helped in achieving higher iVoc. The highest performance achieved was iVoc = 634 mV and carrier lifetime of 88 s.</li>\n</ul>\n<p>The broader impacts were made by the project are the following:</p>\n<ul>\n<li>The fundamental knowledge and understanding of CSPC technology for high-efficiency Si solar cells &nbsp;were advanced using pulsed laser processing and atomic resolution interface studies. Insights into the optimal design and fabrication parameters for CSPC layers and interfaces were provided.</li>\n<li>This research contributed toward the development of low-cost, high-performance, and reliable Si PV modules that can enhance the competitiveness of U.S. solar industry and promote the adoption of clean and renewable energy sources.</li>\n<li>The research project provides significant support to scientists and engineers at key stages of their education and career development by providing research experience for undergraduate and graduate students.</li>\n<li>The research results were disseminated through peer-reviewed publications and conference posters/presentations.</li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/14/2023<br>\n\t\t\t\t\tModified by: Ajeet&nbsp;Rohatgi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary objective of this research is to provide the fundamental understanding of emerging carrier-selective passivating contacts (CSPC) for high-efficiency silicon solar cells using pulsed laser processing and atomic resolution interface studies. Tunnel oxide passivated contacts (TOPCon) are a form of CSPC that comprise of a stack of thin layers of doped polysilicon on ultra-thin silicon oxide that selectively transport either electrons or holes to the metal contacts, while minimizing recombination losses at the Si surface. In this work, we used various characterization techniques to study and optimize the annealing (rapid thermal anneal and laser anneal) of these layers to maximize solar cell performance.\n\nThe main outcomes and findings of this project are summarized below:\n\nWe developed the technology of growing ~15 A ultra-thin SiO2 by chemical oxidation.\nWe developed the technology of growing 30-100 nm thick Boron doped amorphous/polysilicon layers on top of tunnel oxide at 530 C and 588 C by low-pressure chemical vapor deposition (LPCVD) to form the TOPCon layer on Si for passivation.\nWe optimized the furnace annealing at 875 C for 30 min to activate dopants and crystallize the amorphous Si layer into polysilicon to obtain excellent iVoc of ~685 mV without SiNx and ~710 mV iVoc after SiNx deposition on annealed TOPCon samples. This serves as a reference for RTA and laser annealing experiments and study described below.\nWe identified the sources and mechanisms of blister formation in polysilicon layers deposited by (LPCVD). It was found that hydrogen gas molecules in the polysilicon layer induced blisters under thermal annealing and degraded the passivation quality and therefore the implied open-circuit voltage (iVoc) of the solar cells. We also identified two kinds of blisters: large blisters caused by H2 in SiO2 at high temperatures (&gt; 875 &ordm;C) and smaller blisters caused by H2 effusion only at lower temperatures (&lt; 825 &ordm;C).\nAnnealing conditions for polysilicon layers were optimized to achieve high carrier lifetime without blister formation. It was found that rapid thermal annealing (RTA) in air followed by forming gas annealing (FGA) achieved an iVoc of 656 mV compared to furnace anneal iVoc of 688 mV. However, RTA in nitrogen (N2) resulted in more blister formation and lower iVoc than RTA in air. It was also found that slower heating and cooling rates (&le; 13.3 &ordm;C/s), longer holding times (&ge; 60 sec), and lower annealing temperatures (&le; 825 &ordm;C) were required for good passivation quality during RTA. It was also found that deposition of a dielectric silicon nitride layer on top of TOPCon layer could act as both external hydrogenation and protective coating and improve the iVoc to 706 mV when RTA annealed in N2.\nWe also characterized the properties of interface between the tunneling oxide and the polysilicon layer using transmission electron microscopy, secondary ion mass spectrometry, and cathodoluminescence measurements. It was found that the choice of RTA atmosphere did not significantly affect the chemical composition of the ultrathin tunneling SiO2 layer.\nWe investigated the use of laser processing as an alternative method to improve the passivation quality and carrier lifetime of polysilicon solar cells. It was found that initial study on laser annealing did not provide high iVoc, and further study on optimization of laser annealing parameters is ongoing.\nThe possible use of transition metal oxide layers such as titanium oxide and molybdenum oxide as electron transport layer and hole transport layer, respectively, for carrier-selective passivated contact (CSPC) silicon solar cells were explored. It was found that plasma atomic layer deposition (ALD) of aluminum oxide at a lower temperature (150 &ordm;C) was better than thermal ALD of aluminum oxide. It was also found that annealing temperature should be &le; 300 &ordm;C in N2 for CSPC silicon solar cells. It was also found that the presence of native oxide also helped in achieving higher iVoc. The highest performance achieved was iVoc = 634 mV and carrier lifetime of 88 s.\n\n\nThe broader impacts were made by the project are the following:\n\nThe fundamental knowledge and understanding of CSPC technology for high-efficiency Si solar cells  were advanced using pulsed laser processing and atomic resolution interface studies. Insights into the optimal design and fabrication parameters for CSPC layers and interfaces were provided.\nThis research contributed toward the development of low-cost, high-performance, and reliable Si PV modules that can enhance the competitiveness of U.S. solar industry and promote the adoption of clean and renewable energy sources.\nThe research project provides significant support to scientists and engineers at key stages of their education and career development by providing research experience for undergraduate and graduate students.\nThe research results were disseminated through peer-reviewed publications and conference posters/presentations.\n\n\n\t\t\t\t\tLast Modified: 08/14/2023\n\n\t\t\t\t\tSubmitted by: Ajeet Rohatgi"
 }
}