{
 "awd_id": "2005779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDS&E: Collaborative Research: Scalable Nonparametric Learning for Massive Data with Statistical Guarantees",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2019-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 127561.0,
 "awd_amount": 190061.0,
 "awd_min_amd_letter_date": "2019-11-13",
 "awd_max_amd_letter_date": "2021-07-26",
 "awd_abstract_narration": "We now live in the era of data deluge. The sheer volume of the data to be processed, together with the growing complexity of statistical models and the increasingly distributed nature of the data sources, creates new challenges to modern statistics theory. Standard machine learning methods are no longer able to accommodate the computational requirements. They need to be re-designed or adapted, which calls for a new generation of design and theory of scalable learning algorithms for massive data. This project aims to provide a collection of state-of-the-art nonparametric learning tools for big data analysis, which can be directly used by scientists and practitioners and have beneficial impacts on various fields such as biomedicine, health-care, defense and security, and information technology. The deliverables of this project include easy-to-use software packages that will be thoroughly evaluated using a range of application examples. They will directly help scientists to explore and analyze complex data sets.\r\n \r\nDue to storage and computational bottlenecks, traditional statistical inferential procedures originally designed for a single machine are no longer applicable to modern large datasets. This project aims to design new scalable learning algorithms of wide-ranging nonparametric models for data that are distributed across a large number of multi-core computational nodes, or in a fashion of random sketching if only a single machine is available. The computational limits of these new algorithms will be examined from a statistical perspective. For example, in the divide-and-conquer setup, the number of deployed machines can be viewed as a simple proxy for computing cost. The project aims to establish a sharp upper bound for this number: when the number is below this bound, statistical optimality (in terms of nonparametric estimation or testing) is achievable; otherwise, statistical optimality becomes impossible. Related questions will also be addressed in the randomized sketching method in terms of the minimal number of random projections.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zuofeng",
   "pi_last_name": "Shang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zuofeng Shang",
   "pi_email_addr": "zshang@njit.edu",
   "nsf_id": "000695878",
   "pi_start_date": "2019-11-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "University Heights",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  },
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  },
  {
   "pgm_ref_code": "8083",
   "pgm_ref_txt": "Big Data Science &Engineering"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 127560.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 62500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aims to explore scalable learning algorithms for wide-ranging nonparametric models, with a particular attention to their computational vs. statistical tradeoff. In particular, new algorithms are designed for data that are distributed across a large number of multi-core computational nodes, or in a fashion of random sketching if only a single machine is available. The consideration of computation in the statistical analysis forms the core of the project. Specifically, the computational limits of these new algorithms are examined from a statistical perspective. For example, the number of deployed machines can be viewed as a simple proxy for computational costs in the divide-and-conquer setup. On the other hand, this number diverges as massive data are being collected, which significantly complicates the traditional asymptotic analysis. This leads to the development of what we name as &ldquo;splitotics (split+asymptotics) theory.&rdquo; Theoretical insights gained from analyzing the proposed algorithmic framework are beneficial for real-world problems ranging from large scale brain imaging data to high frequency stock pricing data.</p>\n<p>The outcomes of the project are summarized as follows. Shang and his collaborators have proposed various distributed statistical inferential methods for analyzing massive data as well as provided theory for justifications. They also successfully applied the proposed methods to some real-world massive data such as million song data and flight delay data. The deliveries are useful to scientists and practitioners and have beneficial impacts on various fields such as biomedicine, health-care, defense and security, and information technology where massive data are increasingly common. The award has supported 1 Female PhD student, Dr. Meimei Liu, and 1 postdoc, Dr. Ruiqi Liu, who benefited from massive data study of the projects and both became tenure-track assistant professors. This grant also supported Shang to deliver 12 invited talks in conferences or departmental colloquiums during the entire award life (2018-2023).&nbsp; Computing software or R packages relevant to the project were made public at Github. This grant has supported over ten publications available in the journal or conference websites.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2023<br>\n\t\t\t\t\tModified by: Zuofeng&nbsp;Shang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project aims to explore scalable learning algorithms for wide-ranging nonparametric models, with a particular attention to their computational vs. statistical tradeoff. In particular, new algorithms are designed for data that are distributed across a large number of multi-core computational nodes, or in a fashion of random sketching if only a single machine is available. The consideration of computation in the statistical analysis forms the core of the project. Specifically, the computational limits of these new algorithms are examined from a statistical perspective. For example, the number of deployed machines can be viewed as a simple proxy for computational costs in the divide-and-conquer setup. On the other hand, this number diverges as massive data are being collected, which significantly complicates the traditional asymptotic analysis. This leads to the development of what we name as \"splitotics (split+asymptotics) theory.\" Theoretical insights gained from analyzing the proposed algorithmic framework are beneficial for real-world problems ranging from large scale brain imaging data to high frequency stock pricing data.\n\nThe outcomes of the project are summarized as follows. Shang and his collaborators have proposed various distributed statistical inferential methods for analyzing massive data as well as provided theory for justifications. They also successfully applied the proposed methods to some real-world massive data such as million song data and flight delay data. The deliveries are useful to scientists and practitioners and have beneficial impacts on various fields such as biomedicine, health-care, defense and security, and information technology where massive data are increasingly common. The award has supported 1 Female PhD student, Dr. Meimei Liu, and 1 postdoc, Dr. Ruiqi Liu, who benefited from massive data study of the projects and both became tenure-track assistant professors. This grant also supported Shang to deliver 12 invited talks in conferences or departmental colloquiums during the entire award life (2018-2023).  Computing software or R packages relevant to the project were made public at Github. This grant has supported over ten publications available in the journal or conference websites.\n\n\t\t\t\t\tLast Modified: 08/30/2023\n\n\t\t\t\t\tSubmitted by: Zuofeng Shang"
 }
}