{
 "awd_id": "2005246",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Consequences of language modality on language processing, regulation, and cognitive control",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927376",
 "po_email": "jwmirand@nsf.gov",
 "po_sign_block_name": "Josie Welkom Miranda",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2020-08-26",
 "awd_max_amd_letter_date": "2020-08-26",
 "awd_abstract_narration": "This award was provided as part of NSF's Social, Behavioral and Economic Sciences (SBE) Postdoctoral Research Fellowships (SPRF) program and SBE's Linguistics program. The goal of the SPRF program is to prepare promising, early career doctoral-level scientists for scientific careers in academia, industry or private sector, and government. SPRF awards involve two years of training under the sponsorship of established scientists and encourage Postdoctoral Fellows to perform independent research. NSF seeks to promote the participation of scientists from all segments of the scientific community, including those from underrepresented groups, in its research programs and activities; the postdoctoral period is considered to be an important level of professional development in attaining this goal. Each Postdoctoral Fellow must address important scientific questions that advance their respective disciplinary fields. Under the sponsorship of Dr. Judith Kroll at the University of California, Irvine, this research will investigate language regulation and cognitive control among unimodal and bimodal bilinguals versus monolinguals. An increasing number of children in the US grow up in a home in which a language other than English is spoken. Most of these children become dominant in English as the majority language of the community once they transition to school, but maintain their bilingualism, as heritage speakers of the home language. With support from the NSF, PI Frederiksen’s postdoctoral research at UC Irvine will investigate the consequence of this early language experience for young adult bilinguals whose active language use takes different forms. For those who are hearing but whose parents are deaf, there is the experience of growing up with a sign language as the heritage language and becoming a bilingual in two modalities, sign and speech. For those exposed to a spoken language in the home, there is the experience of being a bilingual in two languages that use the same spoken modality. In each case, the home language potentially imposes different linguistic and cognitive demands on learners that shape their use of English as the dominant language in young adulthood. The planned research will examine bilinguals who differ in terms of language proficiency, contexts of language use, and the sensory-motor modality of their languages, and asks whether discourse processing in English differs in bilinguals as a result of these factors. There is a growing understanding that a bilinguals’ two languages influence each other and create language systems that are different from those of monolinguals. For this reason, it is crucial to better understand how variation in language experience shapes the linguistic system of a bilingual’s stronger language in order to promote academic and economic success of an increasingly diverse segment of the population. UC Irvine is both an Asian-serving and Hispanic-serving institution, providing an ideal context for the planned research. The planned research also contributes to the training of a diverse group of language and cognitive neuroscientists by the inclusion of undergraduate research students, most of whom are themselves bilingual.\r\n\r\nAlthough  bilinguals  tend  to  have  stronger  cognitive  control  abilities  than  monolinguals, it  has  been reported  that  bilinguals  who  know  a  signed  and  a  spoken  language  look  more  like  monolinguals  than other bilinguals in these abilities. Because sign languages use the  hands and eyes while spoken languages use the mouth and ears, sign-speech bilinguals do not need to  suppress one of their languages but can use both at the same time. On the other hand, recent  research has shown that cognitive control abilities are gradient more than categorical. For example, in bilinguals, cognitive control is highly variable depending on the contexts in which they use and regulate their languages, and in monolinguals, language processing efficiency receives a boost from explicit, online engagement of cognitive control. PI Frederiksen will use behavioral and electrophysiological methods to test how sign-speech bilinguals process discourse in their dominant  language  compared  to  monolinguals  and  speech-speech  bilinguals.  The  bilingual groups  will vary in proficiency and in linguistic circumstances so as to enable examination of how processing of the dominant language is affected by bilingualism-induced changes to general executive control and by the interactions  between  different  cognitive  control  abilities. In  particular,  the  project  investigates  how language  processing  and  cognitive  control  may interact  differently  as  a  function  of  sensory-motor language modality.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne Therese",
   "pi_last_name": "Frederiksen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Therese Frederiksen",
   "pi_email_addr": "",
   "nsf_id": "000725769",
   "pi_start_date": "2020-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Kroll",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Judith F Kroll",
   "pi_email_addr": "",
   "nsf_id": "000187627",
   "pi_start_date": "2020-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Frederiksen, Anne Therese",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "La Jolla",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "92092",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Irvine",
  "perf_str_addr": null,
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926975100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "040Y00",
   "pgm_ele_name": "(SPRF-FR) SBE Postdoctoral Res"
  },
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most bilingualism research has taken a long-term perspective on how executive functions change in bilinguals. One much studied executive function is cognitive control, that is, abilities that support switching between tasks, ignoring or inhibiting irrelevant information, and attending to important information. It is known that cognitive control can differ in bilinguals compared to monolinguals, and research has pointed to correlations between cognitive control and language processing, but the field has seen very little integration of how bilingualism-induced cognitive changes interact in real time with language processing. This project sought to investigate how cognitive control is recruited to support language processing as a function of individuals&rsquo; language background and experiences. Until recently, bilingualism research has been focused on comparisons between monolinguals and bilinguals, however, emerging findings suggest that bilinguals are not a monolithic group. In particular, research on bilinguals who sign and speak has been instrumental in revealing how variation within bilingual groups pertaining to that everyday language use may affect language use and shape cognitive control abilities (Frederiksen &amp; Kroll, 2022). This project focused on understanding language processing above the sentence-level in the dominant language, and on assessing performance in bilinguals with diverse experiences and backgrounds.&nbsp;</p>\n<p>In the initial phase of this project, we collected data on how certain English verbs create expectations about who will be mentioned next in upcoming discourse. We compared the behavior in of a large number of verbs in writing and speaking by monolingual English speakers. We found that although most verbs behave similarly in writing and speaking, the differences were sufficient to warrant caution when using written tasks to investigate language in general. We also collected data from a diverse group of bilingual participants on the same tasks. When analyzed, these data will illustrate how language experience may shape the foundation on which individuals form their predictions about language patterns.</p>\n<p>The final phase of the project used the monolingual verb data previously obtained to examine pronoun processing in individuals with different language backgrounds. One study looked at native English speakers, bilinguals who learned English before age 4, and bilinguals who learned English after age 5. Here, we asked how meeting or not meeting expectations about upcoming discourse would affect the ability to reproduce English sentences in speakers with these different backgrounds. Our findings showed that native English speakers misreproduced the crucial part of the sentence significantly more often when their expectations about who should be mentioned next were not met. The data also show that non-native English speakers have higher overall error rates, but that they are not more likely to make repetition errors than native speakers when expectations are not met. The fact that unmet expectations did not cause additional errors for these speakers, despite the task being overall more difficult for them, suggests that the ability to generate and manage such expectations is a strength in bilingual language processing.</p>\n<p><span style=\"white-space: pre;\"> </span>Follow-up studies were conducted, and collected data are currently being analyzed. One study aimed to establish whether unmet expectations cause slowdowns in processing in English, as has been shown for other languages, and another study was conducted to assess how a diverse group of bilinguals recruit cognitive control to help them manage unmet expectations in language production and comprehension, as these processes are unfolding in real time.</p>\n<p>Overall, the primary intellectual merit of the study is the advancement of bilingualism research by focusing on how variation in bilinguals&rsquo; language experiences may shape their language processing, cognitive control, and their interactions, in the long and short term. The broader impacts of the project include the potential to inform the future development of language assessments, which take into account that speakers of the same language may have different ways of processing that language, and that standards and norms may differ depending on whether someone is monolingual or bilingual, and on how bilinguals use and regulate their languages. Dissemination of project findings has also contributed to broadening scientific understanding of sign language and bimodal sign-speech bilingualism.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2022<br>\n\t\t\t\t\tModified by: Anne Therese&nbsp;Frederiksen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMost bilingualism research has taken a long-term perspective on how executive functions change in bilinguals. One much studied executive function is cognitive control, that is, abilities that support switching between tasks, ignoring or inhibiting irrelevant information, and attending to important information. It is known that cognitive control can differ in bilinguals compared to monolinguals, and research has pointed to correlations between cognitive control and language processing, but the field has seen very little integration of how bilingualism-induced cognitive changes interact in real time with language processing. This project sought to investigate how cognitive control is recruited to support language processing as a function of individuals’ language background and experiences. Until recently, bilingualism research has been focused on comparisons between monolinguals and bilinguals, however, emerging findings suggest that bilinguals are not a monolithic group. In particular, research on bilinguals who sign and speak has been instrumental in revealing how variation within bilingual groups pertaining to that everyday language use may affect language use and shape cognitive control abilities (Frederiksen &amp; Kroll, 2022). This project focused on understanding language processing above the sentence-level in the dominant language, and on assessing performance in bilinguals with diverse experiences and backgrounds. \n\nIn the initial phase of this project, we collected data on how certain English verbs create expectations about who will be mentioned next in upcoming discourse. We compared the behavior in of a large number of verbs in writing and speaking by monolingual English speakers. We found that although most verbs behave similarly in writing and speaking, the differences were sufficient to warrant caution when using written tasks to investigate language in general. We also collected data from a diverse group of bilingual participants on the same tasks. When analyzed, these data will illustrate how language experience may shape the foundation on which individuals form their predictions about language patterns.\n\nThe final phase of the project used the monolingual verb data previously obtained to examine pronoun processing in individuals with different language backgrounds. One study looked at native English speakers, bilinguals who learned English before age 4, and bilinguals who learned English after age 5. Here, we asked how meeting or not meeting expectations about upcoming discourse would affect the ability to reproduce English sentences in speakers with these different backgrounds. Our findings showed that native English speakers misreproduced the crucial part of the sentence significantly more often when their expectations about who should be mentioned next were not met. The data also show that non-native English speakers have higher overall error rates, but that they are not more likely to make repetition errors than native speakers when expectations are not met. The fact that unmet expectations did not cause additional errors for these speakers, despite the task being overall more difficult for them, suggests that the ability to generate and manage such expectations is a strength in bilingual language processing.\n\n Follow-up studies were conducted, and collected data are currently being analyzed. One study aimed to establish whether unmet expectations cause slowdowns in processing in English, as has been shown for other languages, and another study was conducted to assess how a diverse group of bilinguals recruit cognitive control to help them manage unmet expectations in language production and comprehension, as these processes are unfolding in real time.\n\nOverall, the primary intellectual merit of the study is the advancement of bilingualism research by focusing on how variation in bilinguals’ language experiences may shape their language processing, cognitive control, and their interactions, in the long and short term. The broader impacts of the project include the potential to inform the future development of language assessments, which take into account that speakers of the same language may have different ways of processing that language, and that standards and norms may differ depending on whether someone is monolingual or bilingual, and on how bilinguals use and regulate their languages. Dissemination of project findings has also contributed to broadening scientific understanding of sign language and bimodal sign-speech bilingualism.\n\n \n\n\t\t\t\t\tLast Modified: 12/28/2022\n\n\t\t\t\t\tSubmitted by: Anne Therese Frederiksen"
 }
}