{
 "awd_id": "2005773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Museums and Inclusion: Understanding Visitors' Sense of Belonging in Science and Natural History Museums",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922141",
 "po_email": "ltran@nsf.gov",
 "po_sign_block_name": "Lynn Tran",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2020-07-19",
 "awd_max_amd_letter_date": "2020-07-19",
 "awd_abstract_narration": "While museums strive to be as inclusive and welcoming as possible to all visitors, data from many institutions shows that audiences are still disproportionately white, well-educated, and more affluent than the average local population. One contributing factor to the lack of progress is that staff often create programs that work to create inclusivity from their own perspective, rather than grounding the work in a broader vision of the museum experience. This project will allow for a deeper exploration of how visitors, particularly those from groups that visit less frequently, experience a museum visit, and how their sense of belonging is supported or eroded during their visit. The team believes this sense is built up or taken away through specific moments of engagement or alienation and will explore these moments that matter through the work. Through intensive work at one museum, and additional work at three other museums, the project will look for themes and insights that can help all museums to create more positive moments that matter for all audiences. Specifically, the project will result in a) insights for museums in supporting a visitor-based sense of belonging, b) shared methods for working with visitors that could be applied by other researchers to explore specifics in a particular setting, and c) grounding work to develop survey questions for use across the field. This award is funded by the Advanced Informal STEM Learning program which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments.\r\n \r\nBuilding on existing work around exclusion and inclusion in everyday science learning, this project aims to formally define what a sense of belonging means in the science and natural history museum context as a construct for understanding inclusivity. The research team hypothesizes that the majority of experiences in an entire museum visit have a relatively neutral effect on visitor sense of belonging; however, at times, visitors may experience positive or negative moments, and these moments that matter may influence a visitor’s STEM engagement, interest, and/or identity. This exploratory work will help to develop and ground the construct of sense of belonging within the museum visitor’s experiences, to identify visitor moments that matter using an equity approach that intentionally centers the experiences of visitors from underrepresented groups, and to form the basis for future research that would support the development of a fieldwide measure of sense of belonging. The research study will focus on defining the construct of sense of belonging so it 1) aligns with the research literature and 2) is grounded in the experiences of science/natural history museum visitors. Photovoice data collection method and interviews will be used with visitors ages six and above to identify moments that matter for them during a visit to a science/natural history museum. This project will create new understanding of this construct for not only science/natural history museums and the larger informal science education (ISE) field, but fill a gap in the overall literature around the construct of sense of belonging. The project will also provide new learnings for the ISE field on how to adapt and use the photovoice method to study complex constructs, such as sense of belonging, in science/natural history museums.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marjorie",
   "pi_last_name": "Bequette",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marjorie Bequette",
   "pi_email_addr": "mbequette@smm.org",
   "nsf_id": "000585129",
   "pi_start_date": "2020-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Grack Nelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Grack Nelson",
   "pi_email_addr": "agnelson@smm.org",
   "nsf_id": "000535150",
   "pi_start_date": "2020-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Science Museum of Minnesota",
  "inst_street_address": "120 KELLOGG BLVD W",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "7013174245",
  "inst_zip_code": "551021202",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "SCIENCE MUSEUM OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "FMBEN7W54M58"
 },
 "perf_inst": {
  "perf_inst_name": "Science Museum of Minnesota",
  "perf_str_addr": "120 West Kellogg Boulevard",
  "perf_city_name": "Saint Paul",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551021202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-0d1c3202-7fff-817a-c8c3-4942275a1412\"> </span></p>\r\n<p><span id=\"docs-internal-guid-952dd77e-7fff-09e6-a50b-88355f94aa11\"> </span></p>\r\n<p dir=\"ltr\"><span>Researchers and practitioners in science and natural history museum contexts have recently been focusing on the concept of belonging as a means of understanding public engagement/disengagement with informal STEM institutions (ISIs) and with STEM more broadly. The goal of the </span><span>Museums and Inclusion: Understanding Visitors' Sense of Belonging in Science and Natural History Museums</span><span> project was to uncover new knowledge about the experiential elements, or </span><span>moments that matter</span><span>, to a visitor's </span><span>sense of belonging</span><span> in ISIs and about how these </span><span>moments </span><span>support, foster, or hinder visitors' STEM engagement, interest, and identity</span><span>. I</span><span>n order to uncover different ways of engaging people with diverse perspectives and life experiences in informal STEM learning experiences, </span><span>Museums and Inclusion</span><span> focused on building a definition of belonging in ISIs to guide the work of practitioners who are focused on the visitor (and potential visitor) experience and broadening participation in informal STEM learning.</span></p>\r\n<p dir=\"ltr\"><span>Prior to this research study, most measures of belonging were situated in other institutional contexts (e.g., university settings), were focused on discrete aspects of an individual's experience of an organization, or were developed using a top-down approach drawn from prior research on the topic. Our purpose was to create a definition of belonging that is grounded in ISIs, built from the perspectives of museum visitors, and addressing the array of experiences that comprised their entire museum visit. We were guided by the following research questions:</span></p>\r\n<ul>\r\n<li>How should the construct of sense of belonging be operationalized to align with the experiences of visitors within the context of science/natural history museums? </li>\r\n<li>What are the science/natural history museum experiential elements, or moments that matter, that may support or interfere with a visitor's sense of belonging? </li>\r\n<li>How does sense of belonging intersect with visitors&rsquo; STEM engagement, interest, and identity?&nbsp;</li>\r\n</ul>\r\n<ol> </ol><ol> </ol><ol> </ol>\r\n<p dir=\"ltr\"><span>We thought that visitor belonging was impacted by multiple </span><span>moments</span><span> during a visit experience and that these experiences accrued to an overall sense of belonging. We asked study participants to visit the ISI with the group or individuals they would like to visit with, document these moments when they occurred using a digital camera, and then reflect in a group interview on why these moments mattered to their sense of belonging in the museum. In total, 72 groups, with 263 individuals ranging in age from 6 to between 70-80, participated in our study at four separate ISIs across the United States.</span></p>\r\n<p dir=\"ltr\"><strong>Findings</strong></p>\r\n<p dir=\"ltr\"><span>When visitors reflect on their sense of belonging during a museum visit, many are thinking about their - and their group's - connection and comfort: connection to the experience, to themselves and the group they visited with, to the place or region the museum is situated in, and comfort in the physical space. These categories are represented in the resulting model of visitor belonging [see image], and they intersect with one another in dynamic ways. Another key finding is that an individual's own sense of belonging could be impacted by whether the sense of belonging of a group member was impacted during the visit. Since many people visit ISIs in groups, this is a relevant finding to the work of museum practitioners.</span></p>\r\n<p dir=\"ltr\"><span>Many visitors came to the museum with some expectations about their belonging - whether ISIs are places 'for them;' however, the experience they and their group had determined whether those expectations were reinforced or disrupted. We also found that these moments could happen anywhere - in the museum cafe, in exhibits, while watching a film or presentation, and more. Our data also showed that there is a relationship between visitor experiences of belonging and their STEM engagement, interest, and identity. When visitors saw their identities represented in the space, this reinforced their STEM identity. Where they encountered experiences that aligned with their interests - even if they didn't identify with STEM prior to the visit, they experienced deeper engagement and interest in STEM through the topics they did have an interest in.</span></p>\r\n<p dir=\"ltr\"><strong>Implications&nbsp;</strong></p>\r\n<p><span>The model of belonging that resulted from this study can support museum professionals to utilize the concept of belonging in their design of experiences to increase visitor belonging in ISIs. This definition and model are most applicable to ISIs; however, these findings could be useful to a broader range of cultural institutions and practitioners. The long-term goal of this study was to change how ISIs support visitors' sense of belonging, which should result in more people engaged in ISIs. Through actively engaging with the ISI field during the life of the </span><span>Museums and Inclusion </span><span>project through presentations, publications, and by crafting a practitioner guide, we hope the ISI field can ground its work towards broader participation in STEM in the aspects of the museum experience that contribute positively to visitor belonging.&nbsp;</span></p>\r\n<p><span>Visit the project website&nbsp;<span id=\"docs-internal-guid-b5834521-7fff-9291-af99-74400b0ae532\"><a href=\"http://smm.org/belonging\">http://smm.org/belonging</a>&nbsp;to explore project resources including publications, presentations, the practioner guide, and more.</span><br /></span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\">&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Amy&nbsp;Grack Nelson</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2005773/2005773_10686908_1735610620276_Model2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2005773/2005773_10686908_1735610620276_Model2--rgov-800width.png\" title=\"A visitor-centered definition of belonging.\"><img src=\"/por/images/Reports/POR/2024/2005773/2005773_10686908_1735610620276_Model2--rgov-66x44.png\" alt=\"A visitor-centered definition of belonging.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This image first appeared in the journal Exhibition (Fall 2023) Vol. 42 No. 2 pp. 106 and is reproduced with permission.</div>\n<div class=\"imageCredit\">Elias Ramos-Solis</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Amy&nbsp;Grack Nelson\n<div class=\"imageTitle\">A visitor-centered definition of belonging.</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\n \r\n\n\nResearchers and practitioners in science and natural history museum contexts have recently been focusing on the concept of belonging as a means of understanding public engagement/disengagement with informal STEM institutions (ISIs) and with STEM more broadly. The goal of the Museums and Inclusion: Understanding Visitors' Sense of Belonging in Science and Natural History Museums project was to uncover new knowledge about the experiential elements, or moments that matter, to a visitor's sense of belonging in ISIs and about how these moments support, foster, or hinder visitors' STEM engagement, interest, and identity. In order to uncover different ways of engaging people with diverse perspectives and life experiences in informal STEM learning experiences, Museums and Inclusion focused on building a definition of belonging in ISIs to guide the work of practitioners who are focused on the visitor (and potential visitor) experience and broadening participation in informal STEM learning.\r\n\n\nPrior to this research study, most measures of belonging were situated in other institutional contexts (e.g., university settings), were focused on discrete aspects of an individual's experience of an organization, or were developed using a top-down approach drawn from prior research on the topic. Our purpose was to create a definition of belonging that is grounded in ISIs, built from the perspectives of museum visitors, and addressing the array of experiences that comprised their entire museum visit. We were guided by the following research questions:\r\n\r\nHow should the construct of sense of belonging be operationalized to align with the experiences of visitors within the context of science/natural history museums? \r\nWhat are the science/natural history museum experiential elements, or moments that matter, that may support or interfere with a visitor's sense of belonging? \r\nHow does sense of belonging intersect with visitors STEM engagement, interest, and identity?\r\n\r\n   \r\n\n\nWe thought that visitor belonging was impacted by multiple moments during a visit experience and that these experiences accrued to an overall sense of belonging. We asked study participants to visit the ISI with the group or individuals they would like to visit with, document these moments when they occurred using a digital camera, and then reflect in a group interview on why these moments mattered to their sense of belonging in the museum. In total, 72 groups, with 263 individuals ranging in age from 6 to between 70-80, participated in our study at four separate ISIs across the United States.\r\n\n\nFindings\r\n\n\nWhen visitors reflect on their sense of belonging during a museum visit, many are thinking about their - and their group's - connection and comfort: connection to the experience, to themselves and the group they visited with, to the place or region the museum is situated in, and comfort in the physical space. These categories are represented in the resulting model of visitor belonging [see image], and they intersect with one another in dynamic ways. Another key finding is that an individual's own sense of belonging could be impacted by whether the sense of belonging of a group member was impacted during the visit. Since many people visit ISIs in groups, this is a relevant finding to the work of museum practitioners.\r\n\n\nMany visitors came to the museum with some expectations about their belonging - whether ISIs are places 'for them;' however, the experience they and their group had determined whether those expectations were reinforced or disrupted. We also found that these moments could happen anywhere - in the museum cafe, in exhibits, while watching a film or presentation, and more. Our data also showed that there is a relationship between visitor experiences of belonging and their STEM engagement, interest, and identity. When visitors saw their identities represented in the space, this reinforced their STEM identity. Where they encountered experiences that aligned with their interests - even if they didn't identify with STEM prior to the visit, they experienced deeper engagement and interest in STEM through the topics they did have an interest in.\r\n\n\nImplications\r\n\n\nThe model of belonging that resulted from this study can support museum professionals to utilize the concept of belonging in their design of experiences to increase visitor belonging in ISIs. This definition and model are most applicable to ISIs; however, these findings could be useful to a broader range of cultural institutions and practitioners. The long-term goal of this study was to change how ISIs support visitors' sense of belonging, which should result in more people engaged in ISIs. Through actively engaging with the ISI field during the life of the Museums and Inclusion project through presentations, publications, and by crafting a practitioner guide, we hope the ISI field can ground its work towards broader participation in STEM in the aspects of the museum experience that contribute positively to visitor belonging.\r\n\n\nVisit the project websitehttp://smm.org/belongingto explore project resources including publications, presentations, the practioner guide, and more.\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: AmyGrack Nelson\n"
 }
}