{
 "awd_id": "2005129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Imaging of Electronic Correlations and Symmetry Breaking Effects in Twisted Van der Waals Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2020-05-04",
 "awd_max_amd_letter_date": "2022-07-15",
 "awd_abstract_narration": "Non Technical:\r\nThis project aims to explore the electronic properties of engineered materials that are assembled one atomic layer at a time, starting from individual sheets of graphene and certain semiconductors, so-called transition metal dichalcogenides. For precise well-defined rotational misalignment angle between the layers, electrons in these materials strongly interact which leads to the emergence of correlated quantum electronic phases. The research team will image these emerging phases using scanning tunneling microscopy and spectroscopy techniques in various geometries. This approach will allow the team to gain insights into how the microscopic properties of correlated phases relate to their overall transport signatures. This information can be used to develop novel electronic quantum devices. The team will disseminate the project results through international conferences, journal articles, invited talks, publicly available blog posts, and educational videos targeting a broad audience. Besides the research component, this project aims to provide ample opportunities for integrating undergraduate education and increasing diversity through summer internships and programs for underrepresented minorities and outreach activities targeting high-school students and teachers from the Pasadena School District. \r\n\r\nTechnical:\r\nThe discovery of layered quasi-two-dimensional crystals enabled a new way of designing tunable electronic systems in which electron-electron interactions are controlled through the rotational alignment (twist) of the stacked layers. The focus of this project is to explore properties of emerging correlated quantum electronic phases, including superconductivity and orbital ferromagnetism, in twisted multi-layer graphene and transition metal dichalcogenides heterostructures. One of the main goals is to establish a basic understanding of underlying symmetries and symmetry breaking phenomena that occur in these emerging phases using scanning tunneling microscopy and spectroscopy and by studying heterostructures in gate-tunable multi-terminal geometries. This research project is accompanied by an extensive mentoring and outreach plan aimed to prepare graduate and undergraduate students for successful careers in science and industry and help educate the public about quantum science and nanotechnology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stevan",
   "pi_last_name": "Nadj-Perge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stevan Nadj-Perge",
   "pi_email_addr": "s.nadj-perge@caltech.edu",
   "nsf_id": "000734588",
   "pi_start_date": "2020-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project advanced the understanding of strongly correlated phases in van der Waals heterostructures based on rotationally misaligned graphene multilayers. Besides their fundamental importance, understanding symmetry-breaking mechanisms and residual symmetries in this family of materials holds promise for identifying key ingredients for the emergence of various superconducting and topological phases. The primary scientific outcomes of this award are listed in the following:&nbsp;</p>\r\n<p>(i) In twisted graphene bilayers, we have deepened the understanding of how symmetry breaking arises as the twist angle approaches the magic-angle value. We have established that the so-called Hartree correction, a consequence of non-uniform charge distribution in this material, effectively leads to the flattening of the electronic bands, thus enhancing correlation effects. This enhancement is robust in a larger angle range than anticipated from the simple continuum model. Ultimately, it leads to the breaking of internal four-fold spin-valley degeneracy and the formation of topological bands with non-zero Chern numbers.&nbsp;</p>\r\n<p><br />(ii) In a separate line of efforts, we have studied the relation between symmetry breaking and superconductivity in magic-angle twisted trilayer graphene. Besides establishing spectroscopic signatures of unconventional superconductivity in this system, we have determined that both superconductivity and correlated insulating states emerge from the so-called inter-valley coherent parent normal state in which electrons from the opposite valleys are coherently mixed. This mixing is characterized by the distinct local density of state signatures that emerge on the graphene atomic lattice length scale. The parent state is more precisely identified as an incommensurate Kekul&eacute; spiral state by observing additional real space modulation on the Moir&eacute; length scales. Combined, these observations directly suggest that the inter-valley coherence is essential for forming correlated superconductivity in this system.&nbsp;&nbsp;</p>\r\n<p><br />Regarding broader impacts, this award helped support several training opportunities for undergraduates and various outreach activities involving visiting high school students.</p><br>\n<p>\n Last Modified: 12/13/2024<br>\nModified by: Stevan&nbsp;Nadj-Perge</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project advanced the understanding of strongly correlated phases in van der Waals heterostructures based on rotationally misaligned graphene multilayers. Besides their fundamental importance, understanding symmetry-breaking mechanisms and residual symmetries in this family of materials holds promise for identifying key ingredients for the emergence of various superconducting and topological phases. The primary scientific outcomes of this award are listed in the following:\r\n\n\n(i) In twisted graphene bilayers, we have deepened the understanding of how symmetry breaking arises as the twist angle approaches the magic-angle value. We have established that the so-called Hartree correction, a consequence of non-uniform charge distribution in this material, effectively leads to the flattening of the electronic bands, thus enhancing correlation effects. This enhancement is robust in a larger angle range than anticipated from the simple continuum model. Ultimately, it leads to the breaking of internal four-fold spin-valley degeneracy and the formation of topological bands with non-zero Chern numbers.\r\n\n\n\n(ii) In a separate line of efforts, we have studied the relation between symmetry breaking and superconductivity in magic-angle twisted trilayer graphene. Besides establishing spectroscopic signatures of unconventional superconductivity in this system, we have determined that both superconductivity and correlated insulating states emerge from the so-called inter-valley coherent parent normal state in which electrons from the opposite valleys are coherently mixed. This mixing is characterized by the distinct local density of state signatures that emerge on the graphene atomic lattice length scale. The parent state is more precisely identified as an incommensurate Kekul spiral state by observing additional real space modulation on the Moir length scales. Combined, these observations directly suggest that the inter-valley coherence is essential for forming correlated superconductivity in this system.\r\n\n\n\nRegarding broader impacts, this award helped support several training opportunities for undergraduates and various outreach activities involving visiting high school students.\t\t\t\t\tLast Modified: 12/13/2024\n\n\t\t\t\t\tSubmitted by: StevanNadj-Perge\n"
 }
}