{
 "awd_id": "2005311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Partial Differential Equations and Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 247948.0,
 "awd_amount": 247948.0,
 "awd_min_amd_letter_date": "2020-05-01",
 "awd_max_amd_letter_date": "2020-05-01",
 "awd_abstract_narration": "Many physical theories have been modeled successfully by mathematical equations known as partial differential equations (PDEs).  The classical examples are the heat equation, the wave equation and the Laplace equation, which describe in ideal conditions the behavior of heat, waves and electrostatic potentials respectively.  These are linear PDEs.  More complicated theories are often modeled by nonlinear PDEs.  A classic nonlinear PDE is the Monge-Ampere equation which has connections to the physical theory of optics but is also a powerful tool in the study of geometry.  This research will investigate several nonlinear PDE, all related to the Monge-Ampere equation, which arise in geometry or which exhibit geometric behavior.  The research goals are two-fold:  to use nonlinear PDEs to advance our understanding of geometric spaces and the structures that live on them; and to understand the phenomena and behavior of solutions of nonlinear PDE using the tools and language of geometry.  In addition the PI will also train graduate students in the methods of nonlinear PDEs and geometry, and guide their research.\r\n\r\n\r\nThe PI will carry out research on nonlinear PDEs and geometry. There are five projects, linked by the common theme of the complex Monge-Ampere equation and focusing on developing new analytic tools and strategies to derive a priori estimates.  For the first project, the PI will investigate a conjecture of Donaldson extending Yau’s theorem on the complex Monge-Ampere equation to the setting of symplectic 4-manifolds, using an ansatz which reduces the nonlinear PDE to an equation of a single real-valued function.  A second project will study Perelman’s estimates for the Kahler-Ricci flow with the goal of understanding the behavior of the flow when there is a finite time singularity.  A further project is to investigate a non-Kahler version of this flow, known as the Chern-Ricci flow, with a focus on finite time singularities on complex surfaces.  Another project will extend the work of Chen-Cheng and Shen on the question of existence of metrics with constant Chern scalar curvature, in the setting of non-Kahler complex surfaces.  A final project is to study the uniform convexity of convex solutions to PDEs satisfying certain structure conditions, building on constant rank theorems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Weinkove",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Weinkove",
   "pi_email_addr": "weinkove@math.northwestern.edu",
   "nsf_id": "000136752",
   "pi_start_date": "2020-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2033 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602082730",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 247948.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />Many physical theories have been modeled successfully by mathematical equations known as <em>partial differential equations</em> (PDEs).&nbsp; The classical examples are the heat equation, the wave equation and the Laplace equation, which describe in ideal conditions the behavior of heat, waves and electrostatic potentials respectively.&nbsp; These are linear PDEs.&nbsp; More complicated theories are often modeled by nonlinear PDEs. This project investigated the use of nonlinear PDEs in the study of geometric spaces and the structures that live on them; and the phenomena and behavior of solutions of nonlinear PDE using the tools and language of geometry.&nbsp; As part of this project the PI trained graduate students in the methods of nonlinear PDEs and geometry, and guided their research.</p>\n<p>The PI investigated convexity of solutions to partial differential equations.&nbsp; The PI established new results on convexity of solutions in several different contexts:&nbsp; for the porous medium equation, an equation modeling the diffusion of gas in a porous medium; for the quasi-static droplet model for the shape of a liquid droplet; and for semi-linear equations including the torsion problem much studied in engineering.&nbsp; In addition, the PI established a quantitative version of the so-called <em>constant rank theorem</em> on convex solutions of partial differential equations.&nbsp; This theorem asserts that a convex solution to certain nonlinear equation must have Hessian of constant rank, which roughly says that the number of directions in which the solution is strictly convex does not jump.</p>\n<p>The PI also investigated optimal estimates for solutions of partial differential equations in the context of conductivity problems.&nbsp; When a charged composite material is constructed of materials with different conductivities, the electric field may be very large in a narrow region between these materials.&nbsp; A similar model is used to investigate stress and material failure.&nbsp; A question then is how to obtain quantitative information on the magnitude of the electric field, depending on the distance between the inclusions (conductors or insulators).&nbsp; The PI made new advances on this question in two cases:&nbsp; one when the inclusions are perfect conductors (including allowing non-trivial topology of the inclusions) and the other when the inclusions are insulators.&nbsp; In the latter case, the PI introduced <em>maximum principle</em> methods to obtain new bounds.</p>\n<p>In all of the above, geometry plays a role in the study of partial differential equations.&nbsp; Conversely, the PI also explored the use of partial differential equations to probe geometry:&nbsp; specifically the geometry of complex manifolds.&nbsp; The PI investigated the Chern-Ricci flow, a parabolic flow on complex manifolds, setting out a series of conjectures on its behavior and how this could be used to probe the underlying geometric structure.</p>\n<p>The PI supervised two PhD students during the period of the grant, organized informal learning seminars at Northwestern University and supervised two undergraduate research projects.&nbsp; The PI also gave numerous talks on his research.</p><br>\n<p>\n Last Modified: 11/16/2023<br>\nModified by: Benjamin&nbsp;Weinkove</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\nMany physical theories have been modeled successfully by mathematical equations known as partial differential equations (PDEs). The classical examples are the heat equation, the wave equation and the Laplace equation, which describe in ideal conditions the behavior of heat, waves and electrostatic potentials respectively. These are linear PDEs. More complicated theories are often modeled by nonlinear PDEs. This project investigated the use of nonlinear PDEs in the study of geometric spaces and the structures that live on them; and the phenomena and behavior of solutions of nonlinear PDE using the tools and language of geometry. As part of this project the PI trained graduate students in the methods of nonlinear PDEs and geometry, and guided their research.\n\n\nThe PI investigated convexity of solutions to partial differential equations. The PI established new results on convexity of solutions in several different contexts: for the porous medium equation, an equation modeling the diffusion of gas in a porous medium; for the quasi-static droplet model for the shape of a liquid droplet; and for semi-linear equations including the torsion problem much studied in engineering. In addition, the PI established a quantitative version of the so-called constant rank theorem on convex solutions of partial differential equations. This theorem asserts that a convex solution to certain nonlinear equation must have Hessian of constant rank, which roughly says that the number of directions in which the solution is strictly convex does not jump.\n\n\nThe PI also investigated optimal estimates for solutions of partial differential equations in the context of conductivity problems. When a charged composite material is constructed of materials with different conductivities, the electric field may be very large in a narrow region between these materials. A similar model is used to investigate stress and material failure. A question then is how to obtain quantitative information on the magnitude of the electric field, depending on the distance between the inclusions (conductors or insulators). The PI made new advances on this question in two cases: one when the inclusions are perfect conductors (including allowing non-trivial topology of the inclusions) and the other when the inclusions are insulators. In the latter case, the PI introduced maximum principle methods to obtain new bounds.\n\n\nIn all of the above, geometry plays a role in the study of partial differential equations. Conversely, the PI also explored the use of partial differential equations to probe geometry: specifically the geometry of complex manifolds. The PI investigated the Chern-Ricci flow, a parabolic flow on complex manifolds, setting out a series of conjectures on its behavior and how this could be used to probe the underlying geometric structure.\n\n\nThe PI supervised two PhD students during the period of the grant, organized informal learning seminars at Northwestern University and supervised two undergraduate research projects. The PI also gave numerous talks on his research.\t\t\t\t\tLast Modified: 11/16/2023\n\n\t\t\t\t\tSubmitted by: BenjaminWeinkove\n"
 }
}