{
 "awd_id": "2005444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Topics in Kinematics and Geometrical Optics: Tire Track Geometry and Billiard Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 348000.0,
 "awd_amount": 348000.0,
 "awd_min_amd_letter_date": "2020-05-20",
 "awd_max_amd_letter_date": "2022-05-27",
 "awd_abstract_narration": "The proposed research consists of two parts: models of vehicle motion and tire track geometry, and models of elastic reflection in bounded regions and geometric optics. In the first part, the investigator will study a variety of concrete problems of vehicle kinematics. Direct applications involve pursuit problems, control of tractors with many trailers, and preventing driving hazard. The same mathematical methods apply to the study of other, seemingly unrelated, applied problems, including stability of floating bodies and modeling of the Josephson effect  (Nobel Prize in 1973), important in the design of quantum-mechanical circuits for quantum computers. In the second part, the investigator will study fundamental problems of ray optics and models of mechanical systems with elastic collision, such as the ideal gas.  Although ray optics provides only an approximation to a more precise wave optics, this approximation is accurate enough for many applications, including laser beam shaping, trapping rays of light and storing solar energy, control of light pollution, and invisibility. Modern technology makes it possible to manufacture materials with unusual reflecting and refracting properties and to create nearly ideal mirrors of complicated shape, thus realizing geometrical optical designs in glass, metal, and plastic. Most of the suggested problems admit both theoretical and computer experimental study, in many cases the latter being the first step toward the former. The investigator will actively involve undergraduate and graduate students in his research program.\r\n\r\nThe proposed research has strong connections with the theory of completely integrable systems, continuous and discrete, and it relies on a variety of methods developed in this theory since the discovery of solitons in the 1960s and, in particular, on the theory of discrete differential geometry. For example, the problem of describing cylindrical bodies that float in equilibrium in all positions is intimately related with the description of solitons of the filament equation, a completely integrable system modeling the motion of fluid and gas vortices, and the cross-sections of all known solutions to this flotation problem are buckled rings (pressurized elastica), that also solve a variational problem extensively studied in the late 19th and early 20th centuries. In general, the theory of completely integrable systems makes it possible to find explicit solutions to the differential and difference equations that arise in the models; often these solutions are given in terms of elliptic functions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Serge",
   "pi_last_name": "Tabachnikov",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Serge L Tabachnikov",
   "pi_email_addr": "tabachni@math.psu.edu",
   "nsf_id": "000356802",
   "pi_start_date": "2020-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 232763.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 115237.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project concerned two main topics:&nbsp;models of vehicle motion and tire track kinematics, and billiard models and geometrical optics.&nbsp;In addition, several problems of geometric dynamics were studied.</p>\n<p>The results of this research were published in a number of peer review journals and disseminated at numerous seminars, conferences, and workshops, both domestic and international.&nbsp;</p>\n<p>The obtained results contribute to the understanding of various mechanisms of complete integrability, a rare property of dynamical systems that makes it possible to predict their long-term behavior and that guaranteed regular, as opposed to chaotic, dynamics. The obtained results on billiard models have potential applications to freeform optical design.&nbsp;</p>\n<p>The principal investigator collaborated with several researchers from US universities and a number of universities abroad (in Austria, France, Germany, Israel, Mexico).&nbsp;</p>\n<p>The principal investigator had trained five graduate students. One of them had graduated with a doctoral degree and currently is holding a postdoctoral position; four other ones are making a steady progress toward their doctoral degrees. One of the accepted for publication papers was co-authored with a graduate student.</p>\n<p>Broader impact included involving undergraduate and graduate students in mathematical research. In particular, the&nbsp;principal investigator organized and ran Undergraduate Student Colloquium and gave presentation at Graduate Student Seminar&nbsp;at his home university on his research. He gave mini-courses at a number of universities focusing on his research with the target audience comprising graduate students.&nbsp;</p>\n<p>As a member of the Scientific Committee, the principal investigator was involved in organizing Heidelberg Laureate Forum, an annual event where the top mathematicians and computer scientists of the world meet and &nbsp;interact with 200 junior mathematicians and computer scientists from across the world.</p>\n<p>The principal investigator has co-organized several workshops, including Finite Dimensional Integrable Systems (FDIS), an international conference that takes place every other year. He has served as editor of several mathematical journals, including being a co-Editor-in-Chief of The Mathematical Intelligencer, an international &nbsp;expository journals for mathematical professionals. &nbsp;</p><br>\n<p>\n Last Modified: 08/31/2024<br>\nModified by: Serge&nbsp;L&nbsp;Tabachnikov</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project concerned two main topics:models of vehicle motion and tire track kinematics, and billiard models and geometrical optics.In addition, several problems of geometric dynamics were studied.\n\n\nThe results of this research were published in a number of peer review journals and disseminated at numerous seminars, conferences, and workshops, both domestic and international.\n\n\nThe obtained results contribute to the understanding of various mechanisms of complete integrability, a rare property of dynamical systems that makes it possible to predict their long-term behavior and that guaranteed regular, as opposed to chaotic, dynamics. The obtained results on billiard models have potential applications to freeform optical design.\n\n\nThe principal investigator collaborated with several researchers from US universities and a number of universities abroad (in Austria, France, Germany, Israel, Mexico).\n\n\nThe principal investigator had trained five graduate students. One of them had graduated with a doctoral degree and currently is holding a postdoctoral position; four other ones are making a steady progress toward their doctoral degrees. One of the accepted for publication papers was co-authored with a graduate student.\n\n\nBroader impact included involving undergraduate and graduate students in mathematical research. In particular, theprincipal investigator organized and ran Undergraduate Student Colloquium and gave presentation at Graduate Student Seminarat his home university on his research. He gave mini-courses at a number of universities focusing on his research with the target audience comprising graduate students.\n\n\nAs a member of the Scientific Committee, the principal investigator was involved in organizing Heidelberg Laureate Forum, an annual event where the top mathematicians and computer scientists of the world meet and interact with 200 junior mathematicians and computer scientists from across the world.\n\n\nThe principal investigator has co-organized several workshops, including Finite Dimensional Integrable Systems (FDIS), an international conference that takes place every other year. He has served as editor of several mathematical journals, including being a co-Editor-in-Chief of The Mathematical Intelligencer, an international expository journals for mathematical professionals. \t\t\t\t\tLast Modified: 08/31/2024\n\n\t\t\t\t\tSubmitted by: SergeLTabachnikov\n"
 }
}