{
 "awd_id": "2005731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tinkering and Making Strategies to Engage Children and Families in Creating with Code",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925117",
 "po_email": "adestrul@nsf.gov",
 "po_sign_block_name": "Arlene de Strulle",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 766255.0,
 "awd_amount": 766255.0,
 "awd_min_amd_letter_date": "2020-06-30",
 "awd_max_amd_letter_date": "2022-08-24",
 "awd_abstract_narration": "There is a national need to expand opportunities to learn coding and computational thinking in informal science, technology, engineering, and mathematics (STEM) education. These skills are increasingly needed in STEM disciplines. As young people learn to code, they engage in computational thinking concepts and practices which are problem solving strategies that include repeated process (iterative) design skills. This project promotes innovation by designing and developing activities for tinkering spaces (a space filled with materials for hands-on exploration of STEM) combined with coding in informal learning organizations such as museums, and community centers.  The project supports both tinkering and making as methods to meaningfully incorporate computational thinking in STEM learning experiences.  The tinkering approach to learning is characterized by hands-on, trial and error engagement. Making is similar to tinkering with additional attention to learning with peer groups. The long-term goal of the project is to enable informal educators to engage in STEM programming with youth and families from underrepresented groups. The project brings together interdisciplinary teams from the Department of Information Science at the University of Colorado Boulder (CU Boulder), the Tinkering Studio at the Exploratorium, and the Lifelong Kindergarten research group at the Massachusetts Institution of Technology. In collaboration with local partner sites, the project team will design and disseminate a collection of six computational tinkering activity areas that engage learners in creative explorations using a combination of physical objects and computational code. The team will develop visual coding \"microworlds\" for each of the activity areas, specialized sets of coding blocks designed to provide scaffolding. Additionally, the project team will design and develop facilitation guides to document these activities and facilitation strategies, as well as workshops to better support facilitators in making and tinkering spaces. \r\n\r\nThe project enhances knowledge building through investigations of what instructional supports informal educators need to develop effective facilitation practices that engage underrepresented youth and families in STEM computational learning experiences. Study participants will include informal educators in museum, library, and community-based settings with varying backgrounds and experiences facilitating computing activities. The project team will also engage youth and families from underrepresented groups through collaborative efforts with community-based partners. Research questions include: 1) What challenges and barriers do informal learning educator, face to engage their learners in design-based activities with computing? 2) What supports informal learning educators to take on key facilitation practices that support children and families in computational tinkering activities? 3) In jointly engaging in these computational tinkering activities, how do the activities and informal learning educators’ facilitation of these activities impact children’s and families’ development of computational tinkering and identities as creators and learners with computing? To answer these research questions the project will use qualitative ethnographic methods to study the developing interactions between learners and facilitators at three local sites. Comparative case studies of facilitators across the local partner sites will also be used to examine what supports facilitators to take on key facilitation practices. Data sources will include participant observation of facilitators and families, documentation in the form of photos, videos, and audio recordings, project artifacts, bi-monthly short surveys with reflective prompts, and interviews with facilitators and families.  \r\n\r\nThis award is funded by the Advancing Informal STEM Learning (AISL) program, which seeks to advance new approaches to, and evidence-based understanding of, the design and development of STEM learning in informal environments. This includes providing multiple pathways for broadening access to and engagement in STEM learning experiences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mike",
   "pi_last_name": "Petrich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mike Petrich",
   "pi_email_addr": "mpetrich@exploratorium.edu",
   "nsf_id": "000386540",
   "pi_start_date": "2020-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Wilkinson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Wilkinson",
   "pi_email_addr": "karenw@exploratorium.edu",
   "nsf_id": "000358870",
   "pi_start_date": "2020-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sebastian",
   "pi_last_name": "Martin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sebastian Martin",
   "pi_email_addr": "sebastianhmartin@gmail.com",
   "nsf_id": "000855653",
   "pi_start_date": "2021-12-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Exploratorium",
  "inst_street_address": "17 PIER STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4155284444",
  "inst_zip_code": "941111455",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "THE EXPLORATORIUM",
  "org_prnt_uei_num": "",
  "org_uei_num": "DGTRD5QN3PL7"
 },
 "perf_inst": {
  "perf_inst_name": "Exploratorium",
  "perf_str_addr": "17 Pier",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941111455",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0422",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 480671.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 285584.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project invited hundreds of informal learning educators, designers, and researchers from diverse settings across the US to participate, learn, and reflect together in person and online. The efforts resulted in (1) advancing understanding of equitable facilitation practices within community-based informal learning environments; (2) the development, testing, and implementation of several new and unique computationally-rich learning experiences for learners of all ages; (3) and development and dissemination of resources to facilitate and expand equitable, culturally-rich, tinkering-based opportunities.&nbsp;</p>\n<p>Youth and community-based educators facilitators engaged with project experiences and resources strengthened commitments and expanded approaches to center and celebrate what individuals and collectives bring into computational experiences; and foreground the process of computational exploration, recognizing it as an authentic measure of learning. Participants adapted computationally-rich experiences and tools to reflect local goals, traditions, and practices in their communities while also considering broader organizational foundations needed to support sustaining equity-centered computational experiences for young people. Field-wide awareness was achieved through the quarterly newsletter and blog posts, conference and community-based workshops / presentations, academic and practitioner publications, and the computational tinkering workshop for community program leaders.</p>\n<p>&nbsp;</p>\n<p>A summary of key deliverables are as follows:&nbsp;</p>\n<p><strong>OctoStudio: </strong>Launched in October 2023, OctoStudio is a new free coding app that enables children and families to create interactive projects on mobile phones and tablets. OctoStudio works well in areas with limited or no access to computers or internet, thus greatly expanding who can engage in creating with digital technologies. OctoStudio leverages physical sensors that are built into mobile phones and tablets, thus enabling young people to program games and other interactive projects with physical interaction, such as shaking, tilting, or using a magnet. Learners and educators are now using OctoStudio to create a wide variety of projects in diverse settings, including museums, libraries, community centers, and schools across the country. Download OctoStudio and access resources at: <span style=\"text-decoration: underline;\">https://octostudio.org/</span>&nbsp;</p>\n<p><strong>Computational Tinkering Explorations: </strong>The project collaborators co-created a new set of activities and explorations grounded in a constructionist pedagogy and culturally-rich equitable practices, integrating physical and digital materials. These playful learning experiences have allowed a wide variety of organizations, including libraries, science centers, and community-based institutions, to engage in meaningful ways with computational activities: integrating local books and written materials, exploring science and art-based topics including light play and pattern making, and weaving cultural perspectives and local storytelling into the projects.&nbsp;</p>\n<p><strong>Facilitator Dialogue Cards + Guide: </strong>A card deck and an accompanying guide were created in close collaboration with community-based educators. These resources are designed to foster dialogue about equity in facilitation of computationally-rich activities as well as highlight and share actionable practices educators can reflect and try out themselves. The resources emphasize the multidimensional and nuanced components of facilitation that are foundational but can be overlooked, drawing attention to fostering relationships and reflection. Experienced and emerging educators have used the cards to expand their facilitation approaches and have contributed their own practices to the card collection.</p>\n<p><strong>\"What Equity Means to Me?\" and \"Now What?\" Zines</strong>: Based on the project team's research on the educators' equity-based practices, the interactive zines scaffold individual and collective reflection on conceptions of equity and how it emerges in educators' practices (\"What Equity Means to Me?\"&nbsp;zine) and how to implement sustainable change within their organizations' and communities' infrastructural realities (\"Now What?\" zine). Both zines come with facilitator guides for educators to support these conversations with colleagues and community leaders.</p>\n<p><strong>Computational Tinkering Professional Development Workshop: </strong>A leadership institute invited current and emerging leaders in the field of community-based informal education. Libraries, science centers, Computer Clubhouses, and other advocates attended the two-day event to share ideas and perspectives, give feedback on the emerging research and materials, and create a plan for integrating the Computational Tinkering approach at their locations.</p>\n<p><strong>Tinkering Together Newsletter: </strong>A quarterly publication highlighting research and development topics, and emerging outcomes of the core collaborating organizations allowed colleagues and curious caregivers to learn about, participate, and give feedback on the explorations and emergent findings.&nbsp;</p>\n<p><strong>Advancing Knowledge Building in Informal STEM Education: </strong>These resources and deliverables were informed by new insights from our research activities and strategies to support informal educators in engaging youth and families in equitable and creative computational tinkering experiences. We found that educators' conceptions of equity differed across organizations, which then impacted their facilitation practices. We identified seven types of infrastructure that support engagement with computational tinkering in informal learning environments: institutional routines and resources, social and facilitation practices, institutional and educator values, educator expertise, tools and materials, physical space, and community knowledge. We used this framework to surface how educators negotiate and re-design their material, social, and knowledge infrastructures over time to achieve more equitable and inclusive learning experiences for their youth and community members.</p>\n<p>&nbsp;</p>\n<p>We continue to share resources and publish results on the Facilitating Computational Tinkering website: <a href=\"https://www.facilitatingcomputationaltinkering.org/\">https://www.facilitatingcomputationaltinkering.org/</a>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/30/2024<br>\nModified by: Mike&nbsp;Petrich</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386120682_Picture3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386120682_Picture3--rgov-800width.png\" title=\"Computational Tinkering Workshop\"><img src=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386120682_Picture3--rgov-66x44.png\" alt=\"Computational Tinkering Workshop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Computational Tinkering Workshop</div>\n<div class=\"imageCredit\">Exploratorium</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mike&nbsp;Petrich\n<div class=\"imageTitle\">Computational Tinkering Workshop</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386155142_Picture4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386155142_Picture4--rgov-800width.png\" title=\"Computational Tinkering Workshop\"><img src=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386155142_Picture4--rgov-66x44.png\" alt=\"Computational Tinkering Workshop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Computational Tinkering Workshop</div>\n<div class=\"imageCredit\">Exploratorium</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mike&nbsp;Petrich\n<div class=\"imageTitle\">Computational Tinkering Workshop</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386078451_Picture2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386078451_Picture2--rgov-800width.png\" title=\"Denver Public Library program\"><img src=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386078451_Picture2--rgov-66x44.png\" alt=\"Denver Public Library program\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Denver Public Library program</div>\n<div class=\"imageCredit\">University of Colorado Boulder</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mike&nbsp;Petrich\n<div class=\"imageTitle\">Denver Public Library program</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386260608_Picture6--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386260608_Picture6--rgov-800width.png\" title=\"Computational Tinkering Workshop\"><img src=\"/por/images/Reports/POR/2024/2005731/2005731_10681766_1727386260608_Picture6--rgov-66x44.png\" alt=\"Computational Tinkering Workshop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Computational Tinkering Workshop</div>\n<div class=\"imageCredit\">Exploratorium</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mike&nbsp;Petrich\n<div class=\"imageTitle\">Computational Tinkering Workshop</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis collaborative project invited hundreds of informal learning educators, designers, and researchers from diverse settings across the US to participate, learn, and reflect together in person and online. The efforts resulted in (1) advancing understanding of equitable facilitation practices within community-based informal learning environments; (2) the development, testing, and implementation of several new and unique computationally-rich learning experiences for learners of all ages; (3) and development and dissemination of resources to facilitate and expand equitable, culturally-rich, tinkering-based opportunities.\n\n\nYouth and community-based educators facilitators engaged with project experiences and resources strengthened commitments and expanded approaches to center and celebrate what individuals and collectives bring into computational experiences; and foreground the process of computational exploration, recognizing it as an authentic measure of learning. Participants adapted computationally-rich experiences and tools to reflect local goals, traditions, and practices in their communities while also considering broader organizational foundations needed to support sustaining equity-centered computational experiences for young people. Field-wide awareness was achieved through the quarterly newsletter and blog posts, conference and community-based workshops / presentations, academic and practitioner publications, and the computational tinkering workshop for community program leaders.\n\n\n\n\n\nA summary of key deliverables are as follows:\n\n\nOctoStudio: Launched in October 2023, OctoStudio is a new free coding app that enables children and families to create interactive projects on mobile phones and tablets. OctoStudio works well in areas with limited or no access to computers or internet, thus greatly expanding who can engage in creating with digital technologies. OctoStudio leverages physical sensors that are built into mobile phones and tablets, thus enabling young people to program games and other interactive projects with physical interaction, such as shaking, tilting, or using a magnet. Learners and educators are now using OctoStudio to create a wide variety of projects in diverse settings, including museums, libraries, community centers, and schools across the country. Download OctoStudio and access resources at: https://octostudio.org/\n\n\nComputational Tinkering Explorations: The project collaborators co-created a new set of activities and explorations grounded in a constructionist pedagogy and culturally-rich equitable practices, integrating physical and digital materials. These playful learning experiences have allowed a wide variety of organizations, including libraries, science centers, and community-based institutions, to engage in meaningful ways with computational activities: integrating local books and written materials, exploring science and art-based topics including light play and pattern making, and weaving cultural perspectives and local storytelling into the projects.\n\n\nFacilitator Dialogue Cards + Guide: A card deck and an accompanying guide were created in close collaboration with community-based educators. These resources are designed to foster dialogue about equity in facilitation of computationally-rich activities as well as highlight and share actionable practices educators can reflect and try out themselves. The resources emphasize the multidimensional and nuanced components of facilitation that are foundational but can be overlooked, drawing attention to fostering relationships and reflection. Experienced and emerging educators have used the cards to expand their facilitation approaches and have contributed their own practices to the card collection.\n\n\n\"What Equity Means to Me?\" and \"Now What?\" Zines: Based on the project team's research on the educators' equity-based practices, the interactive zines scaffold individual and collective reflection on conceptions of equity and how it emerges in educators' practices (\"What Equity Means to Me?\"zine) and how to implement sustainable change within their organizations' and communities' infrastructural realities (\"Now What?\" zine). Both zines come with facilitator guides for educators to support these conversations with colleagues and community leaders.\n\n\nComputational Tinkering Professional Development Workshop: A leadership institute invited current and emerging leaders in the field of community-based informal education. Libraries, science centers, Computer Clubhouses, and other advocates attended the two-day event to share ideas and perspectives, give feedback on the emerging research and materials, and create a plan for integrating the Computational Tinkering approach at their locations.\n\n\nTinkering Together Newsletter: A quarterly publication highlighting research and development topics, and emerging outcomes of the core collaborating organizations allowed colleagues and curious caregivers to learn about, participate, and give feedback on the explorations and emergent findings.\n\n\nAdvancing Knowledge Building in Informal STEM Education: These resources and deliverables were informed by new insights from our research activities and strategies to support informal educators in engaging youth and families in equitable and creative computational tinkering experiences. We found that educators' conceptions of equity differed across organizations, which then impacted their facilitation practices. We identified seven types of infrastructure that support engagement with computational tinkering in informal learning environments: institutional routines and resources, social and facilitation practices, institutional and educator values, educator expertise, tools and materials, physical space, and community knowledge. We used this framework to surface how educators negotiate and re-design their material, social, and knowledge infrastructures over time to achieve more equitable and inclusive learning experiences for their youth and community members.\n\n\n\n\n\nWe continue to share resources and publish results on the Facilitating Computational Tinkering website: https://www.facilitatingcomputationaltinkering.org/\n\n\n\t\t\t\t\tLast Modified: 09/30/2024\n\n\t\t\t\t\tSubmitted by: MikePetrich\n"
 }
}