{
 "awd_id": "2006387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: Collaborative Research: Harnessing Big Data for Improving Career Mobility",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 249987.0,
 "awd_amount": 249987.0,
 "awd_min_amd_letter_date": "2020-09-08",
 "awd_max_amd_letter_date": "2023-09-21",
 "awd_abstract_narration": "U.S. college students are facing critical challenges for their career development and job mobility, which is vital for their long-term career success, especially during global pandemic times. Indeed, the questions that often puzzle students include what career choices to choose next, how to update skills for future new jobs, and which learning opportunities to take. These challenges have been increasingly observed among different groups of students in different majors and socioeconomic statuses at many universities. This project collects and analyzes academic curriculum and student career data, discovers useful patterns about college curriculum and students’ career development, studies students’ career choices, and develops sophisticated solutions to improve their career mobility. This study makes significant contributions to the fields of data mining, machine learning, and education and career data analytics. The results of this project can bring new ways for understanding and improving college graduates’ career success, provide useful insights and tools for students to make their decisions on career development, and augment the service capability of college career and academic advising offices. This project integrates the research with education through new course module development, involving graduate and undergraduate students in research, and research showcases for local K-12 students. \r\n\r\nThis project focuses on the following three specific aims (SA): mining and informing useful semantics and patterns about college curriculum and graduates’ career development; studying the career choices of college graduates; and developing sophisticated solutions to improve career mobility of college graduates. To achieve the first SA, this project develops a novel context-aware deep learning method for mining semantics from heterogenous textual data and discovers insightful horizontal and vertical patterns. To solve the second SA, this project mines multiple-scale career path patterns and develops a new hierarchical neural network method to model and predict graduates’ career choices. To achieve the third SA, this project develops novel reinforcement learning methods to recommend learning items for both graduated students and enrolled ones.  The results of this project will be disseminated in the form of peer-reviewed publications, publicly available data set, tutorials, seminars, and workshops.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Xiong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Xiong",
   "pi_email_addr": "hxiong@rutgers.edu",
   "nsf_id": "000385102",
   "pi_start_date": "2020-09-08",
   "pi_end_date": "2023-09-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaodong",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaodong Lin",
   "pi_email_addr": "lin@business.rutgers.edu",
   "nsf_id": "000600736",
   "pi_start_date": "2023-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University",
  "perf_str_addr": "Newark Blumenthal Hall, Suite 206",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021896",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 249987.0
  }
 ],
 "por": null
}