{
 "awd_id": "2006785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Extreme Galaxies: The Physical Nature of SMUDGes",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927297",
 "po_email": "jmadrid@nsf.gov",
 "po_sign_block_name": "Juan Madrid",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 387694.0,
 "awd_amount": 387694.0,
 "awd_min_amd_letter_date": "2020-07-02",
 "awd_max_amd_letter_date": "2020-07-02",
 "awd_abstract_narration": "Galaxies consist of normal matter embedded in a larger halo of dark matter. Understanding how normal matter distributes itself within the dark matter halo is important to understanding how galaxies grow and evolve. This project will study ultra-diffuse galaxies (UDGs), a class of galaxies that are comparable in size to the Milky Way, but seem to have very few stars. The project will combine data from a previous survey (SMUDGes) with existing data from other sources and new data to catalog physical characteristics of UDGs. These characteristics include sizes, ages, masses, and metallicities. By building a large enough catalog, this project will be able to better understand UDGs and where they fit into the general class of galaxies. The project will also support the Sky Ambassadors program that trains teachers to present astronomy in their classrooms. It will initiate a Spanish language public lecture series at the Steward Observatory.\r\n\r\nThe project will use galaxies found in the SMUDGes survey to build a statistically meaningful catalog of UDG physical properties. The project will use clustering data from SMUDGes to determine distance measurements to UDGs in dense environments, they will also use spectrographic observations taken on the Large Binocular Telescope to obtain redshift distances for interesting targets such as those that appear to be very large or are in quiescent fields. They will use archival UV data to determine color of UDGs and the more physically interesting ones may be flagged for follow-up spectroscopy. The resulting catalog will provide a large sample of UDG characteristics that can be used to better understand if these objects are a separate class or if they are an extended tail of a broad distribution of galaxies. The project will also continue a program that trains elementary through high-school teachers to use astronomy in their classrooms. They will also initiate and sponsor Spanish language lectures as part of the Steward Observatory Public Lecture Series.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Zaritsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis Zaritsky",
   "pi_email_addr": "dennis.zaritsky@gmail.com",
   "nsf_id": "000468454",
   "pi_start_date": "2020-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 387694.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"tinyMCEContent\">\n<p><span style=\"font-size: 11.000000pt; font-family: 'CMR10';\">The  direct aim of this research program is to measure physical parameters  (sizes, ages, chemical abundances, masses) for a statistically significant  sample of the largest, low surface brightness galaxies known across the  full range of galaxy environments and, with this information, develop an  understanding of how these galaxies fit into the overall picture of  galaxy evolution. The fundamental question  is whether these objects represent the extremes of galaxy formation  processes &mdash; as would be the case if these objects represent the tail of  the distribution of spins, of star formation efficiency, or  of mass loss &mdash; or whether these objects are the result of extreme  external processes (environmental harassment or tidal interactions).  Because of the low surface brightness of these galaxies, novel  approaches and cutting-edge instrumentation are needed to accomplish  their goals. </span></p>\n<p>We have identified over 7,000 such galaxies and carried out a range of follow-up activities. Using optical and radio spectroscopy, we measured the distances, star formation properties, stellar populations, and gas properties of large subsets of the sample. Using the existing images, we determined that nuclear star clusters, which are likely hosts of intermediate mass black holes, are more likely to exist in galaxy's that are denser in the middle, in higher denstiy  environments, and larger axis ratio. The latter may  suggest that the nuclear star cluster (and  perhaps the black hole it hosts) somehow  affected the geomety of the  galaxy. This work is presented in a growing set of&nbsp; refereed publications, currently numbering seven. Overalll, we find that these galaxies are experiencing repetive episodes of low levels of star formation, until their gas is removed when they enter a dense galaxy evironment.</p>\n<p>Our broader impact outreach  Astrocharlas is now officially a mutli-discipline effort within our  College of Science. Spanish-language public-level science talks have now  been presented by three departments (our own) Astronomy, Neuroscience  &amp; Cognitive Science, and Speech, Language and Hearing Sciences. The  video of the astronomy talk has been viewed 483 times. We are working to increase the visibility and frequency of Astrocharlas.</p>\n</div>\n<dl class=\"clearing\"><dd> </dd></dl><br>\n<p>\n Last Modified: 11/01/2024<br>\nModified by: Dennis&nbsp;Zaritsky</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\nThe  direct aim of this research program is to measure physical parameters  (sizes, ages, chemical abundances, masses) for a statistically significant  sample of the largest, low surface brightness galaxies known across the  full range of galaxy environments and, with this information, develop an  understanding of how these galaxies fit into the overall picture of  galaxy evolution. The fundamental question  is whether these objects represent the extremes of galaxy formation  processes  as would be the case if these objects represent the tail of  the distribution of spins, of star formation efficiency, or  of mass loss  or whether these objects are the result of extreme  external processes (environmental harassment or tidal interactions).  Because of the low surface brightness of these galaxies, novel  approaches and cutting-edge instrumentation are needed to accomplish  their goals. \n\n\nWe have identified over 7,000 such galaxies and carried out a range of follow-up activities. Using optical and radio spectroscopy, we measured the distances, star formation properties, stellar populations, and gas properties of large subsets of the sample. Using the existing images, we determined that nuclear star clusters, which are likely hosts of intermediate mass black holes, are more likely to exist in galaxy's that are denser in the middle, in higher denstiy  environments, and larger axis ratio. The latter may  suggest that the nuclear star cluster (and  perhaps the black hole it hosts) somehow  affected the geomety of the  galaxy. This work is presented in a growing set of refereed publications, currently numbering seven. Overalll, we find that these galaxies are experiencing repetive episodes of low levels of star formation, until their gas is removed when they enter a dense galaxy evironment.\n\n\nOur broader impact outreach  Astrocharlas is now officially a mutli-discipline effort within our  College of Science. Spanish-language public-level science talks have now  been presented by three departments (our own) Astronomy, Neuroscience  & Cognitive Science, and Speech, Language and Hearing Sciences. The  video of the astronomy talk has been viewed 483 times. We are working to increase the visibility and frequency of Astrocharlas.\n\n \t\t\t\t\tLast Modified: 11/01/2024\n\n\t\t\t\t\tSubmitted by: DennisZaritsky\n"
 }
}