{
 "awd_id": "2006771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Spectral Synthesis for Broad Absorption Line Quasars - Feedback and Physics for Everyone",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927373",
 "po_email": "jpesce@nsf.gov",
 "po_sign_block_name": "Joseph E. Pesce",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 333542.0,
 "awd_amount": 333542.0,
 "awd_min_amd_letter_date": "2020-06-09",
 "awd_max_amd_letter_date": "2020-06-09",
 "awd_abstract_narration": "Black holes exist in the centers of most large galaxies.  Studies of galaxy evolution show that black holes and galaxies evolve together.  This evolution requires interactions between the black hole and the galaxy, for example, winds emerging from the black hole can interact with the gas in the galaxy.  In this project, a novel computer code called SimBAL will be used to study quasar winds.   SimBAL uses machine learning techniques to analyze the light emitted by the quasar.  The SimBAL method will be used to study two large samples of quasars to measure the properties of quasar winds and to learn whether the winds are energetic enough to influence the evolution of the host galaxy.  As part of this project, the SimBAL code will be prepared to be released to the public so that anyone can use it.  The research will involve undergraduate students, including under-represented students.  The investigators will also teach courses in data analytics to undergraduates and will develop tools to evaluate gains in data literacy during the semester.\r\n\r\nBlack holes exist in the centers of most large galaxies.  Studies of galaxy evolution show that black holes and galaxies evolve together.  This evolution requires interactions between the black hole and the galaxy, for example, winds emerging from the black hole can interact with the gas in the galaxy.  In this project, a novel computer code called SimBAL will be used to study quasar winds.   SimBAL uses machine learning techniques to analyze the absorption lines found in about 10% of quasar spectra.  The SimBAL method will be used to study two large and complementary samples of quasars.  The properties of the winds, such as the velocity, the amount, and the location of the winds will be measured.  The overarching goals are to determine how the winds are accelerated, and whether the winds are energetic enough to influence the evolution of the host galaxy.  As part of this project, the SimBAL code will be prepared to be released to the public so that anyone can use it.  The research will involve undergraduate students, including under-represented students.  The investigators will also teach courses in data analytics to undergraduates and will develop tools to evaluate gains in data literacy during the semester.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Leighly",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Karen M Leighly",
   "pi_email_addr": "leighly@ou.edu",
   "nsf_id": "000395956",
   "pi_start_date": "2020-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "201 Stephenson Parkway",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730199705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 333542.0
  }
 ],
 "por": null
}