{
 "awd_id": "2006144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Geological Construction of Rock Arrangements from Tectonics: Systems Modeling Across Scales",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928288",
 "po_email": "mjluna@nsf.gov",
 "po_sign_block_name": "Melissa J. Luna",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 2408293.0,
 "awd_amount": 2408293.0,
 "awd_min_amd_letter_date": "2020-06-29",
 "awd_max_amd_letter_date": "2022-06-28",
 "awd_abstract_narration": "Plate tectonics is the fundamental theory of geology that underlies almost all geological processes, including land and rock formation. However, the geologic processes and immense timeframes involved are often misunderstood. This study will create two curriculum units that use sophisticated simulations designed for students in secondary schools. The simulations will integrate the study of the tectonic system and the rock genesis system. Data from the simulations would be students’ sources of evidence. For instance, the Tectonic Rock Explorer would use a sophisticated modeling engine that uses the physics involved in geodynamic data to represent compressional and tensional forces and calculate pressure and temperature in rock forming environments. This project seeks to overcome the more typical approaches taken in earth science classrooms where such geologic processes are treated as discrete and highly predictable, rather than intertwined and dynamic. In addition, this study would include work on students with disabilities in earth science classrooms and explore the practices that seem to be particularly useful in helping understand these systems.  By working with simulations, the researchers intend to engage students in scientific practices that are more authentic to the ways that geologists work. The researchers will study if and how these simulations and the computer-based tools allow students to observe and manipulate processes that would be may otherwise be inaccessible. \r\n\r\nThis work follows on from prior work done by the Concord Consortium on simulations of earth systems. The design and development progression in Years 1 and 2 would create two units. The first module focuses on the relationship between tectonic movement and rock formation. The second would investigate geochronology and dating of rock formations. The researchers would work with 3 teachers (and classes), and then 15 teachers (and classes) using automated data logs, class observations, and video of students working in groups in Years 1 and 2. Professional development for teachers would be followed by the creation of educative materials. Researchers will also develop the framework for an assessment tool that includes understanding of geologic terms and embedded assessments. The researchers will used a mixed methods approach to analyze student data, including analyses cycles of analysis of students pre- and post-test scores on targeted concepts, reports of student performances on tasks embedded in the simulations, and the coding of videos to analyze discourse between partners and the supports provided by teachers. Teacher data will be analyzed using interviews, surveys and journals, with some special focus on how they are seeing students with identified disabilities respond to the materials and simulations. The research team intends to make materials widely available to thousands of students through their networks and webpages, and pursue outreach and dissemination in scholarly and practitioner conferences and publications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Pallant",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Pallant",
   "pi_email_addr": "apallant@concord.org",
   "nsf_id": "000082316",
   "pi_start_date": "2020-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "McDonald",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Scott P McDonald",
   "pi_email_addr": "sum16@psu.edu",
   "nsf_id": "000277846",
   "pi_start_date": "2020-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hee-Sun",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hee-Sun Lee",
   "pi_email_addr": "hlee@concord.org",
   "nsf_id": "000610944",
   "pi_start_date": "2020-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Concord Consortium",
  "inst_street_address": "25 LOVE LN",
  "inst_street_address_2": "",
  "inst_city_name": "CONCORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9784053205",
  "inst_zip_code": "017422345",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "CONCORD CONSORTIUM INC",
  "org_prnt_uei_num": "FY85DRNMJAM4",
  "org_uei_num": "FY85DRNMJAM4"
 },
 "perf_inst": {
  "perf_inst_name": "Concord Consortium",
  "perf_str_addr": "25 Love Lane",
  "perf_city_name": "Concord",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "017422345",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0422",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1620007.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 788286.0
  }
 ],
 "por": null
}