{
 "awd_id": "2006299",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Engineering Heat Conduction Through Alloys and Interfaces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ying Sun",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2021-10-31",
 "tot_intn_awd_amt": 152832.0,
 "awd_amount": 152832.0,
 "awd_min_amd_letter_date": "2019-12-17",
 "awd_max_amd_letter_date": "2019-12-17",
 "awd_abstract_narration": "The research objective in this project is to use atomistic level modeling techniques to understand heat conduction through alloys and interfaces and then use the insights gained, to guide the design or identification of materials/systems with unprecedented properties. The educational objective is to increase scientific literacy around atomic level vibrations/heat transfer, since heat transfer plays a fundamental role in our energy infrastructure. The educational approach is to create a new program targeted at underrepresented minority high school students that stimulates a fascination with atomic level vibrations/heat transfer via sonification of MD simulation data (e.g., the conversion of atomic vibrations into audible sounds), which will then be used to make music. The outreach program will recruit African-American and women undergraduates, high school music teachers and high school students each summer, via two outreach programs administered by the Georgia Tech center for education. The participants will build an understanding of both atomic motions and coding as they work together to create a mobile app. The students and general public users will use the mobile app to make music from the sounds generated by sonification of each element on the periodic table, which will provide a new way for students to learn chemistry. The program will facilitate long term mentoring relationships between the PI and participants, which will both strengthen and diversify the underrepresented minority STEM pipeline.\r\n\r\nHeat conduction through non-electrically conductive media is dominated by the energy transferred between atoms due to their motions. In solids, these motions are vibrations, referred to as phonons, and virtually all knowledge of phonon heat conduction is understood through what is termed the phonon gas model (PGM). The PGM works well in many situations, but the idea itself breaks down in disordered materials, where one cannot rigorously define phonon velocities. Recently, the PI developed a new molecular dynamics (MD) based formalism that presents an alternative picture to the PGM, where transport is described by normal mode correlation, instead of phonon quasi-particle scattering. Most importantly, the new formalism provides a more general view of phonon transport that allows one to treat any class of materials and exploit new features that are inconceivable from the PGM perspective.\r\nLeveraging this new perspective, the proposal focuses on (1) studying semiconductor and insulator alloys to understand heat conduction through non-propagating vibrational modes. The purpose of this is to determine if it is possible to identify or engineer an alloy that has higher thermal conductivity than one of its constituent pure crystalline compounds. Such a material would be unprecedented, because the current theory suggests this is impossible, yet experimental data and predictions based on the PI?s new formalism suggest otherwise. (2) The proposal also focuses on studying semiconductor and insulator interfaces to understand the roles of different types of vibrational modes and find the most useful descriptor that can be used to identify/engineer highly conductive interfaces. The purpose of this is to determine if it is possible for an interface to have a conductance higher than the PGM limit, where one simply assumes all vibrational modes transmit 100% of their energy. Exceeding the PGM limit would be unprecedented, because the current theory says it is impossible, yet new experimental data and predictions by the PIs new formalism suggest it is. If thermal interface conductances beyond the PGM limit and alloys with thermal conductivities higher than their pure compounds can be achieved, it could have a major impact on energy applications involving heat dissipation, such as multi-junction solar cells, LEDs and power electronics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Asegun",
   "pi_last_name": "Henry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Asegun Henry",
   "pi_email_addr": "ase@mit.edu",
   "nsf_id": "000588621",
   "pi_start_date": "2019-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 152832.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to answer 6 fundamental science questions related to phonons, which are the quantum mechanical term for the vibrations of atoms in solids and rigid molecules. The project was a major success in the sense that all 6 questions were answered and all of the project objectives were met. The work performed has far reaching implications and will likely have a major impact on how the community of scientists that study these vibrations understand them in the coming years. Some of the specific outcomes are as follows:</p>\n<p>1. We developed a rigorous way of defining the different classes of atomic vibrations (e.g., phonons) that appear in disordered materials, namely propagons, diffusons and locons.</p>\n<p>2. We developed a new physical picture for diffusons, and deepened our understanding of their behavior.&nbsp;</p>\n<p>3. We learned that it is unlikely that an alloy will ever have higher thermal conductivity than its pure constituents, unless the pure constrituents are potentially disordered materials themselves, like an amorphous material.</p>\n<p>4. We learned that it is possible to exceed the PGM&rsquo;s fundamental limit for interfaces of 100% transmission, and we've obtained experimental data that confirms this.</p>\n<p>5. We found an important/useful descriptor for interface conductance, which provides us with intuition for how to improve transport at interfaces between dissimilar materials.</p>\n<p>6. We developed a framework for simulating phonon dynamics, and also developed a new concept termed phonon catalysis, whereby specific phonons can be energized to accelerate a chemical reaction or material transformation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2022<br>\n\t\t\t\t\tModified by: Asegun&nbsp;Henry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the project was to answer 6 fundamental science questions related to phonons, which are the quantum mechanical term for the vibrations of atoms in solids and rigid molecules. The project was a major success in the sense that all 6 questions were answered and all of the project objectives were met. The work performed has far reaching implications and will likely have a major impact on how the community of scientists that study these vibrations understand them in the coming years. Some of the specific outcomes are as follows:\n\n1. We developed a rigorous way of defining the different classes of atomic vibrations (e.g., phonons) that appear in disordered materials, namely propagons, diffusons and locons.\n\n2. We developed a new physical picture for diffusons, and deepened our understanding of their behavior. \n\n3. We learned that it is unlikely that an alloy will ever have higher thermal conductivity than its pure constituents, unless the pure constrituents are potentially disordered materials themselves, like an amorphous material.\n\n4. We learned that it is possible to exceed the PGM’s fundamental limit for interfaces of 100% transmission, and we've obtained experimental data that confirms this.\n\n5. We found an important/useful descriptor for interface conductance, which provides us with intuition for how to improve transport at interfaces between dissimilar materials.\n\n6. We developed a framework for simulating phonon dynamics, and also developed a new concept termed phonon catalysis, whereby specific phonons can be energized to accelerate a chemical reaction or material transformation.\n\n \n\n\t\t\t\t\tLast Modified: 05/16/2022\n\n\t\t\t\t\tSubmitted by: Asegun Henry"
 }
}