{
 "awd_id": "2006587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Small: Complexity of convex optimization with integer variables",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922095",
 "po_email": "kwimmer@nsf.gov",
 "po_sign_block_name": "Karl Wimmer",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 402931.0,
 "awd_amount": 402931.0,
 "awd_min_amd_letter_date": "2020-07-31",
 "awd_max_amd_letter_date": "2020-07-31",
 "awd_abstract_narration": "Mathematical optimization is a key ingredient in quantitative decision making. A wide range of decision-making problems ranging from designing vehicle routes by delivery companies to minimize CO2 impact, to finding most efficient deployment of resources for national security and defense, use mathematical optimization tools. The field of optimization, studied from the times of Newton and Lagrange, has constantly encountered new challenges coming from problems in the natural and social sciences, as well as engineering and technological applications. Broadly speaking, one wishes to find the optimal values of certain parameters that minimize or maximize some objective function of those parameters, while respecting certain constraints on those parameters. In the 20th century, it has become increasingly important to handle constraints that impose the restriction that the parameters can only take discrete values. For example, when designing an optimal inventory plan for a retail store, one must decide on the number of units to stock for a certain product (say a particular type of bottled beverage) which must be a whole number (e.g., one cannot stock 10.5 bottles). While the theory and computational aspects of optimization with continuous valued parameters is very well-developed, handling constraints that model discreteness are notoriously hard. The project will aim to address some of the outstanding questions in this context.\r\n\r\nA large class of such discrete optimization problems can be modeled by using convex objective functions and constraints, apart from the restriction of integrality on the variables. The algorithmic complexity of this problem is not as well-understood as the complexity of convex optimization with continuous variables, in spite of several breakthroughs since the 1950s. In particular, an outstanding open question is nailing down the precise dependence of the running time for the best possible algorithms, on the number of integer constrained variables. This would involve not only designing an algorithm with provable complexity guarantees, but also establishing lower bounds on any algorithmic approach for the problem. The project will explore both information-theoretical lower bounds, as well as bounds that can be established under standard computational complexity hypotheses. Moreover, the analysis of algorithms that are currently deployed in practice will be undertaken from a rigorous perspective. There is ample scope for strengthening the algorithmic foundations of these methods even though they have received a lot of attention in the literature from a structural and empirical perspective. All of these questions are also known to have intimate connections with computational logic and proof complexity. The resolution of these questions will thus require bringing together techniques from areas like proof complexity, logic, computational complexity and ideas in convex geometry, geometry of numbers and polyhedral theory. Successful resolution will completely or partially resolve questions open for decades in the area, build new connections between pure mathematics and computer science, and contribute to the theoretical foundations of optimization over integers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amitabh",
   "pi_last_name": "Basu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amitabh Basu",
   "pi_email_addr": "abasu9@jhu.edu",
   "nsf_id": "000652684",
   "pi_start_date": "2020-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N. Charles Street, Applied",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182683",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 402931.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Optimization is a crucial component of several modern day technologies, with applications as diverse as artificial intelligence, national defense and security, supply chain logistics, financial portfolio management, chemical engineering, to mention just a few. In all such applications, one has to make a decision which maximizes or minimizes a certain objective, e.g., accuracy of the automated system, resilience again hostile attacks, profit or whatever is relevant for the application. Mathematically, such an objective is modeled as a function of several decision variables and one has to select the optimal values for these variables, subject to constraints on the variable values which model the structure of the possible decisions available.</span></p>\n<p>\n<div><span style=\"white-space: pre;\"> </span>This project improves our foundational understanding of such optimization problems and improves our ability to solve them faster and more accurately. It focuses on two key aspects: 1) how much data or information one needs about the objective and the constraints to solve the problem to a desired accuracy, and 2) design of efficient algorithms for the problem with guarantees, if possible, that no other procedure can improve upon the efficiency of these algorithms. The project successfully extends the state-of-the-art in these two aspects of mathematical optimization. From the technical perspective, several open problems in the field were resolved and new research directions were opened up that are being actively worked upon in the optimization research community. The project also demonstrates the effectiveness of these mathematical advances with applications in astronomy and neural networks, which is a central technology within artificial intelligence. The project enabled the training of four Ph.D. students (two graduated and two current) and one postdoctoral scholar at Johns Hopkins University in Applied Mathematics and Statistics.</div>\n</p><br>\n<p>\n Last Modified: 10/13/2024<br>\nModified by: Amitabh&nbsp;Basu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOptimization is a crucial component of several modern day technologies, with applications as diverse as artificial intelligence, national defense and security, supply chain logistics, financial portfolio management, chemical engineering, to mention just a few. In all such applications, one has to make a decision which maximizes or minimizes a certain objective, e.g., accuracy of the automated system, resilience again hostile attacks, profit or whatever is relevant for the application. Mathematically, such an objective is modeled as a function of several decision variables and one has to select the optimal values for these variables, subject to constraints on the variable values which model the structure of the possible decisions available.\n\n\n\n This project improves our foundational understanding of such optimization problems and improves our ability to solve them faster and more accurately. It focuses on two key aspects: 1) how much data or information one needs about the objective and the constraints to solve the problem to a desired accuracy, and 2) design of efficient algorithms for the problem with guarantees, if possible, that no other procedure can improve upon the efficiency of these algorithms. The project successfully extends the state-of-the-art in these two aspects of mathematical optimization. From the technical perspective, several open problems in the field were resolved and new research directions were opened up that are being actively worked upon in the optimization research community. The project also demonstrates the effectiveness of these mathematical advances with applications in astronomy and neural networks, which is a central technology within artificial intelligence. The project enabled the training of four Ph.D. students (two graduated and two current) and one postdoctoral scholar at Johns Hopkins University in Applied Mathematics and Statistics.\n\t\t\t\t\tLast Modified: 10/13/2024\n\n\t\t\t\t\tSubmitted by: AmitabhBasu\n"
 }
}