{
 "awd_id": "2006104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS: Small: Exploring and Predicting Unintended Consequences of Technology",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924420",
 "po_email": "cbethel@nsf.gov",
 "po_sign_block_name": "Cindy Bethel",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 516000.0,
 "awd_min_amd_letter_date": "2020-07-01",
 "awd_max_amd_letter_date": "2021-04-22",
 "awd_abstract_narration": "This award investigates the unintended consequences of Internet technologies that people have experienced in the past and that may arise in the future. Leveraging the \"wisdom of the crowd,\" the work will give a voice to people across the US, including underrepresented populations, by surfacing how technology products have affected themselves and their communities - both positively and negatively - beyond the intended purposes. The work will also provide tools and predictive models that help product teams anticipate the side effects that new technologies might have on specific user groups and their communities.\r\n \r\nThe research includes (1) a large-scale study on the principal investigator's LabintheWild platform to elicit qualitative reflections on a set of existing technology inventions; (2) automating the analysis of this data using unsupervised structural topic modeling to determine how different demographic groups perceive current technology and to relate themes of unintended consequences to specific categories of technology; and (3) developing a volunteer-powered, data-driven tool that provides a lens into the views of broader society and supports companies in assessing and foreseeing potential unintended positive and negative consequences without needing to reveal proprietary  ideas.  The tool will automatically update its predictions based on newly collected data to remain useful as society moves on and new technology inventions appear.  Educational components include a new course module on societal implications and ethics of technology, involving students in all parts of the research, and visualizations of unintended consequences that will be developed for scientific outreach at middle and high schools and for public access.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharina",
   "pi_last_name": "Reinecke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katharina Reinecke",
   "pi_email_addr": "reinecke@cs.washington.edu",
   "nsf_id": "000663213",
   "pi_start_date": "2020-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "Box 352350, 185 Stevens Way, CSE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From smart glasses invoking fears of surveillance to social media being flooded by fake news, our society increasingly bears the burden of unintended consequences of technology. While technology companies invent products at an unprecedented pace, these product inventions primarily happen in large technology centers, like Silicon Valley, whose developers cannot represent the diverse views and experiences of end-users of digital technology.&nbsp;</p>\r\n<p>This grant has produced new knowledge about how researchers and developers of digital technology think about unintended consequences, including whether and how they consider potential unintended consequences of their computing&nbsp; innovations. We have shown that considering unintended consequences is generally seen as important but rarely practiced. Principal barriers are a lack of formal process and strategy as well as the academic and corporate practices that prioritize fast development of new innovations.</p>\r\n<p>To address this issue, we have leveraged a diverse set of news sources and online publications to collect unintended consequences that a large and diverse population of US technology users has experienced with existing products in the past. The collection of unintended consequences was made publicly available in an online system, Blip,&nbsp;a system that automatically extracts real-world undesirable consequences of technology from online articles, summarizes and categorizes them, and presents them in an interactive, web-based interface. In two user studies with 15 researchers in various computer science disciplines, we found that Blip substantially increased the number and diversity of undesirable consequences they could list in comparison to relying on prior knowledge or searching online. Moreover, Blip helped them identify undesirable consequences relevant to their ongoing projects, made them aware of undesirable consequences they &ldquo;had never considered,&rdquo; and inspired them to reflect on their own experiences with technology.</p>\r\n<p>The project has contributed a large-scale dataset of undesirable consequences, which can be used for further researcher into the kinds of harms that users and non-users of technology may experience. It has also contributed methods and systems for continuously collecting and sorting undesirable consequences, as well as web-based user interfaces that can be used by anyone to sift through a catalog of known, undesirable consequences.&nbsp;</p>\r\n<p>In addition, the grant has supported the deveopment of a new course module on societal implications and ethics of technology, which has been integrated in&nbsp; undergraduate and graduate classes in the CS curriculum at the University of Washington, as well as outreach and student education activities.&nbsp;&nbsp;</p><br>\n<p>\n Last Modified: 03/27/2025<br>\nModified by: Katharina&nbsp;Reinecke</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFrom smart glasses invoking fears of surveillance to social media being flooded by fake news, our society increasingly bears the burden of unintended consequences of technology. While technology companies invent products at an unprecedented pace, these product inventions primarily happen in large technology centers, like Silicon Valley, whose developers cannot represent the diverse views and experiences of end-users of digital technology.\r\n\n\nThis grant has produced new knowledge about how researchers and developers of digital technology think about unintended consequences, including whether and how they consider potential unintended consequences of their computing innovations. We have shown that considering unintended consequences is generally seen as important but rarely practiced. Principal barriers are a lack of formal process and strategy as well as the academic and corporate practices that prioritize fast development of new innovations.\r\n\n\nTo address this issue, we have leveraged a diverse set of news sources and online publications to collect unintended consequences that a large and diverse population of US technology users has experienced with existing products in the past. The collection of unintended consequences was made publicly available in an online system, Blip,a system that automatically extracts real-world undesirable consequences of technology from online articles, summarizes and categorizes them, and presents them in an interactive, web-based interface. In two user studies with 15 researchers in various computer science disciplines, we found that Blip substantially increased the number and diversity of undesirable consequences they could list in comparison to relying on prior knowledge or searching online. Moreover, Blip helped them identify undesirable consequences relevant to their ongoing projects, made them aware of undesirable consequences they had never considered, and inspired them to reflect on their own experiences with technology.\r\n\n\nThe project has contributed a large-scale dataset of undesirable consequences, which can be used for further researcher into the kinds of harms that users and non-users of technology may experience. It has also contributed methods and systems for continuously collecting and sorting undesirable consequences, as well as web-based user interfaces that can be used by anyone to sift through a catalog of known, undesirable consequences.\r\n\n\nIn addition, the grant has supported the deveopment of a new course module on societal implications and ethics of technology, which has been integrated in undergraduate and graduate classes in the CS curriculum at the University of Washington, as well as outreach and student education activities.\t\t\t\t\tLast Modified: 03/27/2025\n\n\t\t\t\t\tSubmitted by: KatharinaReinecke\n"
 }
}