{
 "awd_id": "2006595",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring Early Childhood Teachers’ Abilities to Identify Computational Thinking Precursors to Strengthen Computer Science in Classrooms",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Fengfeng Ke",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 449100.0,
 "awd_amount": 449100.0,
 "awd_min_amd_letter_date": "2020-06-08",
 "awd_max_amd_letter_date": "2020-06-08",
 "awd_abstract_narration": "Strengthening computer science education is a national priority with special attention to increasing the number of teachers who can deliver computer science education in schools.  Yet computer science education lacks the evidence to determine how teachers come to think about computational thinking (a problem-solving process) and how it could be integrated within their day-to-day classroom activities.  For teachers of pre-kindergarten to 2nd (PK-2) grades, very little research has specifically addressed teacher learning. This oversight challenges the achievement of an equitable, culturally diverse, computationally empowered society. The project team will design a replicable model of PK-2 teacher professional development in San Marcos, Texas, to address the lack of research in early computer science education.  The model will emphasize three aspects of teacher learning: a) exploration of and reflection on computer science and computational thinking skills and practices, b) noticing and naming computer science precursor skills and practices in early childhood learning, and c) collaborative design, implementation and assessment of learning activities aligned with standards across content areas.  The project will explore PK-2 teachers’ content knowledge by investigating their understanding of the design and implementation of culturally relevant computer science learning activities for young children. The project includes a two-week computational making and inquiry institute focused on algorithms and data in the context of citizen science and historical storytelling. The project also includes monthly classroom coaching sessions, and teacher meetups.\r\n\r\nThe research will include two cohorts of 15 PK-2 teachers recruited from the San Marcos Consolidated Independent School District (SMCISD) in years one and two of the project.  The project incorporates a 3-phase professional development program to be run in two cycles for each cohort of teachers. Phase one (summer) includes a 2-week Computational Making and Inquiry Institute, phase two (school year) includes classroom observations and teacher meetups and phase three (late spring) includes an advanced computational thinking institute and a community education conference. Research and data collection on impacts will follow a mixed-methods approach based on a grounded theory design to document teachers learning. The mixed-methods approach will enable researchers to triangulate participants' acquisition of new knowledge and skills with their developing abilities to implement learning activities in practice. Data analysis will be ongoing, interweaving qualitative and quantitative methods. Qualitative data, including field notes, observations, interviews, and artifact assessments, will be analyzed by identifying analytical categories and their relationships. Quantitative data includes pre to post surveys administered at three-time points for each cohort. Inter-item correlations and scale reliabilities will be examined, and a repeated measures ANOVA will be used to assess mean change across time for each of five measures. Project results will be communicated via peer-reviewed journals, education newsletters, annual conferences, family and teacher meetups, and community art and culture events, as well as on social media, blogs, and education databases. \r\n\r\nThe Discovery Research preK-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Justice",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sean Justice",
   "pi_email_addr": "sbj19@txstate.edu",
   "nsf_id": "000744593",
   "pi_start_date": "2020-06-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Assaf",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lori C Assaf",
   "pi_email_addr": "lassaf@txstate.edu",
   "nsf_id": "000792207",
   "pi_start_date": "2020-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas State University - San Marcos",
  "inst_street_address": "601 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN MARCOS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5122452314",
  "inst_zip_code": "786664684",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "TEXAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HS5HWWK1AAU5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas State University - San Marcos",
  "perf_str_addr": "601 University Drive",
  "perf_city_name": "San Marcos",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "786664684",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "TX15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 449100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-db2e7b89-7fff-94c8-4ac4-32daf310ab09\"> </span></p>\r\n<p dir=\"ltr\"><strong>Project Outcomes Report for EPK-2 Project</strong></p>\r\n<p dir=\"ltr\"><strong>Summary of Outcomes</strong></p>\r\n<p dir=\"ltr\">The Exploring PK-2 Teachers&rsquo; Abilities to Identify Computational Thinking (CT) Precursors (EPK-2) project, funded by the NSF, developed and implemented a professional learning program to support preK-2 educators in integrating CT into early childhood education. The project spanned from 2020 to 2024 and engaged more than 50 elementary level teachers in activities designed to build their CT competencies, align CT concepts with educational standards, and address cultural and linguistic diversity in classrooms.</p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><strong>Intellectual Merit</strong></p>\r\n<p dir=\"ltr\"><span>The project advanced understanding of CT in early childhood education by addressing three key research questions: (1) What CT skills and practices do teachers acquire? (2) How do teachers learn to identify and integrate CT precursors? (3) In what ways do teachers assess CT learning in classrooms? Over four years, iterative data collection and analysis, including interviews, classroom observations, and artifacts, demonstrated that teachers could effectively embed CT into diverse curricular areas such as literacy, mathematics, and social-emotional learning.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>The Computational Making and Inquiry Institute (CMII), a cornerstone of the program, evolved from a two-week workshop in Year 1 to a streamlined format in Year 4. It provided educators with inquiry-based, hands-on experience with tools such as robotics (KIBO, Edison, Ozobots, and others) and computer programming (ScratchJr. and Scratch). Teachers reported increased confidence in implementing CT activities and demonstrated sustained improvements in their ability to identify and utilize CT precursors (e.g., sequencing as a precursor of algorithmic construction, etc.). Research findings were disseminated through publications and presentations, contributing to the growing field of computational literacy in early education and informing future professional learning designs.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><strong>Broader Impacts</strong></p>\r\n<p dir=\"ltr\"><span>EPK-2&rsquo;s broader impacts include equipping early childhood educators with strategies to integrate CT into classrooms, promoting equitable access to computing education, and building interdisciplinary learning. Teachers successfully adapted CT strategies to diverse contexts, demonstrating the alignment of CT with culturally relevant teaching practices. The project emphasized asset-based pedagogy, encouraging teachers to build on students&rsquo; lived experiences and strengths.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>Outcomes included the creation of actionable frameworks for integrating CT in early learning environments, modeling CT collaboration among educators, and influencing local education practices. Findings have been shared at research conferences and practitioner workshops, ensuring the dissemination of this work to a broad audience. EPK-2 has the potential to inform education policy and curricular reforms due to its explicit alignment with elementary computational standards (Texas TEKS 2025), enhancing early STEM learning experiences for all children.</span></p>\r\n<p>&nbsp;</p>\r\n<p dir=\"ltr\"><span>The EPK-2 project exemplifies the integration of computational thinking into early education through evidence-based approaches, benefiting educators, students, and the broader educational community. Its contributions to professional development and teaching practices provide a model for scaling CT integration across diverse educational settings.</span></p>\r\n<div><span><br /></span></div>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<!--a=1--><!--a=1--><!--a=1--><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Sean&nbsp;Justice</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nProject Outcomes Report for EPK-2 Project\r\n\n\nSummary of Outcomes\r\n\n\nThe Exploring PK-2 Teachers Abilities to Identify Computational Thinking (CT) Precursors (EPK-2) project, funded by the NSF, developed and implemented a professional learning program to support preK-2 educators in integrating CT into early childhood education. The project spanned from 2020 to 2024 and engaged more than 50 elementary level teachers in activities designed to build their CT competencies, align CT concepts with educational standards, and address cultural and linguistic diversity in classrooms.\r\n\n\n\r\n\n\nIntellectual Merit\r\n\n\nThe project advanced understanding of CT in early childhood education by addressing three key research questions: (1) What CT skills and practices do teachers acquire? (2) How do teachers learn to identify and integrate CT precursors? (3) In what ways do teachers assess CT learning in classrooms? Over four years, iterative data collection and analysis, including interviews, classroom observations, and artifacts, demonstrated that teachers could effectively embed CT into diverse curricular areas such as literacy, mathematics, and social-emotional learning.\r\n\n\n\r\n\n\nThe Computational Making and Inquiry Institute (CMII), a cornerstone of the program, evolved from a two-week workshop in Year 1 to a streamlined format in Year 4. It provided educators with inquiry-based, hands-on experience with tools such as robotics (KIBO, Edison, Ozobots, and others) and computer programming (ScratchJr. and Scratch). Teachers reported increased confidence in implementing CT activities and demonstrated sustained improvements in their ability to identify and utilize CT precursors (e.g., sequencing as a precursor of algorithmic construction, etc.). Research findings were disseminated through publications and presentations, contributing to the growing field of computational literacy in early education and informing future professional learning designs.\r\n\n\n\r\n\n\nBroader Impacts\r\n\n\nEPK-2s broader impacts include equipping early childhood educators with strategies to integrate CT into classrooms, promoting equitable access to computing education, and building interdisciplinary learning. Teachers successfully adapted CT strategies to diverse contexts, demonstrating the alignment of CT with culturally relevant teaching practices. The project emphasized asset-based pedagogy, encouraging teachers to build on students lived experiences and strengths.\r\n\n\n\r\n\n\nOutcomes included the creation of actionable frameworks for integrating CT in early learning environments, modeling CT collaboration among educators, and influencing local education practices. Findings have been shared at research conferences and practitioner workshops, ensuring the dissemination of this work to a broad audience. EPK-2 has the potential to inform education policy and curricular reforms due to its explicit alignment with elementary computational standards (Texas TEKS 2025), enhancing early STEM learning experiences for all children.\r\n\n\n\r\n\n\nThe EPK-2 project exemplifies the integration of computational thinking into early education through evidence-based approaches, benefiting educators, students, and the broader educational community. Its contributions to professional development and teaching practices provide a model for scaling CT integration across diverse educational settings.\r\n\n\r\n\n\n\r\n\n\n\r\n\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: SeanJustice\n"
 }
}