{
 "awd_id": "2006285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: MINERVA - A dedicated, global, precision radial velocity machine for TESS",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924290",
 "po_email": "mstill@nsf.gov",
 "po_sign_block_name": "Martin Still",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 87000.0,
 "awd_amount": 87000.0,
 "awd_min_amd_letter_date": "2020-08-13",
 "awd_max_amd_letter_date": "2020-10-15",
 "awd_abstract_narration": "A research collaboration between Harvard University, George Mason University, the University of California-Riverside, and the University of Montana will use a telescope network to observe planet candidates orbiting nearby stars. The planet candidates have been identified by NASA's Transiting Exoplanet Survey Satellite (TESS). Planets will be confirmed, their masses and orbits will be measured. The work will help create improved theories of the formation and evolution of planets with a broad range of environments. Some of the planets confirmed will be the ones that provide the best chance of detecting life in the future. The award will fund students to participate in Harvard's Banneker Institute. This undergraduate summer program focuses on recruiting under-represented minorities for a program of research, graduate school preparation, and social justice education.\r\n\r\nThe investigation will employ two dedicated robotic arrays of four 0.7-meter telescopes (MINERVA-North and MINERVA-Australis) in both hemispheres for all sky access to confirm and characterize TESS planet candidates. The facilities will perform a large scale survey to measure the orbital obliquities of approximately 180 planets, enabling a more robust understanding of formation and migration of planets as a function of the properties of the host star and their planets. MINERVA will also measure planet masses and orbital eccentricities, and search for additional planets in each system. The confirmation and characterization of new planetary systems around the bright TESS host stars will identify the best possible targets for future detailed follow up. The planets confirmed and characterized will be the ones the next generation of space-borne exoplanet missions and ground-based extremely large telescopes will prioritize to measure the detailed atmospheric compositions and will provide the best chances of detecting biomarkers. The survey will allow a more detailed understanding of planet formation and migration as a function of stellar and planetary properties. The nature of exoplanet observations generates opportunities for projects ideal for student involvement at all levels. In addition, MINERVA's dedicated array of small telescopes provides a unique platform to develop valuable instrumentation experience. MINERVA provides a scientific backbone for undergraduate research opportunities, undergraduate theses, post-baccalaureate research experience, and graduate research experience.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Kane",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen R Kane",
   "pi_email_addr": "skane@ucr.edu",
   "nsf_id": "000580391",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 University Avenue",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 87000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With respect to exoplanets, we live in an age of magnificent<br />discovery. These discoveries are still relatively recent, with the<br />vast majority occurring over the past few decades. As such, we are<br />still grappling with many of the new findings, some of which challenge<br />planetary models that are derived purely from Solar System<br />observations. While the Solar System remains our best studied example<br />of a planetary system, observations of exoplanets have expanded our<br />horizons to reveal planets and planetary system architectures that are<br />substantially different from our home system. Some of these new<br />planetary types include hot Jupiters, sub-Neptunes, and volatile-rich<br />terrestrial planets. These include systems, some orbiting G dwarfs<br />like our Sun, where multiple planets are found within the equivalent<br />of the orbit of Mercury.<br /><br />Fundamental planetary properties include the mass of the planet and<br />the shape of the orbit. These properties may be extracted by measuring<br />the radiel velocity (RV) of the star, influenced by the gravitational<br />effects of the orbiting planet. A major activity of this project<br />involved the assessment of exoplanet targets from the Transiting<br />Exoplanet Survey Satellite (TESS) and their suitability for RV<br />follow-up observations. Current RV programs for ephemeris refinement<br />rely on semi-consistent monitoring of targets. However, facilities<br />that can produce such observations are limited, necessitating<br />optimization of observations. Graduate student, Zhexing Li, has<br />conducted thousands of simulations that test the orbital period<br />uncertainty reduction against three variables: number, epoch, and<br />orbital phase coverage of synthetic future observations. The attached<br />figure shows one of the simulation results that varies the number of<br />future observations for the known exoplanet host, HD 134987. The<br />orbital period uncertainty shows an initial drastic decline, whereby<br />additional data points do not significantly improve the orbital<br />ephemeris. The results of this work has produced a relationship<br />describing the ephemeris improvement with respect to these three<br />variables, allowing this project to extend orbital refinement work to<br />all targets and plan the most efficient precursor<br />observations. Furthermore, Zhexing has made numerous improvements to<br />the radial velocity code, particularly modoficiations that better<br />account for highly eccentric orbits and large mass ratios of companion<br />to host star. Zhexing has also expanded RadVel to incorporate orbital<br />dynamics in multi-planet systems. These results are currently being<br />prepared for publication.<br /><br />The second outcome of this project is the discovery of TOI-1994b, a<br />low-mass brown dwarf transiting a hot subgiant star on a moderately<br />eccentric orbit. This work was led by graduate student Emma Page, and<br />included the analysis of MINERVA RV data in combination with other<br />sources of RV data, as well as photoetry from TESS. Shown in the<br />attached image is the combined RV data for this star, along with the<br />best-fit model, that clearly shows the gravitational influence of the<br />brown dwarf. The brown dwarf has a mass of around 22 times the mass of<br />Jupiter and orbits its host star once every 4.034 days. With precise<br />age, mass, and radius, the global analysis and characterization of<br />TOI-1994b augments the small number of transiting brown dwarfs and<br />allows the testing of substellar evolution models. This result has<br />been submitted for publication in the American Astronomical Society<br />journals.</p><br>\n<p>\n Last Modified: 11/12/2023<br>\nModified by: Stephen&nbsp;R&nbsp;Kane</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2006285/2006285_10696735_1699841107345_figure_simulation--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2006285/2006285_10696735_1699841107345_figure_simulation--rgov-800width.png\" title=\"Radial velocity simulations\"><img src=\"/por/images/Reports/POR/2023/2006285/2006285_10696735_1699841107345_figure_simulation--rgov-66x44.png\" alt=\"Radial velocity simulations\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Result of sample simulation showing dependence of orbital period uncertainty on additional number of RVs.</div>\n<div class=\"imageCredit\">Stephen Kane</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Stephen&nbsp;R&nbsp;Kane\n<div class=\"imageTitle\">Radial velocity simulations</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2006285/2006285_10696735_1699841851912_figure_rvs--rgov-214x142.png\" original=\"/por/images/Reports/POR/2023/2006285/2006285_10696735_1699841851912_figure_rvs--rgov-800width.png\" title=\"TOI-1994b\"><img src=\"/por/images/Reports/POR/2023/2006285/2006285_10696735_1699841851912_figure_rvs--rgov-66x44.png\" alt=\"TOI-1994b\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Radial velocities for TOI-1994 from CHIRON and three MINERVA-Australis telescopes.</div>\n<div class=\"imageCredit\">Stephen Kane</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Stephen&nbsp;R&nbsp;Kane\n<div class=\"imageTitle\">TOI-1994b</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nWith respect to exoplanets, we live in an age of magnificent\ndiscovery. These discoveries are still relatively recent, with the\nvast majority occurring over the past few decades. As such, we are\nstill grappling with many of the new findings, some of which challenge\nplanetary models that are derived purely from Solar System\nobservations. While the Solar System remains our best studied example\nof a planetary system, observations of exoplanets have expanded our\nhorizons to reveal planets and planetary system architectures that are\nsubstantially different from our home system. Some of these new\nplanetary types include hot Jupiters, sub-Neptunes, and volatile-rich\nterrestrial planets. These include systems, some orbiting G dwarfs\nlike our Sun, where multiple planets are found within the equivalent\nof the orbit of Mercury.\n\nFundamental planetary properties include the mass of the planet and\nthe shape of the orbit. These properties may be extracted by measuring\nthe radiel velocity (RV) of the star, influenced by the gravitational\neffects of the orbiting planet. A major activity of this project\ninvolved the assessment of exoplanet targets from the Transiting\nExoplanet Survey Satellite (TESS) and their suitability for RV\nfollow-up observations. Current RV programs for ephemeris refinement\nrely on semi-consistent monitoring of targets. However, facilities\nthat can produce such observations are limited, necessitating\noptimization of observations. Graduate student, Zhexing Li, has\nconducted thousands of simulations that test the orbital period\nuncertainty reduction against three variables: number, epoch, and\norbital phase coverage of synthetic future observations. The attached\nfigure shows one of the simulation results that varies the number of\nfuture observations for the known exoplanet host, HD 134987. The\norbital period uncertainty shows an initial drastic decline, whereby\nadditional data points do not significantly improve the orbital\nephemeris. The results of this work has produced a relationship\ndescribing the ephemeris improvement with respect to these three\nvariables, allowing this project to extend orbital refinement work to\nall targets and plan the most efficient precursor\nobservations. Furthermore, Zhexing has made numerous improvements to\nthe radial velocity code, particularly modoficiations that better\naccount for highly eccentric orbits and large mass ratios of companion\nto host star. Zhexing has also expanded RadVel to incorporate orbital\ndynamics in multi-planet systems. These results are currently being\nprepared for publication.\n\nThe second outcome of this project is the discovery of TOI-1994b, a\nlow-mass brown dwarf transiting a hot subgiant star on a moderately\neccentric orbit. This work was led by graduate student Emma Page, and\nincluded the analysis of MINERVA RV data in combination with other\nsources of RV data, as well as photoetry from TESS. Shown in the\nattached image is the combined RV data for this star, along with the\nbest-fit model, that clearly shows the gravitational influence of the\nbrown dwarf. The brown dwarf has a mass of around 22 times the mass of\nJupiter and orbits its host star once every 4.034 days. With precise\nage, mass, and radius, the global analysis and characterization of\nTOI-1994b augments the small number of transiting brown dwarfs and\nallows the testing of substellar evolution models. This result has\nbeen submitted for publication in the American Astronomical Society\njournals.\t\t\t\t\tLast Modified: 11/12/2023\n\n\t\t\t\t\tSubmitted by: StephenRKane\n"
 }
}