{
 "awd_id": "2006374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Tracking magma accumulation and evolution in the Andean Central Volcanic Zone",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 238718.0,
 "awd_amount": 256246.0,
 "awd_min_amd_letter_date": "2020-07-02",
 "awd_max_amd_letter_date": "2022-11-16",
 "awd_abstract_narration": "Continental arc volcanoes represent a dramatic surface expression of one of the most significant and fundamental phenomena in global tectonics: the subduction of an oceanic plate beneath a more buoyant continental plate resulting in recycling of crustal material into the convecting mantle, partial melting, and primary basalt production. Moreover, during passage through thick continental crust, subduction zone magmas may substantially differentiate and melt crustal rocks giving rise to the great diversity of igneous lithologies characteristic of earth. Explosive volcanic eruptions at continental arc can have devastating global effects and owe their explosiveness to the composition and volume of magma stored in the crust. The development of large magma storage systems remains largely unknown and very controversial among volcanologists. This project will investigate how accumulated magma is stored and evolves over time. The investigators seek to characterize the processes and timescales of magma storage in the modern magma chambers beneath volcanoes in the Andean Central Volcanic Zone of Chile and Bolivia. Growing evidence suggests that the massive magmatic reservoirs required for largest and most explosive eruptions, such as those in the Central Andean Altiplano-Puna Volcanic Complex, are built rapidly in hot crustal environment. Over the 3-year project, graduate and undergraduate students will expand their research skills by working collaboratively with an international team of geologists seeking to understand the dynamics of crustal melting and magma storage leading to volcanic eruptions. The project emphasizes training in analytical methods in the lab, in the field, and at collaborating facilities.\r\n\r\nThis project will focus on young volcanic rocks from composite volcano complexes in the Andean Central Volcanic Zone of Chile and Bolivia (Aucanquilcha, Ollagüe, Uturuncu, San Pedro-Linzor, Licancabur, Lazufre and Lascar) linked closely in space and time, to address the processes and timescales leading to the buildup of magma and eventual volcanic eruption. The primary intent of this project is to investigate how accumulated magma is stored and evolves over time. This will be accomplished by characterizing the processes and timescales of magma differentiation in the modern magma chambers and determining the influence of regional magma bodies on Central Andes volcanoes. New and existing samples from each center will be used to address three basic questions: 1) how long does magma reside at active individual centers; 2) do magmatic sources and partial melting processes vary systematically with the geochemical evolution of volcanic products; and 3) what is the evidence for involvement regional-scale upper crustal magma reservoirs in controlling eruptive composition? The proposed research will use targeted field sampling, whole rock geochemistry, 40Ar/39Ar geochronology, high precision zircon geochronology/geochemistry and trace element diffusion in plagioclase to address these questions. Ultimately, the dataset produced in this study will provide insight into the generation and diversity of magmas that form continental crust.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Michelfelder",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gary S Michelfelder",
   "pi_email_addr": "garymichelfelder@missouristate.edu",
   "nsf_id": "000698736",
   "pi_start_date": "2020-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri State University",
  "inst_street_address": "901 S NATIONAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SPRINGFIELD",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "4178365972",
  "inst_zip_code": "658970001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MO07",
  "org_lgl_bus_name": "MISSOURI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CL7KJX2VFHS9"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri State University",
  "perf_str_addr": "901 S. National Ave",
  "perf_city_name": "Springfield",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "658970027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 238718.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 17528.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Five prominent low-velocity zones are present in the Central Andes of Chile, Bolivia and Argentina: the Altiplano-Puna Magma Body (APMB) at 520,000 km<sup>3</sup>, the Lazufre Magma Body (LMB) at ~54,000 km<sup>3</sup>, the Cerro Galan Magma Body (CGMB) at ~23,000 km<sup>3</sup>, and the Incahuasi Magma Body (IMB) at ~12,000 km<sup>3</sup> and the Incapillo-Bonete Magma Body (IBMB). Each are mostly crystalline and rheologically locked, but can be correlated with Holocene volcanoes, known ignimbrite source calderas, and INSAR-measured vertical surface deformation centers further supporting a magmatic/ plutonic interpretation. An estimated 3,100 km<sup>3</sup> of ignimbrites have erupted in the southern Puna which includes the LMB, CGMB, and IMB magma reservoirs (collectively referred to as the Southern Puna Magma Body [SPMB]). The Altiplano-Puna volcanic complex ignimbrite flare-up episode between 11-1 Ma, erupted over 15,000 km<sup>3</sup> of silicic volcanic rocks accounting for nearly half of the ignimbrite volume deposited during the Central Andean regional Neogene magmatic flare-up.</p>\n<p>&nbsp;</p>\n<p>This study focused on six potentially active or active volcanoes in the Central Andean Volcanic Zone of Bolivia and Chile: Lascar, Uturuncu, Ollag&uuml;e, Aucanquilcha, Licancabur, and Lastarria. The goal was to determine the link between magma accumulation and storage at each volcano and the relationship to large volume magma reservoirs. The project tested the hypothesis that rapid magma accumulation leading to eruption in shallow magmatic environments will retain diverse chemical and isotopic signatures and restrict modification of the crust over time, whereas slower rates of magma intrusion resulting in regional magma body formation will result in hybridization of the magmatic system and crust, creating more homogeneous magmatic systems with restricted and crustal chemical and isotopic signatures. We tested the hypothesis by looking at zircon and plagioclase mineral from each volcano. Zircon is a resilient mineral that records magmatic processes beneath volcanoes and can be used to trace changes in the magmatic system. Plagioclase, like zircon, also records these changes but is sensitive to different processes at shorter timescales. This provides critical piece of information to inform the hazard assessment for the region.</p>\n<p>&nbsp;</p>\n<p>Results obtained during this project shows that each volcanic system shows similar characteristics of how long it takes for magmas to accumulate and the magma processes leading up to an eruption. First, new U-Pb and U-Th isotope data in zircon from 20 samples show that magmas start to crystalize zircon 10&rsquo;s to 100&rsquo;s of thousands of years prior to eruption and that magma remains in the reservoir after each eruption. Plagioclase minerals record the events leading up to and just prior to an eruption. At Uturuncu and Ollag&uuml;e volcanoes lead up times to eruption took 100&rsquo;s to 1000&rsquo;s of years. At Lascar and Lastarria volcanoes the lead up times were only 10&rsquo;s of years and all samples showed evidence of magma mixing processes triggering the eruption. In comparison to the large volume ignimbrites, these volcanoes suggest that recharge rates are faster leading to diverse magma composition.</p>\n<p>&nbsp;</p>\n<p>This project has been fantastic training for eight graduate students and six undergraduate students from Missouri State University working with the PI, one additional Ph.D. student from the University of Texas at San Antonio, and collaborators including local scientists to continue to unravel this mystery to help expand our understanding of the potential hazards of CVZ stratovolcanoes. Seven female students, one Columbian student, and three students from other underrepresented groups received training in volcanology, analytical geochemistry and professional development through this project. Three of them gained valuable international experience through fieldwork as well as engagement with collaborators from Australia and Chile. All the students presented their research at professional conferences offering the opportunities to hone their written, oral and visual communication skills, necessary in today's global workplace. Three of the M.S. students who worked on aspects of this project are now in Ph.D. programs. The remaining four quickly found employment after finishing their M.S. degrees at Missouri State University. Furthermore, new collaborations with four other early career Chilean researchers and their students during this project further enhances our development of the next generation of geoscience researchers and broadens representation efforts of this project. Our work at Lascar and Ollag&uuml;e volcanoes have helped local volcanologist understand the timescales of magma accumulation leading up to future eruptions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/04/2024<br>\nModified by: Gary&nbsp;S&nbsp;Michelfelder</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFive prominent low-velocity zones are present in the Central Andes of Chile, Bolivia and Argentina: the Altiplano-Puna Magma Body (APMB) at 520,000 km3, the Lazufre Magma Body (LMB) at ~54,000 km3, the Cerro Galan Magma Body (CGMB) at ~23,000 km3, and the Incahuasi Magma Body (IMB) at ~12,000 km3 and the Incapillo-Bonete Magma Body (IBMB). Each are mostly crystalline and rheologically locked, but can be correlated with Holocene volcanoes, known ignimbrite source calderas, and INSAR-measured vertical surface deformation centers further supporting a magmatic/ plutonic interpretation. An estimated 3,100 km3 of ignimbrites have erupted in the southern Puna which includes the LMB, CGMB, and IMB magma reservoirs (collectively referred to as the Southern Puna Magma Body [SPMB]). The Altiplano-Puna volcanic complex ignimbrite flare-up episode between 11-1 Ma, erupted over 15,000 km3 of silicic volcanic rocks accounting for nearly half of the ignimbrite volume deposited during the Central Andean regional Neogene magmatic flare-up.\n\n\n\n\n\nThis study focused on six potentially active or active volcanoes in the Central Andean Volcanic Zone of Bolivia and Chile: Lascar, Uturuncu, Ollage, Aucanquilcha, Licancabur, and Lastarria. The goal was to determine the link between magma accumulation and storage at each volcano and the relationship to large volume magma reservoirs. The project tested the hypothesis that rapid magma accumulation leading to eruption in shallow magmatic environments will retain diverse chemical and isotopic signatures and restrict modification of the crust over time, whereas slower rates of magma intrusion resulting in regional magma body formation will result in hybridization of the magmatic system and crust, creating more homogeneous magmatic systems with restricted and crustal chemical and isotopic signatures. We tested the hypothesis by looking at zircon and plagioclase mineral from each volcano. Zircon is a resilient mineral that records magmatic processes beneath volcanoes and can be used to trace changes in the magmatic system. Plagioclase, like zircon, also records these changes but is sensitive to different processes at shorter timescales. This provides critical piece of information to inform the hazard assessment for the region.\n\n\n\n\n\nResults obtained during this project shows that each volcanic system shows similar characteristics of how long it takes for magmas to accumulate and the magma processes leading up to an eruption. First, new U-Pb and U-Th isotope data in zircon from 20 samples show that magmas start to crystalize zircon 10s to 100s of thousands of years prior to eruption and that magma remains in the reservoir after each eruption. Plagioclase minerals record the events leading up to and just prior to an eruption. At Uturuncu and Ollage volcanoes lead up times to eruption took 100s to 1000s of years. At Lascar and Lastarria volcanoes the lead up times were only 10s of years and all samples showed evidence of magma mixing processes triggering the eruption. In comparison to the large volume ignimbrites, these volcanoes suggest that recharge rates are faster leading to diverse magma composition.\n\n\n\n\n\nThis project has been fantastic training for eight graduate students and six undergraduate students from Missouri State University working with the PI, one additional Ph.D. student from the University of Texas at San Antonio, and collaborators including local scientists to continue to unravel this mystery to help expand our understanding of the potential hazards of CVZ stratovolcanoes. Seven female students, one Columbian student, and three students from other underrepresented groups received training in volcanology, analytical geochemistry and professional development through this project. Three of them gained valuable international experience through fieldwork as well as engagement with collaborators from Australia and Chile. All the students presented their research at professional conferences offering the opportunities to hone their written, oral and visual communication skills, necessary in today's global workplace. Three of the M.S. students who worked on aspects of this project are now in Ph.D. programs. The remaining four quickly found employment after finishing their M.S. degrees at Missouri State University. Furthermore, new collaborations with four other early career Chilean researchers and their students during this project further enhances our development of the next generation of geoscience researchers and broadens representation efforts of this project. Our work at Lascar and Ollage volcanoes have helped local volcanologist understand the timescales of magma accumulation leading up to future eruptions.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/04/2024\n\n\t\t\t\t\tSubmitted by: GarySMichelfelder\n"
 }
}