{
 "awd_id": "2006126",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FET: Small: Theoretical Foundations and Applications of High Dimensional Quantum Communication",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927049",
 "po_email": "ebehrman@nsf.gov",
 "po_sign_block_name": "Elizabeth Behrman",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 317846.0,
 "awd_amount": 317846.0,
 "awd_min_amd_letter_date": "2020-07-29",
 "awd_max_amd_letter_date": "2020-07-29",
 "awd_abstract_narration": "Quantum cryptography promises a future communication infrastructure that is secure not only today, but also against future technological breakthroughs, such as the development of large-scale quantum computers.  However, despite this great potential, there are two critical shortcomings that must be overcome before this technology can see wide-scale adoption.  First is noise tolerance and the second is efficiency.  High-dimensional quantum states are a prime candidate to solve both problems as preliminary evidence shows, however an exact study of why this true; when it actually occurs; and how to effectively harness this power are still unanswered questions.  This project deepens our understanding of high-dimensional quantum communication, develops insights to answer these questions, while also discovering new applications and protocols to more readily, and more effectively, harness the power of higher-dimensional quantum communication systems.  Furthermore, this project provides opportunities for undergraduate researchers to become involved and also provides new material for undergraduate education in quantum technology, vital to the future workforce and research.\r\n\r\nThis project's ultimate goal is to shed light on the theoretical foundations of high-dimensional quantum secure communication in applications including, and beyond, quantum key distribution.  The PI is developing novel quantum protocols utilizing high-dimensional quantum states, while also developing the necessary information theoretic tools needed to analyze their behavior and security.  Various noise scenarios are considered, along with novel adaptive protocols allowing for optimized performance over a variety of operational scenarios.  The information theoretic methods developed in this project, allowing us to prove security of these new protocols, also have broad application to other research areas within quantum information science.  Furthermore, these new protocols hold numerous advantages over current work, while also allowing us to probe further at the foundations of quantum secure communication.  New cryptographic applications of high-dimensional states are also under investigation, in a variety of security models, creating theoretical insights, and also potentially more practical systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Krawec",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Walter O Krawec",
   "pi_email_addr": "walter.krawec@uconn.edu",
   "nsf_id": "000757781",
   "pi_start_date": "2020-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "UNIVERSITY OF CONNECTICUT STORRS",
  "perf_str_addr": "371 Fairfield Way",
  "perf_city_name": "STORRS-MANSFIELD",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691133",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "089Y00",
   "pgm_ele_name": "FET-Fndtns of Emerging Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7928",
   "pgm_ref_txt": "QUANTUM COMPUTING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 317846.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantum cryptography, and especially quantum key distribution (QKD), holds great potential to secure our communication infrastructure against future technological or algorithmic breakthroughs - in particular, to secure our communication against the advent of large-scale quantum computers.&nbsp; Unlike classical key distribution protocols, QKD does not require any computational assumptions, making for a very \"future-proof\" system.&nbsp; However, despite this potential, there are several challenges to overcome before these systems can see wide scale adoption.&nbsp; In particular, we must improve their speed and their tolerance to noise.<br /><br />This project investigated the possibilities of using higher-dimensional (HD) quantum states for secure communication.&nbsp; HD states were shown in the past to exhibit some advantages to QKD systems, but exactly why this is the case, and how best to harness HD systems to maximize performance, were still unanswered questions.&nbsp; This project sought to answer these questions and broaden our understanding of HD-QKD systems by (1) developing new protocols to fully harness HD systems in a variety of settings; (2) develop new mathematical tools to prove the security of QKD protocols relying on HD states; and (3) to deepen our theoretical understanding of the advantages and disadvantages of using HD states in QKD protocols.&nbsp; I highlight just a few published papers below that resulted from this project:<br /><br />1. Amer, O., &amp; Krawec, W. O. (2022, June). High-dimensional quantum conference key agreement. In 2022 IEEE International Symposium on Information Theory (ISIT) (pp. 1874-1879).<br />In this paper, a novel high dimensional quantum conference key agreement protocol was analyzed.&nbsp; The goal, here, is for multiple parties to establish a joint, shared, key.&nbsp; Prior work in this area only involved two-dimensional \"qubit\" systems. This paper showed how high dimensional states can greatly benefit protocols of this nature in terms of speed and noise tolerance.&nbsp; This paper shows how HD states can be harnessed for applications beyond standard two-party key distribution and also develops new proof methods to handle these high-dimensional states in a security proof.<br /><br />2. Bae, M., &amp; Krawec, W. O. (2021, October). Semi-source independent quantum walk random number generation. In 2021 IEEE Information Theory Workshop (ITW) (pp. 1-6). IEEE.<br />In this paper, a quantum random walk was used to generate cryptographically secure random numbers.&nbsp; Interestingly, standard proof techniques could not be easily used for this protocol and so this paper developed a new proof framework which may be suitable for a large class of difficult to analyze cryptographic protocols.&nbsp; This paper showed how alternative HD state creation may be used beneficially for security as random number generation is a vital component of multiple classical and quantum cryptographic systems.<br /><br />3. Iqbal, H., &amp; Krawec, W. O. (2024, July). New security proof of a restricted high-dimensional qkd protocol. In 2024 IEEE International Symposium on Information Theory (ISIT) (pp. 3118-3123). IEEE.<br />This paper proved the security of a high dimensional protocol using restricted hardware.&nbsp; This is important as measuring HD states can be technologically difficult and expensive. The protocol analyzed in this paper only required basic measurements to be performed on the HD systems, thus potentially saving cost in future implementations.&nbsp; Interestingly, despite these restrictions, this paper showed that HD states can still provide faster key-generation rates when compared to two dimensional systems, at least in some settings.&nbsp; The proof technique developed in this paper is also general enough that it may be applicable to other such protocols.&nbsp; Finally, a new continuity bound for quantum entropy was derived and proven.&nbsp; Continuity bounds like this have broad application not only in cryptography, but also in general quantum information theory.<br /><br />Overall, this project has greatly advanced our understanding of how HD quantum states can benefit quantum cryptography.&nbsp; Also, new mathematical tools were developed, which may be broadly applicable to other fields of science.&nbsp; This project has funded a PhD student who based his doctoral dissertation on this work and who is now a tenure track assistant professor.&nbsp; The project also created several opportunities for undergraduate student researchers to become involved in quantum cryptographic research.&nbsp; Beyond the scientific contributions, educational opportunities were also created from this project; for instance, many of the results and developments discovered in this project were used as examples in my undergraduate and graduate classes in quantum computing, and also computer security.<br /><br />Secure communication is of vital importance to our society and quantum cryptography promises to \"future proof\" our communication infrastructure.&nbsp; This is especially important to investigate given the recent advances in quantum computing which threaten many traditional security methods.&nbsp; The work done in this project paves the way for a more efficient and cost effective quantum communication infrastructure, showing how to harness HD quantum states without necessarily increasing significantly the hardware requirements of the system and also showing how, and when, HD states can benefit quantum cryptographic systems.</p><br>\n<p>\n Last Modified: 01/25/2025<br>\nModified by: Walter&nbsp;O&nbsp;Krawec</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nQuantum cryptography, and especially quantum key distribution (QKD), holds great potential to secure our communication infrastructure against future technological or algorithmic breakthroughs - in particular, to secure our communication against the advent of large-scale quantum computers. Unlike classical key distribution protocols, QKD does not require any computational assumptions, making for a very \"future-proof\" system. However, despite this potential, there are several challenges to overcome before these systems can see wide scale adoption. In particular, we must improve their speed and their tolerance to noise.\n\nThis project investigated the possibilities of using higher-dimensional (HD) quantum states for secure communication. HD states were shown in the past to exhibit some advantages to QKD systems, but exactly why this is the case, and how best to harness HD systems to maximize performance, were still unanswered questions. This project sought to answer these questions and broaden our understanding of HD-QKD systems by (1) developing new protocols to fully harness HD systems in a variety of settings; (2) develop new mathematical tools to prove the security of QKD protocols relying on HD states; and (3) to deepen our theoretical understanding of the advantages and disadvantages of using HD states in QKD protocols. I highlight just a few published papers below that resulted from this project:\n\n1. Amer, O., & Krawec, W. O. (2022, June). High-dimensional quantum conference key agreement. In 2022 IEEE International Symposium on Information Theory (ISIT) (pp. 1874-1879).\nIn this paper, a novel high dimensional quantum conference key agreement protocol was analyzed. The goal, here, is for multiple parties to establish a joint, shared, key. Prior work in this area only involved two-dimensional \"qubit\" systems. This paper showed how high dimensional states can greatly benefit protocols of this nature in terms of speed and noise tolerance. This paper shows how HD states can be harnessed for applications beyond standard two-party key distribution and also develops new proof methods to handle these high-dimensional states in a security proof.\n\n2. Bae, M., & Krawec, W. O. (2021, October). Semi-source independent quantum walk random number generation. In 2021 IEEE Information Theory Workshop (ITW) (pp. 1-6). IEEE.\nIn this paper, a quantum random walk was used to generate cryptographically secure random numbers. Interestingly, standard proof techniques could not be easily used for this protocol and so this paper developed a new proof framework which may be suitable for a large class of difficult to analyze cryptographic protocols. This paper showed how alternative HD state creation may be used beneficially for security as random number generation is a vital component of multiple classical and quantum cryptographic systems.\n\n3. Iqbal, H., & Krawec, W. O. (2024, July). New security proof of a restricted high-dimensional qkd protocol. In 2024 IEEE International Symposium on Information Theory (ISIT) (pp. 3118-3123). IEEE.\nThis paper proved the security of a high dimensional protocol using restricted hardware. This is important as measuring HD states can be technologically difficult and expensive. The protocol analyzed in this paper only required basic measurements to be performed on the HD systems, thus potentially saving cost in future implementations. Interestingly, despite these restrictions, this paper showed that HD states can still provide faster key-generation rates when compared to two dimensional systems, at least in some settings. The proof technique developed in this paper is also general enough that it may be applicable to other such protocols. Finally, a new continuity bound for quantum entropy was derived and proven. Continuity bounds like this have broad application not only in cryptography, but also in general quantum information theory.\n\nOverall, this project has greatly advanced our understanding of how HD quantum states can benefit quantum cryptography. Also, new mathematical tools were developed, which may be broadly applicable to other fields of science. This project has funded a PhD student who based his doctoral dissertation on this work and who is now a tenure track assistant professor. The project also created several opportunities for undergraduate student researchers to become involved in quantum cryptographic research. Beyond the scientific contributions, educational opportunities were also created from this project; for instance, many of the results and developments discovered in this project were used as examples in my undergraduate and graduate classes in quantum computing, and also computer security.\n\nSecure communication is of vital importance to our society and quantum cryptography promises to \"future proof\" our communication infrastructure. This is especially important to investigate given the recent advances in quantum computing which threaten many traditional security methods. The work done in this project paves the way for a more efficient and cost effective quantum communication infrastructure, showing how to harness HD quantum states without necessarily increasing significantly the hardware requirements of the system and also showing how, and when, HD states can benefit quantum cryptographic systems.\t\t\t\t\tLast Modified: 01/25/2025\n\n\t\t\t\t\tSubmitted by: WalterOKrawec\n"
 }
}