{
 "awd_id": "2007094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CHS: Small: Collaborative Research:Dynamic Computer-Aided Machining: Supporting Interactive Workflows for Digital Fabrication and Manufacturing",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922170",
 "po_email": "tmartin@nsf.gov",
 "po_sign_block_name": "Thomas Martin",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 249224.0,
 "awd_amount": 249224.0,
 "awd_min_amd_letter_date": "2020-07-23",
 "awd_max_amd_letter_date": "2021-07-09",
 "awd_abstract_narration": "This project will develop digital fabrication tools that align with the workﬂows of low-volume manufacturing. It will study how early-adopter manufacturing ﬁrms are developing production workﬂows that harness digital fabrication. Informed by this data, programming representations and software tools will be developed that facilitate the creation of specific digital fabrication workﬂows. These software tools will be developed from an end-user perspective, providing programming abstractions that allow for high-level creative input that is compatible with existing digital fabrication equipment. Digital fabrication technologies such as 3D printing enable a shift from mass-manufacture to low-volume production of niche, specialized, and customized products. Small manufacturing firms rely on digital fabrication for the design and production of new products; using an iterative process they develop product-speciﬁc workﬂows that apply the primary stages of digital fabrication (digital modeling, machine programming, and machine operation) in different forms for ideation, prototyping, revision, and production. This research will broaden and diversify participation in digital fabrication and end-user programming by providing technologies that are relevant to traditional art and craft domains, as well as facilitating local manufacture of a diversity of goods designed to appeal to niche and diverse customers.\r\n \r\nThis research will establish domain-speciﬁc programming representations and software tools for describing and executing dynamic digital fabrication workﬂows. At present, there is no formal description language that can be used to describe digital fabrication operations at a global level. This research will contribute a digital fabrication representation and programming environment that enables the description of end-to-end digital fabrication workﬂows. The representation will provide generic datatypes for machine state, user input, and sensor feedback that can be used interchangeably to create geometry and toolpaths, or drive machine operation. It will also support the expression of complex workﬂow architecture through conditionals, loops, and abstractions for modularization. The programming environment will build on this representation to enable practitioners to deﬁne and execute product-speciﬁc workﬂows through a uniﬁed interface for modeling, machine programming, and machine operation. This work will substantially advance human-computer interaction research efforts in interactive fabrication and end-user programming by providing generalizable programming tools for specifying dynamic machine behavior.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Jacobs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Jacobs",
   "pi_email_addr": "jmjacobs@ucsb.edu",
   "nsf_id": "000800187",
   "pi_start_date": "2020-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 122646.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 126578.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c876a3fe-7fff-059e-9e9d-87935aeadaa4\"> </span></p>\r\n<p dir=\"ltr\"><span>This NSF-funded research advanced digital fabrication by producing novel programming abstractions and tools that align with the iterative workflows of low-volume manufacturing while fostering productivity and innovation across art, craft, and industry. Through qualitative studies, we explored how practitioners&mdash;including professionals and learners&mdash;develop, adapt, and iterate product fabrication workflows. We studied maintenance practices of 3D printers with online communities, which emphasized the embodied knowledge and situated practices of repair integral to 3D printing. One of our studies revealed how creative and hobbyist communities like #PlotterTwitter combine software iteration and material experimentation to produce novel workflows. Another study demonstrated how remixing practices in creative coding support iterative and collaborative processes, influencing our understanding of tool development. We also investigated how educators adapted digital fabrication instruction during the COVID-19 pandemic, highlighting how the challenges posed by a lack of traditional learning environments also provided unique opportunities for skill development and creative exploration in digital fabrication education. These findings informed the development of digital fabrication systems designed to support exploration, iteration, and material specificity.</span></p>\r\n<p dir=\"ltr\"><span>We developed innovative softwaretools that empower diverse practioners by enabling them to configure digital fabrication technologies to support specific products and materials.. </span><span>Tandem</span><span> integrates CAD, CAM, and machine control into a computational notebook system, enabling reproducibility and collaborative refinement. Imprimer transforms CNC milling into an improvisational process by combining augmented reality and real-time machine control. </span><span>P5.fab</span><span> allows creative coding for unconventional 3D printing, while </span><span>Knitscape</span><span> bridges computational simulation and textile craft with tools for intricate knitting pattern design. We developed another system that enables direct control of digital fabrication machines from a digital design/CAD environment, and therefore direct manipulation of toolpaths and machine parameters within CAD, fostering hands-on exploration. Another system introduced a MIDI-based interface for real-time machine parameter adjustment, emphasizing material experimentation, Vespidae provided a modular framework for creating custom toolpaths and developing advanced workflows such as multi-material 3D printing for energy storage. </span><span>CoilCAM</span><span> </span><span>supports the combined design of parametric forms and surface textures through machine toolpaths for clay and other cementious 3D printing applications while </span><span>Millipath</span><span> enables precision design and fabrication of machine-carved surface textures by specifying machine movements, boundaries, and grids. </span><span>Knotation</span><span> is the first parametric macrame textile design tool, and it enables practioners to quickly draft and reconfigure complex knotting patterns through operations that update multiple knot patterns simultaneously. We developed each tool through a human-centered approach in dialog and collaboration with domain experts in fabrication. </span><span>Collectively, these technologies use computation to support iteration and material exploration, enabling the development of custom and novel workflows.</span></p>\r\n<p dir=\"ltr\"><span>Intellectual merit: This work presents programming abstractions and software environments that support dynamic, iterative processes in digital fabrication workflows. These innovations advance human-computer interaction by creating tools that allow practitioners to integrate computational and material exploration. In total we developed nine distinct tools and published 14 peer reviewed papers as a result of this research.</span></p>\r\n<p dir=\"ltr\"><span>Broader Impacts:Our research broadened&nbsp; access to digital fabrication by empowering educators, students, and small manufacturers to develop custom workflows. By addressing the limitations of conventional CAD-CAM-CNC workflows, this research has contributed to the evolution of digital fabrication practices, fostering innovation across education, industry, and creative domains. These achievements substantially advance the field by providing generalizable open-source tools and frameworks for dynamic fabrication, ensuring the viability and adaptability of these technologies for future applications.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/10/2025<br>\nModified by: Jennifer&nbsp;Jacobs</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2007094/2007094_10688555_1736484376327_Asset_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2007094/2007094_10688555_1736484376327_Asset_3--rgov-800width.jpg\" title=\"Knotation workflow\"><img src=\"/por/images/Reports/POR/2025/2007094/2007094_10688555_1736484376327_Asset_3--rgov-66x44.jpg\" alt=\"Knotation workflow\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Knotation is a macrame pattern design system for parametric control of pattern structures: 1) the dataflow used to generate the pattern, 2) The generated Dovetail pattern, 3) The zoomed-out pattern, 4) The Macrame friendship bracelet worn on the wrist.</div>\n<div class=\"imageCredit\">Yanchen Lu</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;Jacobs\n<div class=\"imageTitle\">Knotation workflow</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2007094/2007094_10688555_1736484246094_Asset_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2007094/2007094_10688555_1736484246094_Asset_2--rgov-800width.jpg\" title=\"Millipath system and outcomes\"><img src=\"/por/images/Reports/POR/2025/2007094/2007094_10688555_1736484246094_Asset_2--rgov-66x44.jpg\" alt=\"Millipath system and outcomes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Millipath is an action-oriented programming platform enabling the parametric design of machine toolpaths. Left: The Millipath interface. Right: A scene showing some of the textured artifacts we produced through a research-through-design process, including a tray, a ceramic cup, and a stool.</div>\n<div class=\"imageCredit\">Samuelle Bourgault</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;Jacobs\n<div class=\"imageTitle\">Millipath system and outcomes</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2007094/2007094_10688555_1736484146227_Asset_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2007094/2007094_10688555_1736484146227_Asset_1--rgov-800width.jpg\" title=\"CoilCAM schematic and teapot\"><img src=\"/por/images/Reports/POR/2025/2007094/2007094_10688555_1736484146227_Asset_1--rgov-66x44.jpg\" alt=\"CoilCAM schematic and teapot\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">CoilCAM enables the design of 3D-printed artifacts through concise, mathematically defined toolpath operations. Here, we show a functional tea set created with the system. A) Schematic of the toolpath operations required to create the teapot with CoilCAM. We use a Boolean union operator to combine t</div>\n<div class=\"imageCredit\">Samuelle Bourgault</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;Jacobs\n<div class=\"imageTitle\">CoilCAM schematic and teapot</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nThis NSF-funded research advanced digital fabrication by producing novel programming abstractions and tools that align with the iterative workflows of low-volume manufacturing while fostering productivity and innovation across art, craft, and industry. Through qualitative studies, we explored how practitionersincluding professionals and learnersdevelop, adapt, and iterate product fabrication workflows. We studied maintenance practices of 3D printers with online communities, which emphasized the embodied knowledge and situated practices of repair integral to 3D printing. One of our studies revealed how creative and hobbyist communities like #PlotterTwitter combine software iteration and material experimentation to produce novel workflows. Another study demonstrated how remixing practices in creative coding support iterative and collaborative processes, influencing our understanding of tool development. We also investigated how educators adapted digital fabrication instruction during the COVID-19 pandemic, highlighting how the challenges posed by a lack of traditional learning environments also provided unique opportunities for skill development and creative exploration in digital fabrication education. These findings informed the development of digital fabrication systems designed to support exploration, iteration, and material specificity.\r\n\n\nWe developed innovative softwaretools that empower diverse practioners by enabling them to configure digital fabrication technologies to support specific products and materials.. Tandem integrates CAD, CAM, and machine control into a computational notebook system, enabling reproducibility and collaborative refinement. Imprimer transforms CNC milling into an improvisational process by combining augmented reality and real-time machine control. P5.fab allows creative coding for unconventional 3D printing, while Knitscape bridges computational simulation and textile craft with tools for intricate knitting pattern design. We developed another system that enables direct control of digital fabrication machines from a digital design/CAD environment, and therefore direct manipulation of toolpaths and machine parameters within CAD, fostering hands-on exploration. Another system introduced a MIDI-based interface for real-time machine parameter adjustment, emphasizing material experimentation, Vespidae provided a modular framework for creating custom toolpaths and developing advanced workflows such as multi-material 3D printing for energy storage. CoilCAM supports the combined design of parametric forms and surface textures through machine toolpaths for clay and other cementious 3D printing applications while Millipath enables precision design and fabrication of machine-carved surface textures by specifying machine movements, boundaries, and grids. Knotation is the first parametric macrame textile design tool, and it enables practioners to quickly draft and reconfigure complex knotting patterns through operations that update multiple knot patterns simultaneously. We developed each tool through a human-centered approach in dialog and collaboration with domain experts in fabrication. Collectively, these technologies use computation to support iteration and material exploration, enabling the development of custom and novel workflows.\r\n\n\nIntellectual merit: This work presents programming abstractions and software environments that support dynamic, iterative processes in digital fabrication workflows. These innovations advance human-computer interaction by creating tools that allow practitioners to integrate computational and material exploration. In total we developed nine distinct tools and published 14 peer reviewed papers as a result of this research.\r\n\n\nBroader Impacts:Our research broadened access to digital fabrication by empowering educators, students, and small manufacturers to develop custom workflows. By addressing the limitations of conventional CAD-CAM-CNC workflows, this research has contributed to the evolution of digital fabrication practices, fostering innovation across education, industry, and creative domains. These achievements substantially advance the field by providing generalizable open-source tools and frameworks for dynamic fabrication, ensuring the viability and adaptability of these technologies for future applications.\r\n\n\n\t\t\t\t\tLast Modified: 01/10/2025\n\n\t\t\t\t\tSubmitted by: JenniferJacobs\n"
 }
}