{
 "awd_id": "2007759",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Stability and Dynamics of Invasion Fronts in Spatially Extended Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 252772.0,
 "awd_amount": 252772.0,
 "awd_min_amd_letter_date": "2020-05-20",
 "awd_max_amd_letter_date": "2020-05-20",
 "awd_abstract_narration": "This project concerns the development of mathematical techniques to predict and explain features of front propagation into unstable states with applications in physics, biology and chemistry. Unstable states arise frequently in applied problems as system parameters are changed or new species are introduced into the problem. The subsequent dynamics are often dominated by the formation of moving interfaces called invasion fronts that propagate into the unstable state at fixed speed and select some secondary state in their wake. This proposal is built around expanding knowledge of these processes with a specific goal of elucidating mechanisms leading to the emergence of invasion fronts and then leveraging this knowledge to make predictions in actual systems of interest.  One portion of this work will develop new mathematical approaches to study the effect of localized forcing on the spreading speed of interfaces in partial differential equation (PDE) models. The second portion will develop predictions and general principles for the dynamics of instabilities spreading over complex networks.  \r\n \r\nTwo complementary avenues of research are proposed.  One area of proposed work concerns stability of invasion fronts with a focus on understanding the role of external forcing in the selection of the inter-facial velocity and subsequent dynamics. Since invasion fronts propagate into unstable states, stability analysis requires perturbations of these fronts to be sufficiently localized. This proposal will study problems where the forcing function is also localized, but not sufficiently localized to fit into the stability framework of the homogeneous equation. Success in carrying out the projects described will lead to new mathematical approaches to the study of stability of traveling waves and will clarify and explain some novel phenomena that will be of interest to researchers working in applied problems.  A second area of proposed work concerns invasion fronts where space is taken to be a complex network with local dynamics occurring at each node with coupling between nodes via a graph Laplacian. The goal here is to leverage knowledge of front propagation in the PDE setting to make concrete predictions related to the spread of instabilities over networks.  Applications include the spread of global epidemics and that of invasive species in discrete environments. Successful completion of this work will provide researchers working in this area with new tools to estimate arrival times, provide a rigorous theoretical framework by which to understand these spreading phenomena and provide insight into the way features of complex networks influence arrival times of invasions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matt",
   "pi_last_name": "Holzer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matt Holzer",
   "pi_email_addr": "mholzer@gmu.edu",
   "nsf_id": "000546691",
   "pi_start_date": "2020-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 252772.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reaction-diffusion equations are used to model natural phenomena that evolve both in time and space through a combination of diffusive spatial movement and simultaneous local reactions or interactions.&nbsp; Among other areas, these models arise in ecology, epidemiology, neuroscience and physics.&nbsp; This project focused on the mathematical analysis of reaction-diffusion models to better understand the dynamics and mechanisms leading to certain behaviors.&nbsp;</p>\n<p>One major focus was on the study of traveling fronts, or interfaces, that invade unstable states.&nbsp; These unstable states can be formed in reaction-diffusion systems either through the sudden change of a system parameter or through the addition of a new competing species which destabilized a stable state. &nbsp;Since perturbations of unstable states evolve away from the homogeneous state the natural question is to understand what secondary state will eventually replace the original state and what sort of time scales this replacement acts on.&nbsp; This process is often determined by traveling fronts, so understanding how their speeds are determined and what state they leave in their wake are essential to understanding both these questions.&nbsp; This research constituted one major focus of the research performed during the duration of this award.&nbsp;</p>\n<p>Some of this work was abstract and consisted of the derivation of mathematically rigorous statements regarding the stability of traveling fronts in situations that had not previously been considered.&nbsp; At a technical level, this research studied fronts whose essential spectrum could not be controlled using exponential weights.&nbsp; Beyond the novel mathematical interest, this research was motivated by developing general insights into what mechanism selects front invasion speeds and what characteristics of a general system best selects a lower bound on its invasion speed.&nbsp; Other work included a collaboration leading to the development of a numerical continuation method to assist researchers in obtaining accurate numerical approximations of traveling fronts and their invasion speeds in system of reaction diffusion equations. &nbsp;Yet another project studied how traveling fronts differ when time and space are discrete instead of continuous objects; for example in models where reproduction occurs seasonally.&nbsp; Here speed locking was shown to exist for large subsets of parameters.&nbsp;</p>\n<p>Other work was more applied and focused on making predictions for, or explaining mechanisms at play, in specific systems of reaction-diffusion equations.&nbsp; One such project studied epidemic arrival times in models of disease spread over airline transportation networks.&nbsp; Using the theory of traveling fronts, explicit arrival time estimates for disease propagation in a specific reaction-diffusion model had been previously identified.&nbsp; Together with undergraduate researchers, the impact of making various changes in the model formulation on arrival time predictions was obtained.&nbsp; While the model is not sufficiently detailed to provide actionable estimates of disease propagation in the real world, the qualitative predictions and observations obtained could be useful &nbsp;to researchers working in related areas.&nbsp;</p>\n<p>A final area of work considered the dynamics of reaction-diffusion equations where physical space is not continuous, but is described by a graph or network with a large number of nodes.&nbsp; Methods for analyzing these systems have been developed over the past several decades that consists of replacing the discrete, high dimensional problem with a mean-field model which can loosely be thought of replacing the discrete system by an averaged version which is sometimes easier to analyze.&nbsp; Several projects in this area were completed focused on making explicit connections between steady states in the mean-field equation and those in the discrete system.&nbsp; &nbsp;</p>\n<p>In terms of broader impacts, the work undertaken contributed to the training of graduate and undergraduate students through mentoring of three undergraduate research projects.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/26/2024<br>\nModified by: Matt&nbsp;Holzer</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nReaction-diffusion equations are used to model natural phenomena that evolve both in time and space through a combination of diffusive spatial movement and simultaneous local reactions or interactions. Among other areas, these models arise in ecology, epidemiology, neuroscience and physics. This project focused on the mathematical analysis of reaction-diffusion models to better understand the dynamics and mechanisms leading to certain behaviors.\n\n\nOne major focus was on the study of traveling fronts, or interfaces, that invade unstable states. These unstable states can be formed in reaction-diffusion systems either through the sudden change of a system parameter or through the addition of a new competing species which destabilized a stable state. Since perturbations of unstable states evolve away from the homogeneous state the natural question is to understand what secondary state will eventually replace the original state and what sort of time scales this replacement acts on. This process is often determined by traveling fronts, so understanding how their speeds are determined and what state they leave in their wake are essential to understanding both these questions. This research constituted one major focus of the research performed during the duration of this award.\n\n\nSome of this work was abstract and consisted of the derivation of mathematically rigorous statements regarding the stability of traveling fronts in situations that had not previously been considered. At a technical level, this research studied fronts whose essential spectrum could not be controlled using exponential weights. Beyond the novel mathematical interest, this research was motivated by developing general insights into what mechanism selects front invasion speeds and what characteristics of a general system best selects a lower bound on its invasion speed. Other work included a collaboration leading to the development of a numerical continuation method to assist researchers in obtaining accurate numerical approximations of traveling fronts and their invasion speeds in system of reaction diffusion equations. Yet another project studied how traveling fronts differ when time and space are discrete instead of continuous objects; for example in models where reproduction occurs seasonally. Here speed locking was shown to exist for large subsets of parameters.\n\n\nOther work was more applied and focused on making predictions for, or explaining mechanisms at play, in specific systems of reaction-diffusion equations. One such project studied epidemic arrival times in models of disease spread over airline transportation networks. Using the theory of traveling fronts, explicit arrival time estimates for disease propagation in a specific reaction-diffusion model had been previously identified. Together with undergraduate researchers, the impact of making various changes in the model formulation on arrival time predictions was obtained. While the model is not sufficiently detailed to provide actionable estimates of disease propagation in the real world, the qualitative predictions and observations obtained could be useful to researchers working in related areas.\n\n\nA final area of work considered the dynamics of reaction-diffusion equations where physical space is not continuous, but is described by a graph or network with a large number of nodes. Methods for analyzing these systems have been developed over the past several decades that consists of replacing the discrete, high dimensional problem with a mean-field model which can loosely be thought of replacing the discrete system by an averaged version which is sometimes easier to analyze. Several projects in this area were completed focused on making explicit connections between steady states in the mean-field equation and those in the discrete system. \n\n\nIn terms of broader impacts, the work undertaken contributed to the training of graduate and undergraduate students through mentoring of three undergraduate research projects.\n\n\n\t\t\t\t\tLast Modified: 09/26/2024\n\n\t\t\t\t\tSubmitted by: MattHolzer\n"
 }
}