{
 "awd_id": "2007251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS: Small: The Ties that Relate Us: Modeling the Impact of Relationships on Social Contagion and Network Dynamics",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922971",
 "po_email": "sroberts@nsf.gov",
 "po_sign_block_name": "Scott Robertson",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 499925.0,
 "awd_amount": 499925.0,
 "awd_min_amd_letter_date": "2020-07-22",
 "awd_max_amd_letter_date": "2020-07-22",
 "awd_abstract_narration": "This project aims to advance our understanding of online social structures by systematically incorporating information about the nature of the relationships between people in social systems into network structures in order to study social contagion, thereby helping to establish a foundation for understanding social processes through implicit and explicit relationships. Many social processes, from friendship development to rumor dissemination and peer influence, occur on complex structures of interconnected interactions and relationships of different types among individuals. In order to model such structures in a tractable way, researchers have typically relied on networks or graphs, where nodes represent people and edges encode the idea that two people are socially connected to each other in some way. These simple representations of social connections have allowed us to formulate sophisticated predictive models and algorithms and allowed us to understand the mechanisms behind many of these processes like social contagion and information diffusion. However, the ties that connect individuals are markers of potentially rich, multifaceted relationships between two people often with implicit social dimensions, affordances, and constraints that go well beyond what is directly encoded in the network structure alone. Recognizing all the complexity involved in these ties will improve our ability to accurately model and predict many social dynamics that occur on networks.  \r\n \r\nThe research consists of three major phases: (1) developing new methods for detecting and quantifying the strength of association between contagions and relationships; (2) developing new models of information diffusion and social contagion on multiplex networks, where edge relationships and topics are able to interact, with the goal of achieving better prediction accuracy, and (3) relaxing the assumption of a static network in order to develop new methods for predicting changes to relationships types and interactional frequencies in dynamic, evolving social networks. Existing models typically assume social dynamics are independent of relationship type. These models will be generalized by relaxing this strong assumption and developing datasets and models that facilitate exploration of how social relationships affect social processes. This work will lead to new models with stronger predictive powers as well as new findings and questions about social dynamics on networks. Achieving these goals involves new methods for inferring social relationships from observational data, new resources for testing and validation, and new models for relationship-aware social processes.  Performing all of these at scale requires new techniques from machine learning and natural language processing, and new models of human interaction and deep learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Jurgens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Jurgens",
   "pi_email_addr": "jurgens@umich.edu",
   "nsf_id": "000756819",
   "pi_start_date": "2020-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Romero",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Romero",
   "pi_email_addr": "drom@umich.edu",
   "nsf_id": "000696267",
   "pi_start_date": "2020-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 499925.0
  }
 ],
 "por": null
}