{
 "awd_id": "2007928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFGEO-NERC: Ancient life in moving fluids: elucidating the emergence of animal ecosystems",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032920000",
 "po_email": "yyanes@nsf.gov",
 "po_sign_block_name": "Yurena Yanes",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 335062.0,
 "awd_amount": 335062.0,
 "awd_min_amd_letter_date": "2020-06-22",
 "awd_max_amd_letter_date": "2020-06-22",
 "awd_abstract_narration": "This is a project that is jointly funded by the National Science Foundation’s Directorate of Geosciences (NSF/GEO) and the National Environment Research Council (UKRI/NERC) of the United Kingdom UK) via the NSF/GEO-NERC Lead Agency Agreement.  This Agreement allows a single joint US/UK proposal to be submitted and peer-reviewed by the Agency whose investigator has the largest proportion of the budget. Upon successful joint determination of an award, each Agency funds the proportion of the budget and the investigators associated with its own investigators and component of the work.\r\n\r\nThe fossil record shows that complex life first evolved in the oceans, 571 million to 541 million years ago. Understanding how, when, and why these organisms evolved, as well as their relationships to living animals, is crucial for deciphering the origins of modern biodiversity and ecosystems. However, key fossils from this time interval are poorly understood. This research project will analyze half-a-billion-year-old fossils using an innovative new approach that combines computer modeling and simulation with geological fieldwork. The results obtained will transform our understanding of the oldest animal fossils on Earth, filling critical gaps in our knowledge of the early evolution of life. In collaboration with teachers in Davidson Co., TN, this information will be used to create learning modules for teaching the basic tenets of evolution, adaptation, 3D modeling, and fluid dynamics to students in grades 11–12, which will be made freely available to the public, educators and students in the US and UK. \r\n\r\nThe emergence of animal ecosystems during the late Ediacaran (~571–541 million years ago) was a pivotal episode in evolutionary history. However, most of these Ediacaran organisms disappeared immediately before the Cambrian, in what may represent the first mass extinction of complex life. There are thus two key questions that will provide fundamental insights into the origins of modern ecosystems: 1) where do Ediacaran organisms fit in the tree of life? And, 2) what drove their extinction prior to the onset of the Cambrian? We will address these questions by combining new data collected during fieldwork with computational fluid dynamics and fluid–structure interaction simulations performed on both individual organisms and whole communities. This project will improve knowledge of the early evolution of complex ecosystems, while at the same time pioneering the development of a rigorous new approach for examining how marine organisms evolved in response to moving fluids. In addition to facilitating international research collaboration, the PI team will work together with local high school teachers in Rutherford County, Tennessee, to produce learning modules focused on 3-D modeling and fluid dynamics, suitable for communicating key evolutionary principals to school students (16–18 years old) in the US and UK.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Darroch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Simon A Darroch",
   "pi_email_addr": "simon.a.darroch@vanderbilt.edu",
   "nsf_id": "000701708",
   "pi_start_date": "2020-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 335062.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The emergence of animal ecosystems during the late Ediacaran (~571&ndash;539 million years ago) was a pivotal episode in the evolutionary history of life. Reconstructing the ecology of Ediacaran-aged organisms is crucial for establishing their role in the emergence of animals and the Ediacaran&ndash;Cambrian transition. However, many aspects of Ediacaran ecology remain uncertain, hampering efforts to decipher the origins of modern marine ecosystems. The goals of this project were to rigorously investigate the hydrodynamic performance of Ediacaran organisms and communities for the first time, using computer simulations, physical experiments, and fieldwork to establish how these life forms fed, moved, and reproduced.</p>\n<p>Over the course of this project we have achieved the majority of our starting goals; the results of this work are reported in (to date) 11 published papers, with 3 more currently in review or accepted pending revision, and many more still in preparation. Our work has made significant steps towards understanding Ediacaran organisms and the ecology of the Ediacaran-Cambrian transition. A brief summary of these findings is given below, with references to specific papers where appropriate:&nbsp;</p>\n<p>1. We have shown using fluid dynamics modeling that some of the most bizarre and intractable Ediacaran taxa &ndash; despite still having little-understood relationships to extant animal groups &ndash; had ecologies and lifestyles that are widespread in the present day, and behaved and functioned in ways that we recognize. For example, we have shown that the triradial organism <em>Tribrachidium</em> was an efficient suspension feeder (Olaru et al., in revision) &ndash; a common strategy in the present day &ndash; and that the erniettomorph taxa <em>Ernietta</em> and <em>Pteridinium</em> almost certainly evolved gregarious ecologies to enhance feeding efficiency within clustered populations, much as modern oysters do (Gibson et al., 2020, 2021; Darroch et al., 2022). We have also shown that early Cambrian archaeocyathids almost certainly employed active &lsquo;pumping&rsquo; of fluid, much like modern sponges, and thus would have been powerful ecosystem engineers during the earliest stages of the Cambrian and at the dawn of metazoan reef building (Gibson et al., 2023). At the broadest scale, the mounting evidence for suspension feeders in the late Ediacaran is forcing us to re-evaluate the character of these ecosystems, and has given rise to the idea that the rise of suspension feeding ~550-538 Ma &ndash;representing a vital link between pelagic and benthic realms &ndash; may have helped to &lsquo;fuel&rsquo; the Cambrian explosion by enhancing the supply of nutrients to the seafloor (Cracknell et al., 2021). This hypothesis is something that our group is testing in ongoing work.</p>\n<p>2. While the paleobiology of some Ediacaran organisms is coming into focus, our work is showing that others are still hard to understand, and suggesting that we may need to re-evaluate what little we thought we knew. Our work with the fence-like rangeomorph fossil <em>Pectinifrons</em> is an example; our CFD analyses showed that flow patterns around this organism were unlike anything seen either in fossils, or the extant carnivorous sponge <em>Chondrocladia</em> which possesses a similar body plan (Darroch et al., 2023a). We suggest that these flow patterns make more sense if the rangeomorph body plan evolved as an adaptation for scavenging oxygen, rather than feeding as previously thought. This inference is supported by our ongoing work (Gutarra-Diaz et al., in revision) reconstructing entire rangeomorph communities, and showing that the unique arrangement of these marine &lsquo;forests&rsquo; on the continental shelf would have enhanced vertical mixing of the water column, potentially creating local-scale oxygen oases and fostering the evolution of more energy-intensive behaviors.&nbsp;</p>\n<p>3. Lastly, by reconstructing the paleoecology and -biology of organisms over the Ediacaran-Cambrian transition using fluid dynamics, we are discovering patterns of apparent selectivity over putative extinction pulses, allowing us to develop more targeted hypotheses surrounding what these events represent&hellip;as well as what drove them. After reviewing patterns of diversity through time, we showed that a &lsquo;first pulse&rsquo; of Ediacaran extinction coincided with the loss of low-tier suspension feeders, leaving more mobile taxa, as well as higher-tier suspension feeders to thrive in the very latest Ediacaran (Darroch et al., 2023b). We suggest in this paper that one possible driver of this pattern could hinge on the evolution of bioturbation &ndash; the process of sediment mixing by organisms &ndash; and which our fieldwork in Namibia indicates was diversifying at this point. In the present day, bioturbation can lead to the re-suspension of sediment, which can clog filter-feeding organs in a process referred to as &lsquo;trophic group amensalism&rsquo; by modern ecologists. This finding offers tantalizing hints that late Ediacaran extinction may have been driven, at least in part, by the evolution of new behaviors and feeding modes, offering powerful analogies for present-day patterns of diversity loss.</p>\n<p>Lastly, we have developed new computational tools in fluid dynamics modeling that have wide applicability in studying both modern, and fossil organisms through geological time.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/19/2024<br>\nModified by: Simon&nbsp;A&nbsp;Darroch</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854524636_Figure2_V1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854524636_Figure2_V1--rgov-800width.jpg\" title=\"Fig. 2: Tribrachidium heraldicum\"><img src=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854524636_Figure2_V1--rgov-66x44.jpg\" alt=\"Fig. 2: Tribrachidium heraldicum\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Functional morphology of Tribrachidium; after reconstruction (left panels), we analyze flow patterns in and around specific anatomical features (top right). We also use CFD-DEM (bottom panels) to quantify feeding efficiency, in terms of particles per unit time. Figure from Olaru et al., in revision</div>\n<div class=\"imageCredit\">Olaru et al. (in revision)</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Simon&nbsp;A&nbsp;Darroch\n<div class=\"imageTitle\">Fig. 2: Tribrachidium heraldicum</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854250352_Figure1_V1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854250352_Figure1_V1--rgov-800width.jpg\" title=\"Fig. 1: CFD analysis of Pectinifrons\"><img src=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854250352_Figure1_V1--rgov-66x44.jpg\" alt=\"Fig. 1: CFD analysis of Pectinifrons\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Comparison of simulated flow patterns around the fence-like Ediacaran taxon Pectinifrons, and the extant sponge Chondrocladia lyra. The large differences indicate convergent evolution of morphology, for apparently different ecological adaptations.</div>\n<div class=\"imageCredit\">Darroch et al. (2023) in iScience</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Simon&nbsp;A&nbsp;Darroch\n<div class=\"imageTitle\">Fig. 1: CFD analysis of Pectinifrons</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710855023100_Figure5_v1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710855023100_Figure5_v1--rgov-800width.jpg\" title=\"Fig. 5: late Ediacaran extinctions\"><img src=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710855023100_Figure5_v1--rgov-66x44.jpg\" alt=\"Fig. 5: late Ediacaran extinctions\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An emerging picture of late Ediacaran evolution and extinction pulses, informed by both fieldwork and paleoecology using CFD. A 'first pulse' of Ediacaran extinction coincides with the rise of suspension feeding and bioturbation - a hypothesis referred to as 'biotic replacement'.</div>\n<div class=\"imageCredit\">Darroch et al. (2023) in Prisms: Extinction</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Simon&nbsp;A&nbsp;Darroch\n<div class=\"imageTitle\">Fig. 5: late Ediacaran extinctions</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854633216_Figure3_V1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854633216_Figure3_V1--rgov-800width.jpg\" title=\"Fig. 3: community flow fields\"><img src=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854633216_Figure3_V1--rgov-66x44.jpg\" alt=\"Fig. 3: community flow fields\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Illustrating the recreation of entire Ediacaran communities from MIstaken Point, and the development of substatial vertical mixing around these communites. Figure from Gutarra-Diaz et al. (in revision)</div>\n<div class=\"imageCredit\">Gutarra-Diaz et al. (in revision)</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Simon&nbsp;A&nbsp;Darroch\n<div class=\"imageTitle\">Fig. 3: community flow fields</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854883346_Figure4_v1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854883346_Figure4_v1--rgov-800width.jpg\" title=\"Fig. 4: Archaeocyathid CFD\"><img src=\"/por/images/Reports/POR/2024/2007928/2007928_10679406_1710854883346_Figure4_v1--rgov-66x44.jpg\" alt=\"Fig. 4: Archaeocyathid CFD\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Reconstructed passive flow patterns through the early Cambrian archaeocyathid Favilynthus; the fluid velocities exiting the osculum suggest that this taxon must have used active pumping to feed efficiently, similar to modern sponges.</div>\n<div class=\"imageCredit\">Gibson et al. (2023) in Royal Society Open Science</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Simon&nbsp;A&nbsp;Darroch\n<div class=\"imageTitle\">Fig. 4: Archaeocyathid CFD</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe emergence of animal ecosystems during the late Ediacaran (~571539 million years ago) was a pivotal episode in the evolutionary history of life. Reconstructing the ecology of Ediacaran-aged organisms is crucial for establishing their role in the emergence of animals and the EdiacaranCambrian transition. However, many aspects of Ediacaran ecology remain uncertain, hampering efforts to decipher the origins of modern marine ecosystems. The goals of this project were to rigorously investigate the hydrodynamic performance of Ediacaran organisms and communities for the first time, using computer simulations, physical experiments, and fieldwork to establish how these life forms fed, moved, and reproduced.\n\n\nOver the course of this project we have achieved the majority of our starting goals; the results of this work are reported in (to date) 11 published papers, with 3 more currently in review or accepted pending revision, and many more still in preparation. Our work has made significant steps towards understanding Ediacaran organisms and the ecology of the Ediacaran-Cambrian transition. A brief summary of these findings is given below, with references to specific papers where appropriate:\n\n\n1. We have shown using fluid dynamics modeling that some of the most bizarre and intractable Ediacaran taxa  despite still having little-understood relationships to extant animal groups  had ecologies and lifestyles that are widespread in the present day, and behaved and functioned in ways that we recognize. For example, we have shown that the triradial organism Tribrachidium was an efficient suspension feeder (Olaru et al., in revision)  a common strategy in the present day  and that the erniettomorph taxa Ernietta and Pteridinium almost certainly evolved gregarious ecologies to enhance feeding efficiency within clustered populations, much as modern oysters do (Gibson et al., 2020, 2021; Darroch et al., 2022). We have also shown that early Cambrian archaeocyathids almost certainly employed active pumping of fluid, much like modern sponges, and thus would have been powerful ecosystem engineers during the earliest stages of the Cambrian and at the dawn of metazoan reef building (Gibson et al., 2023). At the broadest scale, the mounting evidence for suspension feeders in the late Ediacaran is forcing us to re-evaluate the character of these ecosystems, and has given rise to the idea that the rise of suspension feeding ~550-538 Ma representing a vital link between pelagic and benthic realms  may have helped to fuel the Cambrian explosion by enhancing the supply of nutrients to the seafloor (Cracknell et al., 2021). This hypothesis is something that our group is testing in ongoing work.\n\n\n2. While the paleobiology of some Ediacaran organisms is coming into focus, our work is showing that others are still hard to understand, and suggesting that we may need to re-evaluate what little we thought we knew. Our work with the fence-like rangeomorph fossil Pectinifrons is an example; our CFD analyses showed that flow patterns around this organism were unlike anything seen either in fossils, or the extant carnivorous sponge Chondrocladia which possesses a similar body plan (Darroch et al., 2023a). We suggest that these flow patterns make more sense if the rangeomorph body plan evolved as an adaptation for scavenging oxygen, rather than feeding as previously thought. This inference is supported by our ongoing work (Gutarra-Diaz et al., in revision) reconstructing entire rangeomorph communities, and showing that the unique arrangement of these marine forests on the continental shelf would have enhanced vertical mixing of the water column, potentially creating local-scale oxygen oases and fostering the evolution of more energy-intensive behaviors.\n\n\n3. Lastly, by reconstructing the paleoecology and -biology of organisms over the Ediacaran-Cambrian transition using fluid dynamics, we are discovering patterns of apparent selectivity over putative extinction pulses, allowing us to develop more targeted hypotheses surrounding what these events representas well as what drove them. After reviewing patterns of diversity through time, we showed that a first pulse of Ediacaran extinction coincided with the loss of low-tier suspension feeders, leaving more mobile taxa, as well as higher-tier suspension feeders to thrive in the very latest Ediacaran (Darroch et al., 2023b). We suggest in this paper that one possible driver of this pattern could hinge on the evolution of bioturbation  the process of sediment mixing by organisms  and which our fieldwork in Namibia indicates was diversifying at this point. In the present day, bioturbation can lead to the re-suspension of sediment, which can clog filter-feeding organs in a process referred to as trophic group amensalism by modern ecologists. This finding offers tantalizing hints that late Ediacaran extinction may have been driven, at least in part, by the evolution of new behaviors and feeding modes, offering powerful analogies for present-day patterns of diversity loss.\n\n\nLastly, we have developed new computational tools in fluid dynamics modeling that have wide applicability in studying both modern, and fossil organisms through geological time.\n\n\n\t\t\t\t\tLast Modified: 03/19/2024\n\n\t\t\t\t\tSubmitted by: SimonADarroch\n"
 }
}