{
 "awd_id": "2007316",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: QUANTUM SPIN CHAINS. EXTENT AND PERSISTENCE OF MAGNETIC INTERACTIONS AS A FUNCTION OF LENGTH AND SPIN",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Oder",
 "awd_eff_date": "2019-07-15",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 219763.0,
 "awd_amount": 219763.0,
 "awd_min_amd_letter_date": "2020-03-27",
 "awd_max_amd_letter_date": "2020-03-27",
 "awd_abstract_narration": "Non-technical\r\nThis research is in the field of organic materials and low-dimensional systems. It consists of the fabrication of ultra-short chains of 7 to 200 atoms in length, to test theoretical models and explore the emergence of new magnetic properties. This study provides a broader and deeper understanding of the magnetic behavior of low-dimensional systems and may have a direct impact on the development of a new generation of spintronic devices. This research has an active educational component. The project involves two graduate students who perform research for their Ph.D. thesis topic and two physics undergraduate students per semester. During these activities, students receive training at first synchrotron and neutron facilities and are exposed to state of the art advanced experimental techniques. Community outreach efforts associated with this project involve a partnership with high schools in San Antonio school districts and the production of short videos on different topics related to nanotechnology using a comical approach. These efforts are aimed to increase scientific knowledge in high school students and provide tools for science educators across the United States.\r\n\r\nTechnical\r\nThis research is aimed to study three fundamental problems in magnetic 1D chains: 1) the determination of the extent and persistence of short- and long-range magnetic interactions as a function of the chain's length and defects, 2) the control and modulation of the spin along the chains, and 3) the exploration of proximity effects in varying composition magnetic/non-magnetic metal chains. To achieve these objectives, the PIs have developed a method for the fabrication of macroscopic arrays of 1D chains that allow precise control of their length, composition, and spin. Specifically, this research focuses on the ultra-short (and poorly explored) chain of ~7 to 200 atoms long. Monoatomic and varying composition chains are grown by Organic Molecular Beam Epitaxy (OMBE) using metallo-phthalocyanine (MPc) superlattices (SLs). MPcs are a family of planar organic molecules with one metal atom located in the molecule's center surrounded by organic support.  Many metal ions (Fe, Ni, Cu, Co, and Mn) can be substituted into the MPc giving rise to many isostructural compounds with different electronic (spin) configurations and physical properties. These molecules stack face-to-face giving rise to 1D metal chains when grown by OMBE. The orientation of the chain and its length can be controlled by substrate choice and thickness of the deposited MPc layer respectively. Moreover, using a SL structure, the chain composition, and spin can be varied by intercalating other magnetic and non-magnetic MPc layers. This project includes structural characterization (XRD and HRTEM) and magnetic measurements (SQUID, VSM, and AC susceptibility) in a broad temperature/field. Synchrotron techniques such as XMCD are used to obtain element-selective magnetic measurements and electronic configuration of the metals ions forming the varying composition chains. NEXAFS and DFT calculations allow determining the spin configuration of these elements.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivan",
   "pi_last_name": "Schuller",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ivan K Schuller",
   "pi_email_addr": "ischuller@ucsd.edu",
   "nsf_id": "000315571",
   "pi_start_date": "2020-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California San Diego",
  "perf_str_addr": "9500 GILMAN MAIL 0934",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930621",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "053Z",
   "pgm_ref_txt": "Quantum Leap Materials"
  },
  {
   "pgm_ref_code": "057Z",
   "pgm_ref_txt": "(QL) Quantum Leap"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 219762.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>PROJECT OUTCOMES REPORT</p>\n<p>This NSF funded proposal was a very successful basic research project which had important outcomes in the important Merit Review Criteria.</p>\n<p>Intellectual Merit:&nbsp;&nbsp;</p>\n<p>This research has contributed basic knowledge to one of the important and most active areas of basic research in condensed matter physics world-wide. The field of artificially synthesized magnetic systems allows the development of materials which do not exist in nature and thus exhibit novel properties never observed before. In addition, they allow the investigation of fundamental issues in the field of quantum physics and magnetism, which are frontier areas of research world-wide.&nbsp;&nbsp;</p>\n<p>The basic issues that were addressed in this research clarify and quantify in what form the confinement of materials to small sizes affect their properties. At some, material dependent, length scale the properties of materials are drastically modified and the properties become unlike anything observed before. Structures such as magnetic vortices and magnetic spirals developed under appropriate conditions and appropriately engineered materials were discovered in this project. These then form the basis of new magnetic systems unlike anything that exists in nature.</p>\n<p>&nbsp;</p>\n<p>Broader Impact:&nbsp;</p>\n<p>The research performed during this project has trained a new cadre of scientists and technologists. Many have moved to the private industry and are engaged in the development of novel computational schemes, unique memory elements and novel sensors. These are important applied areas which will impact the future technological strength of the nation. Other young researchers have moved to more academic institutions, such as national labs and universities, where they contribute to the education of new researchers and technologists. This has important lasting, multiplicative effects in science and technology.</p>\n<p>Some of the research performed here has gone beyond solving basic research issues and has impacted applied areas such as computer memories and non-invasive magnetic terranostics. Further applied research is needed and underway to develop concrete practical applications which may one day move into the consumer market. This illustrates how basic research unexpectedly leads to applications.</p>\n<p>A number of new instruments were developed which has trained young researchers in the design, engineering, constructions and testing of state of the art instrumentation and will have a lasting effect in future research in the field. Moreover, some of the instruments developed here may contribute new tools which maybe applicable in other research and/or technological areas.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2021<br>\n\t\t\t\t\tModified by: Ivan&nbsp;K&nbsp;Schuller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPROJECT OUTCOMES REPORT\n\nThis NSF funded proposal was a very successful basic research project which had important outcomes in the important Merit Review Criteria.\n\nIntellectual Merit:  \n\nThis research has contributed basic knowledge to one of the important and most active areas of basic research in condensed matter physics world-wide. The field of artificially synthesized magnetic systems allows the development of materials which do not exist in nature and thus exhibit novel properties never observed before. In addition, they allow the investigation of fundamental issues in the field of quantum physics and magnetism, which are frontier areas of research world-wide.  \n\nThe basic issues that were addressed in this research clarify and quantify in what form the confinement of materials to small sizes affect their properties. At some, material dependent, length scale the properties of materials are drastically modified and the properties become unlike anything observed before. Structures such as magnetic vortices and magnetic spirals developed under appropriate conditions and appropriately engineered materials were discovered in this project. These then form the basis of new magnetic systems unlike anything that exists in nature.\n\n \n\nBroader Impact: \n\nThe research performed during this project has trained a new cadre of scientists and technologists. Many have moved to the private industry and are engaged in the development of novel computational schemes, unique memory elements and novel sensors. These are important applied areas which will impact the future technological strength of the nation. Other young researchers have moved to more academic institutions, such as national labs and universities, where they contribute to the education of new researchers and technologists. This has important lasting, multiplicative effects in science and technology.\n\nSome of the research performed here has gone beyond solving basic research issues and has impacted applied areas such as computer memories and non-invasive magnetic terranostics. Further applied research is needed and underway to develop concrete practical applications which may one day move into the consumer market. This illustrates how basic research unexpectedly leads to applications.\n\nA number of new instruments were developed which has trained young researchers in the design, engineering, constructions and testing of state of the art instrumentation and will have a lasting effect in future research in the field. Moreover, some of the instruments developed here may contribute new tools which maybe applicable in other research and/or technological areas. \n\n \n\n\t\t\t\t\tLast Modified: 10/06/2021\n\n\t\t\t\t\tSubmitted by: Ivan K Schuller"
 }
}