{
 "awd_id": "2007652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: AF: Small: Combinatorial Complexity Problems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922182",
 "po_email": "pbrass@nsf.gov",
 "po_sign_block_name": "Peter Brass",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 160869.0,
 "awd_amount": 160869.0,
 "awd_min_amd_letter_date": "2020-07-31",
 "awd_max_amd_letter_date": "2020-07-31",
 "awd_abstract_narration": "Computational complexity characterizes what kinds of computational resources,\r\nsuch as time, effort, space and energy, \r\nare needed to solve challenging mathematical problems derived from real-world\r\nactivities, such as designing\r\naircraft, analyzing DNA evidence, or breaking a secret code.\r\nThis project applies recent cutting-edge work from combinatorics and\r\nalgebra to more clearly determine which problems are intractable (before\r\ntoo many computational resources are wasted trying to solve them). This is important because,\r\nknowing that a problem is hard to solve computationally can be\r\nused in a different direction, such as creating codes that are harder to\r\nbreak. Combinatorics is the ancient art of counting complicated mathematical\r\nobjects, and was the cradle for the development of early digital computers.\r\nAlgebra here refers to the study of certain symmetries which have recently\r\nbeen discovered to be important in complexity theory. \r\n\r\nMore technically, this project approaches Geometric Complexity Theory\r\nfrom the point of view of algebraic combinatorics to further clarify\r\nfeasible approaches to the VP vs. VNP Problem.\r\nSpecifically, part of the work will be devoted to the computational complexity\r\nof counting certain Young tableaux and computing related constants\r\nand polynomials in Algebraic Combinatorics and Algebraic Complexity,\r\nrespectively. These objects and quantities, while introduced in the beginning\r\nof last century, are still not deeply understood. However, they have recently\r\nenjoyed a healthy stream of advances from\r\nvarious directions. Understanding their computational nature would clarify the\r\nfeasibility of some famous problems in Algebraic Combinatorics searching for\r\nnatural correspondences (bijections), and pave a new approach to their study,\r\nleading towards better lower bounds in algebraic complexity. These objects and\r\nquantities include understanding the Kronecker coefficients (an 80-year-old\r\nproblem), and efficiently computing Kostka and Littlewood-Richardson\r\ncoefficients. While no closed-form formulas for these coefficients exist,\r\ntheir asymptotics can lead to new lower bounds in Geometric Complexity Theory\r\nthat are currently out of reach.\r\nSpecifically, distinguishing Arithmetic\r\nComplexity classes like VP and VNP boils down to distinguishing their\r\nuniversal polynomials (e.g. determinant vs permanent) under affine\r\ntransformations, ultimately translating to inequalities between representation\r\ntheoretic multiplicities involving the quantities mentioned.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greta",
   "pi_last_name": "Panova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greta Panova",
   "pi_email_addr": "gpanova@usc.edu",
   "nsf_id": "000676309",
   "pi_start_date": "2020-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3620 S. Vermont Ave KAP 424C",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900892532",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  },
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  },
  {
   "pgm_ref_code": "7927",
   "pgm_ref_txt": "COMPLEXITY & CRYPTOGRAPHY"
  },
  {
   "pgm_ref_code": "7933",
   "pgm_ref_txt": "NUM, SYMBOL, & ALGEBRA COMPUT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 160869.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<div>Some of the major problems in Algebraic Combinatorics revolve around finding nice formulas or \"combinatorial interpretations\" for quantities arising in Algebra, Representation Theory and Algebraic Geometry. Such quantities include the Littlewood-Richardson, Kronecker and plethysm coefficients and the Schubert structure constants.</div>\n<div>On the other side, these same quantities appear in multiplicity obstructions for obtaining computational lower bounds in Geometric Complexity Theory (e.g. permanent versus determinant) aiming to distinguish computational complexity classes towards P \\neq NP.&nbsp;</div>\n<div>Within the realm of \"combinatorial interpretation\", in #P or not, we (with Ikenmeyer and Pak) proved that the fundamental quantities, the characters of the symmetric group, are as hard as the polynomial hierarchy. Namely, we showed that deciding whether a character is 0 is C_=P -complete, and that its absolute&nbsp;value or square is not in #P unless the polynomial hierarchy collapses to the second level. That means that the very basic algebro-combinatorial nonnegative integral quantity, the square of a character, cannot have a nice positive combinatorial interpretation. In other directions, towards GCT applications, we obtained further asymptotic bounds on Kronecker coefficients (with Pak), and proved that two major open problems on Kronecker and reduced Kronecker coefficients actually coincide, namely that all Kronecker coefficients can be realized as reduced Kronecker coefficients (with Ikenmeyer). There were also many other results or related problems (posets, symmetric functions etc).</div>\n<div>The work has been disseminated across Mathematics and Computer Science, and presented at major conferences (SODA, FPSAC, CDM etc). It has also had educational impact, as the PI has given minicourses on these and related topics at summer schools and long programs (OPAC at UMN, DIMERS ANR closoing&nbsp;conference in Paris, France; SSAAC in Bedlewo, Poland; IPAM). It will be presented by the PI at a SIAM DM invited address and a minicrouse at the MPI Leipzig&nbsp; summer school in July 2024. The work of several graduate students and postdocs has also been influenced&nbsp; by the topics and emerging problems in this project.&nbsp;</div>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/16/2024<br>\nModified by: Greta&nbsp;Panova</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\nSome of the major problems in Algebraic Combinatorics revolve around finding nice formulas or \"combinatorial interpretations\" for quantities arising in Algebra, Representation Theory and Algebraic Geometry. Such quantities include the Littlewood-Richardson, Kronecker and plethysm coefficients and the Schubert structure constants.\nOn the other side, these same quantities appear in multiplicity obstructions for obtaining computational lower bounds in Geometric Complexity Theory (e.g. permanent versus determinant) aiming to distinguish computational complexity classes towards P \\neq NP.\nWithin the realm of \"combinatorial interpretation\", in #P or not, we (with Ikenmeyer and Pak) proved that the fundamental quantities, the characters of the symmetric group, are as hard as the polynomial hierarchy. Namely, we showed that deciding whether a character is 0 is C_=P -complete, and that its absolutevalue or square is not in #P unless the polynomial hierarchy collapses to the second level. That means that the very basic algebro-combinatorial nonnegative integral quantity, the square of a character, cannot have a nice positive combinatorial interpretation. In other directions, towards GCT applications, we obtained further asymptotic bounds on Kronecker coefficients (with Pak), and proved that two major open problems on Kronecker and reduced Kronecker coefficients actually coincide, namely that all Kronecker coefficients can be realized as reduced Kronecker coefficients (with Ikenmeyer). There were also many other results or related problems (posets, symmetric functions etc).\nThe work has been disseminated across Mathematics and Computer Science, and presented at major conferences (SODA, FPSAC, CDM etc). It has also had educational impact, as the PI has given minicourses on these and related topics at summer schools and long programs (OPAC at UMN, DIMERS ANR closoingconference in Paris, France; SSAAC in Bedlewo, Poland; IPAM). It will be presented by the PI at a SIAM DM invited address and a minicrouse at the MPI Leipzig summer school in July 2024. The work of several graduate students and postdocs has also been influenced by the topics and emerging problems in this project.\n\n\n\t\t\t\t\tLast Modified: 03/16/2024\n\n\t\t\t\t\tSubmitted by: GretaPanova\n"
 }
}