{
 "awd_id": "2007006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNS Core: Small: Towards Hybrid Data Center Switching Using Partially Reconfigurable Circuit Switch",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Von Lehmen",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 417336.0,
 "awd_amount": 417336.0,
 "awd_min_amd_letter_date": "2020-08-04",
 "awd_max_amd_letter_date": "2020-08-04",
 "awd_abstract_narration": "Fueled by the growth of cloud computing, data center networks (DCN) continue to grow relentlessly in both size and speed.  A highly cost-effective approach to this scalability problem, called hybrid DCN architecture, has received considerable research attention in recent years.  A hybrid DCN employs two technologies to interconnect racks of computers in data center: a much faster and less expensive circuit switch that is reconfigurable with some performance cost, and a traditional packet switch. The research problem of hybrid switching is to near-optimally schedule the circuit switch, so that it removes as much traffic as possible from the packet switch.  Previous work on hybrid switching solves this optimization problem based on a convenient assumption that the circuit switch is not partially reconfigurable.  This is however an outdated and unnecessarily restrictive assumption because electronic and optical technologies underlying today's circuit switches can readily support partial reconfiguration in the following sense: Only the input ports affected by the reconfiguration need to pay a reconfiguration delay, while unaffected input ports can continue to transmit data during the reconfiguration.  Allowing partial reconfiguration can significantly increase the throughput and reduce system delay, thus significantly improving data center operation.  However, it also leads to a host of challenging research questions that will be tackled in this project.  This project will engage students through integrated classroom curriculum and research training that span multiple disciplines, and includes outreach efforts to underrepresented minorities.  The PI will work closely with leading networking and systems providers to facilitate technology transfer. \r\n\r\n\r\nUnder the assumption of partial reconfiguration, the non-preemptive scheduling of the circuit switch in a hybrid switching system can be modeled as an Open Shop Scheduling Problem (OSSP), referred to as switching OSSP.  Switching OSSP has opened up a new research direction teeming with open problems, because many algorithmic results (approximation ratio, NP-hardness, etc.) on general OSSP no longer apply.  This project will investigate the following five research tasks on switching OSSP.  First, it will study the approximation ratios of BFF (Best Fit First) under various traffic workloads, and design deterministic or randomized algorithms that can, with high probability, avoid or mitigate the worst-case scenarios.  Second, the project will investigate research challenges that arise when a DCN is interconnected by a giant virtual switch comprised of a network of interconnected bufferless circuit switches.  Third, it will study partially reconfigurable hybrid and optical switching when each rack has multiple transmitters/receivers, which appears to be a new and challenging problem that is fundamentally different than anything found in the literature.  Fourth, for a data center with 100 or more racks, BFF still takes tens of milliseconds to compute, which is roughly an order of magnitude longer than the ideal level of latency (no more than a few milliseconds) desired by cloud providers. The reseearchers will study how to significantly reduce the computation time of BFF so that it remains fast enough when the DCN size becomes much larger in the future.  Last, they will investigate how to accommodate ``last-minute\" traffic arrivals during the transmission of the current batch (corresponding to arrivals during a previous scheduling epoch), which if successful, can further improve the delay performance of their solutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jun Xu",
   "pi_email_addr": "jx@cc.gatech.edu",
   "nsf_id": "000312710",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 417336.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:&nbsp;&nbsp;The research team, referred to as \"the team\" in the sequel, consists of PI Xu, his Ph.D., MS, and undergraduate students, and a collaborator.&nbsp;&nbsp;&nbsp;Over the past three years, the team has worked on, solved, or produced promising results to, a dozen or so research problems related to five major goals of this project: (1) study the theoretical limits, such as time complexity or approximation ratio lower bounds, of the partially reconfigurable hybrid switching (PRHS) problem; (2)&nbsp;investigate research challenges that arise when a DCN (data-center network) is interconnected by a giant virtual switch comprised of a network of interconnected bufferless circuit switches; (3) study PRHS when each server rack has multiple sets of transmitters/receivers;&nbsp;&nbsp;(4) study how to significantly reduce the computation time, and accordingly improve the scalability (in terms of DCN size), of PRHS solutions; and (5) investigate how to accommodate &ldquo;last-minute&rdquo; traffic arrivals during the transmission of the current batch.&nbsp;&nbsp;</p>\r\n<p class=\"p1\">Dr. Liang Liu, a former Ph.D. student of PI, wrote and defended a Ph.D. thesis entitled &ldquo;Hybrid and Optical Switching Scheduling Algorithms in Data Center Networks.&rdquo;&nbsp;&nbsp;This thesis answers several research questions posed in the proposal that are related to the first, third, and fifth major goals of the project.&nbsp;&nbsp;Here are some examples: (1) Appendix A contains the proof that computing the optimal schedule (that results in the shortest makespan) is NP-hard; (2) Chapter 7 describes an algorithm called LESS (Line-Even Sparse Split) that can split a traffic demand matrix (TDM) into multiple TDMs evenly (which become the workloads for the multiple sets of transmitters/receivers) while preserving their sparsity (key to good makespan performance); and (3) Section 6.3 describes a scaling algorithm that accommodates a good amount of &ldquo;last-minute&rdquo; traffic arrivals and as a bonus increases its throughput performance by 12% to 24%. &nbsp;</p>\r\n<p>Toward the second goal, the team has developed an algorithm that solves the PRHS problem (approximately) using a &ldquo;divide-and-conquer&rdquo; manner with slightly lower time complexity than BFF.&nbsp;&nbsp;This algorithm has never been published because, in the meantime, the DCN research community, struggling with the high time complexity of hybrid switching solutions, opted for a family of demand-oblivious solutions that have O(1) time complexity at the cost of around 50% throughput;&nbsp;&nbsp;and such solutions can easily scale to a flattened DCN topology (the opposite of the second goal).</p>\r\n<p>Toward the fourth goal, the team has developed several solutions.&nbsp;&nbsp;Some examples include: (1) a solution for ANNS-L1 (Approximate Nearest Neighbor Search in L1 distance) that can be used to efficiently &ldquo;cache and lookup&rdquo; a previous hybrid switching schedule that is close to the current TDM;&nbsp;&nbsp;(2) two solutions for ANNS-ALT (after linear transformation) and its dual ANNS-ALTD that can be used to optimize the offered load of a hybrid-switched DCN;&nbsp;&nbsp;(3) a network telemetry solution called RECIPE (Rateless Erasure Code Induced by Protocol-based Encoding) that can be used to continuously monitor the availabilities and the performances of end-to-end paths in a DCN; and (4) QPS-FIT (QPS stands for queue-proportional sampling), a massively parallel PRHS algorithm that computes a hybrid switching schedule in O(1) time per processor, while underperforming BFF (the best serial algorithm) by less than 10% in throughput performance.&nbsp;&nbsp;</p>\r\n<p>Broader Impact:&nbsp;&nbsp;The first broader impact agenda item of the proposal is for the PI to finish drafting the second edition of the legendary textbook &ldquo;Network Algorithmics,&rdquo; which contains a chapter devoted to (single) crossbar and data center switching.&nbsp;&nbsp;The book is now published. The webpage advertising this book can be found at:</p>\r\n<p>https://www.elsevier.com/books/network-algorithmics/varghese/978-0-12-809927-8</p>\r\n<p>The second broader impact agenda item is to broaden the participation of underrepresented groups in research and higher education. Toward that end, the PI had advised a female undergraduate student (who co-authored the RECIPE paper) and is currently advising a female Ph.D. student (who will co-author the QPS-FIT paper).</p>\r\n<p>The third broader impact agenda item is to pursue technology transfers.&nbsp;&nbsp;To this end, Georgia Tech filed an international patent application in August 2021 for two crossbar scheduling (switching) algorithms that build on QPS:&nbsp;&nbsp;SB-QPS (SB stands for small batch) and SW-QPS (SW stands for sliding window).</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/04/2025<br>\nModified by: Jun&nbsp;Xu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:The research team, referred to as \"the team\" in the sequel, consists of PI Xu, his Ph.D., MS, and undergraduate students, and a collaborator.Over the past three years, the team has worked on, solved, or produced promising results to, a dozen or so research problems related to five major goals of this project: (1) study the theoretical limits, such as time complexity or approximation ratio lower bounds, of the partially reconfigurable hybrid switching (PRHS) problem; (2)investigate research challenges that arise when a DCN (data-center network) is interconnected by a giant virtual switch comprised of a network of interconnected bufferless circuit switches; (3) study PRHS when each server rack has multiple sets of transmitters/receivers;(4) study how to significantly reduce the computation time, and accordingly improve the scalability (in terms of DCN size), of PRHS solutions; and (5) investigate how to accommodate last-minute traffic arrivals during the transmission of the current batch.\r\n\n\nDr. Liang Liu, a former Ph.D. student of PI, wrote and defended a Ph.D. thesis entitled Hybrid and Optical Switching Scheduling Algorithms in Data Center Networks.This thesis answers several research questions posed in the proposal that are related to the first, third, and fifth major goals of the project.Here are some examples: (1) Appendix A contains the proof that computing the optimal schedule (that results in the shortest makespan) is NP-hard; (2) Chapter 7 describes an algorithm called LESS (Line-Even Sparse Split) that can split a traffic demand matrix (TDM) into multiple TDMs evenly (which become the workloads for the multiple sets of transmitters/receivers) while preserving their sparsity (key to good makespan performance); and (3) Section 6.3 describes a scaling algorithm that accommodates a good amount of last-minute traffic arrivals and as a bonus increases its throughput performance by 12% to 24%. \r\n\n\nToward the second goal, the team has developed an algorithm that solves the PRHS problem (approximately) using a divide-and-conquer manner with slightly lower time complexity than BFF.This algorithm has never been published because, in the meantime, the DCN research community, struggling with the high time complexity of hybrid switching solutions, opted for a family of demand-oblivious solutions that have O(1) time complexity at the cost of around 50% throughput;and such solutions can easily scale to a flattened DCN topology (the opposite of the second goal).\r\n\n\nToward the fourth goal, the team has developed several solutions.Some examples include: (1) a solution for ANNS-L1 (Approximate Nearest Neighbor Search in L1 distance) that can be used to efficiently cache and lookup a previous hybrid switching schedule that is close to the current TDM;(2) two solutions for ANNS-ALT (after linear transformation) and its dual ANNS-ALTD that can be used to optimize the offered load of a hybrid-switched DCN;(3) a network telemetry solution called RECIPE (Rateless Erasure Code Induced by Protocol-based Encoding) that can be used to continuously monitor the availabilities and the performances of end-to-end paths in a DCN; and (4) QPS-FIT (QPS stands for queue-proportional sampling), a massively parallel PRHS algorithm that computes a hybrid switching schedule in O(1) time per processor, while underperforming BFF (the best serial algorithm) by less than 10% in throughput performance.\r\n\n\nBroader Impact:The first broader impact agenda item of the proposal is for the PI to finish drafting the second edition of the legendary textbook Network Algorithmics, which contains a chapter devoted to (single) crossbar and data center switching.The book is now published. The webpage advertising this book can be found at:\r\n\n\nhttps://www.elsevier.com/books/network-algorithmics/varghese/978-0-12-809927-8\r\n\n\nThe second broader impact agenda item is to broaden the participation of underrepresented groups in research and higher education. Toward that end, the PI had advised a female undergraduate student (who co-authored the RECIPE paper) and is currently advising a female Ph.D. student (who will co-author the QPS-FIT paper).\r\n\n\nThe third broader impact agenda item is to pursue technology transfers.To this end, Georgia Tech filed an international patent application in August 2021 for two crossbar scheduling (switching) algorithms that build on QPS:SB-QPS (SB stands for small batch) and SW-QPS (SW stands for sliding window).\r\n\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 03/04/2025\n\n\t\t\t\t\tSubmitted by: JunXu\n"
 }
}