{
 "awd_id": "2008867",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNS Core: Small: eXecution Graph Path Security (XGPS)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032920000",
 "po_email": "doliveir@nsf.gov",
 "po_sign_block_name": "Daniela Oliveira",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2020-07-08",
 "awd_max_amd_letter_date": "2020-07-08",
 "awd_abstract_narration": "eXecution Graph Path Security (XGPS) is a new computer processor that restricts common low-level behaviors so that attackers cannot use them to take control of a system. By replacing general purpose control operations with new limited operations, XGPS will prevent common attacker steps while preserving expected functionality. This is important because almost all computing systems are susceptible to compromises. Existing approaches emphasize general protection hardware but leave gaps in defenses and cannot easily trace the program as it executes.The core challenge and idea is to describe, track, and ensure good behavior in the hardware itself.\r\n\r\nXGPS observes that almost all security policies are more precise when including a description of the program path. XGPS will develop a novel hardware mechanism for representing, tracing, and securing all program paths, including for the operating system. The first thrust will develop a general purpose data structure capable of representing the program path while remaining finite in size. The second thrust will implement the path in hardware while protecting it from supervisor level compromise. The third thrust will develop new efficient path based hardware/software security policies, demonstrating the efficacy of the path to enforce meaningful properties.\r\n\r\nThe end result of this research will be the enhanced understanding and development of a system with rigorous control of program behavior. By controlling this behavior, XGPS will deny large classes of threats and, if adopted, will lead to a significantly stronger trusted computing base. Moreover, XGPS will enable existing hardware to tackle problems better suited to their capabilities. A core element of this research program will be engaging graduate and undergraduate students through courses, mentorship, and hands-on research activities. This project will actively pursue underrepresented minority students for research and security technology education.\r\n\r\nThe outcome of this work will be high level models of core components, hardware based design and implementation, written reports, and experimental data. All artifacts will be kept at https://fiercelab.cs.rice.edu/projects/xgps/ and maintained for three years following the conclusion of the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Dautenhahn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Dautenhahn",
   "pi_email_addr": "ndd@rice.edu",
   "nsf_id": "000811671",
   "pi_start_date": "2020-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main St",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report: CNS Core: Small: eXecution Graph Path Security (XGPS) (Federal Award ID: 2008867)</p>\n<p>The eXecution Graph Path Security (XGPS) project successfully developed a hardware-based security mechanism aimed at enforcing control-flow integrity across all paths of a program, including operating system control flows. The core outcome of the project is the introduction of a new control-flow paradigm, the Nested-Flow Path (NFP), which systematically tracks all control flows within a system, including multi-threaded and exception-handling flows, in a unified, context-sensitive manner. This novel hardware mechanism closes critical gaps found in existing shadow stack-based solutions, particularly regarding their inability to handle software exceptions and cross-thread transitions. XGPS's introduction of a hardware-supported, microarchitectural reference monitor for path-based control-flow ensures that attacker exploitation of control-flow vulnerabilities, such as return-oriented programming (ROP), is thwarted.</p>\n<p>The intellectual merit of XGPS lies in its ability to tackle fundamental issues in control-flow integrity. By encoding control-flow operations (such as function calls, returns, and system calls) in hardware, XGPS ensures precise enforcement of context-sensitive policies. This research provided a deeper understanding of how to secure control-flow across all levels of a system, from user-level applications to the operating system. A key technical innovation is the formalization and implementation of Control-Context Integrity (CCI), a new security property that prevents resource remapping attacks by ensuring the immutability of control-flow paths throughout a program&rsquo;s execution.</p>\n<p>In terms of broader impacts, this project has significant implications for improving the security of critical systems, such as operating systems and embedded devices, by providing an efficient, scalable solution to control-flow hijacking attacks. The project actively engaged undergraduate and graduate students, providing them with hands-on research experience and mentorship in cutting-edge hardware security topics. The results of this project, including experimental prototypes and open-source artifacts, will continue to support the research community, with all resources available at the project website for at least three years following the conclusion of the award.</p>\n<p>XGPS has laid the groundwork for a new generation of secure processor architectures that can prevent large classes of control-flow-based exploits, leading to more resilient and secure computing environments. Through this work, we envision a future where trusted computing bases can be fortified without sacrificing system performance or compatibility.</p><br>\n<p>\n Last Modified: 09/30/2024<br>\nModified by: Nathan&nbsp;Dautenhahn</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Report: CNS Core: Small: eXecution Graph Path Security (XGPS) (Federal Award ID: 2008867)\n\n\nThe eXecution Graph Path Security (XGPS) project successfully developed a hardware-based security mechanism aimed at enforcing control-flow integrity across all paths of a program, including operating system control flows. The core outcome of the project is the introduction of a new control-flow paradigm, the Nested-Flow Path (NFP), which systematically tracks all control flows within a system, including multi-threaded and exception-handling flows, in a unified, context-sensitive manner. This novel hardware mechanism closes critical gaps found in existing shadow stack-based solutions, particularly regarding their inability to handle software exceptions and cross-thread transitions. XGPS's introduction of a hardware-supported, microarchitectural reference monitor for path-based control-flow ensures that attacker exploitation of control-flow vulnerabilities, such as return-oriented programming (ROP), is thwarted.\n\n\nThe intellectual merit of XGPS lies in its ability to tackle fundamental issues in control-flow integrity. By encoding control-flow operations (such as function calls, returns, and system calls) in hardware, XGPS ensures precise enforcement of context-sensitive policies. This research provided a deeper understanding of how to secure control-flow across all levels of a system, from user-level applications to the operating system. A key technical innovation is the formalization and implementation of Control-Context Integrity (CCI), a new security property that prevents resource remapping attacks by ensuring the immutability of control-flow paths throughout a programs execution.\n\n\nIn terms of broader impacts, this project has significant implications for improving the security of critical systems, such as operating systems and embedded devices, by providing an efficient, scalable solution to control-flow hijacking attacks. The project actively engaged undergraduate and graduate students, providing them with hands-on research experience and mentorship in cutting-edge hardware security topics. The results of this project, including experimental prototypes and open-source artifacts, will continue to support the research community, with all resources available at the project website for at least three years following the conclusion of the award.\n\n\nXGPS has laid the groundwork for a new generation of secure processor architectures that can prevent large classes of control-flow-based exploits, leading to more resilient and secure computing environments. Through this work, we envision a future where trusted computing bases can be fortified without sacrificing system performance or compatibility.\t\t\t\t\tLast Modified: 09/30/2024\n\n\t\t\t\t\tSubmitted by: NathanDautenhahn\n"
 }
}