{
 "awd_id": "2008812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI:Small:Investigating techniques that couple Markov Logic and Deep Learning with applications to discovering strategies to improve STEM learning",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924286",
 "po_email": "yduan@nsf.gov",
 "po_sign_block_name": "Andy Duan",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 413482.0,
 "awd_amount": 429482.0,
 "awd_min_amd_letter_date": "2020-08-12",
 "awd_max_amd_letter_date": "2022-06-02",
 "awd_abstract_narration": "The goal of this project is to develop novel techniques to integrate different but complementary approaches in artificial intelligence (AI).  This research combines the strengths of Deep Neural Networks (DNNs) and Markov Logic Networks (MLNs) to address key shortcomings of those techniques when used by themselves. In particular, the proposed work will address the limitation of DNNs with respect to utilizing background knowledge in learning a model.  The fact that DNNs typically do not utilize background knowledge explicitly often results in models that over-fit the training data and generalize poorly on new datasets. On the other hand, statistical relational models such as Markov Logic Networks (MLNs) encode complex background knowledge explicitly but lack inference and learning capabilities that are as scalable and accurate as DNN-based methods. The project will develop novel techniques in which MLNs provide the DNN with task-specific background knowledge which helps the DNN to learn more generalizable models. Further, this project will apply these novel techniques to significantly improve personalized learning in adaptive instructional systems (AISs) for STEM topics. The project will yield i) general-purpose open-source software for learning and inference that can be used by a broad range of application domains and ii) specific models for core tasks in AIS-based learning (e.g. inferring student problem-solving strategies) that can significantly improve the adaptive capabilities of AISs which results in better student engagement and learning. The project will impact a number of communities including machine learning, artificial intelligence, artificial intelligence in education, and educational data mining. The outcomes of our work will be widely disseminated through publications in top conferences and journals, presentations, a website, social media, and training materials for researchers and practitioners.  \r\n \r\nExisting approaches that incorporate background knowledge into DNNs do so using a Bayesian framework where the types of priors are typically simple to ensure tractability of Bayesian inference. The main technical contribution of this project is to address this limitation by developing DNN models that incorporate rich relational knowledge specified in the form of an MLN. To do this, the project will i) develop new representations that encode symmetries (or exchangeability) in the MLN distribution as sub-symbolic embeddings, ii) develop efficient DNN-based learning algorithms for relational data by exploiting exchangeability of variables specified implicitly by the MLN and iii) develop interpretable generative models using Generative Adversarial Networks utilizing symmetries specified by the MLN to traverse across diverse modes in the distribution. The AIS tasks that will be developed as part of this project will use large-scale datasets and thus convincingly demonstrate the scalability of the proposed models in real-world problems. Further, the models developed for the AIS tasks will help us better understand student needs and learning processes which in turn can inform improvements of advanced educational technologies for STEM topics and help validate and refine human learning theories.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deepak",
   "pi_last_name": "Venugopal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deepak Venugopal",
   "pi_email_addr": "dvngopal@memphis.edu",
   "nsf_id": "000710932",
   "pi_start_date": "2020-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vasile",
   "pi_last_name": "Rus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vasile Rus",
   "pi_email_addr": "vrus@memphis.edu",
   "nsf_id": "000492309",
   "pi_start_date": "2020-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381523370",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 413482.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": null
}