{
 "awd_id": "2008993",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: EnrichDB  - Supporting Enrichment in Database Systems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 531996.0,
 "awd_min_amd_letter_date": "2020-08-19",
 "awd_max_amd_letter_date": "2024-02-28",
 "awd_abstract_narration": "Emerging application domains such as sensor-driven smart spaces and social media platforms require incoming data to be appropriately enriched prior to being consumed by data analysts. Enrichment often requires the use of complex compiled code, declarative queries, and/or expensive machine learning/signal processing modules. Traditionally, enrichment is performed as an offline process prior to making the data available for analysis. The recent trend towards real-time analytics has prompted industrial and research systems to explore enrichment during online data processing. These efforts have focused on optimizing enrichment at the time of data ingestion. This project will develop a new type of data management technology, to support real-time data analytics, entitled EnrichDB, that represents a significant departure from the above ingestion-based enrichment approaches. EnrichDB is based on the premise that enriching data in its entirety at ingestion can be (a) wasteful -- since applications may not require all data to be enriched; (b) result in unacceptable latencies -- if data arrival rates are high, or (c) not be feasible -- if enrichment functions are learned and incorporated into the system at a later time after ingestion. EnrichDB will explore seamlessly integrating data enrichment through the entire data processing pipeline - from ingestion to event-based intermittent enrichment, and progressively during query processing. EnrichDB will benefit real-time data analytics in multiple domains including IoT-enabled smart spaces, text and social media analytics, cybersecurity, network surveillance, etc.  \r\n\r\nEnrichDB will address a variety of challenges that arise in enabling enrichment through different stages of the data processing pipeline. One such challenge is to explicitly represent the state of enrichment of the objects  (i.e., which enrichment functions have been applied to which objects); such a state will drive additional enrichments required downstream in data processing. Another challenge is to develop mechanisms to support enrichment during query processing efficiently since query-time enrichment could result in unacceptable latencies. Techniques need to be designed to enrich data progressively while processing queries to provide answers at acceptable levels of quality and latency. Such progressive processing logic could either be layered on top of existing databases or could be incorporated natively into database engines by rethinking storage, indexing, and query processing to support enrichment. The project will explore challenges that arise for both these cases. Finally, self-driving strategies to decide which objects should be enriched to what degree at what stage of the data processing pipelines need to be designed. Such an approach would complement a strategy wherein such decisions are made by the system administrator. EnrichDB will be used in advanced data management classes and will be integrated into a campus-level smart space testbed at UCI entitled TIPPERS that supports a variety of  services including real-time occupancy counts and other building usage analysis, at the UCI campus.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharad",
   "pi_last_name": "Mehrotra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharad Mehrotra",
   "pi_email_addr": "sharad@ics.uci.edu",
   "nsf_id": "000491471",
   "pi_start_date": "2020-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nalini",
   "pi_last_name": "Venkatasubramanian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nalini Venkatasubramanian",
   "pi_email_addr": "nalini@ics.uci.edu",
   "nsf_id": "000315745",
   "pi_start_date": "2020-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Irvine",
  "perf_str_addr": "141 Innovation Drive STE 250",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926173213",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 15996.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": null
}