{
 "awd_id": "2009544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Magellanic Clouds as a Laboratory for Star Formation at Low Metallicity",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924937",
 "po_email": "glangsto@nsf.gov",
 "po_sign_block_name": "Glen Langston",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2020-11-30",
 "tot_intn_awd_amt": 261871.0,
 "awd_amount": 261871.0,
 "awd_min_amd_letter_date": "2020-08-04",
 "awd_max_amd_letter_date": "2020-08-04",
 "awd_abstract_narration": "These astronomers seek to understand what causes clouds of gas in space to collapse to form stars.  The immediate cause is the force of gravity, but why gravity acts quickly on some clouds and slowly in others remains a puzzle.  The investigators have a plan to solve this puzzle by using detailed observations of gas clouds located in two nearby satellite galaxies, the Magellanic Clouds. The observations, taken with NSF’s Atacama Large Millimeter/submillimeter Array’s (ALMA) observatory, will have the quality and detail needed to measure the properties of the gas.  The investigators will compare measurements of the stellar environment with the locations and ages of young stars.  The investigators are from three different universities, and each will contribute to training of next generation scientists. The students will get hands-on experience in the techniques of scientific data analysis and instrumentation.  The team will develop of new virtual reality tools for improving the public understanding of science.\r\n\r\nWith the ALMA’s unprecedented sensitivity and access to the southern sky, astronomers are beginning to resolve the clumpy, filamentary structure of molecular clouds in the Magellanic Clouds. Analysis has shown that the velocity dispersion of the molecular gas at a given scale increases with the overall star formation activity of the cloud, suggesting that energetic feedback from young stars plays a significant role in maintaining turbulent motions within the cloud.  However, other lines of evidence, including our finding that clumps and filaments are typically marginally unstable to collapse, support the view that increased velocity dispersion and star formation can both be driven by gravitational instability.  The investigators plan observations to reveal the conditions for star formation.  They will use a broad, survey-based, approach which can identify regions deficient in one of the key ingredients (e.g., young stars or dense gas) and thus more accurately distinguish cause and effect.  Combining ALMA imaging of the molecular gas on sub-parsec scales with infrared surveys of the young stellar populations in these galaxies will provide new insights into the roles of triggering, feedback, and cloud conditions in the star formation process.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Meixner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret Meixner",
   "pi_email_addr": "mmeixner@usra.edu",
   "nsf_id": "000231570",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Dept. of Physics and Astronomy, Johns Hopkins University",
  "perf_str_addr": "3400 Charles St.",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182686",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}