{
 "awd_id": "2009335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Completing the Most Sensitive Low-frequency Survey for Radio Pulsars and Transients",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zoran Ninkov",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 163756.0,
 "awd_amount": 163756.0,
 "awd_min_amd_letter_date": "2020-07-30",
 "awd_max_amd_letter_date": "2021-09-13",
 "awd_abstract_narration": "Scientists at two universities will work together to study the sky with a radio telescope in Puerto Rico.  Their project will look to find rapid radio wavelength variations on timescales that would indicate the discovery of millisecond pulsars.  Such pulsars can then be precisely timed to allow the detection of gravitational waves.  Additionally, other newly discovered radio variable sources will reveal other interesting astronomical objects.  Puerto Rican high school students will be involved in analyzing the data.\r\n\r\nA research team at George Mason University and West Virginia University will observe the entire night sky visible from the Arecibo Observatory at high time cadence.  The primary science goal is to discover millisecond pulsars that will add to the NANOGrav pulsar timing array for nanohertz gravitational wave detection and the resultant probing of black hole binaries with much higher masses.  Simulations using suitable search parameters estimate that the full survey will discover 20-30 millisecond pulsars and 150-200 normal pulsars. A well-tested software pipeline, and candidate classification tools that utilize modern inductive machine learning algorithms, will ensure that the data processing analysis will proceed swiftly. The survey will also allow exploration of  fast radio bursts, and high brightness millisecond-duration radio bursts coming from cosmological distances.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Deneva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julia Deneva",
   "pi_email_addr": "julia.deneva@gmail.com",
   "nsf_id": "000814701",
   "pi_start_date": "2020-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "Naval Research Laboratory",
  "perf_str_addr": "4555 Overlook Ave SW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "203750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 163756.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c001bfa8-7fff-4b8d-595d-fed9d710e82b\"> </span></p>\n<p dir=\"ltr\"><span>Imagine celestial lighthouses scattered across the cosmos, each beaming rhythmic pulses of light and energy into space. These extraordinary objects, known as pulsars, are the remnants of massive stars that have exploded in supernovae, leaving behind a core remnant so dense that a teaspoon of its material would weigh billions of tons on Earth. Pulsars are like cosmic metronomes, ticking away with remarkable precision as they spin rapidly. Some pulsars complete one rotation within a few seconds, others do it within just a few milliseconds. The latter are called millisecond pulsars (MSPs). The beams of radiation pulsars emit, akin to the sweeping glow of a searchlight, are detectable here on Earth as fleeting, regular pulses in radio waves and in some cases also in X-rays and gamma-rays.&nbsp;</span></p>\n<p>Pulsars are incredible physics laboratories in space and their study has many applications. In fact, MSPs are extremely accurate cosmic timekeepers that rival the accuracy of atomic clocks. This unique property allows scientists to use high-precision radio timing of these millisecond&nbsp; pulsars to delve into the fundamental nature of matter, the intricacies of gravity, and the fabric of spacetime.&nbsp;</p>\n<p dir=\"ltr\"><span>The goal of our project, the AO327 survey, was to use the Arecibo radio telescope in Puerto Rico to discover and study as many pulsars as possible with many scientific goals, including finding&nbsp; clock-like MSPs that could be included in worldwide projects called pulsar timing arrays. These experiments aim&nbsp; to detect the stretching and compressing of spacetime due to gravitational waves passing by the Earth through precise timing of the pulses from the most clock-like MSPs.</span></p>\n<p dir=\"ltr\"><span>The AO327 survey had already discovered 87 pulsars at the time we received our NSF grant funding. Sadly, on 1 Dec. 2020, only three months into our grant period,the Arecibo telescope collapsed catastrophically and could not be repaired. With a diameter of 305 meters, the Arecibo telescope was the largest and most sensitive radio telescope in the United States. Because of its loss we refocused the project on studying the pulsars we had discovered using other ground-based radio telescopes and also X-ray and gamma-ray telescopes orbiting the Earth. Another new objective was to make as much as possible of our data and results available online to scientists, students, professors, and anyone else interested in pulsars.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Although we could not continue taking data with the Arecibo telescope as originally planned, we continued to process a backlog of data we accumulated before its collapse. We increased our tally of new discoveries to 96 pulsars. Four MSPs we discovered were included in the NANOGrav project (</span><a href=\"https://nanograv.org/\"><span>https://nanograv.org</span></a><span>) which reported its first detection of nanohertz gravitational waves in 2023. We used data from the Fermi gamma-ray space observatory to determine that two of our new discoveries emit gamma-ray pulses in addition to radio ones.&nbsp;</span></p>\n<p dir=\"ltr\"><span>We published an online catalog containing Arecibo radio data and results on known and new pulsars detected by the AO327 survey (</span><a href=\"http://ao327.nanograv.org/\"><span>http://ao327.nanograv.org</span></a><span>). We developed the Pulsar Survey Scraper, an aggregator website allowing people to search and explore the properties of pulsars discovered by surveys at observatories around the world. After the Arecibo telescope collapse and the closure of the Arecibo Observatory a new and improved version of the Scraper is now hosted by the University of Wisconsin at Madison (</span><a href=\"https://pulsar.cgca-hub.org/search\"><span>https://pulsar.cgca-hub.org/search</span></a><span>). We also made AO327 pulsar candidate plots available to high-school students in the Pulsar Search Collaboratory program for analysis, and held pulsar data analysis workshops for students in Puerto Rico (see the figure).</span></p>\n<p dir=\"ltr\"><span><br /></span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/18/2023<br>\nModified by: Julia&nbsp;Deneva</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nImagine celestial lighthouses scattered across the cosmos, each beaming rhythmic pulses of light and energy into space. These extraordinary objects, known as pulsars, are the remnants of massive stars that have exploded in supernovae, leaving behind a core remnant so dense that a teaspoon of its material would weigh billions of tons on Earth. Pulsars are like cosmic metronomes, ticking away with remarkable precision as they spin rapidly. Some pulsars complete one rotation within a few seconds, others do it within just a few milliseconds. The latter are called millisecond pulsars (MSPs). The beams of radiation pulsars emit, akin to the sweeping glow of a searchlight, are detectable here on Earth as fleeting, regular pulses in radio waves and in some cases also in X-rays and gamma-rays.\n\n\nPulsars are incredible physics laboratories in space and their study has many applications. In fact, MSPs are extremely accurate cosmic timekeepers that rival the accuracy of atomic clocks. This unique property allows scientists to use high-precision radio timing of these millisecond pulsars to delve into the fundamental nature of matter, the intricacies of gravity, and the fabric of spacetime.\n\n\nThe goal of our project, the AO327 survey, was to use the Arecibo radio telescope in Puerto Rico to discover and study as many pulsars as possible with many scientific goals, including finding clock-like MSPs that could be included in worldwide projects called pulsar timing arrays. These experiments aim to detect the stretching and compressing of spacetime due to gravitational waves passing by the Earth through precise timing of the pulses from the most clock-like MSPs.\n\n\nThe AO327 survey had already discovered 87 pulsars at the time we received our NSF grant funding. Sadly, on 1 Dec. 2020, only three months into our grant period,the Arecibo telescope collapsed catastrophically and could not be repaired. With a diameter of 305 meters, the Arecibo telescope was the largest and most sensitive radio telescope in the United States. Because of its loss we refocused the project on studying the pulsars we had discovered using other ground-based radio telescopes and also X-ray and gamma-ray telescopes orbiting the Earth. Another new objective was to make as much as possible of our data and results available online to scientists, students, professors, and anyone else interested in pulsars.\n\n\nAlthough we could not continue taking data with the Arecibo telescope as originally planned, we continued to process a backlog of data we accumulated before its collapse. We increased our tally of new discoveries to 96 pulsars. Four MSPs we discovered were included in the NANOGrav project (https://nanograv.org) which reported its first detection of nanohertz gravitational waves in 2023. We used data from the Fermi gamma-ray space observatory to determine that two of our new discoveries emit gamma-ray pulses in addition to radio ones.\n\n\nWe published an online catalog containing Arecibo radio data and results on known and new pulsars detected by the AO327 survey (http://ao327.nanograv.org). We developed the Pulsar Survey Scraper, an aggregator website allowing people to search and explore the properties of pulsars discovered by surveys at observatories around the world. After the Arecibo telescope collapse and the closure of the Arecibo Observatory a new and improved version of the Scraper is now hosted by the University of Wisconsin at Madison (https://pulsar.cgca-hub.org/search). We also made AO327 pulsar candidate plots available to high-school students in the Pulsar Search Collaboratory program for analysis, and held pulsar data analysis workshops for students in Puerto Rico (see the figure).\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/18/2023\n\n\t\t\t\t\tSubmitted by: JuliaDeneva\n"
 }
}