{
 "awd_id": "2009431",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development of Random Dynamical Systems Techniques in the Pursuit of a Predictive Theory of Turbulence and Related Questions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922948",
 "po_email": "slevine@nsf.gov",
 "po_sign_block_name": "Stacey Levine",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 186784.0,
 "awd_amount": 186784.0,
 "awd_min_amd_letter_date": "2020-07-27",
 "awd_max_amd_letter_date": "2022-05-27",
 "awd_abstract_narration": "Turbulence refers to the unordered, seemingly random motion of fluids or gases in the wake of a moving body, e.g., the wake produced by a ship moving through water. Some basic laws governing turbulence were established by Andrei Kolmogorov in his now-famous series of theoretical works published in the 1940s (collectively known as K41 theory). Although highly influential, this theory is not complete: even though some predictions of K41 are remarkably accurate, some are not, pointing to problems in the assumptions underpinning K41. These defects (often referred to as \"intermittency\") are an active subject of study in the physics and engineering communities. Moreover, K41 theory was derived based on empirical observations regarding how turbulent fluids behave. It remains a grand challenge to substantiate any of the K41 predictions directly from the fundamental equations (the Navier-Stokes equations) governing how fluids evolve in time. The far-reaching goal of this project is to address these shortcomings by providing a mathematically rigorous theory that bridges the gap between the fundamental equations governing fluids and the most accurate of the K41 predictions. This will be done by importing and improving on recent advances in random dynamical systems theory. Providing such a mathematical bridge could also potentially shed light on less well-understood aspects of turbulence theory, such as intermittency. The PI will train graduate students specializing in dynamical systems in preparation for this cross-disciplinary research. \r\n\r\nMore precisely, the aim of this work is to develop mathematical tools with the long-term goal of obtaining a mathematical proof, directly from the Navier-Stokes equations, of the following two empirically observed properties of turbulent fluids: (a) sensitivity with respect to initial conditions (i.e., a positive Lyapunov exponent) and (b) weak anomalous dissipation (i.e., energy in the fluid is dissipated at a constant positive rate even as viscosity is taken to 0 with all other parameters of the fluid experiment held constant). Properties (a) and (b) are interrelated but not exactly the same: property (a) has to do with the separation of nearby trajectories in phase space, while (b) has to do with the so-called energy cascade, a nonlinear \"conveyor-belt\"-type effect which transmits kinetic energy in the fluid from low to high Fourier modes until dissipation effects due to viscosity take over. However, progress on one could lead to a better understanding of the other, e.g., property (b) is likely related to the presence of a high-dimensional chaotic SRB attractor for the Navier-Stokes equations, which is only possible if property (a) is true. Towards goal (a), a major mathematical challenge is that it is typically intractably hard to prove that a given dynamical system is chaotic— this is true even for two-dimensional toy models such as the Chirikov-Taylor standard map, which features fundamental coexistence of ordered elliptic-type and chaotic behavior. On the other hand, advances by the PI and others have made considerable progress towards verifying chaotic behavior for systems subjected to stochastic driving, as is typically assumed in models relevant to turbulence. The work in this proposal will extend and enhance these theoretical tools with the ultimate aim of establishing property (a) for realistic fluids models such as the GOY and SABRA shell models as well as for the hyperviscous 3D Navier-Stokes equations in the limit as Reynolds number is taken to infinity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Blumenthal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alex M Blumenthal",
   "pi_email_addr": "alex.blumenthal@gmail.com",
   "nsf_id": "000705910",
   "pi_start_date": "2020-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 123711.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 63073.0
  }
 ],
 "por": null
}