{
 "awd_id": "2009803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing Teachers' Epistemic Cognition and Teaching Practices for Supporting Students' Epistemic Practices with Scientific Systems",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928288",
 "po_email": "mjluna@nsf.gov",
 "po_sign_block_name": "Melissa J. Luna",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 2105309.0,
 "awd_amount": 2105309.0,
 "awd_min_amd_letter_date": "2020-06-30",
 "awd_max_amd_letter_date": "2023-06-07",
 "awd_abstract_narration": "This project aims to investigate needs and challenges in developing an informed public able to evaluate empirical evidence generated from scientific activities. At the core of this research are two intertwined issues: (1) epistemic practices--how people acquire knowledge of science and how they evaluate knowledge sources; and (2) how people improve their abilities to evaluate these knowledge sources so as to improve their abilities to develop and use scientific knowledge. While much science education research has focused on helping students develop these abilities such as through scientific argumentation and modeling (hereafter referred to as scientific thinking), much less research has focused on how teachers acquire this understanding and how their understanding informs their instruction. Until recently, the science education field has lacked a comprehensive framework to support the acquisition, evaluation, and use of scientific knowledge sources. This project uses a new theoretical framework that specifies criteria for developing these scientific thinking skills that include, among others, the value that people place on scientific aims, the cognitive engagement needed to evaluate scientific claims, and the scientific skills that will enable one to arrive at the best supported explanation of a scientific phenomenon. The project will work with high school biology teachers to investigate their own understanding of scientific thinking, how it can be improved through professional development, and how this improvement can translate into practice to support student learning. \r\n\r\nThe project will work with 20 teachers and classrooms that will impact approximately 1500 to 3000 students. Teachers will act as design collaborators in three iterations of design and development activities with a goal to produce effective professional development supports with proven student outcomes that can be broadly disseminated. Data collection each year will entail: (1) 40 to 60 video-recordings of teacher instruction and student interactions; (2) Content and pedagogical content knowledge surveys from teachers and students; (3) Teacher pre- and post-interviews; and (4) Teacher and student artifacts that demonstrate the extent to which scientific thinking has been achieved. The data will be analyzed through a mixed-methods approach. Qualitative data will be analyzed through validated coding manuals that specify a range of abilities in scientific thinking. Likert-scale and open-ended survey questions will be used to measure changes in instruction and learning outcomes in various factors related to the research goals. \r\n\r\nThe Discovery Research K-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering, and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models, and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Yoon",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Susan A Yoon",
   "pi_email_addr": "yoonsa@gse.upenn.edu",
   "nsf_id": "000091588",
   "pi_start_date": "2020-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clark",
   "pi_last_name": "Chinn",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Clark A Chinn",
   "pi_email_addr": "clark.chinn@gse.rutgers.edu",
   "nsf_id": "000412305",
   "pi_start_date": "2020-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3700 Walnut St",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046216",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1037789.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 545664.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 521856.0
  }
 ],
 "por": null
}