{
 "awd_id": "2009441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advancing the Search for Isolated Pure Dark Matter Halos",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927297",
 "po_email": "jmadrid@nsf.gov",
 "po_sign_block_name": "Juan Madrid",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 420198.0,
 "awd_amount": 420198.0,
 "awd_min_amd_letter_date": "2020-06-17",
 "awd_max_amd_letter_date": "2020-06-17",
 "awd_abstract_narration": "Approximately 85% of the matter in the Universe exists in an invisible form called dark matter that is distinct from atoms and other known particles. Galaxies are born and grow within regions of higher dark matter density, called halos. The Standard Cosmological Model predicts that for every dark matter halo large enough to host a galaxy, there are many smaller dark matter halos containing no stars and little gas that would be effectively invisible. The abundance and density profiles of such low-mass dark matter halos are especially sensitive to the properties of dark matter. This program aims to determine the minimum dark matter halo mass for galaxy formation by using a population study of the least luminous galaxies around the Milky Way. Even smaller dark matter halos could be detected at cosmological distances via gravitational lensing. The investigator will perform a multiwavelength search for gravitational lenses suitable for detailed follow-up study. Astronomical survey datasets used in this work, including images and object catalogs obtained from the Dark Energy Survey, will be publicly released with data access tools, scientific validation, and documentation to enable research, education, and outreach activities. Science results, images, and experiences from the Dark Energy Survey will be shared on several digital media platforms to connect with broader audiences.\r\n\r\nThe program involves two complementary observational, theoretical, and data analysis components. First, the investigator will conduct a census of low-luminosity galaxies orbiting the Milky Way over the entire high-Galactic-latitude sky using an ensemble of optical surveys. Search algorithms incorporating precise multi-band photometry and astrometry will probe the galaxy population in the extremely low surface brightness regime. The objective is to determine the dark matter halo mass threshold below which baryons have negligible impact on the structure and evolution of dark matter halos. Second, the investigator will combine data from wide-area optical and radio surveys to enlarge the sample of high-redshift strongly lensed radio-loud active galactic nuclei. The multiwavelength search is expected to yield several new targets for high-resolution follow-up with very-long-baseline radio interferometry. With such milliarcsecond- scale angular resolution observations, it would be possible to identify dark matter halos below the mass threshold of galaxy formation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Bechtol",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keith Bechtol",
   "pi_email_addr": "kbechtol@wisc.edu",
   "nsf_id": "000678933",
   "pi_start_date": "2020-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "The Board of Regents of the University of Wisconsin System",
  "perf_str_addr": "21 N. Park Street, Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 420198.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Approximately 85% of the matter in the Universe exists in an invisible form, called dark matter, that is distinct from atoms and other known particles. Dark matter does not emit, absorb, or reflect light, but gravitates like normal matter made of atoms. Galaxies are born and grow within regions of higher dark matter density, called halos. The standard cosmological model predicts that for every dark matter halo large enough to host a galaxy, there are many smaller dark matter halos containing no stars and little gas that would be effectively invisible. The abundance and density profiles of such low-mass dark matter halos are especially sensitive to the fundamental properties of dark matter. The existence of dark matter is one of the most important lines of evidence for new physics beyond our current knowledge.</p>\r\n<p>This project used two complementary approaches, combining astronomical observations, data analysis, and theoretical interpretation, to advance our knowledge regarding the minimum threshold dark matter halo mass needed for galaxies to form.</p>\r\n<p>First, the investigators conducted a census of low-luminosity galaxies orbiting the Milky Way over nearly the entire celestial sphere that is not obscurred by the Galactic disk using an ensemble of wide-field optical imaging surveys, including the Dark Energy Survey (DES) and&nbsp;Pan-STARRS1 (PS1). This search revealed neighbor galaxies of the Milky Way containing only a few hundred stars, as compared to the roughly hundred billion stars of the Milky Way. These ultra-faint galaxies are among the oldest and most chemically pristine galaxies known, and contain large quantities of invisble dark matter relative to their sparse stellar content. By considering the sample of detected ultra-faint galaxies alongside the sensitivity limits of the census, the investigators inferred population-level statistics regarding the galaxies orbiting the Milky Way, as well as associated population of dark matter haloes. The models that best match the observational data predict that the ultra-faint galaxies reside in dark matter halos that are roughly ten-thousand times less massive than the dark matter halo of the Milky Way. The results constraint several classes of dark matter particle physics models predicting that such low mass dark matter halos should not exist.</p>\r\n<p>Subsequent work by the investigators extended the search for ultra-faint galaxies to regions beyond the Milky Way. This second search identified a new candidate dwarf galaxy located near another larger galaxy. The newfound companion is the largest, most diffuse galaxy known at such a faint luminosity, suggesting possible tidal interactions between the two galaxies. Importantly, this search piloted many of the data analysis techniques that will be needed to conduct a census of ultra-faint galaxies throughout the Local Group and beyond, thus enabling detailed statistical studies of low-luminosity galaxies, and correlations of their physical properties across diverse galactic environments.</p>\r\n<p>A second approach to investigate low-mass dark matter halos utilized strong gravitational lensing, whereby light from a distance astronomical source is deflected by the spacetime curvature around a massive foreground lens. The apparent positions and brightnesses of the resultant strongly lensed images are sensitive to all mass along the line of sight. Lower mass dark matter halos induce smaller astrometric perturbations to the lensed images, and accordingly, higher angular resolution astronomical imaging offers sensitivity to the lower mass dark matter halos. Currently, the highest angular resolution astronomical imaging is achived with very-long baseline interferometry at GHz radio frequencies. However, only a small number of suitable radio-loud gravitational lens systems are known. The investigators developed and tested a method that combines wide-area optical and radio surveys to efficiently expand the sample of high-redshift strongly lensed radio-loud active galactic nuclei. A pilot study using this approach identified four new radio strong lenses that are bright enough for follow-up very-long baseline interferometry observations. Further observations considering a larger sample of candidate radio strong lenses are currently under way.</p>\r\n<p>The Project included support for public release of data products from the Dark Energy Survey, including deep multi-band optical and near-IR imaging covering one-eight of the celestial sphere, a object catalog of nearly 700 million stars and galaxy, and maps of survey properties to faciltate robust statistical inference. The public release included data access tools, scientific validation, and documentation to&nbsp;enable research, education, and outreach activities. The publicly released DES data products have supported several hundred science publications. In addition, the investigators developed digital content to connect the science of DES with broader audience, including a website, social media posts, profiles of DES scientists, and summaries of science publications aimed at the general public. The Project provided research training opportunities for multiple undergraduate and graduate students.</p><br>\n<p>\n Last Modified: 01/23/2025<br>\nModified by: Keith&nbsp;Bechtol</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nApproximately 85% of the matter in the Universe exists in an invisible form, called dark matter, that is distinct from atoms and other known particles. Dark matter does not emit, absorb, or reflect light, but gravitates like normal matter made of atoms. Galaxies are born and grow within regions of higher dark matter density, called halos. The standard cosmological model predicts that for every dark matter halo large enough to host a galaxy, there are many smaller dark matter halos containing no stars and little gas that would be effectively invisible. The abundance and density profiles of such low-mass dark matter halos are especially sensitive to the fundamental properties of dark matter. The existence of dark matter is one of the most important lines of evidence for new physics beyond our current knowledge.\r\n\n\nThis project used two complementary approaches, combining astronomical observations, data analysis, and theoretical interpretation, to advance our knowledge regarding the minimum threshold dark matter halo mass needed for galaxies to form.\r\n\n\nFirst, the investigators conducted a census of low-luminosity galaxies orbiting the Milky Way over nearly the entire celestial sphere that is not obscurred by the Galactic disk using an ensemble of wide-field optical imaging surveys, including the Dark Energy Survey (DES) andPan-STARRS1 (PS1). This search revealed neighbor galaxies of the Milky Way containing only a few hundred stars, as compared to the roughly hundred billion stars of the Milky Way. These ultra-faint galaxies are among the oldest and most chemically pristine galaxies known, and contain large quantities of invisble dark matter relative to their sparse stellar content. By considering the sample of detected ultra-faint galaxies alongside the sensitivity limits of the census, the investigators inferred population-level statistics regarding the galaxies orbiting the Milky Way, as well as associated population of dark matter haloes. The models that best match the observational data predict that the ultra-faint galaxies reside in dark matter halos that are roughly ten-thousand times less massive than the dark matter halo of the Milky Way. The results constraint several classes of dark matter particle physics models predicting that such low mass dark matter halos should not exist.\r\n\n\nSubsequent work by the investigators extended the search for ultra-faint galaxies to regions beyond the Milky Way. This second search identified a new candidate dwarf galaxy located near another larger galaxy. The newfound companion is the largest, most diffuse galaxy known at such a faint luminosity, suggesting possible tidal interactions between the two galaxies. Importantly, this search piloted many of the data analysis techniques that will be needed to conduct a census of ultra-faint galaxies throughout the Local Group and beyond, thus enabling detailed statistical studies of low-luminosity galaxies, and correlations of their physical properties across diverse galactic environments.\r\n\n\nA second approach to investigate low-mass dark matter halos utilized strong gravitational lensing, whereby light from a distance astronomical source is deflected by the spacetime curvature around a massive foreground lens. The apparent positions and brightnesses of the resultant strongly lensed images are sensitive to all mass along the line of sight. Lower mass dark matter halos induce smaller astrometric perturbations to the lensed images, and accordingly, higher angular resolution astronomical imaging offers sensitivity to the lower mass dark matter halos. Currently, the highest angular resolution astronomical imaging is achived with very-long baseline interferometry at GHz radio frequencies. However, only a small number of suitable radio-loud gravitational lens systems are known. The investigators developed and tested a method that combines wide-area optical and radio surveys to efficiently expand the sample of high-redshift strongly lensed radio-loud active galactic nuclei. A pilot study using this approach identified four new radio strong lenses that are bright enough for follow-up very-long baseline interferometry observations. Further observations considering a larger sample of candidate radio strong lenses are currently under way.\r\n\n\nThe Project included support for public release of data products from the Dark Energy Survey, including deep multi-band optical and near-IR imaging covering one-eight of the celestial sphere, a object catalog of nearly 700 million stars and galaxy, and maps of survey properties to faciltate robust statistical inference. The public release included data access tools, scientific validation, and documentation toenable research, education, and outreach activities. The publicly released DES data products have supported several hundred science publications. In addition, the investigators developed digital content to connect the science of DES with broader audience, including a website, social media posts, profiles of DES scientists, and summaries of science publications aimed at the general public. The Project provided research training opportunities for multiple undergraduate and graduate students.\t\t\t\t\tLast Modified: 01/23/2025\n\n\t\t\t\t\tSubmitted by: KeithBechtol\n"
 }
}