{
 "awd_id": "2009910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Pushing the Boundaries of Post-Rosetta Cometary Science with the New Generation of Near-Infrared Spectrographs",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032928490",
 "po_email": "dfabryck@nsf.gov",
 "po_sign_block_name": "Daniel Fabrycky",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 193926.0,
 "awd_amount": 193926.0,
 "awd_min_amd_letter_date": "2020-07-29",
 "awd_max_amd_letter_date": "2020-07-29",
 "awd_abstract_narration": "Comets are thought to be primordial building blocks of the solar system. However, most comets have undergone some alteration since the solar system was formed. This team will study volatile molecules trapped in the cometary ice since their formation. By observing comets with varying degrees of exposure to the Sun, they can determine how much alteration each comet has undergone. They will compare new observations from ground-based telescopes with results from two recent space missions. They will mentor graduate students through every phase of the work. They will conduct not only teacher training in cometary science, but also leverage an adult education program through American University to provide life-long learning on comets and Solar System formation. The results of this work should give a fuller picture for the original composition of comets in our Solar System, and therefore of our origins.\r\n\r\nThe team will collect high resolution infrared spectroscopic observations of Jupiter-family comets as well as Oort Cloud comets to determine the relative abundances of a series of volatile compounds that should exist in comets only as parent species, or species that accreted as ices during the comet’s original formation. Instruments to be used will include the NIRSPEC-2 spectrometer on the Keck Observatory and the iSHELL instrument on the IRTF, and the team will examine archived data as well. ‘Ground truth’ for the observations will be provided by making observations of comets 67P/ Churyumov–Gerasimenko, visited by the Rosetta mission, and 103P/Hartley 2, visited by the EPOXI mission. The overall objective of the work is to examine compositional differences in primordial ices between Jupiter-family comets, which have seen extensive alteration due to their repeated exposure to intense sunlight in the Inner Solar System, and Oort Cloud comets, which have never been exposed to intense sunlight, and therefore should be more indicative of the solar system’s original composition. The team will collect multiple observations of each target to minimize the effects of ‘snapshot bias,’ which can lead to inaccurate composition determinations because of a limited number of solar phase angles in the ensemble of observations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erika",
   "pi_last_name": "Gibb",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Erika L Gibb",
   "pi_email_addr": "gibbe@umsl.edu",
   "nsf_id": "000411626",
   "pi_start_date": "2020-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Saint Louis",
  "inst_street_address": "1 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145165897",
  "inst_zip_code": "631214400",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "GWCTP4CQ1E65"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Saint Louis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631214400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 193926.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Comets are volatile (stored as ices in the comet nucleus) rich remnants from the formation of the solar system. They formed in the region of the giant planets and were gravitationally scattered into one of two reservoirs: the Kuiper belt or the Oort cloud. As such, they have the potential to tell us how prebiotic molecules such as water, hydrogen cyanide, and formaldehyde were distributed among the forming planets 4.5 billion years ago.&nbsp; However, the extent to which comets remain unchanged is not yet fully understood. Our big picture science goal is to test the extent to which cometary material can be used as a fossil for the volatile composition of the early solar system.&nbsp; When comets approach the Sun in their orbits, they are heated enough for sublimation (when a material changes from a solid directly to a gas) to occur.&nbsp; We use high-resolution, near-infrared spectroscopy to measure emission from molecules in comet comae that are undergoing sublimation. &nbsp;Our specific science goals were to (1) measure compositions in comets originating from both the Kuiper belt and Oort cloud to better constrain the ranges in their composition and disentangle formative vs. post-formative processing of their volatiles, (2) measure volatiles for comets repeatedly to test for variations due to seasonal changes or heterogeneity of the comet nucleus, (3) measure volatiles for short period comets over repeated orbits to test for thermal modification and short-term evolutionary changes, (4) measure volatiles in spacecraft targets 67P/Churyumov-Gerasimenko and 103P/Hartley 2 to place spacecraft and ground based measurements in context, (5) test for associations of ices in the nucleus by looking at how gases are distributed in the coma, and (6) perform coordinated multi-wavelength studies with collaborators working at radio, optical, and ultraviolet wavelengths to more completely understand the volatile inventory in comets.</p>\r\n<p>&nbsp;</p>\r\n<p>Over the four years of this award, we applied for and received time to observe 17 comets using the iSHELL instrument on the NASA Infrared Telescope Facility and/or NIRSPEC2 on the Keck 2 telescope. &nbsp;Highlights include the first definitive detection of ethylene (C2H4) in a comet (C/2014 Q2 Lovejoy).&nbsp; Molecules like this, which are symmetric, can only be detected using near-infrared spectroscopy and are important components of comet volatiles. We participated in a world-wide observing campaign of comet 46P/Wirtanen, which had a very close approach to Earth.&nbsp; We performed the most detailed analysis to date of carbonyl sulfide (OCS) in comets, addressing the importance of sulfur-bearing molecules in comet composition.&nbsp; In order to place our results in context and to improve understanding of the early solar system, we collaborated with protoplanetary disk modelers and compared comet volatile compositions to predictions made by the disk models.&nbsp; We found that while the models reproduce the range of volatile abundances observed in comets, they are not able to simultaneously explain the abundances of volatiles in a particular comet with a single time or position in the early solar system, necessitating the addition of other variables into the disk models, namely mechanisms to transport material from one place to another in the disk. We published 13 papers during this award with more in progress.</p>\r\n<p>&nbsp;</p>\r\n<p>Our broader impacts component was focused on education and public outreach.&nbsp; The University of Missouri &ndash; St. Louis has a Spitz SciDome planetarium projector with a 24-foot dome. We host middle school and scouting groups and teach them about the night sky, stars, comets, and other astronomy related topics.&nbsp; We do hands-on demonstrations to teach them about phases of matter as it relates to comets and planets.&nbsp; In addition to this, students participate in all aspects of this research from preparing observing proposals, observing comets, processing data, and presenting results at conferences.&nbsp; Over the course of this award, three doctoral, 13 undergraduate, and two high school research students were mentored.&nbsp; This provides invaluable hands-on experience and helps students build skills in complex problem solving.</p><br>\n<p>\n Last Modified: 12/02/2024<br>\nModified by: Erika&nbsp;L&nbsp;Gibb</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nComets are volatile (stored as ices in the comet nucleus) rich remnants from the formation of the solar system. They formed in the region of the giant planets and were gravitationally scattered into one of two reservoirs: the Kuiper belt or the Oort cloud. As such, they have the potential to tell us how prebiotic molecules such as water, hydrogen cyanide, and formaldehyde were distributed among the forming planets 4.5 billion years ago. However, the extent to which comets remain unchanged is not yet fully understood. Our big picture science goal is to test the extent to which cometary material can be used as a fossil for the volatile composition of the early solar system. When comets approach the Sun in their orbits, they are heated enough for sublimation (when a material changes from a solid directly to a gas) to occur. We use high-resolution, near-infrared spectroscopy to measure emission from molecules in comet comae that are undergoing sublimation. Our specific science goals were to (1) measure compositions in comets originating from both the Kuiper belt and Oort cloud to better constrain the ranges in their composition and disentangle formative vs. post-formative processing of their volatiles, (2) measure volatiles for comets repeatedly to test for variations due to seasonal changes or heterogeneity of the comet nucleus, (3) measure volatiles for short period comets over repeated orbits to test for thermal modification and short-term evolutionary changes, (4) measure volatiles in spacecraft targets 67P/Churyumov-Gerasimenko and 103P/Hartley 2 to place spacecraft and ground based measurements in context, (5) test for associations of ices in the nucleus by looking at how gases are distributed in the coma, and (6) perform coordinated multi-wavelength studies with collaborators working at radio, optical, and ultraviolet wavelengths to more completely understand the volatile inventory in comets.\r\n\n\n\r\n\n\nOver the four years of this award, we applied for and received time to observe 17 comets using the iSHELL instrument on the NASA Infrared Telescope Facility and/or NIRSPEC2 on the Keck 2 telescope. Highlights include the first definitive detection of ethylene (C2H4) in a comet (C/2014 Q2 Lovejoy). Molecules like this, which are symmetric, can only be detected using near-infrared spectroscopy and are important components of comet volatiles. We participated in a world-wide observing campaign of comet 46P/Wirtanen, which had a very close approach to Earth. We performed the most detailed analysis to date of carbonyl sulfide (OCS) in comets, addressing the importance of sulfur-bearing molecules in comet composition. In order to place our results in context and to improve understanding of the early solar system, we collaborated with protoplanetary disk modelers and compared comet volatile compositions to predictions made by the disk models. We found that while the models reproduce the range of volatile abundances observed in comets, they are not able to simultaneously explain the abundances of volatiles in a particular comet with a single time or position in the early solar system, necessitating the addition of other variables into the disk models, namely mechanisms to transport material from one place to another in the disk. We published 13 papers during this award with more in progress.\r\n\n\n\r\n\n\nOur broader impacts component was focused on education and public outreach. The University of Missouri  St. Louis has a Spitz SciDome planetarium projector with a 24-foot dome. We host middle school and scouting groups and teach them about the night sky, stars, comets, and other astronomy related topics. We do hands-on demonstrations to teach them about phases of matter as it relates to comets and planets. In addition to this, students participate in all aspects of this research from preparing observing proposals, observing comets, processing data, and presenting results at conferences. Over the course of this award, three doctoral, 13 undergraduate, and two high school research students were mentored. This provides invaluable hands-on experience and helps students build skills in complex problem solving.\t\t\t\t\tLast Modified: 12/02/2024\n\n\t\t\t\t\tSubmitted by: ErikaLGibb\n"
 }
}