{
 "awd_id": "2009236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Free Boundary Problems for Cell Motility and Other Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 326000.0,
 "awd_amount": 326000.0,
 "awd_min_amd_letter_date": "2020-08-04",
 "awd_max_amd_letter_date": "2022-07-02",
 "awd_abstract_narration": "This project is devoted to the study of some mathematical problems that have important applications in physics and biology. One of the projects is concerned with the modeling of the motion of eukaryotic cells on a substrate. Cell motility is involved in key physiological processes such as wound healing and immunological response. One of the most remarkable characteristics of eukaryotic cells is their ability to reach and maintain an asymmetric shape in a seemingly spontaneous way, a phenomenon that leads to the sustained motion of the cell in a given direction (cell migration). While the biological processes involved are very complex, the principal investigator will develop and study some mathematical models (obtained as approximation of models proposed by biologists) that are both easier to analyze and faster to compute numerically. By identifying models that lead to cell migration, this work will help better understand what biological processes play a key role in cell motility. A different project is aimed at the study the fine properties of the solutions of optimal transportation problems. Optimal transportation problems are a class of mathematical problems that originated with the simple question of how to optimally allocate the production from a set of sources to a set of destinations in the cheapest (or most efficient) way. This field of mathematics has application in a variety of domains such as economics, data analysis, image processing etc. In addition to theoretical studies this research will contribute to the numerical computations of the solutions of these complex problems. Graduate students will be trained through active participation in the project. \r\n\r\nThe first project described above involves free-boundary problems of Hele-Shaw type in which the usual smoothing/stabilizing effect of mean-curvature is balanced by the destabilizing effect of an active potential. The investigator will study symmetry breaking bifurcation phenomena characterized by the existence of nontrivial traveling wave solutions for such problems. Related free-boundary problems, arising in the modeling of congested crowd motion and in fluid dynamic will also be studied. The focus of the proposal is on models/regimes in which the forward and backward motions of the moving boundary occur via different mechanisms and at different time scales. In the field of optimal mass transportation, the focus is on the properties of optimal plans associated to measures that are discrete approximation of absolutely continuous measures. Such a framework is of great importance in many applications and in particular for numerical computations. A regularity theory for the associated Kantorovich potential will be developed. The final project is concerned with boundary conditions for nonlocal equations (e.g. fractional Laplace equation), which are notoriously more delicate than their local counterparts. The main goal of this project is derivation of new nonlocal Neumann boundary conditions, which are the macroscopic counterparts of classical microscopic boundary conditions in the kinetic theory of gas dynamic.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antoine",
   "pi_last_name": "Mellet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antoine Mellet",
   "pi_email_addr": "mellet@math.umd.edu",
   "nsf_id": "000492546",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3112 LEE BLDG 7809 Regents Drive",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 100870.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 141382.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 83748.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award lead to new results on the mathematical analysis of some partial differential equations (PDE) and systems of PDE that&nbsp; have applications in physics and in biology. In particular, new equations were introduced to model the motion of eukaryotic cells on a substrate (cell motility). Starting from a phase field model - a PDE describing the evolution of the density of the cytosol - the PI derived a new equation which models the evolution of the sharp interface - the outer membrane of the cell. In spite of its simplicity, this model, reminiscent of some classical models of fluid mechanics, was proved to account for some well documented behaviors of eukaryotic cells on a substrate (instabilities, symmetry breaking and self-polarization of cells). <br /><br />Progresses were also made on the modeling of tumor growth via so called mechanical models - which focus on the role of proliferation and congestion as the main mechanisms for the growth of the tumor. New techniques were introduced by the PI to study singular limits of these equations in more general frameworks such as when models include the death of tumor cells due to drug or the lack of nutrients. This lead to a better understanding of the role of time monotonicity (or lack of monotonicity) in the mathematical properties of such models.<br /><br />Next, the PI obtained some new results on the mathematical modeling of self-organization phenomena - which refers to the emergence of a collective behavior out of the local interactions between members of a group. For example, some bacteria are attracted toward each other by chemical signals and can form large cohesive clusters that act as a new super-organism. This ability to aggregate is essential to their ability to survive and proliferate. The behavior of these bacteria can be represented by some systems of partial differential equations, which describe the evolution of the members' density distribution function. The PI showed that they under general assumptions, the solutions of these systems of equations will develop discontinuities, leading to the formation of an interface separating regions of high and low density, a process referred to as \"phase separation\". The collective motion of the bacteria can then be effectively reduced to the evolution of that interface. Via asymptotic analysis and singular limits, and using tools from the theory of partial differential equations, the calculus of variation and optimal transportation, the PI introduced a general method to derive effective equations that no longer track the motion of individual bacteria but rather models the evolution of the sharp interface. This approach can be adapted a wide range of aggregation-diffusion systems that balance some anti-crowding mechanism (strong local repulsion) with some nonlocal attraction. <br /><br />Finally, the investigator studied the fine properties of the solutions of optimal transportation problems. Optimal transportation problems are a class of mathematical problems that originated with the simple question of how to optimally allocate the production from a set of sources to a set of destinations in the cheapest (or most efficient) way. But nowadays, this field of mathematics has application in a variety of domains such as economics, data analysis, image processing etc. and it has been used as a tool to study a large class of PDEs. The regularity theory, a mathematical topic of research with important applications for the numerical approximation of the solutions, has been developed mostly under the assumption that the data (the distribution of sources and destinations) are regular enough. The PI developed a new regularity theory for optimal transportation in a discrete setting, generalizing to this framework several key results on the Holder and Sobolev regularity of these functions.<br /><br />Several graduate students and post-docs were trained through active participation in the project under the PI's supervision.</p><br>\n<p>\n Last Modified: 08/30/2024<br>\nModified by: Antoine&nbsp;Mellet</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis award lead to new results on the mathematical analysis of some partial differential equations (PDE) and systems of PDE that have applications in physics and in biology. In particular, new equations were introduced to model the motion of eukaryotic cells on a substrate (cell motility). Starting from a phase field model - a PDE describing the evolution of the density of the cytosol - the PI derived a new equation which models the evolution of the sharp interface - the outer membrane of the cell. In spite of its simplicity, this model, reminiscent of some classical models of fluid mechanics, was proved to account for some well documented behaviors of eukaryotic cells on a substrate (instabilities, symmetry breaking and self-polarization of cells). \n\nProgresses were also made on the modeling of tumor growth via so called mechanical models - which focus on the role of proliferation and congestion as the main mechanisms for the growth of the tumor. New techniques were introduced by the PI to study singular limits of these equations in more general frameworks such as when models include the death of tumor cells due to drug or the lack of nutrients. This lead to a better understanding of the role of time monotonicity (or lack of monotonicity) in the mathematical properties of such models.\n\nNext, the PI obtained some new results on the mathematical modeling of self-organization phenomena - which refers to the emergence of a collective behavior out of the local interactions between members of a group. For example, some bacteria are attracted toward each other by chemical signals and can form large cohesive clusters that act as a new super-organism. This ability to aggregate is essential to their ability to survive and proliferate. The behavior of these bacteria can be represented by some systems of partial differential equations, which describe the evolution of the members' density distribution function. The PI showed that they under general assumptions, the solutions of these systems of equations will develop discontinuities, leading to the formation of an interface separating regions of high and low density, a process referred to as \"phase separation\". The collective motion of the bacteria can then be effectively reduced to the evolution of that interface. Via asymptotic analysis and singular limits, and using tools from the theory of partial differential equations, the calculus of variation and optimal transportation, the PI introduced a general method to derive effective equations that no longer track the motion of individual bacteria but rather models the evolution of the sharp interface. This approach can be adapted a wide range of aggregation-diffusion systems that balance some anti-crowding mechanism (strong local repulsion) with some nonlocal attraction. \n\nFinally, the investigator studied the fine properties of the solutions of optimal transportation problems. Optimal transportation problems are a class of mathematical problems that originated with the simple question of how to optimally allocate the production from a set of sources to a set of destinations in the cheapest (or most efficient) way. But nowadays, this field of mathematics has application in a variety of domains such as economics, data analysis, image processing etc. and it has been used as a tool to study a large class of PDEs. The regularity theory, a mathematical topic of research with important applications for the numerical approximation of the solutions, has been developed mostly under the assumption that the data (the distribution of sources and destinations) are regular enough. The PI developed a new regularity theory for optimal transportation in a discrete setting, generalizing to this framework several key results on the Holder and Sobolev regularity of these functions.\n\nSeveral graduate students and post-docs were trained through active participation in the project under the PI's supervision.\t\t\t\t\tLast Modified: 08/30/2024\n\n\t\t\t\t\tSubmitted by: AntoineMellet\n"
 }
}