{
 "awd_id": "2009355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Fresh Look at M Dwarf Stars",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032928729",
 "po_email": "grau@nsf.gov",
 "po_sign_block_name": "Gioia Rau",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 132254.0,
 "awd_amount": 132254.0,
 "awd_min_amd_letter_date": "2020-08-17",
 "awd_max_amd_letter_date": "2020-10-19",
 "awd_abstract_narration": "Over 70% of all stars are “M dwarfs”, which are much smaller, cooler, and less luminous than the Sun. A better understanding of their physical properties touches on galactic chemical evolution, the dynamics of the galaxy, stellar atmospheres, molecular astrophysics, star formation, planet formation, and exoplanet characterization.  This group will advance our understanding by uniting the best physical models of stellar interiors and atmospheres and testing them with high-quality observations. These projects have an important training component, as much of the work will be done by graduate students at UC Santa Cruz, Arizona State University, and Boston University. Undergraduate students will also be involved in the research, and the team will create a new curriculum and training materials, including a webinar for students to learn about future careers. \r\n\r\nThe team will carry out a thorough modeling study of M dwarf atmospheres, interiors, and evolution. Previous work on M dwarf physics has used methods and codes devised for more massive stars, with workers moving down in mass to M dwarfs. This group will use modeling tools developed for brown dwarfs, just lower in mass than the M stars, and then move up in mass to model these objects. M dwarfs and brown dwarfs share many properties, like molecule-dominated atmospheres and partially degenerate interiors.  This team will use spectral \"retrieval\" models for M stars, a fully Bayesian data-driven method, to yield best-fit temperature structures and abundances that are not bound to pre-computed atmosphere grids.  They will focus on benchmark, well-studied M stars in orbit around Sun-like primaries.  Based on the outcomes of this work, they will then compute a large grid of radiative-convective model atmospheres to yield trends in temperature, gravity, and metallicity, which will be of use to the entire astronomical community. Such models will also serve as the upper boundary conditions for new self-consistent M dwarf evolution models with MESA, which will include a new hydrogen equation of state. This will allow them to pursue detailed comparisons with previous theoretical and observational work on M dwarf atmospheres, their locations on the H-R diagram, and observed mass-radius relations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Muirhead",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Philip S Muirhead",
   "pi_email_addr": "philipm@bu.edu",
   "nsf_id": "000656320",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 132254.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved the development of a new method to measure fundamental properties of low-mass stars. &nbsp;We employed techniques commonly used for brown dwarfs and planets, called the \"retrieval\" technique, to low-mass stars. &nbsp;Our method enables the precise measurement of fundametal properties of low-mass stars from low-resoltuion spectra alone. &nbsp;The properties include the metallicity of low-mass stars, which is important to understand how planets former around the stars.</p>\r\n<p>The method and subsequent modelling library is called SPHINX. &nbsp;The project involved the training of students, both undergraduate and graduate students, with a graduate student leading the main papers resulting from the effort. &nbsp;</p>\r\n<p>Going forward, we hope to use SPHINX to study planet formation around low-mass stars. &nbsp;Low-mass stars host the vast majority of short-period terrestrial palnets in the galaxy, but their formation is poorly understand. &nbsp;With a technique to measure precise metallicity of low-mass stars, we can apply this to planet hosts to understand the role of metallicity and the carbon-to-oxygen ratio in planet formation. &nbsp;There are open questions regarding where specifically planets form in the the disks that orbit young stars, and the carbon-to-oxygen ratio of a planet, relative to a star, may well provide an answer to this quetsion.</p><br>\n<p>\n Last Modified: 01/22/2025<br>\nModified by: Philip&nbsp;S&nbsp;Muirhead</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project involved the development of a new method to measure fundamental properties of low-mass stars. We employed techniques commonly used for brown dwarfs and planets, called the \"retrieval\" technique, to low-mass stars. Our method enables the precise measurement of fundametal properties of low-mass stars from low-resoltuion spectra alone. The properties include the metallicity of low-mass stars, which is important to understand how planets former around the stars.\r\n\n\nThe method and subsequent modelling library is called SPHINX. The project involved the training of students, both undergraduate and graduate students, with a graduate student leading the main papers resulting from the effort. \r\n\n\nGoing forward, we hope to use SPHINX to study planet formation around low-mass stars. Low-mass stars host the vast majority of short-period terrestrial palnets in the galaxy, but their formation is poorly understand. With a technique to measure precise metallicity of low-mass stars, we can apply this to planet hosts to understand the role of metallicity and the carbon-to-oxygen ratio in planet formation. There are open questions regarding where specifically planets form in the the disks that orbit young stars, and the carbon-to-oxygen ratio of a planet, relative to a star, may well provide an answer to this quetsion.\t\t\t\t\tLast Modified: 01/22/2025\n\n\t\t\t\t\tSubmitted by: PhilipSMuirhead\n"
 }
}