{
 "awd_id": "2009060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF:Small:Managing Correlation in Selection and Sampling Problems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922095",
 "po_email": "kwimmer@nsf.gov",
 "po_sign_block_name": "Karl Wimmer",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 415000.0,
 "awd_amount": 430600.0,
 "awd_min_amd_letter_date": "2020-06-18",
 "awd_max_amd_letter_date": "2022-05-25",
 "awd_abstract_narration": "Algorithms are being increasingly tasked with the analysis and synthesis of data, and randomness in this data plays a central role in the design of these algorithms. This project is concerned with how correlation in the data, whether naturally present in input data or undesirable in output data, must influence the design of these algorithms. There are two thrusts to this project, which share common technical challenges. The first thrust will examine how correlation in input data must factor into algorithmic decision making in the presence of uncertainty. With algorithms tasked with the allocation of resources in commerce, healthcare, industry, and government, often in view of present and future uncertainty, it is crucial to understand how correlation between present and future events impacts the quality of these decisions. Such understanding will enable the automated and efficient allocation of resources in such domains. The second thrust of this project will examine how algorithms which make randomized decisions can minimize correlations in their decisions. This is motivated in large part by applications to national security. In particular, algorithms are already tasked with the allocation of security resources for the protection of vital national assets, and the decisions made by these algorithms are often deliberately randomized in order to make them less predictable to an adversary. Whereas some correlation in these decisions is often unavoidable due to logistical constraints, too much correlation renders these algorithms vulnerable to information leakage through surveillance. Algorithms which minimize this correlation are less vulnerable to information leakage, and hence ultimately less predictable and more effective.\r\n\r\nThe first thrust of this project is primarily concerned with stochastic selection problems, which capture a myriad of applications in the aforementioned domains. Here, a stochastic set of \"requests\" is presented to the algorithm,  and the algorithm must decide which of the requests to grant, subject to constraints, with the goal of optimizing some domain-specific objective.  Most prior work has assumed that requests are stochastically independent, and this assumption was crucial in enabling algorithms for near-optimal selection.  Much less is understood when the requests are correlated, and in particular positively correlated, despite such correlation arising naturally in many of the intended applications. Recent work by the primary investigator initiates the systematic study of correlation in stochastic selection problems, and this project follows up on this agenda. In particular, this thrust of the project will characterize \"benign\" correlation permitting approximately-optimal selection, and design efficient and near-optimal algorithms for such scenarios. The second thrust of this project is primarily concerned with sampling a random subset of a given set of objects, subject to constraints on the set as well as on the probability of including each element in the sample. This task forms a crucial subroutine in a variety of applications, including the aforementioned security scenarios. The goal is to minimize correlation between different objects to the extent permitted by the imposed constraints. The basic models for limited-correlation samplings were introduced in joint work by the primary investigator, and heuristic algorithms applying that work to security settings have already been delivered to governmental security agencies. This thrust of the project will put that line of work on firm theoretical ground by formally characterizing the constraints which permit sampling with limited correlation, and designing efficient algorithms for such sampling with provable guarantees.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shaddin",
   "pi_last_name": "Dughmi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaddin Dughmi",
   "pi_email_addr": "shaddin@usc.edu",
   "nsf_id": "000646680",
   "pi_start_date": "2020-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S. Flower St.",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 415000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 15600.0
  }
 ],
 "por": null
}