{
 "awd_id": "2009172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Adding a Magnetic Dimension to M-dwarf Stars Observed by APOGEE",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032928729",
 "po_email": "grau@nsf.gov",
 "po_sign_block_name": "Gioia Rau",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 81207.0,
 "awd_amount": 81207.0,
 "awd_min_amd_letter_date": "2020-08-20",
 "awd_max_amd_letter_date": "2020-10-19",
 "awd_abstract_narration": "M-dwarfs stars are, by far, the most numerous type of star in the Milky Way, and they represent an important family of exoplanet hosts. In addition, their lifetimes exceed the age of the Galaxy itself, so detailed chemical abundance studies of large samples of M-dwarfs will yield important insights into Galactic history. This team will measure magnetic field strengths in a sample of ~30,000 M-dwarfs that have been observed as part of the APOGEE (Apache Point Observatory Galactic Evolution Experiment) survey. They will participate as mentors in the Sloan Foundation's Faculty and Student Team (FaST) initiative, which targets faculty and students at U.S. institutions with strong histories in serving underrepresented minority students. Faculty/student teams from these institutions are matched to established Sloan Digital Sky Survey partners or collaborators. \r\n\r\nThe APOGEE spectral region, between 1.5 - 1.7 microns, observed at high resolution, contains significant diagnostic information for M-dwarfs, such as detailed chemical abundance patterns, as well as the possibility to detect stellar magnetic fields via Zeeman split or Zeeman enhanced lines. This team will develop the techniques necessary to derive accurate stellar parameters (effective temperatures and surface gravities), as well as detailed chemical abundances, while including magnetic Zeeman splitting in the analysis. This will result in the addition of a magnetic activity dimension for the M-dwarfs in the APOGEE survey, sampling a population of M-dwarfs covering a broad range in effective temperatures, metallicities and ages, and including a large number of exoplanet-hosting M-dwarfs. This more encompassing view of the M-dwarf population will advance knowledge and understanding across the broad field of cool-star astrophysics, in general, while also providing knowledge about stellar magnetic fields in a sample of exoplanet-hosting M-dwarfs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Muirhead",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Philip S Muirhead",
   "pi_email_addr": "philipm@bu.edu",
   "nsf_id": "000656320",
   "pi_start_date": "2020-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 81207.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Stellar magnetic fields play an important role in the habitability of orbiting exoplanets. &nbsp;Strong stellar magnetic fields are associated with higher x-ray and ultraviolet flux incident on planets, and with a higher rate of stellar winds, all of which are believed to be detrimental to the formation and sustainability of life. &nbsp;Low-mass stars, that is those that are less massive than the sun, host the majority of terrestrial exoplanets orbiting within the habitable zones of their hosts. &nbsp;Therefor, it is critical to understand the strength and evolution of magnetic fields on low-mass stars, especially those that orbit planets.</p>\r\n<p><br />In this project we measured the magnetic fields two samples of low-mass stars, using data from the APOGEE project. &nbsp;We measured Zeeman broadening of iron lines and fit that broadening using models. &nbsp;One sample consisted of low-mass stars in the Pleiades cluster, where all stars are roughy the same age. &nbsp;The investigation provides a crucial benchmark for calibrating age/magnetic field relations. &nbsp;We found the magnetic fields were large consistent with predictions. &nbsp;The second sample consisted of low-mass stars with known planets. &nbsp;With those stellar magnetic fields in hand, we can then calculate the necessary properties of the planets to protect from stellar winds. &nbsp;We find that for two systems, Kepler-186f and TOI-700d, the planets do no need strong planetary magnetic fields to protect from stellar winds.</p><br>\n<p>\n Last Modified: 01/06/2025<br>\nModified by: Philip&nbsp;S&nbsp;Muirhead</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nStellar magnetic fields play an important role in the habitability of orbiting exoplanets. Strong stellar magnetic fields are associated with higher x-ray and ultraviolet flux incident on planets, and with a higher rate of stellar winds, all of which are believed to be detrimental to the formation and sustainability of life. Low-mass stars, that is those that are less massive than the sun, host the majority of terrestrial exoplanets orbiting within the habitable zones of their hosts. Therefor, it is critical to understand the strength and evolution of magnetic fields on low-mass stars, especially those that orbit planets.\r\n\n\n\nIn this project we measured the magnetic fields two samples of low-mass stars, using data from the APOGEE project. We measured Zeeman broadening of iron lines and fit that broadening using models. One sample consisted of low-mass stars in the Pleiades cluster, where all stars are roughy the same age. The investigation provides a crucial benchmark for calibrating age/magnetic field relations. We found the magnetic fields were large consistent with predictions. The second sample consisted of low-mass stars with known planets. With those stellar magnetic fields in hand, we can then calculate the necessary properties of the planets to protect from stellar winds. We find that for two systems, Kepler-186f and TOI-700d, the planets do no need strong planetary magnetic fields to protect from stellar winds.\t\t\t\t\tLast Modified: 01/06/2025\n\n\t\t\t\t\tSubmitted by: PhilipSMuirhead\n"
 }
}