{
 "awd_id": "2009698",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Imaging Planet Formation Inside the Diffraction Limit",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924290",
 "po_email": "mstill@nsf.gov",
 "po_sign_block_name": "Martin Still",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 449511.0,
 "awd_amount": 449511.0,
 "awd_min_amd_letter_date": "2020-08-06",
 "awd_max_amd_letter_date": "2020-08-06",
 "awd_abstract_narration": "A research team led by a Principal Investigator from the University of California-Irvine will survey young, nearby stars looking for evidence of planet formation. Thousands of observations of mature planetary systems and of young stars around which planets are thought to form now exist. Despite this wealth of data, remarkably little is known about how planets form. Direct images of forming planets are needed to better understand this process. While the large distances to young stars make these observations difficult, forming planets should be detectable by today's telescopes. This program will use a new imaging method to search for planets around a large sample of young stars and has the potential to detect giant forming planets. Undergraduate students will be mentored through the Cal-Bridge and CAMPARE programs, which aim to increase the number of underrepresented students who complete graduate studies in physics and/or astronomy. Of the graduating Cal-Bridge scholars in the last four years (all of which have been underrepresented minorities or women, or both), 82% have gone on to a graduate program in physics and/or astronomy. \r\n\r\nThis program will conduct a survey of about 35 transition disks to detect forming planets that might be causing the protoplanetary disk clearings. The survey will use the high-resolution imaging technique of non-redundant masking (NRM), which turns a conventional telescope into an interferometric array via a pupil-plane mask. The NRM observations will resolve orbital separations several times smaller than traditional methods (down to ~7 Astronomical Units for most targets). The survey will be carried out using the Keck/NIRC2 imager at 3.8 microns, making it more mass-sensitive than previous protoplanet searches, which were executed at shorter wavelengths. In its entirety, the survey will constrain the underlying rapidly-accreting planet population in these objects to within ~15% at 95% confidence.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Sallum",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie E Sallum",
   "pi_email_addr": "ssallum@ucsc.edu",
   "nsf_id": "000733513",
   "pi_start_date": "2020-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "Department of Physics & Astronomy",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926974575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 449511.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-6115fac1-7fff-63e5-f7fe-891502ceb7f9\"><span>This program conducted new, high resolution observations of 30 protoplanetary disks - the disks of dust and gas that remain around recently formed stars, and the sites of planet formation. Intellectual Merit: The disks in this survey showed signs of ongoing planet formation, and the observations taken here had sufficient resolution to search, for the first time, for signs of forming planets on scales comparable to Jupiter&rsquo;s orbit in our own Solar System. The observations placed new limits on the presence of forming planets in many systems, directly informing our understanding of the timescale of planet formation. They also led to the identification of forming planet candidates that can be followed-up in future studies. Three papers were published, two detailing new observations of interesting individual systems. The third presented a set of disks where new measurements of the distribution of small dust grains were made, as well as upper limits on allowable forming planets in several systems. As a whole these data place new statistical constraints on the physics of planet formation, on orbital scales that have been previously inaccessible. Broader Impacts: This program supported Cal-State undergraduates as they transitioned to graduate studies. It provided summer research experience for Cal-State undergraduates, who worked with the team to contribute to observing and to model some of the systems. It also provided academic year mentoring for these students, who met every two weeks with a UC mentor (the award PI) and a Cal-State mentor at their campus. </span></span></p><br>\n<p>\n Last Modified: 01/28/2025<br>\nModified by: Stephanie&nbsp;E&nbsp;Sallum</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis program conducted new, high resolution observations of 30 protoplanetary disks - the disks of dust and gas that remain around recently formed stars, and the sites of planet formation. Intellectual Merit: The disks in this survey showed signs of ongoing planet formation, and the observations taken here had sufficient resolution to search, for the first time, for signs of forming planets on scales comparable to Jupiters orbit in our own Solar System. The observations placed new limits on the presence of forming planets in many systems, directly informing our understanding of the timescale of planet formation. They also led to the identification of forming planet candidates that can be followed-up in future studies. Three papers were published, two detailing new observations of interesting individual systems. The third presented a set of disks where new measurements of the distribution of small dust grains were made, as well as upper limits on allowable forming planets in several systems. As a whole these data place new statistical constraints on the physics of planet formation, on orbital scales that have been previously inaccessible. Broader Impacts: This program supported Cal-State undergraduates as they transitioned to graduate studies. It provided summer research experience for Cal-State undergraduates, who worked with the team to contribute to observing and to model some of the systems. It also provided academic year mentoring for these students, who met every two weeks with a UC mentor (the award PI) and a Cal-State mentor at their campus. \t\t\t\t\tLast Modified: 01/28/2025\n\n\t\t\t\t\tSubmitted by: StephanieESallum\n"
 }
}