{
 "awd_id": "2009816",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Directly Observing the Assembly of Planets",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924290",
 "po_email": "mstill@nsf.gov",
 "po_sign_block_name": "Martin Still",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 349968.0,
 "awd_amount": 349968.0,
 "awd_min_amd_letter_date": "2020-08-07",
 "awd_max_amd_letter_date": "2020-08-07",
 "awd_abstract_narration": "The principal investigator and her students at Amherst College will develop the techniques required to detect and characterize planets forming around young, nearby stars. Thousands of planets have been discovered around other stars, yet there are still many mysteries about how planets form. One powerful way to begin solving these mysteries is to observe planets as they are being born. These “protoplanets” are extremely dim relative to the stars they orbit, and therefore extremely difficult to detect. This investigation will improve techniques for separating tiny glimmers of protoplanet light from the bright glare of their stars. Materials will be developed to help students master important research skills not typically taught in science courses. These skills include how to decipher scientific results and how to manage time when working on big open-ended projects. \r\n\r\nProtoplanet direct imaging is a new and a hotly debated topic in the field of high-contrast imaging. Novel hardware and software techniques are required to isolate the light of forming planets and disentangle it from morphologically complex co-located circumstellar disk features. A two-pronged approach will be conducted to advance the state of the art in validation and interpretation of potential protoplanet detections. (1) A fully developed and tested algorithm will be applied to rigorous, data-driven optimization of tunable parameters for point-spread function subtraction. (2) Multiwavelength observations of low mass accreting objects will be utilized to develop and calibrate accretion diagnostics appropriate for the substellar mass regime. This foundational work will inform planet formation processes, planetary accretion processes, and accretion variability timescales. The research team will also address an important issue in undergraduate research mentoring – the lack of rigorously developed and validated mentoring materials. Beginning undergraduate researchers must learn not only the scientific context and data analysis skills necessary to complete a research project, but also how to efficiently digest and rigorously analyze published scientific results, oral and written scientific communication, time and task management, and leadership and group work skills, among others.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Follette",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine B Follette",
   "pi_email_addr": "kfollette@amherst.edu",
   "nsf_id": "000652615",
   "pi_start_date": "2020-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Amherst College",
  "inst_street_address": "155 S PLEASANT ST",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135422804",
  "inst_zip_code": "010022234",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "AMHERST COLLEGE, TRUSTEES OF",
  "org_prnt_uei_num": "",
  "org_uei_num": "KDRLUT71AFM5"
 },
 "perf_inst": {
  "perf_inst_name": "Amherst College",
  "perf_str_addr": "155 S. Pleasant Street",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010025000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 349968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-9dfa2b84-7fff-9fe4-301c-3fca8536a814\">\r\n<p dir=\"ltr\"><span>One of the great astronomical mysteries is how other solar systems are assembled, a process that takes place during and just after the birth of their suns. The goals of this project were to use telescopic observations and computational simulations of young star systems to inform three important questions: (Aim 1) How can we best find and characterize infant planets (&ldquo;protoplanets&rdquo;)? (Aim 2) Do very massive planets form and grow through a different process than smaller planets? Finally, (Aim 3) how can we best train undergraduate students to engage deeply and effectively in work to inform questions like the two above?</span></p>\r\n<p dir=\"ltr\"><span>Our NSF AAG award facilitated a wide array of projects in the PI&rsquo;s primarily undergraduate research lab. During the award period, we supported 17 undergraduate honors theses and 44 first time summer research experiences for undergraduates, experiences that are critical to the development of young scientists&rsquo; technical skills and sense of scientific identity. The grant also directly funded drafting and publication of 7 academic journal articles (6 published, 1 submitted), 3 led by undergraduate students and 3 by graduate students, as well as a wide array of conference talks and posters. Three more publications resulting from work done under the award are being drafted for publication in the next year, with a range of additional projects at various stages on the path to eventual publication.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Towards our first aim, the grant furthered analysis of the largest and deepest telescopic survey for protoplanets to date and directly funded its publication and public data release. It also enabled characterization of a benchmark protoplanet analog, release of a new algorithm for vetting potential protoplanet signals, and an award-winning (American Physical Society LeRoy Apker undergraduate thesis award) framework for quantifying protoplanet populations.&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Towards our second aim, the grant supported development and analysis of the Comprehensive Archive of Substellar and Planetary Accretion Rates (CASPAR), a vital community resource. It also enabled simulation work that led to a successful JWST Cycle 4 program to study possibly variable growth and formation paradigms among a sample of protoplanet analogs. Finally, the grant furthered development of a simulation to understand measurements of young protoplanet growth rates and several telescopic studies designed to measure those growth rates directly.</span></p>\r\n<p dir=\"ltr\"><span>Toward our final aim, the grant facilitated development and field testing of a full week-long undergraduate research skills &ldquo;bootcamp&rdquo; curriculum. This curriculum is focused on the development of research &ldquo;soft skills&rdquo; such as time management, documentation of work, and goal setting. Results of student surveys, observations, and interviews over three years of development and testing show that this training is very effective in helping students manage the demands of academic research, as well as building their confidence and sense of belonging.</span></p>\r\n</span></p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Katherine&nbsp;B&nbsp;Follette</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nOne of the great astronomical mysteries is how other solar systems are assembled, a process that takes place during and just after the birth of their suns. The goals of this project were to use telescopic observations and computational simulations of young star systems to inform three important questions: (Aim 1) How can we best find and characterize infant planets (protoplanets)? (Aim 2) Do very massive planets form and grow through a different process than smaller planets? Finally, (Aim 3) how can we best train undergraduate students to engage deeply and effectively in work to inform questions like the two above?\r\n\n\nOur NSF AAG award facilitated a wide array of projects in the PIs primarily undergraduate research lab. During the award period, we supported 17 undergraduate honors theses and 44 first time summer research experiences for undergraduates, experiences that are critical to the development of young scientists technical skills and sense of scientific identity. The grant also directly funded drafting and publication of 7 academic journal articles (6 published, 1 submitted), 3 led by undergraduate students and 3 by graduate students, as well as a wide array of conference talks and posters. Three more publications resulting from work done under the award are being drafted for publication in the next year, with a range of additional projects at various stages on the path to eventual publication.\r\n\n\nTowards our first aim, the grant furthered analysis of the largest and deepest telescopic survey for protoplanets to date and directly funded its publication and public data release. It also enabled characterization of a benchmark protoplanet analog, release of a new algorithm for vetting potential protoplanet signals, and an award-winning (American Physical Society LeRoy Apker undergraduate thesis award) framework for quantifying protoplanet populations.\r\n\n\nTowards our second aim, the grant supported development and analysis of the Comprehensive Archive of Substellar and Planetary Accretion Rates (CASPAR), a vital community resource. It also enabled simulation work that led to a successful JWST Cycle 4 program to study possibly variable growth and formation paradigms among a sample of protoplanet analogs. Finally, the grant furthered development of a simulation to understand measurements of young protoplanet growth rates and several telescopic studies designed to measure those growth rates directly.\r\n\n\nToward our final aim, the grant facilitated development and field testing of a full week-long undergraduate research skills bootcamp curriculum. This curriculum is focused on the development of research soft skills such as time management, documentation of work, and goal setting. Results of student surveys, observations, and interviews over three years of development and testing show that this training is very effective in helping students manage the demands of academic research, as well as building their confidence and sense of belonging.\r\n\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: KatherineBFollette\n"
 }
}