{
 "awd_id": "2009870",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CMB Polarization Foreground Effects on B-modes and Lensing",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925387",
 "po_email": "aberlind@nsf.gov",
 "po_sign_block_name": "ANDREAS BERLIND",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 533715.0,
 "awd_amount": 533715.0,
 "awd_min_amd_letter_date": "2020-07-21",
 "awd_max_amd_letter_date": "2020-07-21",
 "awd_abstract_narration": "Scientists in the 1960s first observed the background of cosmic microwaves left over from the Big Bang.  In the coming decade, new and precise measurements may let astronomers use the cosmic microwave background to find faint signs of primordial gravitational waves.  Theoretically, these waves should arise from quantum fluctuations as the Universe expanded rapidly in its first moments, and finding them would be a revolutionary confirmation of this idea.  However, the signs of these gravitational waves will be obscured by two effects: gravitational lensing and Milky Way contamination.  Lensing is the distortion of the microwave background's light by the gravitational pull of galaxies and dark matter throughout the Universe.  Gas and dust in our own Milky Way galaxy then further contaminate our view.  In this project researchers will model the gas and dust and investigate mitigation of the lensing distortions to aid future attempts at detection of primordial gravitational waves.  The project will sponsor the research and training of students at the undergraduate and graduate level.  To ensure that exciting developments in early-Universe research reach the broader community, this project focuses on attracting new students to STEM disciplines with public talks and events, college-level curriculum development, and high-quality STEM student mentoring.\r\n\r\nThe Milky Way foreground contamination is larger than the possible polarization (\"B-mode\") signal of gravitational waves but is too small and too faint to be well characterized by the Planck satellite. This project builds on the researcher’s current modeling of these foreground contaminants to characterize and avoid these problems.  The effort will (1) continue development of an analytic filament-based foreground model and (2) use magnetohydrodynamic (MHD) computer simulations of the turbulent interstellar medium as a basis for realistic foreground simulations.  These tools will be used to investigate the implications for B-mode measurements, lensing reconstruction, and delensing, and will enhance understanding of the physical basis for observed properties of the polarization foreground and the interstellar medium.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Huffenberger",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin M Huffenberger",
   "pi_email_addr": "khuffenberger@tamu.edu",
   "nsf_id": "000280009",
   "pi_start_date": "2020-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Collins",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Collins",
   "pi_email_addr": "dccollins@fsu.edu",
   "nsf_id": "000657533",
   "pi_start_date": "2020-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "Department of Physics",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 533715.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to improve our understanding of the clouds of gas and dust in the Milky Way that obscure our view of the Cosmic Microwave Background (CMB), the oldest light in the universe. These clouds, distributed throughout our galaxy, emit light that can interfere with delicate measurements of the CMB, hindering our ability to study the very early universe. <br /><br />We developed a new model to describe the statistics of the dust clouds' emission, incorporating realistic features like their elongated shapes and their alignment with the galaxy's magnetic field. This improved model helps us better predict the impact of dust on CMB observations.&nbsp; We also used powerful computer simulations to recreate the turbulent environment within our galaxy, where the dust clouds are born and evolve. These simulations allowed us to understand how the properties of the interstellar medium (such as gas pressure and magnetic field strength) influence the way dust emits light.&nbsp; We are interested in this topic because the dust affects our ability to measure subtle features in the CMB, such as those related to gravitational lensing and the elusive \"B-modes\" of polarization, which can reveal the physics of the universe in its first moments. This research will help guide the design of future CMB experiments and improve the accuracy of our cosmological measurements.<br /><br /><strong>Intellectual Merit</strong><br /><br />This project has significantly advanced our understanding of the complex interplay between dust, magnetic fields, and polarization within our galaxy. The development of the filament model has provided new insights into the relationship between filament alignment and the Galactic magnetic field, crucial for accurately modeling the polarization properties of dust emission.&nbsp; The computer simulations have shed light on the relationship between the level of turbulence in the interstellar medium and the observed ratio of \"E-mode\" to \"B-mode\" polarization in dust emission, a key observational constraint for cosmological studies.&nbsp; Research on cosmic birefringence, while an unanticipated direction, has opened up new avenues for exploring the connection between dust polarization and fundamental physics.&nbsp; The combined use of analytical models and high-resolution simulations has provided valuable insights into the statistical properties of supersonic turbulence in astrophysical environments. These findings have deepened our understanding of the interplay between kinetic and thermal energy, density, and velocity in turbulent fluids, with broader implications for studying star formation and other astrophysical phenomena.&nbsp; The results of this project have been disseminated through five peer-reviewed publications and presented at scientific conferences. <br /><br /><br /><strong>Broader Impacts</strong><br /><br />The Florida State University Saturday Morning Physics program, with its engaging presentations and planetarium shows, has effectively communicated the excitement of scientific discovery to the general public, fostering a greater appreciation for astronomy, physics, and discoveries about the early Universe.&nbsp; The \"Ask-a-Scientist\" booth at the Tallahassee First Friday festival has provided a valuable platform for direct interaction between scientists and the public, addressing a wide range of science-related questions and promoting scientific literacy within the local community.&nbsp; Through active mentorship of graduate students and postdoctoral researchers, this project has contributed to the development of the next generation of scientists.&nbsp; The Simons Observatory Mentorship Program and the SACNAS MAS Program have provided valuable guidance and support to mentees, helping them navigate their academic and professional careers.&nbsp; This project has supported the training and professional development of graduate students, providing them with valuable research experience and opportunities to attend scientific conferences.</p><br>\n<p>\n Last Modified: 01/10/2025<br>\nModified by: Kevin&nbsp;M&nbsp;Huffenberger</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aimed to improve our understanding of the clouds of gas and dust in the Milky Way that obscure our view of the Cosmic Microwave Background (CMB), the oldest light in the universe. These clouds, distributed throughout our galaxy, emit light that can interfere with delicate measurements of the CMB, hindering our ability to study the very early universe. \n\nWe developed a new model to describe the statistics of the dust clouds' emission, incorporating realistic features like their elongated shapes and their alignment with the galaxy's magnetic field. This improved model helps us better predict the impact of dust on CMB observations. We also used powerful computer simulations to recreate the turbulent environment within our galaxy, where the dust clouds are born and evolve. These simulations allowed us to understand how the properties of the interstellar medium (such as gas pressure and magnetic field strength) influence the way dust emits light. We are interested in this topic because the dust affects our ability to measure subtle features in the CMB, such as those related to gravitational lensing and the elusive \"B-modes\" of polarization, which can reveal the physics of the universe in its first moments. This research will help guide the design of future CMB experiments and improve the accuracy of our cosmological measurements.\n\nIntellectual Merit\n\nThis project has significantly advanced our understanding of the complex interplay between dust, magnetic fields, and polarization within our galaxy. The development of the filament model has provided new insights into the relationship between filament alignment and the Galactic magnetic field, crucial for accurately modeling the polarization properties of dust emission. The computer simulations have shed light on the relationship between the level of turbulence in the interstellar medium and the observed ratio of \"E-mode\" to \"B-mode\" polarization in dust emission, a key observational constraint for cosmological studies. Research on cosmic birefringence, while an unanticipated direction, has opened up new avenues for exploring the connection between dust polarization and fundamental physics. The combined use of analytical models and high-resolution simulations has provided valuable insights into the statistical properties of supersonic turbulence in astrophysical environments. These findings have deepened our understanding of the interplay between kinetic and thermal energy, density, and velocity in turbulent fluids, with broader implications for studying star formation and other astrophysical phenomena. The results of this project have been disseminated through five peer-reviewed publications and presented at scientific conferences. \n\n\nBroader Impacts\n\nThe Florida State University Saturday Morning Physics program, with its engaging presentations and planetarium shows, has effectively communicated the excitement of scientific discovery to the general public, fostering a greater appreciation for astronomy, physics, and discoveries about the early Universe. The \"Ask-a-Scientist\" booth at the Tallahassee First Friday festival has provided a valuable platform for direct interaction between scientists and the public, addressing a wide range of science-related questions and promoting scientific literacy within the local community. Through active mentorship of graduate students and postdoctoral researchers, this project has contributed to the development of the next generation of scientists. The Simons Observatory Mentorship Program and the SACNAS MAS Program have provided valuable guidance and support to mentees, helping them navigate their academic and professional careers. This project has supported the training and professional development of graduate students, providing them with valuable research experience and opportunities to attend scientific conferences.\t\t\t\t\tLast Modified: 01/10/2025\n\n\t\t\t\t\tSubmitted by: KevinMHuffenberger\n"
 }
}