{
 "awd_id": "2009170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Louis Stokes B2B Alliance: Puget Sound Alliance",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032920000",
 "po_email": "smontash@nsf.gov",
 "po_sign_block_name": "Sonja Montas-Hunter",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1500000.0,
 "awd_min_amd_letter_date": "2020-07-24",
 "awd_max_amd_letter_date": "2022-09-14",
 "awd_abstract_narration": "The Louis Stokes Alliances for Minority Participation (LSAMP) program assists universities and colleges in diversifying the science, technology, engineering and mathematics (STEM) workforce through their efforts at significantly increasing the numbers of students from historically underrepresented minority populations (African-Americans, Hispanic Americans, American Indians or Alaska Natives, Native Hawaiians or Other Pacific Islanders) to successfully complete high quality degree programs in STEM. The Puget Sound Bridge to the Baccalaureate Alliance (PS-B2B) focuses on undergraduate research experiences to develop participants’ STEM identity to prepare underrepresented minority (URM) community college students for successful transfer to and completion of STEM baccalaureate degrees. \r\n\r\nPS-B2B will use evidence-based strategies focused on expanding undergraduate research experiences throughout the Alliance and implementation of evidence based best practices to develop participants’ STEM identity in support of student success. Activities will include further developing an Alliance-wide recruitment plan, a diversity of meeting opportunities for LSAMP scholars to build community, increased and focused opportunities for undergraduate research experiences including integration into STEM ‘gateway’ courses, mentoring training for faculty who will be guiding students in research activities, and guidance in the process for transferring to a four year program. The Alliance will form a Community of Practice to develop and disseminate successful approaches to undergraduate research experiences for community college students. Alliance activities will be supported by existing partners within the Alliance as well as external community partners, including the three University of Washington institutions and other regional institutions including those in the Pacific Northwest LSAMP. Transfer to four-year programs will be facilitated by statewide transfer articulation agreements that are already in place among the Washington institutions. Comprehensive project evaluation with the support and participation of both the leadership team and an external evaluator will form the basis for achieving project goals and disseminating successful strategies.\r\n\r\nPS-B2B is led by North Seattle College in partnership with Green River College and Pierce College, with regional four year institutions as informal partners and points of transfer. PS-B2B builds on existing statewide articulations between community colleges and four year institutions to bolster a region-wide effort in STEM degree attainment and career achievement.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Warren Brown",
   "pi_email_addr": "warren.brown@seattlecolleges.edu",
   "nsf_id": "000810054",
   "pi_start_date": "2020-07-24",
   "pi_end_date": "2020-08-04"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chemene",
   "pi_last_name": "Crawford",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Chemene L Crawford",
   "pi_email_addr": "Chemene.Crawford@seattlecolleges.edu",
   "nsf_id": "000832025",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Murkowski",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ann J Murkowski",
   "pi_email_addr": "ann.murkowski@seattlecolleges.edu",
   "nsf_id": "000432812",
   "pi_start_date": "2020-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chitra",
   "pi_last_name": "Solomonson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Chitra G Solomonson",
   "pi_email_addr": "csolomonson@greenriver.edu",
   "nsf_id": "000568215",
   "pi_start_date": "2020-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kalyn",
   "pi_last_name": "Owens",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kalyn S Owens",
   "pi_email_addr": "kalyn.owens@seattlecolleges.edu",
   "nsf_id": "000665501",
   "pi_start_date": "2020-07-24",
   "pi_end_date": "2021-08-11"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elysia",
   "pi_last_name": "Mbuja",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elysia A Mbuja",
   "pi_email_addr": "embuja@pierce.ctc.edu",
   "nsf_id": "000811976",
   "pi_start_date": "2020-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Seattle Community College District Office",
  "inst_street_address": "1500 HARVARD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2069342026",
  "inst_zip_code": "981223803",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "SEATTLE CENTRAL COMMUNITY COLLEGE",
  "org_prnt_uei_num": "JQTZWL5U8XJ8",
  "org_uei_num": "XW9JC593M6M7"
 },
 "perf_inst": {
  "perf_inst_name": "North Seattle College",
  "perf_str_addr": "9600 College Way North",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981033514",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 442242.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 522853.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 534905.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Puget Sound Alliance (PSA), a Bridge to the Baccalaureate LSAMP program, is a collaboration of three Washington State public two-year colleges: North Seattle College, Pierce College, and Green River College. Collectively, these institutions serve over 38,000 students each year within western Washington&rsquo;s Puget Sound region. The region is a global center of Science, Technology, Engineering, and Math (STEM) innovation and employment where almost 90% of the region&rsquo;s family-sustaining STEM jobs require at least a baccalaureate degree. Increasing the participation and success of two-year college students in STEM educational pathways provides a powerful tool with which to grow the diverse, inclusive, and robust STEM workforce needed to ensure that the region, and the nation, remains at the forefront of global competitiveness.</p>\n<p>The PSA addressed this opportunity through the implementation of numerous, evidence-based strategies with an emphasis on providing research experiences to PSA students. The PSA&rsquo;s structural framework had three key student-focused emphases: 1) outreach/onboarding, 2) retention/persistence, and 3) completion/transfer. The PSA used evidence-based practices within this framework to recruit, retain, and facilitate PSA participants&rsquo; transfer to nearby four-year universities. PSA students benefited from an array of activities and events including skills workshops, fieldtrips, mentoring, community building events, research experiences, and internships. As these events are open to all students, they have helped create an institutional culture across the PSA that values, recognizes, and celebrates the challenges and rewards of pursuing STEM disciplines. The PSA was also able to build lasting relationships with local industry partners who now continue to provide speakers, tours, and internship opportunities for students across the PSA. The work of the PSA was informed by the input of an external evaluator with expertise in STEM transfer at two-year colleges; her research helped ensure that the PSA was serving its students as efficiently and effectively as possible and has allowed PSA staff to share their findings both regionally and nationally.</p>\n<p>In addition to the institutional transformation, the PSA directly served 840 students from 2020-2024. During this same time period, the PSA colleges experienced a 13% increase in the enrollment of students from historically marginalized populations at the colleges, a 14% increase in their associate degree completion rates, and a 33% increase in their rate of transfer to baccalaureate degree-granting colleges and universities. These increases are particularly noteworthy in the context of a significant overall enrollment decline (-21%) over the same period associated with the Covid pandemic.</p>\n<p>The institutional changes and resources developed during the PSA&rsquo;s 2020-2024 funding period will help ensure that subsequent generations of students have access to the resources and opportunities they need to thrive in their STEM academic journeys. This, in turn, helps two-year colleges unleash the full talent and potential of the next generation of STEM workers, leaders, and innovators.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/08/2024<br>\nModified by: Ann&nbsp;J&nbsp;Murkowski</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Puget Sound Alliance (PSA), a Bridge to the Baccalaureate LSAMP program, is a collaboration of three Washington State public two-year colleges: North Seattle College, Pierce College, and Green River College. Collectively, these institutions serve over 38,000 students each year within western Washingtons Puget Sound region. The region is a global center of Science, Technology, Engineering, and Math (STEM) innovation and employment where almost 90% of the regions family-sustaining STEM jobs require at least a baccalaureate degree. Increasing the participation and success of two-year college students in STEM educational pathways provides a powerful tool with which to grow the diverse, inclusive, and robust STEM workforce needed to ensure that the region, and the nation, remains at the forefront of global competitiveness.\n\n\nThe PSA addressed this opportunity through the implementation of numerous, evidence-based strategies with an emphasis on providing research experiences to PSA students. The PSAs structural framework had three key student-focused emphases: 1) outreach/onboarding, 2) retention/persistence, and 3) completion/transfer. The PSA used evidence-based practices within this framework to recruit, retain, and facilitate PSA participants transfer to nearby four-year universities. PSA students benefited from an array of activities and events including skills workshops, fieldtrips, mentoring, community building events, research experiences, and internships. As these events are open to all students, they have helped create an institutional culture across the PSA that values, recognizes, and celebrates the challenges and rewards of pursuing STEM disciplines. The PSA was also able to build lasting relationships with local industry partners who now continue to provide speakers, tours, and internship opportunities for students across the PSA. The work of the PSA was informed by the input of an external evaluator with expertise in STEM transfer at two-year colleges; her research helped ensure that the PSA was serving its students as efficiently and effectively as possible and has allowed PSA staff to share their findings both regionally and nationally.\n\n\nIn addition to the institutional transformation, the PSA directly served 840 students from 2020-2024. During this same time period, the PSA colleges experienced a 13% increase in the enrollment of students from historically marginalized populations at the colleges, a 14% increase in their associate degree completion rates, and a 33% increase in their rate of transfer to baccalaureate degree-granting colleges and universities. These increases are particularly noteworthy in the context of a significant overall enrollment decline (-21%) over the same period associated with the Covid pandemic.\n\n\nThe institutional changes and resources developed during the PSAs 2020-2024 funding period will help ensure that subsequent generations of students have access to the resources and opportunities they need to thrive in their STEM academic journeys. This, in turn, helps two-year colleges unleash the full talent and potential of the next generation of STEM workers, leaders, and innovators.\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/08/2024\n\n\t\t\t\t\tSubmitted by: AnnJMurkowski\n"
 }
}