{
 "awd_id": "2010892",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2020: From genomes to geographic distributions: testing the eco-evolutionary mechanisms of species range limits",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2020-05-13",
 "awd_max_amd_letter_date": "2021-08-19",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2020, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. One of the central questions of ecology and evolutionary biology is what limits species’ distributions — given the power of natural selection to produce adaptations to novel environments, why does every species occupy only a small portion of the Earth’s habitat? Related to this, what enables invasive species to rapidly expand their range while many native species have been in the same place for hundreds of generations? The ability of a species to expand its range will be determined by how quickly the environment changes across space and time, and the genetics underlying adaptation to new environments. This research will use experiments, genomics, and modeling to uncover the factors that promote and hinder adaptation of populations expanding across the landscape, while training undergraduates in key research methods and supporting informal, public science education. When the factors limiting species’ distributions are known, it will be possible to better manage invasive species, and more accurately predict how species’ ranges will shift in a changing climate. \r\n\r\nThis project will use a complementary suite of approaches to elucidate the eco-evolutionary dynamics that promote and hinder adaptation across ecological gradients. First, the fellow will use experimental evolution of the red flour beetle (Tribolium castaneum) to test the potentially interactive effects of gradient shape, dispersal potential, and temporal environmental variation on range expansion and adaptation to novel environments. The research will then use population genomic data from this experiment to understand the genetic changes underlying adaptation during range expansion, the genetic mechanisms preventing adaptation at stable range limits, and how gradient type, dispersal, and temporal variation influence range dynamics through population genetic effects. Finally, a novel individual-based simulation model will be built, parameterized with the experimental data, and extends recent range limit models by including temporal variation in selective environments. The fellow will recruit undergraduate students through the Wyoming Research Scholars Program, focusing on groups underrepresented in STEM fields, and mentor these students through the proposed research and support of individual projects. Outside the university, the fellow will bring engaging biology lessons to informal, public venues. Upon completion of this fellowship the fellow will have extensive, complementary experience in a range of theoretical, empirical, and genomics approaches.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Benning",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Benning",
   "pi_email_addr": "",
   "nsf_id": "000733042",
   "pi_start_date": "2020-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Benning, John W",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Saint Paul",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "",
  "inst_zip_code": "55108",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": null,
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 69000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During my NSF postdoctoral fellowship, I made significant contributions to our understanding of how environmental variation in both space and time shapes the evolution and spread of populations across landscapes. My primary research used simulation models to understand the role of ecological and evolutionary processes during range expansion. The first paper \"Increasing temporal variance leads to stable species range limits,\" challenged the conventional wisdom that spatial environmental gradients are the primary determinant of species range dynamics. Through a combination of analytical and individual-based evolutionary models, I demonstrated that temporal variation in environmental conditions can greatly alter predictions for range dynamics compared to temporally static environments. Specifically, I found that the interaction between the degree of temporal autocorrelation in environmental fluctuations and the steepness of the spatial environmental gradient determines whether a species expands or goes extinct. Furthermore, I showed that stable range limits can form where the magnitude of temporal variance increases sufficiently to prevent local persistence due to increased maladaptation. These findings highlight the pivotal role of temporal variation in determining the likelihood of populations colonizing novel habitats and the location of species range limits.&nbsp;In another paper, \"Environmental gradients mediate dispersal evolution during biological invasions,\" I used an eco-evolutionary model to explore how environmental gradients influence dispersal evolution and, in turn, modulate the speed and predictability of range expansions. I found that environmental gradients oppose evolution of increased dispersal during invasion, and even lead to evolution of reduced dispersal along steeper gradients. This reduced dispersal could, counterintuitively, allow for faster expansion by minimizing maladaptive gene flow and facilitating adaptation. These findings have important implications for predicting and managing the spread of invasive species in heterogeneous landscapes.<br /><br />In addition to this work, I published two other papers that further advanced our understanding of the factors shaping rapid evolution and species responses to environmental change. In \"Rapid evolution during climate change: demographic and genetic constraints on adaptation to severe drought,\" I combined long-term demographic and environmental data, quantitative genetic analyses, a resurrection experiment, and individual-based evolutionary simulations to gain insights into why some populations and traits evolve in response to extreme environmental perturbations while others do not. This research suggested that gene flow through time via seed banks can be an important, underappreciated control on rapid evolution in response to extreme events like severe droughts. In \"The spatial scale of adaptation in a native annual plant and its implications for responses to climate change,\" I used data from a large-scale reciprocal transplant experiment to show that the spatial scale of adaptation in the native annual plant common ragweed is large, and that climate change has likely already caused maladaptation, especially across the southern portion of the species' range. This work has important implications for predicting and managing species responses to ongoing climate change.<br /><br />Throughout my fellowship, I also made contributions to the broader scientific community. I trained and mentored four undergraduate students, helping to develop the next generation of scientists. I organized and led the symposium, \"Evolution in Action,\" at the annual meeting for the Society for the Study of Evolution. I also established the Tribolium system for experimental work in my lab, though experiments were unfortunately delayed due to pathogen outbreaks in the stock populations. Finally, I developed new skills in theoretical modeling that will enable me to continue to increase our understanding of eco-evolutionary dynamics in changing environments.<br /><br />In summary, my NSF postdoctoral fellowship resulted in significant advances in our understanding of how environmental variation in both space and time shapes species range dynamics and responses to global change. My work has important implications for predicting and managing the impacts of ongoing climate change and other anthropogenic environmental changes on biodiversity. Furthermore, through my mentoring and training activities, I have contributed to the development of the next generation of scientists who will continue this important work into the future.<br /><br /><strong>Works Cited</strong></p>\n<p>Benning JW, Hufbauer RA, and Weiss-Lehman C. 2022. Increasing temporal variance leads to stable species range limits.&nbsp;<em>Proceedings of the Royal Society B</em>, 289:20220202.<br /><br />Benning JW, Clark EI, Hufbauer RA, and Weiss-Lehman C. 2023. Environmental gradients mediate dispersal evolution during biological invasions.&nbsp;<em>In press, Ecology Letters</em>.</p>\n<p>Benning JW, Faulkner A, and Moeller DA. 2023. Rapid evolution during climate change: demographic and genetic constraints on adaptation to severe drought.&nbsp;<em>Proceedings of the Royal Society B</em>, 290:20230336.</p>\n<p>Gorton AJ*,&nbsp;Benning JW*, Tiffin PL, and Moeller DA. 2022. The spatial scale of adaptation in a native annual plant and its implications for responses to climate change.&nbsp;<em>Evolution</em>, 76:2916-2929. (* equal contribution)</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/23/2024<br>\nModified by: John&nbsp;W&nbsp;Benning</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDuring my NSF postdoctoral fellowship, I made significant contributions to our understanding of how environmental variation in both space and time shapes the evolution and spread of populations across landscapes. My primary research used simulation models to understand the role of ecological and evolutionary processes during range expansion. The first paper \"Increasing temporal variance leads to stable species range limits,\" challenged the conventional wisdom that spatial environmental gradients are the primary determinant of species range dynamics. Through a combination of analytical and individual-based evolutionary models, I demonstrated that temporal variation in environmental conditions can greatly alter predictions for range dynamics compared to temporally static environments. Specifically, I found that the interaction between the degree of temporal autocorrelation in environmental fluctuations and the steepness of the spatial environmental gradient determines whether a species expands or goes extinct. Furthermore, I showed that stable range limits can form where the magnitude of temporal variance increases sufficiently to prevent local persistence due to increased maladaptation. These findings highlight the pivotal role of temporal variation in determining the likelihood of populations colonizing novel habitats and the location of species range limits.In another paper, \"Environmental gradients mediate dispersal evolution during biological invasions,\" I used an eco-evolutionary model to explore how environmental gradients influence dispersal evolution and, in turn, modulate the speed and predictability of range expansions. I found that environmental gradients oppose evolution of increased dispersal during invasion, and even lead to evolution of reduced dispersal along steeper gradients. This reduced dispersal could, counterintuitively, allow for faster expansion by minimizing maladaptive gene flow and facilitating adaptation. These findings have important implications for predicting and managing the spread of invasive species in heterogeneous landscapes.\n\nIn addition to this work, I published two other papers that further advanced our understanding of the factors shaping rapid evolution and species responses to environmental change. In \"Rapid evolution during climate change: demographic and genetic constraints on adaptation to severe drought,\" I combined long-term demographic and environmental data, quantitative genetic analyses, a resurrection experiment, and individual-based evolutionary simulations to gain insights into why some populations and traits evolve in response to extreme environmental perturbations while others do not. This research suggested that gene flow through time via seed banks can be an important, underappreciated control on rapid evolution in response to extreme events like severe droughts. In \"The spatial scale of adaptation in a native annual plant and its implications for responses to climate change,\" I used data from a large-scale reciprocal transplant experiment to show that the spatial scale of adaptation in the native annual plant common ragweed is large, and that climate change has likely already caused maladaptation, especially across the southern portion of the species' range. This work has important implications for predicting and managing species responses to ongoing climate change.\n\nThroughout my fellowship, I also made contributions to the broader scientific community. I trained and mentored four undergraduate students, helping to develop the next generation of scientists. I organized and led the symposium, \"Evolution in Action,\" at the annual meeting for the Society for the Study of Evolution. I also established the Tribolium system for experimental work in my lab, though experiments were unfortunately delayed due to pathogen outbreaks in the stock populations. Finally, I developed new skills in theoretical modeling that will enable me to continue to increase our understanding of eco-evolutionary dynamics in changing environments.\n\nIn summary, my NSF postdoctoral fellowship resulted in significant advances in our understanding of how environmental variation in both space and time shapes species range dynamics and responses to global change. My work has important implications for predicting and managing the impacts of ongoing climate change and other anthropogenic environmental changes on biodiversity. Furthermore, through my mentoring and training activities, I have contributed to the development of the next generation of scientists who will continue this important work into the future.\n\nWorks Cited\n\n\nBenning JW, Hufbauer RA, and Weiss-Lehman C. 2022. Increasing temporal variance leads to stable species range limits.Proceedings of the Royal Society B, 289:20220202.\n\nBenning JW, Clark EI, Hufbauer RA, and Weiss-Lehman C. 2023. Environmental gradients mediate dispersal evolution during biological invasions.In press, Ecology Letters.\n\n\nBenning JW, Faulkner A, and Moeller DA. 2023. Rapid evolution during climate change: demographic and genetic constraints on adaptation to severe drought.Proceedings of the Royal Society B, 290:20230336.\n\n\nGorton AJ*,Benning JW*, Tiffin PL, and Moeller DA. 2022. The spatial scale of adaptation in a native annual plant and its implications for responses to climate change.Evolution, 76:2916-2929. (* equal contribution)\n\n\n\t\t\t\t\tLast Modified: 05/23/2024\n\n\t\t\t\t\tSubmitted by: JohnWBenning\n"
 }
}