{
 "awd_id": "2010088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Theoretical Framework for Photoionization and Photodetachment Rate Calculations in the Lower Ionosphere",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928963",
 "po_email": "sraizada@nsf.gov",
 "po_sign_block_name": "Shikha Raizada",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 351219.0,
 "awd_amount": 351219.0,
 "awd_min_amd_letter_date": "2020-05-04",
 "awd_max_amd_letter_date": "2020-05-04",
 "awd_abstract_narration": "This award will support the development of a modeling framework for photoionization and photo-detachment rates of metallic species generated by meteoric ablation events. The sources are multiple EUV, UV, and visible systems of O2 and N2 molecular band emissions that might be generated by transient luminous events (sprites, elves, lightning), auroral activity, and meteor trails. These results would make possible specific calculations for the D-region and lower thermosphere sporadic layers of possible localized effects upon ionospheric composition or ionospheric dynamics featuring spatial scales a few kms in extent. A graduate student and summer undergraduate students would be supported in this work.\r\n\r\nThis work is based primarily upon the fact that the photo-ionization thresholds of metallic species is quite low relative to the ionization thresholds of other atmospheric constituents such as N2 or O2. Thus, the illumination sources of TLE, aurora, and meteor trails would be sufficiently energetic to achieve the ionization of neutral metallic species or the detachment of electrons from any ionospheric negative ions present within the region affected by meteors or precipitating electrons or TLE activity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Pasko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victor Pasko",
   "pi_email_addr": "vpasko@psu.edu",
   "nsf_id": "000490976",
   "pi_start_date": "2020-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 351219.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to model the photoionization of metals deposited in the lower ionosphere as a result of meteoric ablation and photodetachment of electrons from negative ions of the Earth's ionosphere.&nbsp; The photoionization of metallic species is very efficient as these species have very low ionization potentials compared to the main constituents of air and therefore, are more easily photoionized due to not only extreme ultraviolet emissions, but also photons with much lower energy. As the electron affinity of the majority of the negative ions of the ionosphere is significantly less than the ionization potentials of meteoric species, the radiation in the visible and near infrared spectral region may also contribute to photodetachment of electrons from negative ions. The photoionization and photodetachment problems were considered using the same mathematical framework. Specific scientific contributions made under this project include: (1) Investigation of photoionization and photodetachment effects of lightning discharges in the lower ionosphere; (2) Investigation of electron detachment in collisions of atomic oxygen anion with molecular nitrogen; (3) Investigation of streamer discharges in Jupiter&rsquo;s atmosphere; (4) Application of the modeling framework developed under this award to studies of feedback effects due to photoelectric absorption in relativistic electron runaway discharges. The broader impacts of this project include application of the developed modeling framework to studies of photoionization processes in atmospheric pressure helium plasma jets. This research is relevant to current medical applications of non-thermal plasmas. This project resulted in one PhD dissertation. This project also provided research experience to two undergraduate students and training to one post-doctoral fellow at Penn State. The project results have been published in six refereed journal papers and presented in twelve conference talks. This research has been highlighted in NSF press release: <a href=\"https://nam10.safelinks.protection.outlook.com/?url=https%3A%2F%2Fnew.nsf.gov%2Fnews%2Fmathematical-model-provides-bolt-understanding%3Futm_medium%3Demail%26utm_source%3Dgovdelivery&amp;data=05%7C01%7Cvpp1%40psu.edu%7C26b4221ca7ed4a35c36708db4a7153d7%7C7cf48d453ddb4389a9c1c115526eb52e%7C0%7C0%7C638185622813670416%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=AO4uAB%2BIFEtKWvWxGXsFK2tNAA7g9tNq%2F5p9wG9xy%2Fg%3D&amp;reserved=0\">https://new.nsf.gov/news/mathematical-model-provides-bolt-understanding?utm_medium=email&amp;utm_source=govdelivery</a></p><br>\n<p>\n Last Modified: 06/09/2024<br>\nModified by: Victor&nbsp;Pasko</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project was to model the photoionization of metals deposited in the lower ionosphere as a result of meteoric ablation and photodetachment of electrons from negative ions of the Earth's ionosphere. The photoionization of metallic species is very efficient as these species have very low ionization potentials compared to the main constituents of air and therefore, are more easily photoionized due to not only extreme ultraviolet emissions, but also photons with much lower energy. As the electron affinity of the majority of the negative ions of the ionosphere is significantly less than the ionization potentials of meteoric species, the radiation in the visible and near infrared spectral region may also contribute to photodetachment of electrons from negative ions. The photoionization and photodetachment problems were considered using the same mathematical framework. Specific scientific contributions made under this project include: (1) Investigation of photoionization and photodetachment effects of lightning discharges in the lower ionosphere; (2) Investigation of electron detachment in collisions of atomic oxygen anion with molecular nitrogen; (3) Investigation of streamer discharges in Jupiters atmosphere; (4) Application of the modeling framework developed under this award to studies of feedback effects due to photoelectric absorption in relativistic electron runaway discharges. The broader impacts of this project include application of the developed modeling framework to studies of photoionization processes in atmospheric pressure helium plasma jets. This research is relevant to current medical applications of non-thermal plasmas. This project resulted in one PhD dissertation. This project also provided research experience to two undergraduate students and training to one post-doctoral fellow at Penn State. The project results have been published in six refereed journal papers and presented in twelve conference talks. This research has been highlighted in NSF press release: https://new.nsf.gov/news/mathematical-model-provides-bolt-understanding?utm_medium=email&utm_source=govdelivery\t\t\t\t\tLast Modified: 06/09/2024\n\n\t\t\t\t\tSubmitted by: VictorPasko\n"
 }
}