{
 "awd_id": "2010702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2020: Exploring the genetic and behavioral basis of variation in sequestration ability in the polymorphic tortoise beetle",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 162947.0,
 "awd_min_amd_letter_date": "2020-06-23",
 "awd_max_amd_letter_date": "2023-07-07",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2020, Broadening Participation of Groups Under-represented in Biology. The fellowship supports a research and training plan for the Fellow that will increase the participation of groups underrepresented in biology. The focus of this study is a colorful tortoise beetle found in tropical rainforests, called Chelymorpha alternans. This beetle varies in color across its range and incorporates toxins produced by host plants into the outer exoskeleton as a defense mechanism against predators. By incorporating toxic compounds, these organisms become distasteful to predators, and by using bright and contrasting coloration they advertise that they are toxic, making it easier for predators to learn and remember to avoid them. Often variation in color or pattern signals individuals who differ in their level of toxicity. This research seeks to understand how individual differences in the ability to incorporate toxins from the plants contributes to survival in beetle larvae and predation as adults. Understanding how some individuals are better equipped to process toxins will provide insights into the ways that insects adapt to their environment and to agricultural pesticides. To broaden participation, motivated high school and undergraduate students in the Memphis area will be mentored in research and outreach partnerships between the University and the community will be facilitated.\r\n\r\nIn order to understand how intraspecific variation mediates the sequestration ability of plant secondary metabolites by larvae of the polymorphic tortoise beetle, C. alternans, an integrative study assessing differences in gene expression, larval and adult fitness and functional genomics will be performed. In aposematic organisms, variation in color pattern often indicates individuals with differing levels of toxic protection. To investigate the genotypic and phenotypic impacts on larval survival, individuals of different genotypes will be assessed for larval survival.  Predator bioassays with the ant predator, Azteca chartifex, will be conducted to assess genotypic and phenotypic impacts on adult palatability. Individuals that are better at processing secondary metabolites from the plant are expected to have higher survival through larval development, and those that are better at incorporating these metabolites are expected to have increased toxicity and experience less predation as adults. A cuticular hydrocarbon study will be used to analyze chemical variation between genotypes and phenotypes. Additionally, to assess variation in larval sequestration ability, the expression patterns of genes related to sequestration metabolic pathways will be determined. Combining chemical ecology, genomics and behavior will facilitate deeper insights in cascading effects on larval survival, adult chemical profiles and overall levels of palatability. To broaden the impact of the work, students will be mentored in research and community outreach will be conducted.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynette",
   "pi_last_name": "Strickland",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lynette R Strickland",
   "pi_email_addr": "",
   "nsf_id": "000815396",
   "pi_start_date": "2020-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Strickland, Lynette Renae",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Urbana",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "",
  "inst_zip_code": "61801",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": null,
  "perf_city_name": "Memphis",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381115914",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 24947.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported the research and professional development of postdoctoral fellow, Lynette Strickland, as well as several undergraduate projects. Under this award, a USDA-approved facility was established at the University of Memphis to maintain tropical insects not native to the United States. This was vital to the success of the research and the establishment of this infrastructure allows for a greater breadth of research to be conducted at the Univeristy in the future.</p>\n<p>During the duration of this award, the postdoctoral fellow was able to import 100 Neotropical tortoise beetles from Panama and maintain them in the USDA approved facility at the University. Specific phenotypes of three different color pattern variants of this species were bred for several generations, and DNA was extracted from the wings and abdomens of 61 individuals, resulting in 122 sequenced samples. These were used to assess genetic and phenotypic differences in individual ability to metabolize and sequester plant chemical compounds. This work will result in two lead-author publications for the postdoctoral fellow. Additionally, several undergraduate students, all of whom are from backgrounds historically excluded in the sciences, were trained in beetle maintenance and data analysis. This helped students acquire skills in experimental design, obtaining observational data, data analysis, and scientific writing. One of these students has since started a Master&rsquo;s in insect community interactions at California State University, Northridge. The work from these students will result in two additional publications, with both students listed as co-authors. &nbsp;</p>\n<p>For the postdoctoral fellow, this opportunity was instrumental, as it lead to several professional development and training opportunities. These included two conferences where the work from this award was presented; The Biology of Colour conference in Porto, Portugal, and the Evolution conference in Albuquerque, New Mexico. Moreover, the fellow received a tenure-track position in the Department of Biology at Boston University during the lifetime of this award to continue working on tortoise beetle evolution.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2023<br>\n\t\t\t\t\tModified by: Lynette&nbsp;R&nbsp;Strickland</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supported the research and professional development of postdoctoral fellow, Lynette Strickland, as well as several undergraduate projects. Under this award, a USDA-approved facility was established at the University of Memphis to maintain tropical insects not native to the United States. This was vital to the success of the research and the establishment of this infrastructure allows for a greater breadth of research to be conducted at the Univeristy in the future.\n\nDuring the duration of this award, the postdoctoral fellow was able to import 100 Neotropical tortoise beetles from Panama and maintain them in the USDA approved facility at the University. Specific phenotypes of three different color pattern variants of this species were bred for several generations, and DNA was extracted from the wings and abdomens of 61 individuals, resulting in 122 sequenced samples. These were used to assess genetic and phenotypic differences in individual ability to metabolize and sequester plant chemical compounds. This work will result in two lead-author publications for the postdoctoral fellow. Additionally, several undergraduate students, all of whom are from backgrounds historically excluded in the sciences, were trained in beetle maintenance and data analysis. This helped students acquire skills in experimental design, obtaining observational data, data analysis, and scientific writing. One of these students has since started a Master’s in insect community interactions at California State University, Northridge. The work from these students will result in two additional publications, with both students listed as co-authors.  \n\nFor the postdoctoral fellow, this opportunity was instrumental, as it lead to several professional development and training opportunities. These included two conferences where the work from this award was presented; The Biology of Colour conference in Porto, Portugal, and the Evolution conference in Albuquerque, New Mexico. Moreover, the fellow received a tenure-track position in the Department of Biology at Boston University during the lifetime of this award to continue working on tortoise beetle evolution.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2023\n\n\t\t\t\t\tSubmitted by: Lynette R Strickland"
 }
}