{
 "awd_id": "2010869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2020: Mechanisms of sensory  reception in the hydrodynamically-adapted skin of cetaceans",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2022-12-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 138000.0,
 "awd_min_amd_letter_date": "2020-06-25",
 "awd_max_amd_letter_date": "2020-06-25",
 "awd_abstract_narration": "<p>This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2020, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the Fellow that will contribute to the area of Rules of Life in innovative ways. This project is designed to reveal mechanisms underlying tactile (touch) reception in cetaceans (whales and dolphins).  Many of these protected species are endangered and elusive, making it difficult to study how their sensory systems support feeding and other critical behaviors. As descendants of land mammals, their skin nerves evolved in response to the aquatic motion of waves, vibrations, pressure changes, locomotion and prey fish. Using skin samples collected from Megaptera novaeangliae (humpback whales), the Fellow will use molecular markers that identify nerves by their type. Interestingly, multiple nerves combine to form thread-like bundles. The Fellow will use cutting-edge microscopy to analyze the structure of these unusual nerve bundles. This investigation will show how mammalian nerves have reconfigured into hydrodynamic sensors, a critical transformation for cetaceans' mastery of the marine environment.  To broaden the impact of the project, the Fellow will mentor student scientists who have had limited research opportunities, offering training in observing whale behavior and experimental neurobiology.</p>\n\n<p>The project goal is to decipher the physiological implications of cetacean somatosensory anatomy. The fundamental structure of this system is the heterogenous axon bundle. By performing immunohistochemistry on humpback whale skin sections, the Fellow will quantify each bundle's A-beta, A-delta and C-fiber axons, as each of these higher-order combinations constitutes a tactile phenotype. It is predicted that the function of different types will be correlated with the skin depth of the receptive terminals, the signals they are tuned to detect. Descriptive analyses will also compare morphological features, axonal components and inter-axonal relationships. This work is designed to uncover a cetacean multimodal mechanoreceptor that converts aquatic stimuli into electrical signals. A dataset of images will also be annotated at the tissue, cellular and ultrastructural scales, and made publicly accessible for other studies on the Woods Hole Open Access Server. To broaden the scientific impacts of this work, the Fellow will mentor students, develop an online educational module for cetacean tactile sensation, and coordinate an international workshop in marine mammal sensory ecology.</p>\n\n<p>This award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria. </p>",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sherri",
   "pi_last_name": "Eldridge",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sherri A Eldridge",
   "pi_email_addr": "",
   "nsf_id": "000730329",
   "pi_start_date": "2020-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Eldridge                Sherri         A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Woods Hole",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": null,
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": null
}