{
 "awd_id": "2010035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Combinatorial and Probabilistic Approaches to Oscillator and Clock Synchronization",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 146954.0,
 "awd_amount": 146954.0,
 "awd_min_amd_letter_date": "2020-05-21",
 "awd_max_amd_letter_date": "2020-05-21",
 "awd_abstract_narration": "If a group of people is given local clocks with arbitrarily set times, and there is no global reference (for example GPS), is it possible for the group to synchronize all clocks by only communicating with nearby members? In order for a distributed system to be able to perform high-level tasks that may go beyond the capability of an individual agent, the system must first solve a \"clock synchronization\" problem to establish a shared notion of time. The study of clock synchronization (or coupled oscillators) has been an important subject of research in mathematics and various areas of science for decades, with fruitful applications in many areas including wildfire monitoring, electric power networks, robotic vehicle networks, large-scale information fusion, and wireless sensor networks. However, there has been a gap between our theoretical understanding of systems of coupled oscillators and practical requirements for clock synchronization algorithms in modern application contexts. This project will develop systematic approaches for bridging this gap based on combinatorial and probabilistic methods. The use of discrete oscillators will be a key thread in developing more robust and efficient clock synchronization algorithms, extending the current proof techniques for convergence guarantee, and providing a foundation for a data-driven approach to the clock synchronization problems.  This project will also include interdisciplinary collaboration and research opportunities for students at all levels \r\n\r\nOne of the key difficulties in analyzing the behavior of coupled oscillators lies in the cyclic hierarchy in the phase space. A widely used observation in the literature is that, if all initial phases are concentrated in an open half-circle, such a cyclic hierarchy disappears and we have robust synchronization results in various settings. Hence deriving global synchronization from arbitrary initial configurations not only warrants self-stabilization of the clock synchronization algorithm under arbitrary perturbation, but also addresses the theoretical limitation of such a half-circle condition. By extending techniques such as local concentration and adaptive pulse-coupling scheme due to the PI, the project aims at deriving global synchronization from an arbitrary initial configuration on undirected finite trees, for non-identical natural frequencies and non-zero propagation delay of signals with optimal bounds on convergence time. The convergence result will be extended to arbitrary graphs by combining with a spanning tree algorithm, and the composite algorithm will be implemented as a fast and resource-minimal clock synchronization algorithm for modern wireless sensor networks. This project will also include interdisciplinary collaboration and research opportunities for students at all levels. In particular, some of the projects involve generating a large database for the collective behavior of some models of discrete coupled oscillators on finite graphs, and applying machine learning techniques to extract key features of the pair of network topology and initial configuration that guarantee synchronization. The project will provide students with research experiences ranging from dynamical systems to computer science and machine learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hanbaek",
   "pi_last_name": "Lyu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hanbaek Lyu",
   "pi_email_addr": "hlyu@math.wisc.edu",
   "nsf_id": "000792608",
   "pi_start_date": "2020-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "520 Portola Plaza",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951555",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 63994.0
  }
 ],
 "por": null
}