{
 "awd_id": "2010370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2020",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2020-06-29",
 "awd_max_amd_letter_date": "2021-09-02",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2020, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the Fellow that will contribute to the area of Rules of Life in innovative ways. This research will examine how specialized proteins from organisms like water bears help them survive extreme conditions with the long-term goal of developing products to stabilize a diversity of biological materials. Learning how these proteins function will allow us to stabilize delicate biological systems such as protein-based drugs, probiotics, and even cell therapies to be deployed in remote environments. Previous work indicates that a class of intrinsically disordered proteins is important in surviving extreme conditions. It has been shown that transplanting one of these proteins from water bears to bacteria can significantly improve its dry resistance. Developing this technology further could lead to dry stable storage of live bacteria that can survive extreme conditions including freeze drying, storage, and distribution which could significantly increase the availability of live probiotic drugs, and biosensors to remote areas of the world. The project will also encourage student-centered research and educational practices through a globally diverse non-profit organization devoted to the discipline of synthetic biology. \r\n \r\nThe underlying hypothesis for this work is that this class of intrinsically disordered proteins (IDPs) is protective against extreme conditions such as desiccation, freeze drying, and radiation. This hypothesis will be tested by first identifying proteins that are likely protective by examining expression and experimental data to identify proteins that may confer such protective capabilities. Next, these proteins will be tested for protective capabilities in a variety of scenarios. These include the in-vitro protection of enzyme activity for enzymes like Lactate Dehydrogenase (LDH) against heat denaturation, and the in-vivo ability to slow pathogenic processes such as immune activation and cell death in human tissue culture. Protein designs that successfully mitigate damage will be studied further to identify key properties that can be accentuated for further protective capacity. These designs will be the basis of products that can protect delicate biological structures from damage. Through this work, the Fellow will gain in depth research experience with synthetic biology with the long-term goal of running his own industrial or academic lab as well as developing teaching and mentoring skills using the International Genetically Engineered Machine (iGEM) as a hub for these activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Veling",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Michael T Veling",
   "pi_email_addr": "",
   "nsf_id": "000787113",
   "pi_start_date": "2020-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Veling, Michael T",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Quincy",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "02171",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Harvard Medical School",
  "perf_str_addr": null,
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 69000.0
  }
 ],
 "por": null
}