{
 "awd_id": "2010906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2020: Friend or foe: Neural regulation of dynamic social environments",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2020-11-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2020-06-01",
 "awd_max_amd_letter_date": "2021-08-19",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2020, Integrative Research Investigating the Rules of Life Governing Interactions between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of life in innovative ways. Social behavior is complex, individuals must use external information from a continually changing environment in order to display appropriate behavioral responses. The external social information is then applied within the current social context. Behavioral responses are thus dependent on the situation. This response dependency must also be reflected by predictable patterns within the brain. This research aims to uncover how neural (nervous system) activity orchestrates behavior in a socially and environmentally sensitive way. This work will broaden our understanding of how fundamental social behaviors are coordinated within the brain, while also providing opportunities in research training for undergraduates and high school students of underrepresented minorities.\r\n\r\nThis research utilizes the convict cichlid (Amatitlania nigrofasciata) as a study system to establish the rule of life that social behavior is facilitated by predictable interactions of brain areas within the Social Decision-Making Network, specifically those sensitive to social information and those encoding reward. The convict cichlid is ideally suited to address this hypothesis, as this species displays pair bonding and parental care, two behavioral suites which contain both aggressive and affiliative elements. Parents both provision and guard eggs, and mated pairs reinforce their bond through affiliative displays, while also guarding mates against conspecifics. How are both distinct and shared behavioral displays, occurring within and across behavioral suites, regulated within the brain? This research implements compartment analysis of temporal activity by fluorescent in situ hybridization (catFISH) to compare the neuronal response of temporally isolated social stimulus events across four comparisons, within and across behavioral suites: (1a.) parental care (brood provision vs. brood guarding) and 1b.) pair bonding (mate affiliation vs. mate guarding), and second, compares similar behavioral displays, which occur in distinct behavioral suites (similar behavioral displays). 1c.) Brood provisioning vs. mate affiliation (affiliative behavior), and (1d.) brood guarding vs. mate guarding (aggressive behavior). Finally, brain regions will be dissected out and behaviorally active neurons will be tagged and selectively retrieved using ribosomal capture (PhosphoTRAP), in order to uncover the genomic signatures of neurons active in response to each independent stimulus. Hence, through integrating neural circuitry and genomics, this work will further our understating of brain-behavior relationships. The impact of the project will be broadened by involving high school and undergraduate students from underrepresented groups in the research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ross",
   "pi_last_name": "DeAngelis",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ross S DeAngelis",
   "pi_email_addr": "",
   "nsf_id": "000761659",
   "pi_start_date": "2020-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DeAngelis               Ross           S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Champaign",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "",
  "inst_zip_code": "618203176",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas",
  "perf_str_addr": null,
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121188",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 69000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background</strong></p>\n<p>Parental care and pair bonding are remarkable examples of how sustained social interactions change the way individuals respond to social and environmental circumstances. These social states are not unitary traits but rather represent a suite of stereotypical behavioral responses. The repertoire of displays can be incredibly diverse but share a common motivational thread. For example, parents often build nests, provide direct provisioning to offspring, and defend offspring from predators. Similarly, pair bonded males and females establish territories, show affection towards one another, and will defend against conspecific threats. Hence both pair bonding and parental care contain elements of affectionate and aggressive behaviors with distinct motivational contexts.</p>\n<p>&nbsp;</p>\n<p><strong>Major Activities</strong></p>\n<p>The outcomes of this NSF fellowship show that the behavioral profiles of pair-bonded and parental animals show a unique behavioral profile which depends on the social context they are in (parental vs. non-parental) and the environmental challenges they face. Pairs defending their offspring from predators are highly aggressive. Both males and females aggress towards potential threats while also providing care to offspring. In contrast pairs defending their mate and territory against conspecific rivals are also highly aggressive but in a more species-specific stereotypical way. Within a pair bonding context, while being affectionate towards one&rsquo;s partner or towards one&rsquo;s offspring share characteristics of pro social behavior the motivational context and behavioral profiles are distinct.</p>\n<p>&nbsp;</p>\n<p>Following the characterization of aggressive and affiliative displays across these two social contexts (parental vs. pair-bonding), the activation of dopaminergic neurons in six socially sensitive sub-cortical evolutionarily conserved brain areas was quantified. These include the nucleus accumbens, medial amygdala, preoptic area, ventromedial hypothalamus, ventral tegmentum area, and the periaqueductal grey. Each of the four conditions (mate defense, offspring defense, mate affiliation, partner affiliations) was characterized by a unique pattern of brain region specific dopaminergic activity. &nbsp;Offspring care was reflected by an overall increase in dopaminergic activation across brain areas. Some brain areas like the Nacc, a region associated to social motivation, show difference across all four conditions, others, like the VTA show a state dependent pattern of activity, where parenting is reflected by elevated dopamine activity. These results demonstrate how distinct components of the dopaminergic reward system are engaged in these state dependent social responses.</p>\n<p>&nbsp;</p>\n<p>While the dopaminergic system is a major component underlying social motivation, it does not operate in isolation. To garner a more complete picture on the plethora of molecular signaling pathways, cell types, and brain areas involved, single nucleus RNA sequencing and spatial transcriptomics were integrated to compare gene expression difference between two types of parenting behavior, offspring retrieval and offspring defense, with both cellular and brain region specific resolution. Oxytocin and vasopressin, two neuropeptides critical for social bonds and septically parental care were upregulated in the preoptic area during offspring defense, conversely, neuropeptide Y was increased during offspring retrieval. At a cellular level, the expression of candidate genes important in social behavior (e.g., neuropeptides, dopaminergic and opioid signaling, and sex steroid hormones, AO) were dependent not only on experimental treatment but also the specific type of neuron being compared. Additionally, the activity of different neuron types (as indexed by immediate early genes) was dependent on both the experimental treatment and the specific immediate early gene being used to index neural activity. These results illustrate the nuanced complexity of cell type specific neural complexity.</p>\n<p>&nbsp;</p>\n<p>Finally, while many animals display shared repertoires of stereotypical behaviors like parenting, pair bonding, and aggression, the extent to which the underlying neural mechanisms regulating these displays are also shared remains contentious. The Social Behavior Network and mesolimbic reward system, later integrated as the Social Decision-Making Network (SDMN), identified a collection of spatially organized socially and motivationally sensitive brain areas though to be evolutionarily conserved across vertebrates. Hence the SDMN provides an important theoretical framework to identify the extent to which individual nodes are homologous and conserved across ~450mm years of vertebrate evolution. Spatial transcriptomics presents and unprecedented opportunity to test this hypothesis by comparing gene expression with known neuroanatomical location at a genome wide scale across taxa. Here, comparisons between brain areas across mice and fish was implemented. This comparison included 10 different brain areas and results suggest similar patterns of gene expression between homologous nodes when compared between mice and fish, supporting the hypothesis of evolutionarily shared origins in the structure of the vertebrate brain.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/18/2023<br>\nModified by: Ross&nbsp;S&nbsp;Deangelis</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBackground\n\n\nParental care and pair bonding are remarkable examples of how sustained social interactions change the way individuals respond to social and environmental circumstances. These social states are not unitary traits but rather represent a suite of stereotypical behavioral responses. The repertoire of displays can be incredibly diverse but share a common motivational thread. For example, parents often build nests, provide direct provisioning to offspring, and defend offspring from predators. Similarly, pair bonded males and females establish territories, show affection towards one another, and will defend against conspecific threats. Hence both pair bonding and parental care contain elements of affectionate and aggressive behaviors with distinct motivational contexts.\n\n\n\n\n\nMajor Activities\n\n\nThe outcomes of this NSF fellowship show that the behavioral profiles of pair-bonded and parental animals show a unique behavioral profile which depends on the social context they are in (parental vs. non-parental) and the environmental challenges they face. Pairs defending their offspring from predators are highly aggressive. Both males and females aggress towards potential threats while also providing care to offspring. In contrast pairs defending their mate and territory against conspecific rivals are also highly aggressive but in a more species-specific stereotypical way. Within a pair bonding context, while being affectionate towards ones partner or towards ones offspring share characteristics of pro social behavior the motivational context and behavioral profiles are distinct.\n\n\n\n\n\nFollowing the characterization of aggressive and affiliative displays across these two social contexts (parental vs. pair-bonding), the activation of dopaminergic neurons in six socially sensitive sub-cortical evolutionarily conserved brain areas was quantified. These include the nucleus accumbens, medial amygdala, preoptic area, ventromedial hypothalamus, ventral tegmentum area, and the periaqueductal grey. Each of the four conditions (mate defense, offspring defense, mate affiliation, partner affiliations) was characterized by a unique pattern of brain region specific dopaminergic activity. Offspring care was reflected by an overall increase in dopaminergic activation across brain areas. Some brain areas like the Nacc, a region associated to social motivation, show difference across all four conditions, others, like the VTA show a state dependent pattern of activity, where parenting is reflected by elevated dopamine activity. These results demonstrate how distinct components of the dopaminergic reward system are engaged in these state dependent social responses.\n\n\n\n\n\nWhile the dopaminergic system is a major component underlying social motivation, it does not operate in isolation. To garner a more complete picture on the plethora of molecular signaling pathways, cell types, and brain areas involved, single nucleus RNA sequencing and spatial transcriptomics were integrated to compare gene expression difference between two types of parenting behavior, offspring retrieval and offspring defense, with both cellular and brain region specific resolution. Oxytocin and vasopressin, two neuropeptides critical for social bonds and septically parental care were upregulated in the preoptic area during offspring defense, conversely, neuropeptide Y was increased during offspring retrieval. At a cellular level, the expression of candidate genes important in social behavior (e.g., neuropeptides, dopaminergic and opioid signaling, and sex steroid hormones, AO) were dependent not only on experimental treatment but also the specific type of neuron being compared. Additionally, the activity of different neuron types (as indexed by immediate early genes) was dependent on both the experimental treatment and the specific immediate early gene being used to index neural activity. These results illustrate the nuanced complexity of cell type specific neural complexity.\n\n\n\n\n\nFinally, while many animals display shared repertoires of stereotypical behaviors like parenting, pair bonding, and aggression, the extent to which the underlying neural mechanisms regulating these displays are also shared remains contentious. The Social Behavior Network and mesolimbic reward system, later integrated as the Social Decision-Making Network (SDMN), identified a collection of spatially organized socially and motivationally sensitive brain areas though to be evolutionarily conserved across vertebrates. Hence the SDMN provides an important theoretical framework to identify the extent to which individual nodes are homologous and conserved across ~450mm years of vertebrate evolution. Spatial transcriptomics presents and unprecedented opportunity to test this hypothesis by comparing gene expression with known neuroanatomical location at a genome wide scale across taxa. Here, comparisons between brain areas across mice and fish was implemented. This comparison included 10 different brain areas and results suggest similar patterns of gene expression between homologous nodes when compared between mice and fish, supporting the hypothesis of evolutionarily shared origins in the structure of the vertebrate brain.\n\n\n\t\t\t\t\tLast Modified: 12/18/2023\n\n\t\t\t\t\tSubmitted by: RossSDeangelis\n"
 }
}