{
 "awd_id": "2010989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2020",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Barthell",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2020-06-10",
 "awd_max_amd_letter_date": "2021-08-30",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2020, Research Using Biological Collections. The fellowship supports research and training of the Fellow that will utilize biological collections in innovative ways. This project will assess the impacts of protection status on frog and fish diversity in Amazonian Northeast Peru’s Yaguas watershed. The Amazon basin is home to over 400 amphibian species and the highest biodiversity of freshwater fishes in the world. Conserving this biodiversity is critical to maintaining healthy Amazonian ecosystems, which influence global climate patterns. These habitats are often disturbed by human activities, resulting in biodiversity losses. Conservationists aim to prevent these losses by establishing protected areas. However, the impacts of these protected areas remain poorly understood. Comprehensive ecosystem health monitoring requires the integration of both the number of species present and the ecological functions performed by each species. The most vulnerable species often perform unique ecological roles, and the loss of just one of them may translate to a high loss of functional diversity, leaving ecosystems more damaged than biodiversity data alone could predict. This project will improve our understanding of current conservation efforts by incorporating functional diversity into ecosystem monitoring practices. Methods developed in this study will be applicable to a variety of ecosystems and the results will help assess the urgency of the proposed Bajo Putumayo Protection Area, adjacent to Yaguas National Park.\r\n \r\nThe Yaguas watershed provides a unique opportunity to assess the impacts of protection status on wildlife diversity due to the wealth of biodiversity data collected through the Field Museum’s rapid biological inventories in 2010. Some sampled sites have since received protection status with the establishment of the Yaguas Reserved Zone in 2011 and Yaguas National Park in 2018. The Fellow will work with local community members to resample amphibians and fishes in protected and unprotected sites in 2020. Specimens will be collected for biodiversity and functional morphology analyses, and water samples will be taken for water quality and environmental DNA analyses. It is hypothesized that biodiversity, functional diversity, and water quality will have increased between 2010 and 2020 in the protected site and decreased in the unprotected site. The Fellow will receive training in specimen collection and genetic techniques from the sponsoring scientists and will develop field guides for the Yaguas watershed and educational programs for children at the Field Museum of Natural History in Chicago.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "George",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew B George",
   "pi_email_addr": "",
   "nsf_id": "000813694",
   "pi_start_date": "2020-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George, Andrew Bradley",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Alpharetta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "300227596",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "GA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "The Field Museum of Natural History",
  "perf_str_addr": null,
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606052827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "001Y00",
   "pgm_ele_name": "Collections Postdocs"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 69000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was to study the effects of park protection status on the functional and biological diversity of fishes and frogs in the Yaguas watershed in Amazonian Peru. The fellow, Dr. Andrew George, joined a team of interdisciplinary scientists at the Field Museum of Natural History. The original project included a substantial fieldwork component in South America. Due to COVID-19 travel restrictions, the international fieldwork was not possible. The fellow quickly adapted and gathered baseline morphological diversity data of fish families found in the Yaguas watershed using Field Museum collection specimens. He prioritized several other research and broader impacts objectives of his postdoctoral project that did not require international travel, including mentorship, public engagement activities, and local pilot studies to refine fieldwork methods. Ultimately, this postdoctoral fellowship resulted in a wealth of new biological data, extensive STEM mentorship opportunities, strengthened research collaborations across institutions, and an academic position for the fellow at the University of Utah.</p>\n<p>The fellow focused his research on fishes in the families Characidae (tetras and relatives) and Gasteropelecidae (freshwater hatchetfishes), photographing over 8,000 specimens. Over 1,000 Characidae specimens (representing over 250 species) and 130 Gasteropelecidae specimens (representing all species in this family) were digitized for morphological diversity analyses. The fellow and his team created range maps and calculated geographical range sizes for over 1,000 fish species using geocoordinate data from public databases. They analyzed relationships between these fish species' morphological diversity and geographical distribution.&nbsp;</p>\n<p>Another goal was to improve biodiversity sampling efforts for museum conservation collection trips by including environmental DNA (eDNA) analyses to document aquatic species presence more comprehensively and less invasively. The fellow conducted a pilot eDNA study in the Kankakee River in Illinois with collaborators at the University of Illinois Urbana-Champaign. They collected water samples and seined for fishes along the river. They extracted and sequenced the DNA from the water samples to determine the species composition of each site and compared the eDNA results to those of the physical specimen collections. The results of this study indicated that eDNA sampling was effective, resulting in greater species detection with less disturbance to the fishes and their habitats compared to the traditional seining method. The fellow published a public-facing article communicating the motivations, methods, and significance of this study in the Field Museum&nbsp;Member Magazine. Another postdoctoral researcher has taken over this eDNA project since the fellow began his new position. The team continues to collaborate on this project and plans to publish the results.</p>\n<p>This fellowship included extensive broader impacts activities. The fellow trained and mentored an undergraduate intern in research techniques, presentation skills, and grant writing through the Women in Science Internship Program at the Field Museum. She presented her research at the Women in Science Research Symposium. She currently works as a lab technician in a fish biology lab at Stanford University and is applying for several biology Ph.D. programs. The fellow also mentored two high school students on a fish morphology project through the Teen Digital Learning Program. He trained one masters student and one research technician in morphological diversity analysis methods, which they applied to their research.&nbsp;</p>\n<p>The fellow implemented several public engagement events for students. One project taught high school students how to use high-speed video cameras to study the biomechanics and behavior of insects. The second program taught middle school students how to use underwater cameras to ask questions and generate hypotheses about fish natural history. This event took place virtually with students from across the country, many of whom were people living in rural areas and people with disabilities who face physical barriers to attending public engagement with science events in person at museums. The fellow also implemented a virtual engagement event for youth-in-custody through the STEM Community Alliance Program. This event also increased access to science to an underserved group, many of whom face physical, legal, and financial barriers to accessing science engagement in traditional venues.</p>\n<p>This fellowship was critical to the professional development of the fellow. He drew on his fellowship experiences to secure a position as the Associate Director of the STEM Ambassador Program, an NSF-funded public engagement and science communication training program for researchers at the University of Utah.&nbsp;</p>\n<p>The methods used in this study will be broadly applicable to a variety of organisms and ecosystems. Once the eDNA tool is optimized for use in Amazonian aquatic ecosystems, conservation biologists at the Field Museum can use it in their rapid biological inventory collections, potentially allowing for the detection of more species in a less invasive manner. The 8,000 fish specimen photographs will be made publicly available to future researchers for a variety of research projects and will nearly double the number of publicly available fish specimen photographs in the Field Museum's online database.</p><br>\n<p>\n Last Modified: 11/27/2023<br>\nModified by: Andrew&nbsp;B&nbsp;George</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe primary goal of this project was to study the effects of park protection status on the functional and biological diversity of fishes and frogs in the Yaguas watershed in Amazonian Peru. The fellow, Dr. Andrew George, joined a team of interdisciplinary scientists at the Field Museum of Natural History. The original project included a substantial fieldwork component in South America. Due to COVID-19 travel restrictions, the international fieldwork was not possible. The fellow quickly adapted and gathered baseline morphological diversity data of fish families found in the Yaguas watershed using Field Museum collection specimens. He prioritized several other research and broader impacts objectives of his postdoctoral project that did not require international travel, including mentorship, public engagement activities, and local pilot studies to refine fieldwork methods. Ultimately, this postdoctoral fellowship resulted in a wealth of new biological data, extensive STEM mentorship opportunities, strengthened research collaborations across institutions, and an academic position for the fellow at the University of Utah.\n\n\nThe fellow focused his research on fishes in the families Characidae (tetras and relatives) and Gasteropelecidae (freshwater hatchetfishes), photographing over 8,000 specimens. Over 1,000 Characidae specimens (representing over 250 species) and 130 Gasteropelecidae specimens (representing all species in this family) were digitized for morphological diversity analyses. The fellow and his team created range maps and calculated geographical range sizes for over 1,000 fish species using geocoordinate data from public databases. They analyzed relationships between these fish species' morphological diversity and geographical distribution.\n\n\nAnother goal was to improve biodiversity sampling efforts for museum conservation collection trips by including environmental DNA (eDNA) analyses to document aquatic species presence more comprehensively and less invasively. The fellow conducted a pilot eDNA study in the Kankakee River in Illinois with collaborators at the University of Illinois Urbana-Champaign. They collected water samples and seined for fishes along the river. They extracted and sequenced the DNA from the water samples to determine the species composition of each site and compared the eDNA results to those of the physical specimen collections. The results of this study indicated that eDNA sampling was effective, resulting in greater species detection with less disturbance to the fishes and their habitats compared to the traditional seining method. The fellow published a public-facing article communicating the motivations, methods, and significance of this study in the Field MuseumMember Magazine. Another postdoctoral researcher has taken over this eDNA project since the fellow began his new position. The team continues to collaborate on this project and plans to publish the results.\n\n\nThis fellowship included extensive broader impacts activities. The fellow trained and mentored an undergraduate intern in research techniques, presentation skills, and grant writing through the Women in Science Internship Program at the Field Museum. She presented her research at the Women in Science Research Symposium. She currently works as a lab technician in a fish biology lab at Stanford University and is applying for several biology Ph.D. programs. The fellow also mentored two high school students on a fish morphology project through the Teen Digital Learning Program. He trained one masters student and one research technician in morphological diversity analysis methods, which they applied to their research.\n\n\nThe fellow implemented several public engagement events for students. One project taught high school students how to use high-speed video cameras to study the biomechanics and behavior of insects. The second program taught middle school students how to use underwater cameras to ask questions and generate hypotheses about fish natural history. This event took place virtually with students from across the country, many of whom were people living in rural areas and people with disabilities who face physical barriers to attending public engagement with science events in person at museums. The fellow also implemented a virtual engagement event for youth-in-custody through the STEM Community Alliance Program. This event also increased access to science to an underserved group, many of whom face physical, legal, and financial barriers to accessing science engagement in traditional venues.\n\n\nThis fellowship was critical to the professional development of the fellow. He drew on his fellowship experiences to secure a position as the Associate Director of the STEM Ambassador Program, an NSF-funded public engagement and science communication training program for researchers at the University of Utah.\n\n\nThe methods used in this study will be broadly applicable to a variety of organisms and ecosystems. Once the eDNA tool is optimized for use in Amazonian aquatic ecosystems, conservation biologists at the Field Museum can use it in their rapid biological inventory collections, potentially allowing for the detection of more species in a less invasive manner. The 8,000 fish specimen photographs will be made publicly available to future researchers for a variety of research projects and will nearly double the number of publicly available fish specimen photographs in the Field Museum's online database.\t\t\t\t\tLast Modified: 11/27/2023\n\n\t\t\t\t\tSubmitted by: AndrewBGeorge\n"
 }
}