{
 "awd_id": "2010205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI/Collaborative Research: Understanding Interfacial Mechanisms to Design and Manufacture High-Performance Biodegradable Ionic Liquid Lubricants",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032928136",
 "po_email": "lbian@nsf.gov",
 "po_sign_block_name": "Linkan Bian",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 360417.0,
 "awd_amount": 360417.0,
 "awd_min_amd_letter_date": "2020-06-02",
 "awd_max_amd_letter_date": "2025-03-05",
 "awd_abstract_narration": "Room-temperature ionic liquid (RTIL) lubricants derived from bio-based feedstock are environmentally benign and can offer lubrication performance superior to that of petroleum-based lubricants. However, the broad application of RTILs has been limited by the lack of a fundamental understanding of their lubrication mechanisms. Importantly, the ability of RTILs to provide adequate lubrication is determined by the preferential adsorption of RTILs on the surfaces of machine components, which in turn is affected by the interplay between surface roughness and RTIL size and structure. It is expected that, by changing the molecular structure of RTILs, the desired adsorption layer can be engineered on a given surface. This Grant Opportunities for Academic Liaison with Industry (GOALI) award will support the modeling and experimental research needed to achieve this goal. The project brings together PIs from academia with experience in tribology and tribocorrosion, biofuel and biochemical synthesis, molecular-scale simulation, and materials characterization with an industrial partner who will evaluate the RTILs in machine components and develop commercialization plans. Together, the team will achieve a new understanding of the lubrication mechanisms of RTILs that will enable design and manufacturing of bio-based lubricants with superior performance that are viable alternatives to petroleum-based products. The new RTILs will benefit industry, increasing national competitiveness, as well as society by enabling a cleaner, healthier environment. In parallel, this project will provide interdisciplinary education, research, and training opportunities for the next generation of engineers and scientists in both academic and industrial settings. \r\n\r\nThe goal of this integrated experimental and computational project is to understand the mechanisms of RTIL lubrication for sliding surfaces with variable roughness and topography to enable design of sustainable lubricants from bio-based feedstock. The RTILs will be evaluated in terms of both their performance as lubricants and their biodegradability. Through this fundamental study, the following key scientific questions will be answered: (1) How do RTILs adsorb (form lubricating layers) on surfaces of varying roughness? (2) What tribological (friction and wear) and tribocorrosive (synergistic wear-corrosion) mechanisms are exhibited by RTIL-lubricated surfaces of varying roughness? (3) How do changes in surface topography influence RTIL lubrication mechanisms? (4) What is the role of molecular structure in the biodegradability of RTILs? Answering these questions will provide the foundational knowledge needed to overcome the current barriers to adopting RTILs as lubricants in industrial settings. This research will contribute to: (a) an in-depth understanding of the interplay between electrochemical and mechanical processes that affect material and lubricant degradation; (b) design criteria for RTIL-lubricated systems with improved tribocorrosion resistance; and (c) environmentally benign RTILs that can ultimately replace existing petroleum-based lubricants.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pradeep",
   "pi_last_name": "Menezes",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Pradeep L Menezes",
   "pi_email_addr": "pmenezes@unr.edu",
   "nsf_id": "000678770",
   "pi_start_date": "2020-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manoranjan",
   "pi_last_name": "Misra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manoranjan Misra",
   "pi_email_addr": "misra@unr.edu",
   "nsf_id": "000593001",
   "pi_start_date": "2020-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manish",
   "pi_last_name": "Patel",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Manish R Patel",
   "pi_email_addr": "mpatel@nisusacorp.com",
   "nsf_id": "000806930",
   "pi_start_date": "2020-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N. Virginia Street, # 0312",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "1633",
   "pgm_ref_txt": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 360417.0
  }
 ],
 "por": null
}