{
 "awd_id": "2010012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research; RUI: Non-Orthogonal Multiple Access Pricing for Wireless Multimedia Communications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 200989.0,
 "awd_amount": 200989.0,
 "awd_min_amd_letter_date": "2020-05-08",
 "awd_max_amd_letter_date": "2020-05-08",
 "awd_abstract_narration": "Since its inception, the global internet traffic has been increasing and is projected to increase even more in the future. A significant portion of the internet traffic is expected to be due to wireless video. Such aggressive data traffic growth and additional high volume of multimedia content pose significant challenges in designing wireless communication protocols which meet the Quality of Experience requirements of mobile multimedia users. This project aims to explore new solutions leveraging economic theories to redesign wireless communication strategies for mobile multimedia users. The evolution to Non-Orthogonal Multiple Access at lower layers brings both opportunities and challenges to support wireless multimedia communications. In particular, this project will investigate pricing mechanisms for Non-Orthogonal Multiple Access wireless multimedia communications at lower layers. The outcome of this project will advance the discovery of new frontiers in wireless communications, jointly leveraging profit-centric economic pricing, quality-centric multimedia services, and Non-Orthogonal Multiple Access wireless communications.\r\n\r\nThe research objective of this project is to test the hypothesis that the traffic challenge of wireless multimedia communication could be partially solved by jointly leveraging high level pricing models and low level Non-Orthogonal Multiple Access resource allocation policies. This research project will establish a theoretical foundation for a novel Non-Orthogonal Multiple Access Pricing framework, which exploits application layer economies in designing lower layer Non-Orthogonal Multiple Access wireless multimedia communication algorithms. The project consists of three essential thrusts: (1) creating a content-centric pricing mechanism, being aware of the importance of multimedia data carried within a specific Non-Orthogonal Multiple Access resource block; (2) designing an orthogonality-centric pricing model similar to Uber/Lyft rideshare service, being aware of the shared Non-Orthogonal Multiple Access and exclusive Orthogonal Multiple Access pricing differences; and (3) developing an incentive-centric Non-Orthogonal Multiple Access relay auction mechanism, leveraging the naturally cached content at relay nodes during successive interference cancellation. Research findings will be seamlessly integrated to education activities at Utah Valley University (RUI - Research in Primarily Undergraduate Institution) and San Diego State University (Hispanic Serving Institution).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kazem",
   "pi_last_name": "Sohraby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kazem Sohraby",
   "pi_email_addr": "ksinst@yahoo.com",
   "nsf_id": "000617717",
   "pi_start_date": "2020-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah Valley University",
  "inst_street_address": "800 W UNIVERSITY PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "OREM",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8018636084",
  "inst_zip_code": "840586703",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "UTAH VALLEY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y9EYFJSLWXU8"
 },
 "perf_inst": {
  "perf_inst_name": "Utah Valley University College of Engineering and Technology",
  "perf_str_addr": "800 W University Parkway",
  "perf_city_name": "Orem",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "840586703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200989.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The undergraduate component of this grant benefited 25 undergraduate students on 10 different wireless systems projects. The projects span both hardware and software disciplines, some requiring new development and some were off-the-shelf components which exposed Utah Valley University undergraduate students from the Department of Engineering and computer science to the process of invention and innovation to solve real every-day problems. These students were assisted by a group of 7 dedicated Engineering and Computer Science faculty who worked under the PI&rsquo;s supervision and who mentored and helped undergraduate students understand the value of learning the problem-solving process from the definition phase to producing a pilot product that solves the problem. &nbsp;Furthermore, projects helped solidify plans for changes to undergraduate engineering curriculum which would be beneficial to the future students. Undergraduate projects all focused on wireless technologies and are as follow:</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp; Human Presence and Traffic Monitoring for Emergency Situations</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp; Designing Telecommunication Physical Layer Modules Through Multiple Courses</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp; Design of a Course Module for Introduction to ECE</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp; Wireless Controller Design with RF24 Module Arduino</p>\n<p>5.&nbsp;&nbsp;&nbsp;&nbsp; Design and Prototype Track and EV Robot</p>\n<p>6.&nbsp;&nbsp;&nbsp;&nbsp; Wireless EV Highway Charging</p>\n<p>7.&nbsp;&nbsp;&nbsp;&nbsp; Building One-Pixel Camera Interacting with Cellphone Using Compressive Sensing Technique</p>\n<p>8.&nbsp;&nbsp;&nbsp;&nbsp; Arduino RADAR System</p>\n<p>9.&nbsp;&nbsp;&nbsp;&nbsp; Wireless EV Highway Charging (multiple semesters)</p>\n<p>10.&nbsp; Building a Single pixel Camera Interacting with Cellphone (multiple semesters)</p>\n<p>11.&nbsp; UVU Smart Parking Lot</p>\n<p>&nbsp;</p>\n<p>In addition to the undergraduate projects, the graduate level research activities were also performed at the San Diego State University (SDSU). PI from UVU had collaborated with the PI at SDSU. The graduate research focused on NOMA for various resource sharing scenarios, models for economic analysis for multimedia and wireless relay communication, among others. This grant resulted in one PhD student at SDSU completing the degree requirements and a second PhD student who is working on continuation of related problems. A large number of publications resulted from the graduate research as subsequently reported in the annual reports.</p>\n<p>The publications during the year 3 performance are as follows. Paper #1 received best paper award from IEEE:</p>\n<p>&nbsp;</p>\n<p class=\"Default\">1.&nbsp;&nbsp;&nbsp;&nbsp; Y. Song, W. Wang, K. Sohraby, &ldquo;Uberization of NOMA Wireless Network Resource Sharing: A Driver-Passenger Game-Theoretic Approach,&rdquo; in Proc. IEEE International Workshop on Computer Aided Modeling and Design of Communication Links and Networks (CAMAD), Nov. 2022.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">2.&nbsp;&nbsp;&nbsp;&nbsp; K. Ramamoorthy, W. Wang, K. Sohraby, &ldquo;Incentivize Non-Orthogonal Multiple Access In Wireless Multimedia Communications,&rdquo; in Proc. IEEE Wireless Communications and Networking Conference (WCNC) Workshop on Next Generation Multiple Access for Future Wireless Communications, Mar. 2023.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">3.&nbsp;&nbsp;&nbsp;&nbsp; K. Ramamoorthy, W. Wang, K. Sohraby,&ldquo;A Power Auction Approach For Non-Orthogonal Multiple Access Wireless Relay Communications,&rdquo; in Proc. IEEE International Conference on Communications (ICC) Workshop on Green and Sustainable Networking (GreenNet), Jun. 2023.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">4.&nbsp;&nbsp;&nbsp;&nbsp; Y. Song, K. Ramamoorthy, W. Wang, K. Sohraby, &ldquo;A Use-It-Or-Lose-It Economic VCG Auction Approach For NOMA Wireless Relay Networks,&rdquo; in Proc. IEEE International Conference on Omni-layer Intelligent Systems (COINS) in July 2023.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Publications in various conferences and journals were submitted in years 1 and 2. All in all, this grant has been of tremendous benefit to both graduate and undergraduate students interested in wireless systems and related technologies, both at UVU as a teaching and at SDSU as a research institution.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2023<br>\n\t\t\t\t\tModified by: Kazem&nbsp;Sohraby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe undergraduate component of this grant benefited 25 undergraduate students on 10 different wireless systems projects. The projects span both hardware and software disciplines, some requiring new development and some were off-the-shelf components which exposed Utah Valley University undergraduate students from the Department of Engineering and computer science to the process of invention and innovation to solve real every-day problems. These students were assisted by a group of 7 dedicated Engineering and Computer Science faculty who worked under the PI’s supervision and who mentored and helped undergraduate students understand the value of learning the problem-solving process from the definition phase to producing a pilot product that solves the problem.  Furthermore, projects helped solidify plans for changes to undergraduate engineering curriculum which would be beneficial to the future students. Undergraduate projects all focused on wireless technologies and are as follow:\n\n1.     Human Presence and Traffic Monitoring for Emergency Situations\n\n2.     Designing Telecommunication Physical Layer Modules Through Multiple Courses\n\n3.     Design of a Course Module for Introduction to ECE\n\n4.     Wireless Controller Design with RF24 Module Arduino\n\n5.     Design and Prototype Track and EV Robot\n\n6.     Wireless EV Highway Charging\n\n7.     Building One-Pixel Camera Interacting with Cellphone Using Compressive Sensing Technique\n\n8.     Arduino RADAR System\n\n9.     Wireless EV Highway Charging (multiple semesters)\n\n10.  Building a Single pixel Camera Interacting with Cellphone (multiple semesters)\n\n11.  UVU Smart Parking Lot\n\n \n\nIn addition to the undergraduate projects, the graduate level research activities were also performed at the San Diego State University (SDSU). PI from UVU had collaborated with the PI at SDSU. The graduate research focused on NOMA for various resource sharing scenarios, models for economic analysis for multimedia and wireless relay communication, among others. This grant resulted in one PhD student at SDSU completing the degree requirements and a second PhD student who is working on continuation of related problems. A large number of publications resulted from the graduate research as subsequently reported in the annual reports.\n\nThe publications during the year 3 performance are as follows. Paper #1 received best paper award from IEEE:\n\n \n1.     Y. Song, W. Wang, K. Sohraby, \"Uberization of NOMA Wireless Network Resource Sharing: A Driver-Passenger Game-Theoretic Approach,\" in Proc. IEEE International Workshop on Computer Aided Modeling and Design of Communication Links and Networks (CAMAD), Nov. 2022.\n \n2.     K. Ramamoorthy, W. Wang, K. Sohraby, \"Incentivize Non-Orthogonal Multiple Access In Wireless Multimedia Communications,\" in Proc. IEEE Wireless Communications and Networking Conference (WCNC) Workshop on Next Generation Multiple Access for Future Wireless Communications, Mar. 2023.\n \n3.     K. Ramamoorthy, W. Wang, K. Sohraby,\"A Power Auction Approach For Non-Orthogonal Multiple Access Wireless Relay Communications,\" in Proc. IEEE International Conference on Communications (ICC) Workshop on Green and Sustainable Networking (GreenNet), Jun. 2023.\n \n4.     Y. Song, K. Ramamoorthy, W. Wang, K. Sohraby, \"A Use-It-Or-Lose-It Economic VCG Auction Approach For NOMA Wireless Relay Networks,\" in Proc. IEEE International Conference on Omni-layer Intelligent Systems (COINS) in July 2023.  \n\n \n\nPublications in various conferences and journals were submitted in years 1 and 2. All in all, this grant has been of tremendous benefit to both graduate and undergraduate students interested in wireless systems and related technologies, both at UVU as a teaching and at SDSU as a research institution.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/01/2023\n\n\t\t\t\t\tSubmitted by: Kazem Sohraby"
 }
}