{
 "awd_id": "2010774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2020: Implications of hybridization on  persistence at macroevolutionary and contemporary timescales",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2020-06-25",
 "awd_max_amd_letter_date": "2021-08-18",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2020, Integrative Research Investigating the Rules of Life Governing Interactions Between Genomes, Environment and Phenotypes. The fellowship supports research and training of the fellow that will contribute to the area of Rules of Life in innovative ways. Recent advances in the understanding of biodiversity have shown the ‘Tree of Life’ to be more like a web, due to processes such as interbreeding among species (called hybridization) allowing for the exchange of genes. This underscores the fact that there are multiple ways in which species can be related—both by inheritance from a shared ancestor and by mating between individuals of different lineages. This can sometimes allow for the exchange of critical adaptations or genes underlying key traits. Although emerging as an important evolutionary mechanism, the consequences of hybridization on the long-term persistence and adaptability of species is poorly understood. The research undertaken by the Fellow joins many aspects of genomic, population, and evolutionary biology with novel computational and statistical approaches to better understand the role of hybridization in shaping biodiversity. This project will accelerate research with multiple societal benefits, for example in understanding genes which underly important traits (e.g., pesticide resistance) and in predicting how hybridization affects endangered species in changing environments.  The Fellow will also expand STEM initiatives at multiple levels, including workshops aimed at developing analytical skills in early-career researchers, extensive involvement of trainees, and value-added software components for the research community.\r\n\r\nThe research conducted by the Fellow will examine the role of hybridization in biodiversity dynamics along both macroevolutionary and contemporary timescales. The first will characterize empirical phylogenetic signatures of hybridization across comprehensively sampled focal groups by scaling phylogenetic network inference methods to make use of high-performance computing. This will be used to test the fates of hybridizing lineages and provide a comparative framework within which to examine the interplay between life history, hybridization, and diversification rates. The second will examine the permeability of species boundaries using time-series genomic sampling of museum specimens and employ a ‘reverse-ecology’ approach to seek functional components in the genome which show an adaptive response. Collectively, these objectives increase understanding of the significance of hybridization as a fundamental evolutionary process looking ‘backwards’ as a driver of diversification, and ‘forwards’ as a component of species’ persistence—or extinction—in a changing climate. The impact of the project will be broadened by developing software and techniques for the research community and STEM initiatives for students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tyler",
   "pi_last_name": "Chafin",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Tyler K Chafin",
   "pi_email_addr": "",
   "nsf_id": "000789405",
   "pi_start_date": "2020-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chafin, Tyler K",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Fayetteville",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "",
  "inst_zip_code": "72704",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado",
  "perf_str_addr": null,
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090334",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 69000.0
  }
 ],
 "por": null
}