{
 "awd_id": "2010764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: CSBR: Support to Restore the Scientific Collections Damaged in the Bahamas during Hurricane Dorian",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 70849.0,
 "awd_amount": 70849.0,
 "awd_min_amd_letter_date": "2020-08-12",
 "awd_max_amd_letter_date": "2021-08-16",
 "awd_abstract_narration": "On 1-2 September 2019, the most powerful storm ever to strike land in the North Atlantic, Hurricane Dorian, leveled Marsh Harbour, Abaco, which had been the third largest community in The Bahamas. This project provides critical support to restore the unique vertebrate fossil collection that had existed in the National Museum of The Bahamas in Marsh Harbour. Dorian destroyed the building housing this collection, which had been assembled over 15 years by Curator Nancy Albury and scientists from the Florida Museum of Natural History, University of Florida (UF). Damage from wind and water affects about 40% of the specimens and about 60% of the specimen labels. Much of the material is from coastal localities destroyed during Dorian; all that we ever will know about these prehistoric sites depends on the damaged collections. The project will repair, curate, and database the collection, thereby restoring accessibility to the global research community. Ongoing multi-disciplinary research using this collection has revised  concepts of natural and cultural history of Caribbean islands, including establishing the timing of long-term faunal change (extinctions, introductions), and placing both living and extinct species (frogs, tortoises, crocodiles, lizards, snakes, birds, bats, rodents) in rigorous environmental and cultural contexts. A diverse group of UF undergraduate and graduate students will participate in all activities involving the collection, now housed entirely at UF. When the hurricane struck, about 50% of the collection already resided at UF. Catalogued specimens will be fully searchable in the UF Vertebrate Paleontology database.\r\n\r\nThis project will rehabilitate, both physically and digitally, the unique vertebrate fossil collection that was badly damaged by Hurricane Dorian at the National Museum of The Bahamas (NMB) in Marsh Harbour in September 2019. This collection (from 9 cultural and 31 non-cultural prehistoric sites on 14 different Bahamian islands) had been compiled by Curator Nancy Albury and scientists from the Florida Museum of Natural History, University of Florida (UF). No research or outreach will be possible until the collection is rehabilitated. Much of the material is from coastal localities destroyed during Dorian; anything that we ever will know about these prehistoric sites depends on the damaged collections. The project will repair, curate, and database the damaged specimens and labels, thus making it available once again to the research community. Multi-disciplinary research based on this collection has featured genetic (including aDNA), morphological, stratigraphic, and radiocarbon analyses that have established the timing of long-term faunal change (extinctions, introductions), and placed both living and extinct species of vertebrates in rigorous phylogenetic, environmental, and cultural contexts. At UF, diverse project staff will clean, repair, and database the specimens, generate new labels, curate them in new cabinetry, and do web-based outreach. The NMB Excel database will be converted to Specify software in the UF Vertebrate Paleontology database (https://www.floridamuseum.ufl.edu/vertepaleo-search). The cultural specimen records also will be entered in Re:Discovery, the curation and collection management database for such collections at UF. Through Specify, the specimen data from the salvaged collections will be shared and made publicly available through iDigBio.org.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Bloch",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan I Bloch",
   "pi_email_addr": "jbloch@flmnh.ufl.edu",
   "nsf_id": "000463695",
   "pi_start_date": "2021-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Steadman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Steadman",
   "pi_email_addr": "dws@flmnh.ufl.edu",
   "nsf_id": "000225357",
   "pi_start_date": "2020-08-12",
   "pi_end_date": "2021-08-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "LeFebvre",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle J LeFebvre",
   "pi_email_addr": "mlefebvre@floridamuseum.ufl.edu",
   "nsf_id": "000815977",
   "pi_start_date": "2021-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "LeFebvre",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle J LeFebvre",
   "pi_email_addr": "mlefebvre@floridamuseum.ufl.edu",
   "nsf_id": "000815977",
   "pi_start_date": "2020-08-12",
   "pi_end_date": "2021-08-16"
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 University of Florida",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "085Y00",
   "pgm_ele_name": "Infrastructure Capacity for Bi"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 70849.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On 1-2 September 2019, Hurricane Dorian devastated the Bahamian islands of Abaco and Grand Bahama. It was the most powerful tropical storm ever to strike land in the North Atlantic. Dorian devastated Marsh Harbour, Abaco?s largest settlement and the third largest urban center in the entire Bahamas. Marsh Harbour was also home to the National Museum of The Bahamas?s (NMB) largest natural history collection and research laboratory in The Bahamas. With assemblages from Abaco and 13 other Bahamian islands, the collection represented the pre-human, prehistoric human, and early historic-era natural history of the region.</p>\n<p>Since 2009, the NMB and the Florida Museum of Natural History (FM) have had a mutually beneficial Memorandum of Understanding (MOU) to foster cooperative natural history field and laboratory research, collections curation, formal and informal education, and public outreach between Florida and The Bahamas. The MOU provides for joint curation of the Bahamas collections, with an understanding that the research collections, including all holotypes, will be housed at the FM. At the time of Hurricane Dorian, about 50% of the Bahamas collection resided at the FM, with a priority on specimens directly involved in active research. The collection has been the basis for 38 publications with 70+ authors from 10 different countries and is associated with numerous NSF funded projects. The ongoing research derived from these collections is exemplary of collaborative systematic-biogeographical-paleontological-archaeological projects that are revising how we understand both the natural and cultural history of the Caribbean region. An overriding theme has been to develop a refined chronology for faunal change, and to place these changes within environmental and cultural contexts.</p>\n<p>In the days following Dorian and within the spirit of the MOU, FM and NMB scientists collaborated to mount a rescue mission to salvage the collection from the destroyed Marsh Harbor facility and transport it to the FM in Gainesville, FL, for rehabilitation and re-curation. The salvaged collections are from 40 prehistoric sites (9 cultural, 31 non-cultural) on 14 different Bahamian islands spanning the length of the archipelago. In nearly all instances, the materials (dominated by bone and shell for cultural sites, and by vertebrate fossils for the non-cultural sites) are the only collections in existence from that particular site. The entire collection, including the part already residing at UF, consists of ~140,000 to 150,000 individual objects, at least 90% of them vertebrate fossils. These fossils feature abundant remains of small species (frogs, bats, rodents, and selected lizards, snakes, and birds) as well as less common but much more voluminous remains of tortoises, crocodiles, iguanas, and certain birds. Only ~20% of the salvaged material has been studied in even a preliminary way.</p>\n<p>Once the salvage collection arrived at the FM, it was determined that the specimens ranged from badly broken to undamaged, and that about ~20% of specimen labels were damaged and ~5% were lost. Over the course of a year and half, the entire salvaged collection (approximately 75, 000 specimens) was rehabilitated and re-curated at the FM. This process included cleaning specimens (e.g., mold remediation), drying waterlogged specimens, reuniting separated specimens across proveniences, generating new specimen and provenience labels, reconstructing (e.g., mending) damaged specimens, and curating all specimens following contemporary museum practices in paleontological and archaeological curation. A comprehensive Excel database was completed for the entire transferred collection and integrated with specimen records of collections already present at the FM. This database is now shared across the FM and NMB.</p>\n<p>The collection rehabilitation and re-curation project occurred through ongoing communication between the FM and NMB, including site visits from NMB archaeologist Dr. Grace Turner. A key outcome of the project was a renewed agreement between the FM and NMB to care for and curate the Bahamas collection at the FM until the NMB requests to repatriate. The salvaged collection is now available for ongoing and new research and student training. A description of the project and outcomes is included in a paper titled ?Colonial legacies influence biodiversity lessons: how past trade routes and power dynamics shape present day scientific research and professional opportunities for Caribbean scientists? published in &nbsp;<em>The</em> <em>American Naturalist </em>(DOI: 10.1086/720154).</p>\n<p>During this project, one graduate student from the FM received training in paleontological and archaeological specimen rehabilitation and conservation, and one early career researcher at the FM and one early career museum professional from the NMB gained professional development through the establishment of new research and collections care agendas and the continuation of the MOU. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2022<br>\n\t\t\t\t\tModified by: Michelle&nbsp;J&nbsp;Lefebvre</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOn 1-2 September 2019, Hurricane Dorian devastated the Bahamian islands of Abaco and Grand Bahama. It was the most powerful tropical storm ever to strike land in the North Atlantic. Dorian devastated Marsh Harbour, Abaco?s largest settlement and the third largest urban center in the entire Bahamas. Marsh Harbour was also home to the National Museum of The Bahamas?s (NMB) largest natural history collection and research laboratory in The Bahamas. With assemblages from Abaco and 13 other Bahamian islands, the collection represented the pre-human, prehistoric human, and early historic-era natural history of the region.\n\nSince 2009, the NMB and the Florida Museum of Natural History (FM) have had a mutually beneficial Memorandum of Understanding (MOU) to foster cooperative natural history field and laboratory research, collections curation, formal and informal education, and public outreach between Florida and The Bahamas. The MOU provides for joint curation of the Bahamas collections, with an understanding that the research collections, including all holotypes, will be housed at the FM. At the time of Hurricane Dorian, about 50% of the Bahamas collection resided at the FM, with a priority on specimens directly involved in active research. The collection has been the basis for 38 publications with 70+ authors from 10 different countries and is associated with numerous NSF funded projects. The ongoing research derived from these collections is exemplary of collaborative systematic-biogeographical-paleontological-archaeological projects that are revising how we understand both the natural and cultural history of the Caribbean region. An overriding theme has been to develop a refined chronology for faunal change, and to place these changes within environmental and cultural contexts.\n\nIn the days following Dorian and within the spirit of the MOU, FM and NMB scientists collaborated to mount a rescue mission to salvage the collection from the destroyed Marsh Harbor facility and transport it to the FM in Gainesville, FL, for rehabilitation and re-curation. The salvaged collections are from 40 prehistoric sites (9 cultural, 31 non-cultural) on 14 different Bahamian islands spanning the length of the archipelago. In nearly all instances, the materials (dominated by bone and shell for cultural sites, and by vertebrate fossils for the non-cultural sites) are the only collections in existence from that particular site. The entire collection, including the part already residing at UF, consists of ~140,000 to 150,000 individual objects, at least 90% of them vertebrate fossils. These fossils feature abundant remains of small species (frogs, bats, rodents, and selected lizards, snakes, and birds) as well as less common but much more voluminous remains of tortoises, crocodiles, iguanas, and certain birds. Only ~20% of the salvaged material has been studied in even a preliminary way.\n\nOnce the salvage collection arrived at the FM, it was determined that the specimens ranged from badly broken to undamaged, and that about ~20% of specimen labels were damaged and ~5% were lost. Over the course of a year and half, the entire salvaged collection (approximately 75, 000 specimens) was rehabilitated and re-curated at the FM. This process included cleaning specimens (e.g., mold remediation), drying waterlogged specimens, reuniting separated specimens across proveniences, generating new specimen and provenience labels, reconstructing (e.g., mending) damaged specimens, and curating all specimens following contemporary museum practices in paleontological and archaeological curation. A comprehensive Excel database was completed for the entire transferred collection and integrated with specimen records of collections already present at the FM. This database is now shared across the FM and NMB.\n\nThe collection rehabilitation and re-curation project occurred through ongoing communication between the FM and NMB, including site visits from NMB archaeologist Dr. Grace Turner. A key outcome of the project was a renewed agreement between the FM and NMB to care for and curate the Bahamas collection at the FM until the NMB requests to repatriate. The salvaged collection is now available for ongoing and new research and student training. A description of the project and outcomes is included in a paper titled ?Colonial legacies influence biodiversity lessons: how past trade routes and power dynamics shape present day scientific research and professional opportunities for Caribbean scientists? published in  The American Naturalist (DOI: 10.1086/720154).\n\nDuring this project, one graduate student from the FM received training in paleontological and archaeological specimen rehabilitation and conservation, and one early career researcher at the FM and one early career museum professional from the NMB gained professional development through the establishment of new research and collections care agendas and the continuation of the MOU.  \n\n \n\n\t\t\t\t\tLast Modified: 11/22/2022\n\n\t\t\t\t\tSubmitted by: Michelle J Lefebvre"
 }
}