{
 "awd_id": "2010563",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building Environmental and Educational Technology Competence and Leadership Among Educators: An Exploration in Virtual Reality Professional Development",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032927593",
 "po_email": "wuhe@nsf.gov",
 "po_sign_block_name": "Wu He",
 "awd_eff_date": "2020-06-15",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 384558.0,
 "awd_amount": 384558.0,
 "awd_min_amd_letter_date": "2020-06-05",
 "awd_max_amd_letter_date": "2022-07-12",
 "awd_abstract_narration": "Many of the nation's most vulnerable ecosystems exist near communities with scant training opportunities for teachers and students in K-12 schools. The Louisiana wetlands is one such example. Focusing on these threatened natural environments and their connection to flooding will put science, technology, engineering, and mathematics (STEM) concepts in a real-world context that is relatable to students living in these areas while integrating virtual reality technology. This technology will allow students in rural and urban schools lacking resources for field trips to be immersed into simulated field experiences. This exploratory project will support the professional growth and development of current middle and high school STEM teachers by providing multiyear summer training and school year support around three specific areas: (1) environmental sciences themed content; (2) implementing virtual reality (VR) in the classroom, and (3) development of a support community for the teachers. Findings from this project will advance the knowledge of the most effective components in professional development for teachers to incorporate new knowledge into their classrooms. This project will bring locally relevant VR experiences to teachers and students in areas where there is historically low participation of women and underrepresented minorities in STEM. Through new partnerships formed with collaborators, the results of this project will be shared broadly in informal and formal education environments including public outreach events for an increase in public scientific literacy and public engagement.\r\n\r\nThis project will expand the understanding of the impact that a multi-layered professional development program will have on improving the self-efficacy of teachers in STEM. This project will add to the field’s knowledge tied to the overall research question: What are the experiences of secondary STEM teachers in rural and urban schools who participate in a multiyear professional development (PD) program? This project will provide instructional support and PD for two cohorts of ten teachers in southeastern Louisiana. Each summer, teachers will complete a two-week blended learning PD training, and during the academic year, teachers will participate in an action research community including PD meetings and monthly Critical Friends Group meetings. A longitudinal pre-post-post design will be employed to analyze whether the proposed method improves teacher’s self-efficacy, instructional practices, integration of technology, and leadership as the teachers will deploy VR training locally to grow the base of teachers integrating this technology into their curriculum. The findings of this project will improve understanding of how innovative place-based technological experiences can be brought into classrooms and shared through public engagement.\r\n\r\nThis project is supported by NSF's Discovery Research PreK-12 (DRK-12) program, in the Directorate for Education & Human Resources. DRK-12 seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers through research and development of innovative resources, models and tools. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nastassia",
   "pi_last_name": "Jones",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Nastassia N Jones",
   "pi_email_addr": "nastassia_jones@subr.edu",
   "nsf_id": "000707416",
   "pi_start_date": "2020-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Chappell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Chappell",
   "pi_email_addr": "christopher_chappell@subr.edu",
   "nsf_id": "000791685",
   "pi_start_date": "2020-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Guillory",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Guillory",
   "pi_email_addr": "christopher_guillory@subr.edu",
   "nsf_id": "000790845",
   "pi_start_date": "2020-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Jackson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Emily A Jackson",
   "pi_email_addr": "emily.osagie@sus.edu",
   "nsf_id": "000791711",
   "pi_start_date": "2020-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Mellieon",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Harold Mellieon",
   "pi_email_addr": "harold_mellieon@subr.edu",
   "nsf_id": "000816183",
   "pi_start_date": "2020-06-05",
   "pi_end_date": "2022-07-12"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jodi",
   "pi_last_name": "Morton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jodi M Morton",
   "pi_email_addr": "Jodi.morton@sus.edu",
   "nsf_id": "000882078",
   "pi_start_date": "2022-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern University",
  "inst_street_address": "730 HARDING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2257712809",
  "inst_zip_code": "708075304",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "SOUTHERN UNIVERSITY AND A & M COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H7CJA7NX9WN3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern University",
  "perf_str_addr": "P O Box 12596",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708075304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 384558.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"paragraph\">The BEE-Tech program was designed to support the professional growth and development of middle and high school Science, Technology, Engineering, and Mathematics (STEM) teachers in both rural and urban schools by encouraging innovation, collaboration, and reflection on their teaching practices. The program focused on integrating virtual reality (VR) technology into classrooms to enhance STEM education. The goal of our program was to describe the experiences of our teachers as they participated in the program to gain a deeper understanding of how this type of teacher professional development may impact their teaching practices, engagement in new technologies, and competence in creating activities for their students using the technology. Here are the key benefits of this program to our teachers divided based on the intellectual merit and broader impacts of our project.</p>\n<p class=\"paragraph\">Intellectual Merit:</p>\n<ol>\n<li>Improved Teaching Practices: Teachers reported that participating in BEE-Tech helped them improve their teaching methods, particularly through collaboration with other educators. This peer support was crucial in helping them navigate the challenges of using VR technology in their classrooms. For example, one teacher shared how peer discussions helped them overcome initial fears and gain valuable insights.</li>\n<li>Building Confidence and Skills: The program helped teachers build confidence in using virtual reality by improving their technical skills, fostering a growth mindset, and encouraging reflection on their teaching practices. Teachers gained familiarity with VR tools and began creating their own lessons using platforms like Thinglink.</li>\n<li>Professional Development: BEE-Tech provided multiple professional development sessions to help teachers understand how to use VR equipment and integrate it into their classrooms. Teachers started with existing software and lesson plans before developing their own unique lessons. This gradual approach helped teachers build confidence and competence in using VR technology.</li>\n<li>Best Practices Sharing: Within the program community, teachers shared what worked in their classrooms, leading to the dissemination of best practices. For instance, teachers found that small group rotations made introducing VR activities more manageable. They trained students to take on more active roles, such as facilitating the small group instruction. This approach helped teachers feel more confident in managing technological challenges and adapting their teaching methods for different learning environments.</li>\n<li>Leadership Opportunities: Teachers were provided leadership opportunities through leading program meetings, presenting at national conferences, and conducting professional development sessions within their districts.</li>\n</ol>\n<p>Broader Impacts:</p>\n<ol>\n<li>Inclusivity: Beyond our initial scope of middle and high school science and math teachers, we engaged teachers of students with significant cognitive disabilities. As a broader impact to this project, teachers adapted their teaching methods to ensure that students with cognitive disabilities could safely participate in VR activities, promoting inclusivity in the classroom.</li>\n<li>Culturally Relevant Pedagogy: Another broader impact of this project was the exploration of culturally relevant pedagogy within the virtual reality lesson designs to foster increased project impact. Within the lessons, teachers incorporated students&rsquo; perspectives and ensured that students saw themselves reflected in the curriculum. This approach fostered a sense of belonging and made lessons more meaningful and inclusive.</li>\n</ol>\n<p>In summary, the BEE-Tech program successfully supported middle and high school STEM teachers in integrating VR technology into their classrooms, enhancing their teaching practices, and increasing student engagement. The program&rsquo;s focus on collaboration, inclusivity, culturally relevant pedagogy, and real-world connections made it a valuable resource for educators looking to innovate and improve their teaching methods. The program also provided professional development, leadership opportunities, and practical skills, contributing to the overall professional growth and development of teachers.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/24/2024<br>\nModified by: Nastassia&nbsp;N&nbsp;Jones</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe BEE-Tech program was designed to support the professional growth and development of middle and high school Science, Technology, Engineering, and Mathematics (STEM) teachers in both rural and urban schools by encouraging innovation, collaboration, and reflection on their teaching practices. The program focused on integrating virtual reality (VR) technology into classrooms to enhance STEM education. The goal of our program was to describe the experiences of our teachers as they participated in the program to gain a deeper understanding of how this type of teacher professional development may impact their teaching practices, engagement in new technologies, and competence in creating activities for their students using the technology. Here are the key benefits of this program to our teachers divided based on the intellectual merit and broader impacts of our project.\n\n\nIntellectual Merit:\n\nImproved Teaching Practices: Teachers reported that participating in BEE-Tech helped them improve their teaching methods, particularly through collaboration with other educators. This peer support was crucial in helping them navigate the challenges of using VR technology in their classrooms. For example, one teacher shared how peer discussions helped them overcome initial fears and gain valuable insights.\nBuilding Confidence and Skills: The program helped teachers build confidence in using virtual reality by improving their technical skills, fostering a growth mindset, and encouraging reflection on their teaching practices. Teachers gained familiarity with VR tools and began creating their own lessons using platforms like Thinglink.\nProfessional Development: BEE-Tech provided multiple professional development sessions to help teachers understand how to use VR equipment and integrate it into their classrooms. Teachers started with existing software and lesson plans before developing their own unique lessons. This gradual approach helped teachers build confidence and competence in using VR technology.\nBest Practices Sharing: Within the program community, teachers shared what worked in their classrooms, leading to the dissemination of best practices. For instance, teachers found that small group rotations made introducing VR activities more manageable. They trained students to take on more active roles, such as facilitating the small group instruction. This approach helped teachers feel more confident in managing technological challenges and adapting their teaching methods for different learning environments.\nLeadership Opportunities: Teachers were provided leadership opportunities through leading program meetings, presenting at national conferences, and conducting professional development sessions within their districts.\n\n\n\nBroader Impacts:\n\nInclusivity: Beyond our initial scope of middle and high school science and math teachers, we engaged teachers of students with significant cognitive disabilities. As a broader impact to this project, teachers adapted their teaching methods to ensure that students with cognitive disabilities could safely participate in VR activities, promoting inclusivity in the classroom.\nCulturally Relevant Pedagogy: Another broader impact of this project was the exploration of culturally relevant pedagogy within the virtual reality lesson designs to foster increased project impact. Within the lessons, teachers incorporated students perspectives and ensured that students saw themselves reflected in the curriculum. This approach fostered a sense of belonging and made lessons more meaningful and inclusive.\n\n\n\nIn summary, the BEE-Tech program successfully supported middle and high school STEM teachers in integrating VR technology into their classrooms, enhancing their teaching practices, and increasing student engagement. The programs focus on collaboration, inclusivity, culturally relevant pedagogy, and real-world connections made it a valuable resource for educators looking to innovate and improve their teaching methods. The program also provided professional development, leadership opportunities, and practical skills, contributing to the overall professional growth and development of teachers.\n\n\n\t\t\t\t\tLast Modified: 09/24/2024\n\n\t\t\t\t\tSubmitted by: NastassiaNJones\n"
 }
}