{
 "awd_id": "2011785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CCSS: Error-Correcting Codes Enabling Hyper-Speed Communications and Storage: from Theory to Hardware Architectures",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 300059.0,
 "awd_amount": 300059.0,
 "awd_min_amd_letter_date": "2020-08-18",
 "awd_max_amd_letter_date": "2020-10-19",
 "awd_abstract_narration": "Hyper-speed communications and storage are required to access and utilize the exploding amount of data that is being generated, and are indispensable to the development of many paradigm-changing technologies, such as machine learning, Internet-of-things (IoT), and big data analytics. Driven by the needs of video streaming, social media, autonomous vehicles, etc., wireless data rate has been projected to reach 1Tb/s in 2030. Ubiquitous communications are incomplete without satellite links and optical backbones, which are following a similar data rate trend. Besides, high-speed satellite communications are essential to realizing fast connectivity in remote areas, enabling remote sensing for scientific recovery, and facilitating weather monitoring for disaster forecast. To cope with hyper-speed communications, computing, and analytics, the data access from storage devices also needs to reach commensurate speed. Although the feasibility of terabit/s front-end transceivers has been analyzed and storage class memories with very short sensing latency have been developed, the error-correcting codes (ECCs) that are needed to ensure data reliability have not been addressed for these systems. The requirement of hyper speed combined with the deteriorating communication and storage channels can not be tackled by extending existing ECC solutions. By nesting short sub-codewords, which allow very fast decoding with low complexity, to generate shareable parities, which improve the error-correcting capability by orders of magnitudes, the generalized integrated interleaved (GII) codes are the best candidate for next-generation terabit/s communications and storage.\r\n\r\nThis project seeks to develop efficient hyper-speed and low-complexity GII decoder hardware implementation architectures for a broad range of applications. The nested decoding process of the GII codes faces many challenges, such as long data path that limits the achievable clock frequency, large silicon area, and low hardware utilization efficiency. Instead of directly translating the decoding algorithm to hardware implementations, in which case the achievable throughput is far below terabit/s and hardware complexity is high, integrated algorithmic reformulations and architectural optimizations will be exploited in this project. The mathematical computations leading to the hardware bottlenecks will be identified. Then those computations will be modified or eliminated by reformulating the algorithms without changing the decoding results. Such a cross-layer design approach allows unprecedented improvements on throughput, latency, and logic complexity. The silicon area and latency tradeoffs of various architectures for each decoding step will be evaluated, and a framework will be developed for GII decoder design to meet different system constraints under given code parameters and channel conditions. Besides, for the first time, GII decoders that are capable of handling soft probability information from the channel, such as by incorporating erasures and bit flips, will be investigated to further improve the error-correcting performance. New optimizations and reformulations will also be developed to efficiently implement the soft-decision decoders.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xinmiao",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xinmiao Zhang",
   "pi_email_addr": "zhang.8952@osu.edu",
   "nsf_id": "000385916",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "The Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 300059.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hyper-speed communications and storage are required to access and utilize the exploding amount of data being generated, and are indispensable to the development of many paradigm-changing technologies, such as machine learning, Internet-of-things (IoT), and big data analytics. Communication and storage channels are noisy and error-correcting codes (ECCs) are necessary to ensure the reliability. The new generalized integrated interleaved (GII) ECCs are the best candidates for addressing the challenges of hyper-speed decoding and deteriorating channels posed by the next-generation terabit/s communication and storage systems. Nevertheless, the design and implementation of GII codes face numerous issues. This project seeks to develop efficient hyper-speed and low-complexity GII encoder and decoder hardware implementation architectures through integrated algorithmic reformulations and architectural transformations for a broad range of applications. Our cross-layer optimization approach enables unprecedented improvements on achievable clock frequency, silicon area, and power consumption in the hardware implementation.</p>\n<p>&nbsp;</p>\n<p>Through this project, efficient hardware implementation architectures have been developed for each step of the GII decoding. In particular, the bottlenecks of GII decoding lie in the key equation solving step (KES) of the nested decoding stage. Our scaled fast nested KES algorithm and architecture enable high clock frequency and reduce the silicon area to less than one third. GII codes can be constructed based on either Reed-Solomon codes or binary BCH codes. Novel reformulated KES architectures have also been developed to reduce the number of iterations needed in the nested KES of GII-BCH decoding to a half. In the case of short GII-BCH codes targeting for new high-speed memories, alternative reformulations have been proposed to circumvent the long initialization process and reduce the overall latency of the nested KES. Short GII codes also face miscorrection issues, which lead to significant degradation on the error-correcting performance if not addressed. Low-complexity and low-latency schemes have been developed to effectively detect and mitigate miscorrections by exploiting higher-order nested syndromes, extended sub-codewords, and global parities. For the first time, this project also investigated soft-decision GII decoding. The probability information from the channel is incorporated into the GII decoding process to correct even more errors and a novel bit pre-flipping scheme is proposed to substantially reduce the complexity of the associated decoding trials. GII codes used for erasure correction are naturally locally recoverable erasure codes, which are essential to low-latency failure recover and continued scaling of distributed storage. A decoder architecture reconfigurable with the variable correction capabilities of the nested decoding rounds is designed to substantially reduce the overall complexity with negligible impact on the average latency. A simplified software erasure decoder has also been designed by exploiting the variation of finite field construction. Additionally, the first parallel GII encoder is also built in this project. A systematic approach is developed to align the inputs and outputs of the component RS/BCH encoders. Moreover, mathematical reformulations have been developed to simplify the component RS/BCH encoder and its variation for cyclic redundancy check. As a result of our research, hyper-speed and low-complexity GII decoders optimized for various code parameters and channels have been developed.</p>\n<p>&nbsp;</p>\n<p>Our GII decoders achieve terabit/s throughput with excellent correction capability and low complexity. They are ready to be adopted to develop a broad range of new technologies, including 6G wireless communications and beyond, hyper-speed satellite and optical communications, storage class memories, and large-scale distributed storage. Our research will enhance applications from public education and national security to deep-space probing and scientific discovery. The PI&rsquo;s past experience and current collaboration with industry ensure that the designed decoders meet the requirements of practical applications. The results from this project lead to 18 publications in prestigious journals and conferences, 2 patents, and 13 invited talks. The material from this project has also been incorporated into a course on advanced hardware architecture design at The Ohio State University.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/23/2024<br>\nModified by: Xinmiao&nbsp;Zhang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nHyper-speed communications and storage are required to access and utilize the exploding amount of data being generated, and are indispensable to the development of many paradigm-changing technologies, such as machine learning, Internet-of-things (IoT), and big data analytics. Communication and storage channels are noisy and error-correcting codes (ECCs) are necessary to ensure the reliability. The new generalized integrated interleaved (GII) ECCs are the best candidates for addressing the challenges of hyper-speed decoding and deteriorating channels posed by the next-generation terabit/s communication and storage systems. Nevertheless, the design and implementation of GII codes face numerous issues. This project seeks to develop efficient hyper-speed and low-complexity GII encoder and decoder hardware implementation architectures through integrated algorithmic reformulations and architectural transformations for a broad range of applications. Our cross-layer optimization approach enables unprecedented improvements on achievable clock frequency, silicon area, and power consumption in the hardware implementation.\n\n\n\n\n\nThrough this project, efficient hardware implementation architectures have been developed for each step of the GII decoding. In particular, the bottlenecks of GII decoding lie in the key equation solving step (KES) of the nested decoding stage. Our scaled fast nested KES algorithm and architecture enable high clock frequency and reduce the silicon area to less than one third. GII codes can be constructed based on either Reed-Solomon codes or binary BCH codes. Novel reformulated KES architectures have also been developed to reduce the number of iterations needed in the nested KES of GII-BCH decoding to a half. In the case of short GII-BCH codes targeting for new high-speed memories, alternative reformulations have been proposed to circumvent the long initialization process and reduce the overall latency of the nested KES. Short GII codes also face miscorrection issues, which lead to significant degradation on the error-correcting performance if not addressed. Low-complexity and low-latency schemes have been developed to effectively detect and mitigate miscorrections by exploiting higher-order nested syndromes, extended sub-codewords, and global parities. For the first time, this project also investigated soft-decision GII decoding. The probability information from the channel is incorporated into the GII decoding process to correct even more errors and a novel bit pre-flipping scheme is proposed to substantially reduce the complexity of the associated decoding trials. GII codes used for erasure correction are naturally locally recoverable erasure codes, which are essential to low-latency failure recover and continued scaling of distributed storage. A decoder architecture reconfigurable with the variable correction capabilities of the nested decoding rounds is designed to substantially reduce the overall complexity with negligible impact on the average latency. A simplified software erasure decoder has also been designed by exploiting the variation of finite field construction. Additionally, the first parallel GII encoder is also built in this project. A systematic approach is developed to align the inputs and outputs of the component RS/BCH encoders. Moreover, mathematical reformulations have been developed to simplify the component RS/BCH encoder and its variation for cyclic redundancy check. As a result of our research, hyper-speed and low-complexity GII decoders optimized for various code parameters and channels have been developed.\n\n\n\n\n\nOur GII decoders achieve terabit/s throughput with excellent correction capability and low complexity. They are ready to be adopted to develop a broad range of new technologies, including 6G wireless communications and beyond, hyper-speed satellite and optical communications, storage class memories, and large-scale distributed storage. Our research will enhance applications from public education and national security to deep-space probing and scientific discovery. The PIs past experience and current collaboration with industry ensure that the designed decoders meet the requirements of practical applications. The results from this project lead to 18 publications in prestigious journals and conferences, 2 patents, and 13 invited talks. The material from this project has also been incorporated into a course on advanced hardware architecture design at The Ohio State University.\n\n\n\t\t\t\t\tLast Modified: 08/23/2024\n\n\t\t\t\t\tSubmitted by: XinmiaoZhang\n"
 }
}