{
 "awd_id": "2011396",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Real-Time Hybrid Simulation Enabled Damping System Assessment using Scaled Aeroelastic Models of Tall Buildings",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 275778.0,
 "awd_amount": 275778.0,
 "awd_min_amd_letter_date": "2020-04-20",
 "awd_max_amd_letter_date": "2020-04-20",
 "awd_abstract_narration": "This award will develop a new damping system assessment framework based on the real-time hybrid simulation (RTHS) methodology that will provide the capability to accurately capture wind-induced response of tall buildings equipped with complex dampers. One of the most cost-effective means of suppressing undesirable wind-induced vibrations of tall buildings is to incorporate auxiliary damping systems.  State-of-the-art assessment and design of such damping systems rely on the use of simplified small-scale damper models in wind tunnel tests. This approach presents limitations in reproducing the complex behaviors of full-scale damping systems in a realistic wind environment, as it can introduce errors and significant uncertainty in tall building response evaluation. This research project will develop experimentation, modeling, and computational capabilities for the design and analysis of such damping systems and to understand how tall buildings perform when integrated with them under realistic wind excitations. The NSF-supported Natural Hazards Engineering Research Infrastructure (NHERI) Wall of Wind facility at Florida International University will be used for the experimental validation and demonstration studies. The research program will be complemented with an education and outreach program through curriculum development, hands-on experiences for high school students, and training demonstrations on dynamic testing and wind-induced response reduction for tall buildings. As an integrated part of this project, the participation of students from underrepresented groups will be promoted through established institutional programs on high school outreach and undergraduate training activities.  Project data will be archived in the NHERI Data Depot (https://www.DesignSafe-ci.org). This award contributes to NSF's role in the National Windstorm Impact Reduction Program. \r\n\r\nTo advance fundamental knowledge on the response of tall buildings equipped with complex dampers under realistic wind excitations, this project will: (1) capture the aeroelastic behavior of tall building models integrated with full-scale damping systems by establishing a novel RTHS platform for the realistic evaluation of wind-induced response reduction; (2) develop a damper analysis framework to identify damper parameters for optimal response reduction and quantitatively assess the damper’s performance under uncertainty; (3) validate and demonstrate the RTHS platform and damper analysis framework via an experimental program focused on realistic wind scenarios; (4) disseminate the research outcomes to researchers and practitioners through publications, shared codes, and benchmark data sets; and (5) build RTHS capacity in the NHERI Wall of Wind facility. The research outcomes will help realize high-confidence evaluation and design for auxiliary damping systems in tall buildings subjected to various wind scenarios.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teng",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Teng Wu",
   "pi_email_addr": "tengwu@buffalo.edu",
   "nsf_id": "000674686",
   "pi_start_date": "2020-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 Lee Entrance",
  "perf_city_name": "Amherst",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282567",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 275778.0
  }
 ],
 "por": null
}