{
 "awd_id": "2011030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2020",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924694",
 "po_email": "jkabraha@nsf.gov",
 "po_sign_block_name": "Joel Abraham",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 138000.0,
 "awd_amount": 207000.0,
 "awd_min_amd_letter_date": "2020-05-13",
 "awd_max_amd_letter_date": "2021-08-31",
 "awd_abstract_narration": "This action funds an NSF Postdoctoral Research Fellowship in Biology for FY 2020, Broadening Participation of Groups Under-represented in Biology. The fellowship supports a research and training plan for the Fellow that will increase the participation of groups underrepresented in biology. Widespread climate-induced tree mortality is occurring across the planet, greatly impacting ecosystem function and climate feedbacks to the Earth system. Climate-change-driven drought can cause tree death via water stress and decline in plant defense against pathogen attacks. This research will investigate tree mortality by linking plant ecophysiology, genetics, and remote sensing to forecast and actively manage rampant tree die-off in the most widely distributed tree species in North America, quaking aspen (Populus tremuloides). Modeling mortality in this species is critical for land management and ecosystem services and can be applied to many plant species. Aspen has significant cultural, spiritual, and medicinal value to Native American communities that live within the species’ range. This research will engage with Native communities directly impacted by aspen mortality. The Fellow will create a culturally relevant and responsive workshop teaching Native students about climate change impacts on aspen, fostering a partnership that centers Native American student engagement and Native community perspectives.\r\n \r\nThere are likely genetic differences in the vulnerability of aspen to mortality, a key difference being ploidy level (chromosome copy number) variation among individuals. Triploids appear to be at higher risk for mortality, though it is unclear if this is due to physiological thresholds or because they typically occur in drier microsites. This project asks: does ploidy level (P), environment (E) or the interaction between ploidy and environment (PxE) determine response during drought? This research will examine E, P, and PxE effects on mortality, and then test whether these effects can be remotely sensed at scale. Carbon allocation traits and hydraulic vulnerability will be measured in the greenhouse and field. Multispectral imaging will be used to determine which ploidy-level dependent traits can be remotely sensed in the greenhouse. Finally, measurements will be upscaled using drones and satellite imagery. Remotely sensed data will enable scaling this work to the ecosystem level using established plots where ground-truthed genetic information is available. Native high school students will be involved in the scientific process, empowering them into the academy and beyond. The Fellow will pilot this program in one high school in the first year of this research, and then to multiple high schools in following years.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roxanne",
   "pi_last_name": "Cruz-de Hoyos",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Roxanne M Cruz-de Hoyos",
   "pi_email_addr": "",
   "nsf_id": "000815551",
   "pi_start_date": "2020-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cruz-de Hoyos, Roxanne M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "94704",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Berkeley",
  "perf_str_addr": null,
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947200001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1V21",
   "app_name": "R&RA ARP Act DEFC V",
   "app_symb_id": "040100",
   "fund_code": "010V2122DB",
   "fund_name": "R&RA ARP Act DEFC V",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 69000.0
  }
 ],
 "por": null
}