{
 "awd_id": "2011415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "In-Situ Formation of Ternary Sulfide-rich Interphases for Stabilizing Lithium Deposition in Lithium-sulfur Batteries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 447258.0,
 "awd_amount": 447258.0,
 "awd_min_amd_letter_date": "2020-05-27",
 "awd_max_amd_letter_date": "2020-05-27",
 "awd_abstract_narration": "Energy storage at an affordable cost has emerged as one of the challenging issues for the energy sector, being critical for a wide range of applications ranging from electric vehicles to grid storage of renewable energies. Lithium-sulfur batteries are one the most promising next-generation battery technologies, as lithium and sulfur exhibit charge-storage capacity ten times higher than that of the electrode materials used in current lithium-ion batteries. Also, sulfur is environmentally benign, inexpensive, and widely available with secure domestic supply chains. Despite these advantages, the commercial adoption of lithium-sulfur batteries is hobbled by their poor cycle life.   This project focuses on developing an effective strategy for improving the cycle life of lithium-sulfur batteries by systematically tuning the surface composition and properties of the anode. The effect of the modified interface material anode layer on the cycle life will be investigated with various computational, electrochemical, and materials characterization techniques. This will be a crucial step towards realizing practically relevant lithium-sulfur batteries with high energy density and extended cycle life. This work is also expected to yield new insights into the unique chemistry of sulfur compounds, which find applications in diverse areas, including photovoltaics, catalysis, and organic semiconductors. The project will also provide a broad interdisciplinary training to graduate and undergraduate students as well as historically underrepresented community college students and teachers in the globally important area of clean energy, encompassing inorganic chemistry, solid-state physics, electrochemical systems, and materials science and engineering.\r\n\r\nThe unique chemistry of sulfur and its tendency to form polysulfide intermediates that are soluble in the liquid electrolyte profoundly impact the solid-electrolyte interphase (SEI) layer formed on lithium-metal surface in Li-S batteries. This project focuses on developing a systematic and effective strategy for tailoring the composition of the SEI layer to improve the reversibility of lithium plating and stripping in Li-S batteries. Electrolyte and cathode additives will be identified that work in tandem with the generated polysulfide intermediates to form a stabilizing SEI layer on lithium-metal surface. Specifically, high Li-ion conductivity LiXS ternary sulfides will be investigated as in-situ engineered SEI components, where X is a high-oxidation state cation of an element less electronegative than sulfur. It is hypothesized that the nature of X-S bond would play a critical role in determining the properties of the modified SEI layer, and consequently, the measured lithium cycling efficiency. The impact of the in-situ modified SEI layers on electrochemical performance will be assessed with practically relevant anode-free full cells (limited lithium inventory) and pouch cells (limited electrolyte supply) by determining the lithium inventory loss rates. With the in-situ engineering of a sulfide-rich lithium SEI and careful application of computational and materials characterization techniques, the project aims to (i) identify stabilizing SEI components in Li-S batteries and methods of fabricating them, (ii) establish a fundamental understanding of the composition-structure-property relationships that underlie the effect of SEI layer on the reversibility of lithium plating and stripping, and (iii) demonstrate the impact of SEI modification on electrochemical performance under realistic cell design and testing conditions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arumugam",
   "pi_last_name": "Manthiram",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arumugam Manthiram",
   "pi_email_addr": "manth@austin.utexas.edu",
   "nsf_id": "000366906",
   "pi_start_date": "2020-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "3925 W Braker Lane, Ste 3.340",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 447258.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As the tendency toward harvesting energy from sustainable resources and vehicle electrification intensifies globally, there is a parallel and proportional growth in demand for rechargeable electrochemical energy storage systems. Among a handful of various cathode chemistries available that fulfill the requirements of cost-effectiveness, environmental benignity, and sustainable resources, sulfur is an ideal candidate. The good attributes of the sulfur cathode can be paired with those of lithium or sodium metals as the anode active material to yield, respectively, high energy-density and low-cost rechargeable batteries suitable for use in transportation and grid-scale energy-storage sectors.</p>\n<p>&nbsp;</p>\n<p>Despite being an optimum candidate, sulfur cathode suffers from a few fundamental limitations. In lithium-sulfur (Li-S) batteries, both the end members of the sulfur redox chemistry, viz., S and Li<sub>2</sub>S, lack adequate electronic and lithium-ion conductivity, making electron/ion transfer into and from the sulfur cathode challenging. The ionic conductivity bottleneck is serendipitously overcome by the soluble polysulfide species Li<sub>2</sub>S<sub>x</sub> (x = 2 &ndash; 8). These species are redox-active and undergo facile electrochemical reactions mostly at the cathode to convert the oxidized cathode to the reduced form and vice versa. Despite the soluble polysulfides playing a crucial role in realizing the Li-S cell activity, they are also responsible for the limited cycle-life of typical Li-S cells, which impedes their implementation as practical energy storage devices. Notably, the soluble polysulfide species can shuttle between the electrodes and dissipate the useful work as waste. Also, the spontaneous reaction of soluble polysulfide species with lithium metal that grows in a dendritic manner causes extensive lithium inventory loss and rapid capacity loss.</p>\n<p>&nbsp;</p>\n<p>The issues outlined above, and specifically the side reactions of lithium metal with the electrolyte, hamper the practicality of Li-S cells as extra Li and electrolyte beyond what is theoretically needed should be provided due to wasteful side reactions. The major goal of this project is to control the extent of the unwanted side reactions in Li-S cells through innovative approaches based on solution-phase (i.e., electrolyte-based) reactions with carefully selected additives. These additives have a high tendency to react with sulfur or polysulfide species, generating ternary sulfide species. Therefore, using these secondary reactions as a leverage, we targeted to control the extent of unwanted interfacial reactions at the lithium anode, thereby extending the cyclability of Li-S batteries.</p>\n<p>&nbsp;</p>\n<p>This project focused on transforming the problematic polysulfides into the formation of a beneficial solid-electrolyte protective layer on lithium-metal anode with the addition of effective additives. Over the course of the project, we have demonstrated several applications based on solution-phase reactions with these additives in the Li-S system. Specifically, selenium (Se) and tellurium (Te) cathode additives have been found to spontaneously react with polysulfides and transport to the lithium anode, yielding a stable and protecting solid-electrolyte interphase (SEI) layer that stabilizes Li electroplating profoundly. Between them, Te additive exhibits superior protection for Li deposition. However, our investigation showed that a minimum Te content of 10 wt.% at the cathode is necessary for meaningful improvements in cycling retention. To maximize the Te utilization, we pursued strategies, such as employing an electrolyte additive (lithium tritelluride, LiTe<sub>3</sub>) and a Te-nanowire-coated separator. Besides, lithium trithiocarbonate (Li<sub>2</sub>CS<sub>3</sub>)-coated lithium sulfide (Li<sub>2</sub>S) was introduced as a dual-function cathode material to form an oligomer-structured layer on Li-metal surface. This layer suppresses the polysulfide shuttling and promotes the formation of a stable in-situ SEI layer with a low Li-ion diffusion barrier on Li-metal surface. We have also studied the effects of anion substitution in ammonium (oxo)thiomolybdate (NH<sub>4</sub>)<sub>2</sub>MoX<sub>2</sub>S<sub>2</sub> (X: O, S), showing that these O/S atomic substitutions on the molybdenum center can induce enzymatic-level enhancement in polysulfide sequestration capability. Furthermore, we found that utilizing a rare-earth-metal based additive with a small concentration in the electrolyte promotes the sulfur conversion reactions and stabilizes the lithium-metal deposition. Overall, these electrolyte-based modifications ingeniously address the intrinsic problems of the sulfur system, alleviating the polysulfide shuttling at the cathode and enhancing lithium plating/stripping performance during cycling.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 08/20/2024<br>\nModified by: Arumugam&nbsp;Manthiram</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAs the tendency toward harvesting energy from sustainable resources and vehicle electrification intensifies globally, there is a parallel and proportional growth in demand for rechargeable electrochemical energy storage systems. Among a handful of various cathode chemistries available that fulfill the requirements of cost-effectiveness, environmental benignity, and sustainable resources, sulfur is an ideal candidate. The good attributes of the sulfur cathode can be paired with those of lithium or sodium metals as the anode active material to yield, respectively, high energy-density and low-cost rechargeable batteries suitable for use in transportation and grid-scale energy-storage sectors.\n\n\n\n\n\nDespite being an optimum candidate, sulfur cathode suffers from a few fundamental limitations. In lithium-sulfur (Li-S) batteries, both the end members of the sulfur redox chemistry, viz., S and Li2S, lack adequate electronic and lithium-ion conductivity, making electron/ion transfer into and from the sulfur cathode challenging. The ionic conductivity bottleneck is serendipitously overcome by the soluble polysulfide species Li2Sx (x = 2  8). These species are redox-active and undergo facile electrochemical reactions mostly at the cathode to convert the oxidized cathode to the reduced form and vice versa. Despite the soluble polysulfides playing a crucial role in realizing the Li-S cell activity, they are also responsible for the limited cycle-life of typical Li-S cells, which impedes their implementation as practical energy storage devices. Notably, the soluble polysulfide species can shuttle between the electrodes and dissipate the useful work as waste. Also, the spontaneous reaction of soluble polysulfide species with lithium metal that grows in a dendritic manner causes extensive lithium inventory loss and rapid capacity loss.\n\n\n\n\n\nThe issues outlined above, and specifically the side reactions of lithium metal with the electrolyte, hamper the practicality of Li-S cells as extra Li and electrolyte beyond what is theoretically needed should be provided due to wasteful side reactions. The major goal of this project is to control the extent of the unwanted side reactions in Li-S cells through innovative approaches based on solution-phase (i.e., electrolyte-based) reactions with carefully selected additives. These additives have a high tendency to react with sulfur or polysulfide species, generating ternary sulfide species. Therefore, using these secondary reactions as a leverage, we targeted to control the extent of unwanted interfacial reactions at the lithium anode, thereby extending the cyclability of Li-S batteries.\n\n\n\n\n\nThis project focused on transforming the problematic polysulfides into the formation of a beneficial solid-electrolyte protective layer on lithium-metal anode with the addition of effective additives. Over the course of the project, we have demonstrated several applications based on solution-phase reactions with these additives in the Li-S system. Specifically, selenium (Se) and tellurium (Te) cathode additives have been found to spontaneously react with polysulfides and transport to the lithium anode, yielding a stable and protecting solid-electrolyte interphase (SEI) layer that stabilizes Li electroplating profoundly. Between them, Te additive exhibits superior protection for Li deposition. However, our investigation showed that a minimum Te content of 10 wt.% at the cathode is necessary for meaningful improvements in cycling retention. To maximize the Te utilization, we pursued strategies, such as employing an electrolyte additive (lithium tritelluride, LiTe3) and a Te-nanowire-coated separator. Besides, lithium trithiocarbonate (Li2CS3)-coated lithium sulfide (Li2S) was introduced as a dual-function cathode material to form an oligomer-structured layer on Li-metal surface. This layer suppresses the polysulfide shuttling and promotes the formation of a stable in-situ SEI layer with a low Li-ion diffusion barrier on Li-metal surface. We have also studied the effects of anion substitution in ammonium (oxo)thiomolybdate (NH4)2MoX2S2 (X: O, S), showing that these O/S atomic substitutions on the molybdenum center can induce enzymatic-level enhancement in polysulfide sequestration capability. Furthermore, we found that utilizing a rare-earth-metal based additive with a small concentration in the electrolyte promotes the sulfur conversion reactions and stabilizes the lithium-metal deposition. Overall, these electrolyte-based modifications ingeniously address the intrinsic problems of the sulfur system, alleviating the polysulfide shuttling at the cathode and enhancing lithium plating/stripping performance during cycling.\n\n\n\t\t\t\t\tLast Modified: 08/20/2024\n\n\t\t\t\t\tSubmitted by: ArumugamManthiram\n"
 }
}