{
 "awd_id": "2011497",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Approximate Causal Inference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928318",
 "po_email": "vpavlovi@nsf.gov",
 "po_sign_block_name": "Vladimir Pavlovic",
 "awd_eff_date": "2019-07-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 391529.0,
 "awd_amount": 391529.0,
 "awd_min_amd_letter_date": "2019-12-19",
 "awd_max_amd_letter_date": "2022-05-23",
 "awd_abstract_narration": "Causality is central to scientific inquiry across the sciences. Without causal information, researchers cannot predict the effects of new interventions, estimate retrospective counterfactuals, and, perhaps more importantly, construct meaningful, in-depth explanations of the phenomenon under investigation. With the unprecedented accumulation of data, the challenge of finding meaningful explanations can be summarized under the rubric of \"data-fusion\" -- namely, deriving a causal interpretation from a combination of experimental and observational studies collected under disparate, non-exchangeable conditions (Bareinboim and Pearl, Proc. Natl. Acad. Sci. U.S.A, 2016). Despite all the recent progress, it is still non-trivial to apply state-of-the-art causal inference methods in many large-scale settings. In particular, the scientist's available knowledge does not always match what the theory expects, and the theory does not accept as input (and generate as output) more relaxed causal specifications. Given the completeness of the theory, these requirements cannot be strictly waived. In reality, however, some researchers continue to make their claims even when the required conditions are not met. There is an increasing recognition throughout the empirical disciplines that many of the scientific findings articulated today are too fragile, incapable of resisting to a more rigorous scrutiny or even being reproduced. The goal of this project is to bridge the gap between the conditions entailed by the theory (which, if followed, would generate robust and scientifically-grounded claims) and the knowledge available at the hands of the scientist. Specifically, the project seeks (1) to characterize the trade-off between the combination of data and background knowledge (scientific theories) available versus the strength of newly hypothesized causal explanations, and (2) to construct approximation schemes allowing inputs that are coarse and imprecise, while generating outputs that are still causally meaningful. The proposed research is expected to offer foundational grounding for most of the data science inferences made today, which will impact the practice of several data-intensive fields that are built on cause-and-effect relationships, including econometrics, education, bioinformatics, and medicine. The project also contains a significant educational component. Similar to the importance of physics and calculus in basic science education in the 20th century, causal inference will be a vital component of the curriculum of undergraduate studies in a modern, data-rich society. The project develops a new educational platform tailored to teaching causal inference concepts, principles, and tools to STEM students. The primary goal of this new platform is to move from acausal claims obtained from pervasive regression-based techniques, as well as vague and self-evident statements such as \"association does not imply causation\", and go towards a more fundamental understanding of the conditions necessary to support causal statements.\r\n\r\n The goal of this proposal is to develop a principled framework for approximations in causal inference. There are two possible approximation dimensions, one regarding the input and the other the output of a given problem instance. First, we will develop sufficient and necessary identification conditions to accept as input a model that is not fully specified (e.g., a causal DAG), but only a coarser description of the phenomenon is available. We will further develop effective procedures for determining whether a causal quantity can be approximated from a combination of observational and experimental datasets, given structural knowledge about the underlying data-generating process. The project will further leverage both results to design efficient learning algorithms under the relaxed assumption that the input is just partially specified and the output can be an approximation of the target causal distribution. Finally, we will consider the problem of learning causal explanations when multiple biased datasets are available, including when plagued with selection bias, confounding bias, and structural heterogeneity. The goal is to develop a general algorithmic theory of approximate causal inference that is capable of producing more robust, reproducible, and generalizable causal explanations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elias",
   "pi_last_name": "Bareinboim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elias Bareinboim",
   "pi_email_addr": "eb@cs.columbia.edu",
   "nsf_id": "000717905",
   "pi_start_date": "2019-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "500 W 120th Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 89246.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 101268.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 103328.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 97687.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-554d1d7a-7fff-4172-d00d-7c1e87d8ae88\">\n<p dir=\"ltr\"><span>The primary goal of the project is to construct approximation schemes to allow inputs that are coarse and imprecise while still generating outputs that are causal and informative. In particular, this is achieved through the pursuit of different sub-goals. First, we derived new sufficient and necessary identification conditions to accept as input a model that is not fully specified (e.g., a causal DAG), but a coarser description of the available knowledge. Further, we develop new algorithms for determining whether a causal quantity can be approximated (e.g., bounded) from a combination of observational and experimental datasets, given structural knowledge about the underlying data-generating process. More broadly, our goal is to leverage these results to design efficient learning algorithms under the relaxed assumption that the input is just partially specified and the output can be an approximation of the target causal distribution.</span></p>\n<p dir=\"ltr\"><span>Objective 1: Equivalence Class Causal Calculus:</span></p>\n<p dir=\"ltr\"><span>When trying to understand a cause-and-effect system, in the past, we needed a complete picture of all the cause-and-effect relationships involved to decide identifiability and estimate the identifiable causal effects. In practice, the specific causal diagram is not always available to the researcher. Our team introduced a new approach using partial ancestral graphs (PAGs) to identify and estimate causal effects even without the full description of the system. We developed algorithms that enable one to determine whether specific causal effects are computable from purely observational data without fully specifying the causal DAG. This opens up new possibilities for understanding causality even without full knowledge of the system. This is part of the effort related to relaxing the input of the analysis.</span></p>\n<p dir=\"ltr\"><span>Objective 2: Effect Identification in Cluster Causal Diagrams:</span></p>\n<p dir=\"ltr\"><span>Real-world problems often involve a large number of variables and intricate relationships, making it challenging to analyze and understand them fully through the lens of causality. Our team tackled this problem by developing a new tool called cluster DAGs (C-DAGs). These graphical models allow us to break down high-dimensional data into simpler components without losing important cause-and-effect information. By doing so, we can still uncover causal relationships and estimate the effects of specific factors. This approach provides a way to analyze and make sense of high-dimensional systems, opening up new avenues for research and decision-making.</span></p>\n<p dir=\"ltr\"><span>Objective 2: Counterfactual Transportability and Bounding:</span></p>\n<p dir=\"ltr\"><span>Counterfactuals are a &ldquo;what-if&rdquo; type query that would enable algorithms to reflect on their decisions. Counterfactuals are an even harder quantity to obtain than interventional effects because they are never observed, whereas at least interventional effects can be in an experimental setting. However, in certain domains and environments, we may be able to accurately estimate counterfactuals. One may need to generalize this understanding across different domains to allow agents to counterfactually reason across different environments and changing conditions. We developed a method to determine the applicability of counterfactual knowledge from one environment to another, even when the underlying factors are different. This problem is known as counterfactual transportability. We further developed an algorithm framework for bounding any unidentifiable counterfactual query, which may be useful in a large variety of settings, where the causal DAG and available data are insufficient to uniquely identify the target counterfactual quantity. This breakthrough has implications for various fields, from improving AI algorithms to guiding decision-making in diverse domains.</span></p>\n<p dir=\"ltr\"><span>Key Outcomes and Other Achievements</span></p>\n<p dir=\"ltr\"><span>Our work has been recognized for its significance, with some of our papers being highlighted and others selected as the best paper from highly competitive AI and ML conferences. This recognition demonstrates the impact of our research and its potential to revolutionize the field of understanding complex systems. In conclusion, our project has achieved important milestones in unraveling the mysteries of causality even with limited causal knowledge. We developed ways to leverage incomplete data, or data from different domains, and represent the data in a more compact format, all of which enable us to advance our understanding of cause-and-effect relationships in real-world problems. These outcomes have the potential to impact various fields, from improving AI algorithms to making more informed decisions in areas like healthcare and social sciences. Ultimately, our work brings us closer to unraveling the intricate workings of the world around us and harnessing that causal knowledge for the benefit of society.</span></p>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/26/2023<br>\n\t\t\t\t\tModified by: Elias&nbsp;Bareinboim</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe primary goal of the project is to construct approximation schemes to allow inputs that are coarse and imprecise while still generating outputs that are causal and informative. In particular, this is achieved through the pursuit of different sub-goals. First, we derived new sufficient and necessary identification conditions to accept as input a model that is not fully specified (e.g., a causal DAG), but a coarser description of the available knowledge. Further, we develop new algorithms for determining whether a causal quantity can be approximated (e.g., bounded) from a combination of observational and experimental datasets, given structural knowledge about the underlying data-generating process. More broadly, our goal is to leverage these results to design efficient learning algorithms under the relaxed assumption that the input is just partially specified and the output can be an approximation of the target causal distribution.\nObjective 1: Equivalence Class Causal Calculus:\nWhen trying to understand a cause-and-effect system, in the past, we needed a complete picture of all the cause-and-effect relationships involved to decide identifiability and estimate the identifiable causal effects. In practice, the specific causal diagram is not always available to the researcher. Our team introduced a new approach using partial ancestral graphs (PAGs) to identify and estimate causal effects even without the full description of the system. We developed algorithms that enable one to determine whether specific causal effects are computable from purely observational data without fully specifying the causal DAG. This opens up new possibilities for understanding causality even without full knowledge of the system. This is part of the effort related to relaxing the input of the analysis.\nObjective 2: Effect Identification in Cluster Causal Diagrams:\nReal-world problems often involve a large number of variables and intricate relationships, making it challenging to analyze and understand them fully through the lens of causality. Our team tackled this problem by developing a new tool called cluster DAGs (C-DAGs). These graphical models allow us to break down high-dimensional data into simpler components without losing important cause-and-effect information. By doing so, we can still uncover causal relationships and estimate the effects of specific factors. This approach provides a way to analyze and make sense of high-dimensional systems, opening up new avenues for research and decision-making.\nObjective 2: Counterfactual Transportability and Bounding:\nCounterfactuals are a \"what-if\" type query that would enable algorithms to reflect on their decisions. Counterfactuals are an even harder quantity to obtain than interventional effects because they are never observed, whereas at least interventional effects can be in an experimental setting. However, in certain domains and environments, we may be able to accurately estimate counterfactuals. One may need to generalize this understanding across different domains to allow agents to counterfactually reason across different environments and changing conditions. We developed a method to determine the applicability of counterfactual knowledge from one environment to another, even when the underlying factors are different. This problem is known as counterfactual transportability. We further developed an algorithm framework for bounding any unidentifiable counterfactual query, which may be useful in a large variety of settings, where the causal DAG and available data are insufficient to uniquely identify the target counterfactual quantity. This breakthrough has implications for various fields, from improving AI algorithms to guiding decision-making in diverse domains.\nKey Outcomes and Other Achievements\nOur work has been recognized for its significance, with some of our papers being highlighted and others selected as the best paper from highly competitive AI and ML conferences. This recognition demonstrates the impact of our research and its potential to revolutionize the field of understanding complex systems. In conclusion, our project has achieved important milestones in unraveling the mysteries of causality even with limited causal knowledge. We developed ways to leverage incomplete data, or data from different domains, and represent the data in a more compact format, all of which enable us to advance our understanding of cause-and-effect relationships in real-world problems. These outcomes have the potential to impact various fields, from improving AI algorithms to making more informed decisions in areas like healthcare and social sciences. Ultimately, our work brings us closer to unraveling the intricate workings of the world around us and harnessing that causal knowledge for the benefit of society.\n\n\n \n\n\t\t\t\t\tLast Modified: 06/26/2023\n\n\t\t\t\t\tSubmitted by: Elias Bareinboim"
 }
}