{
 "awd_id": "2011958",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Connecting Spins-First Quantum Mechanics Instruction to Quantum Information Science",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928236",
 "po_email": "kmccloud@nsf.gov",
 "po_sign_block_name": "Kathleen McCloud",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 347901.0,
 "awd_amount": 347901.0,
 "awd_min_amd_letter_date": "2020-08-25",
 "awd_max_amd_letter_date": "2020-10-19",
 "awd_abstract_narration": "Quantum information science (QIS) is a rapidly growing area of research that can revolutionize many aspects of our lives. Recently, the United States government committed resources to ensure that the USA remains a QIS leader in both research and industry. This effort has led to a growing number of QIS education initiatives at institutions around the country. QIS education presents some unique challenges, as QIS is a diverse field that will draw students from many different disciplines, including physics, electrical and computer engineering, mathematics, and chemistry. These students will need to speak the common language of quantum mechanics (QM). While physics students will have had a QM course during their degree, many other students will not have this preparation. One of the award goals is to support students without prior quantum mechanics instruction in learning the QM concepts necessary for QIS. The second goal of this award is to increase the number of students who have the opportunity to learn about QIS by developing instructional materials instructors can use in their traditional quantum mechanics courses. Both of these efforts will be supported by research into student understanding.\r\n\r\nThis award aims to support students without prior quantum mechanics instruction in learning the QM concepts necessary for QIS courses. The award will increase the number of students who can learn about QIS by developing instructional materials. The work utilizes existing models for the development and distribution of new and innovative curricular materials that can serve instructors' needs. The effectiveness of these materials will be established by direct assessment as an integrated part of their development and pilot implementation. The curricula materials developed by this project will facilitate the incorporation of QIS into existing courses. The materials will be produced at multiple institutions with a diverse population of students who better reflect the broader population. The advisory board for this award brings expertise in collaborative dissemination, content, industrial needs, pedagogy, and curriculum development.  This knowledge will be used to ensure that the materials developed by this project are effectively designed and disseminated to ensure maximum impact on undergraduate and graduate physics and QIS programs.\r\n\r\nThe Improving Undergraduate STEM Education (IUSE: EHR) program in NSF's Directorate for Education and Human Resources (EHR), Division of Undergraduate Education (DUE), is providing co-funding for this project in recognition of its contribution to improving the effectiveness of STEM education for college and university students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gina",
   "pi_last_name": "Passante",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gina Passante",
   "pi_email_addr": "gpassante@fullerton.edu",
   "nsf_id": "000712033",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CSU Fullerton Auxiliary Services Corporation",
  "inst_street_address": "1121 N STATE COLLEGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FULLERTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6572782106",
  "inst_zip_code": "928313014",
  "inst_country_name": "United States",
  "cong_dist_code": "45",
  "st_cong_dist_code": "CA45",
  "org_lgl_bus_name": "CSU FULLERTON AUXILIARY SERVICES CORPORATION",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "VQ5WK498QDC6"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Fullerton",
  "perf_str_addr": "800 N. State College Blvd.",
  "perf_city_name": "Fullerton",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928313547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "45",
  "perf_st_cong_dist": "CA45",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 347901.0
  }
 ],
 "por": null
}