{
 "awd_id": "2011386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strongly Interacting Atoms under Quantum Gas Microscope",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Forrey",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2020-08-05",
 "awd_max_amd_letter_date": "2022-06-15",
 "awd_abstract_narration": "Comprehending quantum matter consisting of many strongly interacting quantum units, such as atoms, spins, or quantum bits, remains a great challenge. It underpins our capacity to design better materials or to solve hard problems beyond the reach of classical computers. A quantum simulator is a man-made system where the individual quantum units as well as their couplings are under precise control. Quantum gases of ultracold atoms confined in optical lattices formed by laser light have emerged as a leading platform for quantum simulation. The recent invention of the quantum gas microscope offers unprecedented precision readout of these simulators with single-atom and single-site resolution. It opens up new opportunities to probe the properties of strongly interacting ultracold atoms confined in two dimensions to solve long-standing open problems in strongly correlated quantum matter, for instance regarding the existence of d-wave superfluid in the Fermi-Hubbard model or quantum spin liquids in frustrated spin models. The ongoing experiments demand from theory quantitatively accurate predictions to boost the superfluid transition temperature or to scout out the locations of spin liquids in the parameter space. These tasks are challenging because strongly interacting quantum gases are marred with many closely competing orders. To treat them on equal footing, one is usually limited to small system sizes or low momentum resolution in order to keep the calculation tractable.  The proposed research stimulates the cross-fertilization between quantum gases, quantum simulation and machine learning. Students involved in this project will be trained to acquire transferable skills in high performance computing and data analysis.\r\n\r\nThis project develops new high-precision numerical algorithms to compute the properties of strongly interacting ultracold atoms confined in two-dimensional lattices. Two innovative many-body techniques are proposed to overcome the aforementioned technical challenges. First, functional renormalization group with full momentum resolution will be developed to accurately track the competing many-body instabilities for interacting fermionic atoms on optical lattices. It will be applied to optimize the optical lattice designs to promote d-wave superfluidity in repulsive Fermi-Hubbard gases. Second, frustrated quantum spin models of cold atoms localized in optical lattices are solved by neural network parametrization of the many-body wave function inspired by machine learning. Variational ansatz based on feed-forward neural networks will be developed to resolve the nature of their ground states. The proposed work expands the boundary of precision many-body algorithms for strongly interacting atoms and spins. It improves the number of running couplings in functional renormalization group from hundred thousands to tens of millions by solving the flow equations massively parallel on Graphics Processing Units. The resultant superior resolution will yield more accurate phase boundaries and estimations of the transition temperature to guide experiments. Large-scale neural network ansatz will help answer open questions regarding the existence and nature of spin liquids and other exotic phases in quantum spin systems. These many-body techniques developed are general and can be applied to correlated quantum materials or quantum spin models of interacting molecules and trapped ions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erhai",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erhai Zhao",
   "pi_email_addr": "ezhao2@gmu.edu",
   "nsf_id": "000516784",
   "pi_start_date": "2020-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 60671.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 61294.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 58035.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>1. This project supported the development of new techniques to compute and understand the properties of strongly interacting fermions in continuum (known as quantum degenerate Fermi gases) and interacting quantum spins living on lattices where several ordering tendencies compete intricately with each other (commonly referred to as frustrated quantum magnets). Numerical tools, including computer codes, were developed and improved to achieve unprecedented momentum or frequency resolution in accessing the collective many-body correlations in these interacting systems as the temperature or energy scale is lowered. The technical innovations followed the idea of Functional Renormalization Group to track the flows, or evolutions, of millions of correlation functions along the momentum or frequency sliding scale. The successful implementation of these ideas in this project, as reflected in the list of peer-reviewed publications, has led to new phases diagrams for Rydberg-dressed Fermi gases and Fermi gases with tunable short-range repulsive interactions in two dimensions, and new insights on the orders and phase transitions in spin models that are theoretically challenging and controversial. The theoretical tools developed here are quite general and may be adapted and applied to study other strongly interacting quantum systems of many particles beyond the realm of ultra-cold atoms under quantum gas microscope.<br /><br />2. This project also supported the exploration of a relatively new variational technique where the many-particle wave function is represented by neural networks widely used in artificial intelligence and machine learning. We implemented and tested this variational approach for a quantum spin model on honeycomb lattice which reduces to the Ising, Kitaev, and 120-degree model in three special limits. We found the method indeed accurately predicts the phase transitions, in agreement with other state-of-the-art numerical methods. But we also identified its pitfalls and difficulties in practice, and proposed strategies to mitigate or circumvent these problems to help the convergence toward the true many-body ground state. The case study may stimulate further work to make \"machine learning\" a powerful tool for quantum many-body physics.<br /><br />3. Motivated by experiments on quantum open systems which can be described by effective non-Hermitian Hamiltonians, we solved a few open problems regarding the non-Hermitian lattice Hamiltonians in one and two dimensions. For example, we showed Majorana stars can be used to characterize the topology of one dimensional non-Hermitian systems that lack chiral symmetry and therefore the Zak phase is not quantized. We also established a comprehensive theory to understand the edge spectra and bulk-edge correspondence in two-dimensional Chern insulators. These results broaden our understanding of topological phenomena in the non-Hermitian realm where dissipation or coupling to the environment plays a key role.<br /><br />4. The research involved postdoc, PhD, Masters, as well as high school students. In mentoring them, the Principal Investigator challenged each member of the team to develop new research skills appropriate for their respective levels, and supported each to advance their careers to the next level despite the challenges of the pandemic. The latest research results from the literature are frequently incorporated into the classroom teaching of graduate quantum mechanics and undergraduate thermal physics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2023<br>\n\t\t\t\t\tModified by: Erhai&nbsp;Zhao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n1. This project supported the development of new techniques to compute and understand the properties of strongly interacting fermions in continuum (known as quantum degenerate Fermi gases) and interacting quantum spins living on lattices where several ordering tendencies compete intricately with each other (commonly referred to as frustrated quantum magnets). Numerical tools, including computer codes, were developed and improved to achieve unprecedented momentum or frequency resolution in accessing the collective many-body correlations in these interacting systems as the temperature or energy scale is lowered. The technical innovations followed the idea of Functional Renormalization Group to track the flows, or evolutions, of millions of correlation functions along the momentum or frequency sliding scale. The successful implementation of these ideas in this project, as reflected in the list of peer-reviewed publications, has led to new phases diagrams for Rydberg-dressed Fermi gases and Fermi gases with tunable short-range repulsive interactions in two dimensions, and new insights on the orders and phase transitions in spin models that are theoretically challenging and controversial. The theoretical tools developed here are quite general and may be adapted and applied to study other strongly interacting quantum systems of many particles beyond the realm of ultra-cold atoms under quantum gas microscope.\n\n2. This project also supported the exploration of a relatively new variational technique where the many-particle wave function is represented by neural networks widely used in artificial intelligence and machine learning. We implemented and tested this variational approach for a quantum spin model on honeycomb lattice which reduces to the Ising, Kitaev, and 120-degree model in three special limits. We found the method indeed accurately predicts the phase transitions, in agreement with other state-of-the-art numerical methods. But we also identified its pitfalls and difficulties in practice, and proposed strategies to mitigate or circumvent these problems to help the convergence toward the true many-body ground state. The case study may stimulate further work to make \"machine learning\" a powerful tool for quantum many-body physics.\n\n3. Motivated by experiments on quantum open systems which can be described by effective non-Hermitian Hamiltonians, we solved a few open problems regarding the non-Hermitian lattice Hamiltonians in one and two dimensions. For example, we showed Majorana stars can be used to characterize the topology of one dimensional non-Hermitian systems that lack chiral symmetry and therefore the Zak phase is not quantized. We also established a comprehensive theory to understand the edge spectra and bulk-edge correspondence in two-dimensional Chern insulators. These results broaden our understanding of topological phenomena in the non-Hermitian realm where dissipation or coupling to the environment plays a key role.\n\n4. The research involved postdoc, PhD, Masters, as well as high school students. In mentoring them, the Principal Investigator challenged each member of the team to develop new research skills appropriate for their respective levels, and supported each to advance their careers to the next level despite the challenges of the pandemic. The latest research results from the literature are frequently incorporated into the classroom teaching of graduate quantum mechanics and undergraduate thermal physics.\n\n\t\t\t\t\tLast Modified: 10/03/2023\n\n\t\t\t\t\tSubmitted by: Erhai Zhao"
 }
}