{
 "awd_id": "2011603",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrated Optoelectronic Optimization of Thin-Film Solar Cells with Light-Trapping Structures",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 349824.0,
 "awd_amount": 349824.0,
 "awd_min_amd_letter_date": "2020-08-13",
 "awd_max_amd_letter_date": "2020-10-19",
 "awd_abstract_narration": "Although recent years have seen a rapid drop in the cost of standard thick crystalline-silicon solar-cells, small-scale photovoltaic generators of energy (solar cells) must become ubiquitous for human progress to become truly unconstrained by energy economics. Using an integrated optoelectronic computer model developed under a previous NSF grant, the Principal Investigators (PIs), have shown that thin-film solar cells containing absorber layers with optimally graded electrical properties can have theoretical electrical generation efficiencies of over 34%, a large increase over previous designs and competitive with heavier standard solar cells. Once manufactured, such solar cells could be incorporated in wearables, textiles, car roofs, etc, and deployed with less infrastructure than current crystalline-silicon devices.  Further improvement to the design requires the incorporation of light-trapping structures, such as antireflection coatings to improve the absorption of light, that are jointly optimized with the composition of the electricity generating layers by grading the bandgap parameters.  In addition, simplified designs better suited to manufacture need to be investigated.  These additional steps require mathematical improvement to the optoelectronic model, and the investigation of several new combinations of materials with simplified bandgap grading. \r\n\r\nThis is a multidisciplinary project with two major goals: mathematical and physical. The mathematical goal is to enhance the integrated optoelectronic model by (i) using modern methods of numerical analysis to improve the efficiency of the photonics solver, and (ii) improving the robustness and reliability of the Hybridizable Discontinuous Galerkin method (HDG) finite element method applied to the drift-diffusion system for charged-particle transport. In particular, the PIs will analyze and implement a completely new approach by hybridizing the rigorous coupled-wave approach (RCWA) with the C method for solving Maxwell’s equations in 2D and 3D. As the HDG solver for the drift-diffusion problem needs improved robustness and efficiency to handle layered designs more suitable for manufacturing, the PIs will analyze and implement a dual-weighted residual approach to a posteriori error estimation of the total current and investigate the use of Anderson acceleration for the non-linear solver.  It is expected that the software developed on this project will be useful to the wider photonics community. The physical goal is to use the newly developed fast and adaptive solver so that the improved algorithms can be used to simultaneously optimize light-trapping structures and bandgap grading parameters. The light-trapping structures will include multilayered antireflection coatings, nanocone arrays, and combinations of both. The PIs expect to spur the development of colored solar cells to power miniature electronic and optical devices on clothes, car roofs, tents, etc. Wearable solar cells could be designed to perform not only in sunlight but also in indoor light.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Monk",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Peter B Monk",
   "pi_email_addr": "monk@udel.edu",
   "nsf_id": "000193694",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "15 Orchard Road",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162555",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 349824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>\n<div>In many countries, the unit cost of solar energy is now less than from any other energy source. Most of this photovoltaic energy-generation capacity arises from the use of large crystalline-silicon solar cells in modules mounted on rooftops and in open areas. But we believe that, in addition, small-scale photovoltaic generators of energy must become ubiquitous for human progress to become truly unconstrained by energy economics. Such small-scale energy generators could be integrated with electrically operated devices of numerous types. These devices would be delinked from electricity distribution networks and could be truly mobile. Such devices could be patched on to clothes, tents, car roofs, and other mobile objects with nonplanar surfaces.&nbsp;</div>\n<div></div>\n<div>Thin-film solar cells are necessary for that to happen. These solar cells are light and flexible, and therefore can be versatile and ubiquitous, but their efficiencies need enhancement. &nbsp;</div>\n<div></div>\n<div>Our project centered around developing mathematical and computational tools to simulate energy production by thin-film photovoltaic solar cells, and using these tools to optimize the design of these solar cells in order to improve efficiency. The goal of our research was to develop a robust simulation tool and suggest novel designs to experimentalists.</div>\n<div></div>\n<div>Our simulation software proceeds in two steps. We first predict the electromagnetic field in the solar cell by solving Maxwell's equations. &nbsp;From this we can predict the photonic energy available to create mobile charge-carriers in the solar cell. &nbsp;Using this information, we can then predict the current produced by the solar cell in response to various bias voltages by solving a drift-diffusion system of equations. This can finally be used to predict the maximum efficiency of the cell for a given design. &nbsp;With a robust simulator in place, the design parameters (for example, thickness and composition of layers in the thin-film solar cell) can then be optimized to improve efficiency. &nbsp;In our studies we use a genetic optimizer called the Differential Evolution Algorithm for the optimization step.</div>\n<div></div>\n<div>We have studied theoretically the convergence of the algorithms we used to solve Maxwell's equations, and also a particular discontinuous finite-element method for solving the drift-diffusion equation (call the Hybridizable Discontinuous Galerkin or HDG method). &nbsp;As a result of our experience with the HDG method, we also developed a special finite-difference method adapted to the solar-cell design problem. &nbsp;These studies underline that the approach we use is rigorously justified.</div>\n<div></div>\n<div>Use of our simulation tools requires knowledge of the physical parameters for a particular solar cell. &nbsp;These are generally available in the experimental literature. We were careful to check that our code agreed acceptably with known experimental data where possible. &nbsp;</div>\n<div></div>\n<div>We have shown, first of all, that our approach can produce appreciable efficiency gains for a wide variety of solar-cell designs (different semiconductor materials) &nbsp; by adjusting both the thicknesses and the &nbsp;compositions of the semiconductor layers.</div>\n<div></div>\n<div>During the manufacturing process, thin-film solar cells are laid down layer by layer. &nbsp;By adjusting the ratio of constituent elements in the various layers of the solar cell, it is possible to produce solar cells in which &nbsp;a key property called the bandgap energy can vary with position in the cell. This spatial grading of the bandgap energy can have a profound influence on efficiency. &nbsp;Our most important conclusion is that, theoretically, spatial grading of the bandgap energy can produce strong gains in efficiency for a variety of &nbsp;thin-film solar cells. &nbsp;We have investigated several grading strategies including a linear change in the bandgap energy and a more general smooth nonlinear change. &nbsp;Because such variation might be expensive to fabricate, we have also investigated the use of a small number of semiconductor layers, each having a spatially uniform bandgap energy. &nbsp;This arrangement should be easier to fabricate and yet we find that, after optimization, &nbsp;it still yields almost maximal improvement in the performance of the cells compared to the full nonlinear case. &nbsp;We hope that this latter observation will provide experimentalists with a guide to produce more efficient solar-cell modules.</div>\n</p><br>\n<p>\n Last Modified: 09/25/2024<br>\nModified by: Peter&nbsp;B&nbsp;Monk</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\nIn many countries, the unit cost of solar energy is now less than from any other energy source. Most of this photovoltaic energy-generation capacity arises from the use of large crystalline-silicon solar cells in modules mounted on rooftops and in open areas. But we believe that, in addition, small-scale photovoltaic generators of energy must become ubiquitous for human progress to become truly unconstrained by energy economics. Such small-scale energy generators could be integrated with electrically operated devices of numerous types. These devices would be delinked from electricity distribution networks and could be truly mobile. Such devices could be patched on to clothes, tents, car roofs, and other mobile objects with nonplanar surfaces.\n\nThin-film solar cells are necessary for that to happen. These solar cells are light and flexible, and therefore can be versatile and ubiquitous, but their efficiencies need enhancement. \n\nOur project centered around developing mathematical and computational tools to simulate energy production by thin-film photovoltaic solar cells, and using these tools to optimize the design of these solar cells in order to improve efficiency. The goal of our research was to develop a robust simulation tool and suggest novel designs to experimentalists.\n\nOur simulation software proceeds in two steps. We first predict the electromagnetic field in the solar cell by solving Maxwell's equations. From this we can predict the photonic energy available to create mobile charge-carriers in the solar cell. Using this information, we can then predict the current produced by the solar cell in response to various bias voltages by solving a drift-diffusion system of equations. This can finally be used to predict the maximum efficiency of the cell for a given design. With a robust simulator in place, the design parameters (for example, thickness and composition of layers in the thin-film solar cell) can then be optimized to improve efficiency. In our studies we use a genetic optimizer called the Differential Evolution Algorithm for the optimization step.\n\nWe have studied theoretically the convergence of the algorithms we used to solve Maxwell's equations, and also a particular discontinuous finite-element method for solving the drift-diffusion equation (call the Hybridizable Discontinuous Galerkin or HDG method). As a result of our experience with the HDG method, we also developed a special finite-difference method adapted to the solar-cell design problem. These studies underline that the approach we use is rigorously justified.\n\nUse of our simulation tools requires knowledge of the physical parameters for a particular solar cell. These are generally available in the experimental literature. We were careful to check that our code agreed acceptably with known experimental data where possible. \n\nWe have shown, first of all, that our approach can produce appreciable efficiency gains for a wide variety of solar-cell designs (different semiconductor materials)  by adjusting both the thicknesses and the compositions of the semiconductor layers.\n\nDuring the manufacturing process, thin-film solar cells are laid down layer by layer. By adjusting the ratio of constituent elements in the various layers of the solar cell, it is possible to produce solar cells in which a key property called the bandgap energy can vary with position in the cell. This spatial grading of the bandgap energy can have a profound influence on efficiency. Our most important conclusion is that, theoretically, spatial grading of the bandgap energy can produce strong gains in efficiency for a variety of thin-film solar cells. We have investigated several grading strategies including a linear change in the bandgap energy and a more general smooth nonlinear change. Because such variation might be expensive to fabricate, we have also investigated the use of a small number of semiconductor layers, each having a spatially uniform bandgap energy. This arrangement should be easier to fabricate and yet we find that, after optimization, it still yields almost maximal improvement in the performance of the cells compared to the full nonlinear case. We hope that this latter observation will provide experimentalists with a guide to produce more efficient solar-cell modules.\n\t\t\t\t\tLast Modified: 09/25/2024\n\n\t\t\t\t\tSubmitted by: PeterBMonk\n"
 }
}