{
 "awd_id": "2011358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Quantifying controls on weathering of volcanic arc rocks",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922181",
 "po_email": "dkowalew@nsf.gov",
 "po_sign_block_name": "Douglas Kowalewski",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 88644.0,
 "awd_amount": 117468.0,
 "awd_min_amd_letter_date": "2020-06-22",
 "awd_max_amd_letter_date": "2021-06-25",
 "awd_abstract_narration": "Chemical weathering turns rock into soil.  Over long periods of time it also lowers carbon dioxide in the atmosphere.  Knowing how fast soil forms on different rock types is important for sustainable farming and forestry.  It is also important for understanding what drives the world’s climate over millions of years.  This project uses three different methods to measure weathering and soil production rates on a variety of rocks in Puerto Rico and will involve two new measuring methods using isotopes.  These rock types are common, easy to weather, and very important on a global scale.  It brings together researchers at Purdue University and the University of Puerto Rico, Mayaguez.  This grant brings new education and research opportunities to both graduate and undergraduate students at the two institutions, including Puerto Rican students, who are traditionally under-represented in STEM. \r\n\r\nThe goal of this project is to measure how the chemical weathering of volcanic and iron-rich igneous rocks depends on the supply of fresh minerals by physical erosion.  This relationship is critical for understanding the role of tectonic processes for governing the global carbon cycle and climate through geologic time.  The primary methods for determining long-term weathering rates will utilize the measurement of cosmogenic nuclides, which are produced by cosmic rays in minerals near Earth’s surface.  These include a new method using cosmogenic chlorine-36 produced in the mineral magnetite, as well as an emerging method that uses cosmogenic beryllium-10 produced in the atmosphere and deposited onto the soil by rainwater.   These long-term rates will be measured in a variety of watersheds with different rock types and physical erosion rates.  They will be compared to short-term rates determined from measurement of dissolved minerals in stream water to explore the degree to which weathering is driven by short-term processes such as the exposure of fresh rock by tropical cyclone-driven landsliding, an important erosional process in Puerto Rico and elsewhere.  This work is expected to contribute some of the first data that systematically address chemical weathering and physical erosion for a variety of rock types, and also serves to test and validate new and widely applicable cosmogenic nuclide-based methods.  This project helps support and develop a new research relationship between scientists at Purdue University and the University of Puerto Rico, Mayaguez and brings new education and research opportunities to students at the two institutions, including Puerto Rican students, who are traditionally under-represented in STEM.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Hughes",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth S Hughes",
   "pi_email_addr": "kenneth.hughes@upr.edu",
   "nsf_id": "000722945",
   "pi_start_date": "2020-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "",
  "perf_city_name": "Mayaguez",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006819000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 88644.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 28824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-067910d8-7fff-9340-f596-9c25e1e843e9\"> </span></p>\n<p dir=\"ltr\"><span>This 2-year project to study the impact of physical erosion on short-term chemical weathering in Puerto Rico was successful to determine that the quantity of fresh geologic material that results from widespread landsliding events in the island is not sufficient to influence the solute load of small river basins.&nbsp; The results indicate that these short-term chemical weathering processes in the humid tropical landscape are mostly likely not limited by the supply of unweathered material liberated as a result of intense tropical cyclone-associated precipitation.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Rather, this suggests that kinetic or equilibrium limits are more important than fresh mineral supply by physical erosion processes. While the sites sampled do not show a link between single landslide-triggering events and resultant stream solute flux, the humid tropical environment remains one of efficient chemical weathering processes, especially in volcanic arc basement bedrock.&nbsp; These chemical weathering reactions play important roles in the global carbon cycle, and by extension global climate.&nbsp;&nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The project has also spurred future research related to the importance of bedrock composition and tropical chemical weathering and their complex interactions that result in dramatic topographic relief differences. Puerto Rico remains an excellent natural laboratory to explore these relationships in the earth&rsquo;s critical zone, where the atmosphere, hydrosphere, lithosphere, and biosphere all coincide. </span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2022<br>\n\t\t\t\t\tModified by: Kenneth&nbsp;S&nbsp;Hughes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis 2-year project to study the impact of physical erosion on short-term chemical weathering in Puerto Rico was successful to determine that the quantity of fresh geologic material that results from widespread landsliding events in the island is not sufficient to influence the solute load of small river basins.  The results indicate that these short-term chemical weathering processes in the humid tropical landscape are mostly likely not limited by the supply of unweathered material liberated as a result of intense tropical cyclone-associated precipitation. \n\n \nRather, this suggests that kinetic or equilibrium limits are more important than fresh mineral supply by physical erosion processes. While the sites sampled do not show a link between single landslide-triggering events and resultant stream solute flux, the humid tropical environment remains one of efficient chemical weathering processes, especially in volcanic arc basement bedrock.  These chemical weathering reactions play important roles in the global carbon cycle, and by extension global climate.  \n\n \nThe project has also spurred future research related to the importance of bedrock composition and tropical chemical weathering and their complex interactions that result in dramatic topographic relief differences. Puerto Rico remains an excellent natural laboratory to explore these relationships in the earth’s critical zone, where the atmosphere, hydrosphere, lithosphere, and biosphere all coincide. \n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2022\n\n\t\t\t\t\tSubmitted by: Kenneth S Hughes"
 }
}