{
 "awd_id": "2011214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Searching for Magnetic Monopoles with MoEDAL",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924516",
 "po_email": "jshank@nsf.gov",
 "po_sign_block_name": "James Shank",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 222419.0,
 "awd_amount": 222419.0,
 "awd_min_amd_letter_date": "2020-06-16",
 "awd_max_amd_letter_date": "2020-06-16",
 "awd_abstract_narration": "Magnetic monopoles are particles suggested to exist by Dirac to explain the quantization of the electric charge. The existence of magnetic monopoles is well motivated, but their mass and production mechanism are highly uncertain. Their detection would constitute a major transformational discovery in physics. Magnetic monopoles are also predicted in many variants of Grand Unification Theory (GUT) and in Supersymmetric (SUSY) models. This project will search for magnetic monopoles at the Large Hadron Collider (LHC) at CERN with the MoEDAL (Monopoles and Exotics Detector At the LHC).  The search for the magnetic monopoles crosses many disciplinary boundaries in physics: from accelerator-based physics to astro-particle physics. A detection would have a profound impact on our understanding of Nature’s building blocks and would attract broad attention. This project will stimulate the imagination of undergraduate students and high school students in Tuscaloosa county by allowing them to participate in a modern international particle physics experiment. The educational objective of this proposal includes engaging a diverse group of undergraduate and high school students in citizen science analysis of the MoEDAL data. This project will also provide students with the opportunity to learn and apply the latest machine learning techniques.\r\n\r\nThis project enables the University of Alabama Tuscaloosa group to contribute to the calibration of the MoEDAL experiment, analysis of the data, and convening the machine learning analysis group. This project will make a leading contribution to the analysis of the MoEDAL's proton-on-proton data from the second LHC run. In addition, the LHC lead-on-lead collision data will be analyzed by the group for the potential production of magnetic monopoles by the Schwinger mechanism, which will be the first time this process is investigated experimentally in this context. Finally, the group will contribute to the hardware extension of the MoEDAL detectors, which are currently being prepared for the next LHC run.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Ostrovskiy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Igor Ostrovskiy",
   "pi_email_addr": "iostrovskiy@ua.edu",
   "nsf_id": "000734313",
   "pi_start_date": "2020-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama",
  "perf_str_addr": "206",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354780104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "156Y00",
   "pgm_ele_name": "PPP-Precision Particle Physics"
  },
  {
   "pgm_ele_code": "157Y00",
   "pgm_ele_name": "TPP-Tools for Particle Physics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 222419.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF award supported the PI's group involvement in a search for a hypothetical elementary particle that carries an isolated magnetic charge, north or south, called magnetic monopole. The first quantum-mechanical theory of a magnetic monopole was published by Paul Dirac, who showed that if at least one such particle existed, then it would explain the apparent quantization of the electric charge. Later on, it was realized that magnetic monopoles exist as stable solutions to field equations in all Grand Unification theories. The search in which the group participates is conducted by the Monopole and Exotics Detector (MoEDAL) experiment at the Large Hadron Collider (LHC). The award supported a graduate student whose main focus was searching for monopole production in collisions of heavy ions at the LHC. The specific search led by the PI's group was the first of its kind, overcoming substantial limitations of previous searches. It took advantage of a production mechanism not explored experimentally previously. The mechanism, first described by Julian Schwinger in the context of producing electron-positron pairs, could be producing monopole-antimonopole pairs in heavy-ion collisions at the LHC. The results were published in <em>Nature</em>, with the PI being a corresponding author of the paper. This result placed first reliable mass bounds on magnetic monopoles in a collider experiment and received a broad public attention. Additionally, a PI's group made significant contributions to the first search for dyons (hypothetical particles that carry both electric and magnetic charges, predicted by Schwinger) conducted by the MoEDAL collaboration in proton-proton collisions at the LHC, published in <em>Physical Review Letters</em>, and supported the search for other exotics, such as highly electrically charged objects, or HECOs, published in <em>European Physical Journal C</em>. The group also organized a heavy-ion calibration of the MoEDAL detectors, contributed hardware for an upcoming detector upgrade, and actively participated in the installation activities preparing MoEDAL for the next LHC data-taking run.</p>\n<p>&nbsp;</p>\n<p>On the broader impacts front, the award helped foster imagination of high school kids in the Tuscaloosa County, a large fraction of whom are minorities, by allowing them to participate in a modern international particle physics experiment via the citizen science analysis of the MoEDAL data. Opting for a remote participation due to the epidemiological situation, the PI's undergraduate student developed two brief educational videos for the students explaining the idea of magnetic monopoles and the role of MoEDAL, guiding the students through the Citizen Science website and the task of classifying the NTD images. With the help of the department&rsquo;s outreach specialist, we distributed a flyer inviting teachers and their students in the Tuscaloosa area to participate. The videos received more than 50 views, and thousands of event images classifications have been completed during the two-week activity. A group of students later invited us to an online class to ask additional questions about magnetic monopoles. Students who completed the largest number of classifications received named certificates of completion and the MoEDAL's medals.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/30/2024<br>\nModified by: Igor&nbsp;Ostrovskiy</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe NSF award supported the PI's group involvement in a search for a hypothetical elementary particle that carries an isolated magnetic charge, north or south, called magnetic monopole. The first quantum-mechanical theory of a magnetic monopole was published by Paul Dirac, who showed that if at least one such particle existed, then it would explain the apparent quantization of the electric charge. Later on, it was realized that magnetic monopoles exist as stable solutions to field equations in all Grand Unification theories. The search in which the group participates is conducted by the Monopole and Exotics Detector (MoEDAL) experiment at the Large Hadron Collider (LHC). The award supported a graduate student whose main focus was searching for monopole production in collisions of heavy ions at the LHC. The specific search led by the PI's group was the first of its kind, overcoming substantial limitations of previous searches. It took advantage of a production mechanism not explored experimentally previously. The mechanism, first described by Julian Schwinger in the context of producing electron-positron pairs, could be producing monopole-antimonopole pairs in heavy-ion collisions at the LHC. The results were published in Nature, with the PI being a corresponding author of the paper. This result placed first reliable mass bounds on magnetic monopoles in a collider experiment and received a broad public attention. Additionally, a PI's group made significant contributions to the first search for dyons (hypothetical particles that carry both electric and magnetic charges, predicted by Schwinger) conducted by the MoEDAL collaboration in proton-proton collisions at the LHC, published in Physical Review Letters, and supported the search for other exotics, such as highly electrically charged objects, or HECOs, published in European Physical Journal C. The group also organized a heavy-ion calibration of the MoEDAL detectors, contributed hardware for an upcoming detector upgrade, and actively participated in the installation activities preparing MoEDAL for the next LHC data-taking run.\n\n\n\n\n\nOn the broader impacts front, the award helped foster imagination of high school kids in the Tuscaloosa County, a large fraction of whom are minorities, by allowing them to participate in a modern international particle physics experiment via the citizen science analysis of the MoEDAL data. Opting for a remote participation due to the epidemiological situation, the PI's undergraduate student developed two brief educational videos for the students explaining the idea of magnetic monopoles and the role of MoEDAL, guiding the students through the Citizen Science website and the task of classifying the NTD images. With the help of the departments outreach specialist, we distributed a flyer inviting teachers and their students in the Tuscaloosa area to participate. The videos received more than 50 views, and thousands of event images classifications have been completed during the two-week activity. A group of students later invited us to an online class to ask additional questions about magnetic monopoles. Students who completed the largest number of classifications received named certificates of completion and the MoEDAL's medals.\n\n\n\t\t\t\t\tLast Modified: 07/30/2024\n\n\t\t\t\t\tSubmitted by: IgorOstrovskiy\n"
 }
}