{
 "awd_id": "2011161",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bound State Theory in QED and QCD: Muonium and Pentaquarks",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927927",
 "po_email": "mcavagne@nsf.gov",
 "po_sign_block_name": "Mike Cavagnero",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2020-06-19",
 "awd_max_amd_letter_date": "2020-06-19",
 "awd_abstract_narration": "Bound states of fundamental particles are ubiquitous in nature and are one of the most interesting and challenging objects of research in physics. Theoretical research on the properties of bound states in quantum electrodynamics and in quantum chromodynamics is the main goal of this project. Research on the properties of muonium, a loosely bound state of electron and positive muon, will reduce the theoretical uncertainty for the hyperfine splitting in muonium. Together with the results of the ongoing MuSEUM experiment in Japan, this will lead to a more precise value of the electron-muon mass ratio, will allow for the first time a detection of the weak interaction contribution to the energy shift of atomic energy levels, and will be used in the future CODATA adjustment of the fundamental physical constants. The goal of research on the hidden charm pentaquarks, a new class of strongly interacting particles recently discovered at CERN, is to explore their internal structure. The hadrocharmonium and molecular scenarios for pentaquarks will be developed further, and predictions that differentiate these models (quantum numbers and masses) will be obtained and compared with the experimental data. This will lead to progress in understanding of the strong interaction dynamics. The results of the research on pentaquarks will be cross-disciplinary and will contribute to the field of particle physics.\r\n\r\nHigh precision quantum electrodynamics of hydrogenlike bound states is an active field of theoretical research motivated both by the spectacular experimental progress and the intellectual challenge. Many theoretical problems in the theory of electromagnetically bound two-particle states, in particular of muonium, require further research. The objective of this research is to reduce the theoretical error (due to the yet uncalculated contributions) of the hyperfine splitting in muonium below 10 Hz. To achieve this goal, numerous recoil corrections of the seventh order in the fine structure constant and nonrecoil corrections of the eighth order in the fine structure constant will be calculated. In work on the theory of pentaquarks, partial decay widths of the hadrocharmonium and molecular Pc(4312) will be calculated, interpretation of the wide Pc(4380) resonance in both scenarios will be explored, as well as a natural interpretation of the LHCb Pc(4440) and Pc(4457) pentaquarks in the molecular picture. In connection with the molecular Pc(4312) pentaquark, the group will look for a natural qualitative and quantitative explanation of how exchanges by mesons heavier than the pion can generate a loosely bound resonance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Eides",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Eides",
   "pi_email_addr": "meides@g.uky.edu",
   "nsf_id": "000206490",
   "pi_start_date": "2020-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S Limestone 109 Kinkead Hall",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  },
  {
   "pgm_ele_code": "128500",
   "pgm_ele_name": "NUCLEAR THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": null
}