{
 "awd_id": "2011061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scientific Discovery from Chemical Data Analyses",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2020-08-17",
 "awd_max_amd_letter_date": "2020-10-19",
 "awd_abstract_narration": "With support from the Division of Chemistry and partial co-funding from the Divisions of Mathematical Sciences and the Office of Advanced Cyberinfrastructure, Professors Karl Booksh and Sharon Neal at the University of Delaware are organizing a workshop to identify new frontiers in data analyses associated with chemical measurements for scientific discovery.  Advances in scientific instrumentation have helped enable the \"data revolution\" through collection of vast amounts of data, both to probe a single sample in exquisite detail and to collect snippets of data from a wide array of interesting samples.  Data analytic strategies, often under the banner of machine learning and artificial intelligence for example, offer new tools to help researchers gain valuable scientific insights from such data collections.  Unfortunately, there remains an adaptation gap between these tools and researchers with application domain knowledge who would benefit from the availability of more advanced data analysis methods.  This workshop seeks to identify convergent areas of chemical research that would most benefit from new cutting-edge tools for data analysis and to identify means of reducing the impediments to broad and rapid adoption of such tools by researchers with relevant application domain knowledge.  The workshop will also explore needs and means for training of students in valuable data analysis skills.\r\n \r\nThe workshop will bring together researchers in the chemical sciences and related areas (e.g., environmental analysis, biological chemistry, materials science, and national security monitoring) and experts in novel data analytics (e.g., machine learning, artificial intelligence, graph theory).  Participants will explore the relationship between pressing scientific questions in convergent application fields and the potential for new analytical methods that uniquely address these questions.  For example, how might graph theory or network analyses advance prediction of new catalysts and more efficient reaction sequences?  What insights might machine learning or artificial intelligence derive from high-resolution, multivariate images of catalytic surfaces?  How can sensor arrays be best adapted to improve understanding and prediction of the chemistry of dynamic environmental processes?  Participants will strive to identify where collaborations are necessary to advance convergence research and means of facilitating establishment of those collaborations.  The workshop will also consider the education and training needs for creating a research workforce versed in both measurement science and data analysis.  The workshop will engage approximately 30 thought-leaders spanning academic, industrial, and governmental sectors using virtual and/or in-person formats.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karl",
   "pi_last_name": "Booksh",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Karl S Booksh",
   "pi_email_addr": "kbooksh@udel.edu",
   "nsf_id": "000361684",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Neal",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon L Neal",
   "pi_email_addr": "sneal@udel.edu",
   "nsf_id": "000207678",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "163 The Green",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  },
  {
   "pgm_ele_code": "768400",
   "pgm_ele_name": "CESER-Cyberinfrastructure for"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "062Z",
   "pgm_ref_txt": "Harnessing the Data Revolution"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A workshop was held in Washington DC to assess future impacts of data science in analytical chemistry.&nbsp; Forty-three scientists spanning academia, industry, and government labs convened to discuss the emergent data science capabilities and analytical chemistry applications that would realize profound impacts in chemical measurements. The goals of the workshop were to identify unmet opportunities within analytical chemistry that could only be addressed by modes of data analyses not in common usage within the chemical measurements and instrumentation community. The workshop was prefaced with a virtual seminar series covering critical needs and exciting new capabilities as viewed by 12 workshop participants. The workshop was organized to be a mix of virtual and in-person participants with both presentations and small group discussions.</p>\n<p>Two major themes of the workshop were opportunities and needs for \"exploratory analyses\" and opportunities and needs in \"data analysis for design.\"&nbsp; These are complementary themes that address the dual roles of data science. The Exploratory Analyses session looked at the process from data collection to knowledge extraction. Of particular interest were methods for modeling dynamic systems across spatial and temporal scales and methods to extend models beyond the set of data on which the models were trained. Data Analyses for Design explored ways that data science and instrumentation can form a feedback loop to guide optimization of chemical synthesis or discover better synthetic routes or target goals. &nbsp;</p>\n<p>Secondary themes of the workshop included discussion of New Tools and on needs for Education and Workforce. The New Tools session covered both emerging concepts within other fields that would benefit chemical measurements and imaging applications and roadblocks within envisioned applications that may require a new tool or concept to remove. The Education and Workforce session covered both ways to naturally embed data science in the chemical curriculum for both undergraduates and graduates as well as needs for professional development in chemical data science for post-graduates.</p>\n<p>A final open-ended session allowed participants to raise needs or opportunities that were not covered in the previous sessions.</p>\n<p>We are discussing with Applied Spectroscopy Practica to publish the report as an open access manuscript so that Sage can host the report and keep it freely available</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/03/2024<br>\nModified by: Karl&nbsp;S&nbsp;Booksh</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA workshop was held in Washington DC to assess future impacts of data science in analytical chemistry. Forty-three scientists spanning academia, industry, and government labs convened to discuss the emergent data science capabilities and analytical chemistry applications that would realize profound impacts in chemical measurements. The goals of the workshop were to identify unmet opportunities within analytical chemistry that could only be addressed by modes of data analyses not in common usage within the chemical measurements and instrumentation community. The workshop was prefaced with a virtual seminar series covering critical needs and exciting new capabilities as viewed by 12 workshop participants. The workshop was organized to be a mix of virtual and in-person participants with both presentations and small group discussions.\n\n\nTwo major themes of the workshop were opportunities and needs for \"exploratory analyses\" and opportunities and needs in \"data analysis for design.\" These are complementary themes that address the dual roles of data science. The Exploratory Analyses session looked at the process from data collection to knowledge extraction. Of particular interest were methods for modeling dynamic systems across spatial and temporal scales and methods to extend models beyond the set of data on which the models were trained. Data Analyses for Design explored ways that data science and instrumentation can form a feedback loop to guide optimization of chemical synthesis or discover better synthetic routes or target goals. \n\n\nSecondary themes of the workshop included discussion of New Tools and on needs for Education and Workforce. The New Tools session covered both emerging concepts within other fields that would benefit chemical measurements and imaging applications and roadblocks within envisioned applications that may require a new tool or concept to remove. The Education and Workforce session covered both ways to naturally embed data science in the chemical curriculum for both undergraduates and graduates as well as needs for professional development in chemical data science for post-graduates.\n\n\nA final open-ended session allowed participants to raise needs or opportunities that were not covered in the previous sessions.\n\n\nWe are discussing with Applied Spectroscopy Practica to publish the report as an open access manuscript so that Sage can host the report and keep it freely available\n\n\n\t\t\t\t\tLast Modified: 07/03/2024\n\n\t\t\t\t\tSubmitted by: KarlSBooksh\n"
 }
}