{
 "awd_id": "2011829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantum/Classical Boundaries in Matter-Wave Solitons",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 536352.0,
 "awd_amount": 536352.0,
 "awd_min_amd_letter_date": "2020-08-05",
 "awd_max_amd_letter_date": "2020-08-05",
 "awd_abstract_narration": "General audience abstract: \r\n\r\nPhysicists have found that quantum mechanics works perfectly to describe the micro-world of single or small numbers of electrons, protons, or atoms.  Quantum correlations in these small systems, known as “quantum entanglement,” are the primary attribute driving the quest to realize quantum computation.  For a quantum computer to exhibit an advantage over an ordinary classical computer, however, the number of entangled particles must be large, thus presenting obstacles, both technical and fundamental, to their implementation.  NSF-funded graduate student researchers will perform experiments that explore the limits of quantum entanglement in the largest systems to date using self-stabilizing wavepackets of atoms, known as solitons.  Although large for a quantum system, containing as many as 10,000 atoms, solitons confined to a one-dimensional line are bestowed with a special robustness that makes them ideal for exploring how far quantum physics may be extended into the macro-world.  These experiments will help us understand the quantum/classical boundary, and how it may be extended to even larger systems.  By performing these experiments, graduate students, several from underrepresented groups, learn the methods of experimental atomic physics in a state-of-the-art laboratory, gaining expertise that will follow them in their careers in academia, government, or industry.\r\n\t\r\nTechnical audience abstract:\r\n\r\nSolitons are dispersion-less excitations that arise in nonlinear systems.  They are found both in classical and quantum wave phenomena, such as waves propagating in water, plasmas, optical fibers, and in matter waves to name just a few examples.  Solitons are one of the few non-trivial systems that are described by an exactly integrable model. The researchers will continue their experimental investigation of bright matter-wave solitons produced from Bose-Einstein condensates with attractive interactions, and specifically, they will explore the role of integrability in determining the quantum/classical boundary.  Recent theory predicts that integrability will protect a macro/mesoscopic object from decoherence, and can lead to the observation of effects that are manifestly quantum in objects expected to be best described by mean-field theories.  By harnessing integrability, the effects of quantum fluctuations and quantum entanglement may be extended to systems with a large number of degrees of freedom, and which are large in physical size.  The research team has two specific goals:  1) to observe the integrability-breaking effect of quantum fluctuations on the binding of a higher-order soliton breather and 2) to study the fast and slow collision regimes of a fundamental soliton interacting with a repulsive barrier made from a light sheet, and to exploit this geometry to realize a matter-wave soliton interferometer.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Hulet",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Randall G Hulet",
   "pi_email_addr": "randy@rice.edu",
   "nsf_id": "000462790",
   "pi_start_date": "2020-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 536352.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most striking aspects of quantum mechanics is entanglement.&nbsp; Quantum entanglement is what caused Einstein to declare: &ldquo;God doesn&rsquo;t play dice!&rdquo;&nbsp; What got Einstein so excited is that entanglement leads to another famous flash point: &ldquo;Spooky action at a distance&rdquo;, and the topic, to this day, generates controversy.</p>\n<p>Entanglement refers to a particular set of correlations that only applies to objects, or combinations of them, that are sufficiently small, to be &hellip; well, quantum!&nbsp; We don&rsquo;t know where the boundary is between the &ldquo;classical&rdquo; world and the quantum world.&nbsp; We do know that two cows are big enough to be described according to Newton&rsquo;s Laws of Physics, and so are two calves, two hairs, two protein molecules from the hair &hellip; In fact, experiments show that you need to take electrons off the back of the hot cow, and then, under the right conditions, you can observe quantum effects.&nbsp;</p>\n<p>This ability to interfere two objects of matter is related to the property called &ldquo;coherence&rdquo; and is what we aim to see in two Bose-Einstein condensates (although Einstein&rsquo;s God doesn&rsquo;t play dice, the two condensates do interfere with each other).&nbsp; Coherence refers to how well two waves interfere.&nbsp; It&rsquo;s similar to &nbsp;musical notes.&nbsp; Imagine that you have two nearly identical tuning forks, such that each rings at a pure musical note when struck.&nbsp; Hang the forks a couple of inches from each other and strike one of them...&nbsp; after a while you should notice that the vibrations from the first one are transferred to the second one, at a frequency that depends on the difference of the two notes.&nbsp;</p>\n<p>The ability to see interference depends on the coherence between the two forks.&nbsp; We have devised a way to learn where the boundary is between two Bose-Einstein condensates.&nbsp; We expect that in our system the quantum/classical boundary may correspond to Bose-Einstein condensates composed of about 10,000 atoms. Measurements of coherence between two coupled Bose-Einstein condensates gives us the tool needed to probe the boundary.</p><br>\n<p>\n Last Modified: 09/09/2024<br>\nModified by: Randall&nbsp;G&nbsp;Hulet</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOne of the most striking aspects of quantum mechanics is entanglement. Quantum entanglement is what caused Einstein to declare: God doesnt play dice! What got Einstein so excited is that entanglement leads to another famous flash point: Spooky action at a distance, and the topic, to this day, generates controversy.\n\n\nEntanglement refers to a particular set of correlations that only applies to objects, or combinations of them, that are sufficiently small, to be  well, quantum! We dont know where the boundary is between the classical world and the quantum world. We do know that two cows are big enough to be described according to Newtons Laws of Physics, and so are two calves, two hairs, two protein molecules from the hair  In fact, experiments show that you need to take electrons off the back of the hot cow, and then, under the right conditions, you can observe quantum effects.\n\n\nThis ability to interfere two objects of matter is related to the property called coherence and is what we aim to see in two Bose-Einstein condensates (although Einsteins God doesnt play dice, the two condensates do interfere with each other). Coherence refers to how well two waves interfere. Its similar to musical notes. Imagine that you have two nearly identical tuning forks, such that each rings at a pure musical note when struck. Hang the forks a couple of inches from each other and strike one of them... after a while you should notice that the vibrations from the first one are transferred to the second one, at a frequency that depends on the difference of the two notes.\n\n\nThe ability to see interference depends on the coherence between the two forks. We have devised a way to learn where the boundary is between two Bose-Einstein condensates. We expect that in our system the quantum/classical boundary may correspond to Bose-Einstein condensates composed of about 10,000 atoms. Measurements of coherence between two coupled Bose-Einstein condensates gives us the tool needed to probe the boundary.\t\t\t\t\tLast Modified: 09/09/2024\n\n\t\t\t\t\tSubmitted by: RandallGHulet\n"
 }
}