{
 "awd_id": "2011420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "WoU-MMA: Astrophysics with Very-High-Energy Gamma Rays",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927219",
 "po_email": "cmariani@nsf.gov",
 "po_sign_block_name": "Camillo Mariani",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 655492.0,
 "awd_amount": 710963.0,
 "awd_min_amd_letter_date": "2020-08-16",
 "awd_max_amd_letter_date": "2023-02-07",
 "awd_abstract_narration": "High-energy gamma-rays are used to study the most extreme objects in the Universe, such as pulsars, black holes at the center of active galaxies, and gamma-ray bursts (GRBs).  Cosmic gamma-rays can also reveal new physics beyond the standard models of particle physics and cosmology.  This award supports continued research by this group, using the VERITAS telescope array in southern Arizona to study very-high-energy (VHE) gamma-rays.  The work will also use the novel prototype Schwarzschild-Couder telescope (pSCT), which images atmospheric showers much more precisely, and serves as a pathfinder towards the future Cherenkov Telescope Array (CTA).  The growing data sets and new machine-learning tools developed by this research will allow for better sensitivity than ever before.  Graduate, undergraduate, and high school students, many from underrepresented groups, will continue to participate in this research.  Curiosity about the Universe creates many opportunities to engage public interest and, often, participation, and this study includes setting up a new citizen science project for the classification of shower images from the pSCT.\r\n\r\nThe most powerful VHE sources are believed to emit narrow jets of high-energy particles, but how the jets form and what processes occur in them are still uncertain and a major focus of this project.  Active galactic nuclei (AGN) of the BL Lac variety are the largest such class of VHE source, and this work will study these and other AGN types to isolate key features related to VHE emission.  The research will also tackle the continuing puzzle of GRBs, the most powerful objects in the Universe but of only fleeting existence.  These measurements probe properties of the jets, such as the size of the emission region and strength of the magnetic field, helping to reveal how the acceleration works.  The data will also be used to study gamma-ray absorption by collisions with the extragalactic background light, testing not just cosmological models but also Lorentz invariance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Williams",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Williams",
   "pi_email_addr": "daw@ucsc.edu",
   "nsf_id": "000404526",
   "pi_start_date": "2020-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 High Street",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762100",
   "pgm_ele_name": "PHYSICS-BROADEN PARTICIPATION"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "164300",
   "pgm_ele_name": "Particle Astrophysics/Cosmic P"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "069Z",
   "pgm_ref_txt": "Windows on the Universe (WoU)"
  },
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 218556.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 215089.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 221847.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 55471.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Very high-energy (VHE) gamma rays from cosmic sources can be used to study some of the most extreme objects in the universe, such as active galaxies with massive black holes in the center and gamma-ray bursts from the explosive collapse of massive stars or from the coalescence of two neutron stars, also making gravitational waves. &nbsp;The research supported by this award has yielded new insights about these topics. &nbsp; Among the broader impacts of the research are the training of a number of developing scientists.<br />Gamma rays with energy greater than 100 GeV, roughly a hundred billion times as energetic as optical light and ten million times as energetic as X-rays, are classified as VHE. &nbsp;When they strike the Earth's atmosphere, they produce a cascade of lower energy particles which in turn produce a brief, faint flash of light. &nbsp;The VERITAS system of four telescopes is designed to focus this light onto specialized cameras which record images 500 million times a second under night sky. &nbsp;The images are used to determine the energy and direction of incoming gamma rays and to distinguish them from other types of cosmic rays, primarily protons. &nbsp;The VERITAS telescopes were the primary tool used in this research to study VHE gamma rays from celestial objects. &nbsp; A few of the key results are summarized in the following.<br />Very long-baseline interferometry observations of the active galaxy OJ 287 in the radio band identified a new feature in the galaxy's jets ejected from the core region. The new feature passed through a quasi-stationary jet \"knot,\" interpreted as a stationary shock wave, at a time consistent with flaring VHE emission detected by VERITAS. &nbsp;This is the same scenario that previous work has proposed to explain flaring gamma-ray activity in the active galaxy Markarian 421.<br />Bjet_MCMC, a code for modeling the photon emission from the jets of active galaxies was completed and released (https://github.com/Ohervet/Bjet_MCMC). &nbsp;The code has been used to interpret many VERITAS results, including studies of the active galaxies 3C 66A, 3C 279, PKS 1222+216, Ton 599, and OJ 287. Its public availability will allow better comparison of results between different research groups and data sets.<br />STeVECat, a compilation of all of the published VHE gamma-ray spectra for extragalactic objects was prepared and made publicly available by a team including members of this project. &nbsp;The spectra can be used for a variety of studies, including how absorption of VHE gamma-rays by collisions with the extragalactic background light affects the spectra of VHE gamma-ray sources.<br />The Cherenkov Telescope Array Observatory (CTAO) will be a next-generation VHE gamma-ray observatory with sensitivity about ten times better than VERITAS. &nbsp;Data from the Fermi Gamma-Ray Space Telescope were used to identify extragalactic objects that CTAO is likely to be able to study, but that are too faint for existing VHE instruments. &nbsp;Many are at unknown distances, making it difficult to estimate how strong a signal CTAO might see or to interpret the CTAO observations once they are made. &nbsp;The distances can be determined from optical spectra of the objects, which can be used to find the redshift. &nbsp;Keck Telescope spectra were obtained as part of a larger project to determine the distance to as many of these objects as possible. &nbsp;As reported in a series of three papers about this work, &nbsp;37 distances were found, with three more that need confirmation with additional data.<br />The Schwarzschild-Couder gamma-ray telescope design introduces a secondary mirror to correct optical aberrations and demagnify the image. &nbsp;The demagnification also allows compact, solid-state silicon photomultipliers to replace the traditional vacuum photomultiplier tubes as the sensitive elements in the camera, reducing cost and complexity of operation. A prototype funded by other NSF grants has demonstrated the technology. &nbsp;The addition of eleven of these telescopes to CTAO was studied using simulations to see how CTAO's capabilities were enhanced. &nbsp;There is a factor of 2-3 reduction in the observation time required for most studies and about 40% better angular resolution across the field of view, enabling new science.<br />This project provided an opportunity for many developing scientists to get involved in research for the first time or to expand their skills. &nbsp;Twenty-one high school students completed summer research projects with the group as part of the Science Internship Program at UCSC. &nbsp;Twenty undergraduates participated in the research, eight of whom so far continued to graduate study in physics or astronomy. &nbsp;Three UCSC graduate students participated in this research, all of whom have advanced to candidacy and will be completing their Ph.D. in the next few years. &nbsp; Finally, one postdoctoral scholar made substantial contributions to the research. &nbsp;In the course of their work on the project, many of the participants at all levels were involved in activities to bring the excitement and value of scientific inquiry to the general public and to younger students in particular.</p><br>\n<p>\n Last Modified: 01/27/2025<br>\nModified by: David&nbsp;A&nbsp;Williams</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nVery high-energy (VHE) gamma rays from cosmic sources can be used to study some of the most extreme objects in the universe, such as active galaxies with massive black holes in the center and gamma-ray bursts from the explosive collapse of massive stars or from the coalescence of two neutron stars, also making gravitational waves. The research supported by this award has yielded new insights about these topics.  Among the broader impacts of the research are the training of a number of developing scientists.\nGamma rays with energy greater than 100 GeV, roughly a hundred billion times as energetic as optical light and ten million times as energetic as X-rays, are classified as VHE. When they strike the Earth's atmosphere, they produce a cascade of lower energy particles which in turn produce a brief, faint flash of light. The VERITAS system of four telescopes is designed to focus this light onto specialized cameras which record images 500 million times a second under night sky. The images are used to determine the energy and direction of incoming gamma rays and to distinguish them from other types of cosmic rays, primarily protons. The VERITAS telescopes were the primary tool used in this research to study VHE gamma rays from celestial objects.  A few of the key results are summarized in the following.\nVery long-baseline interferometry observations of the active galaxy OJ 287 in the radio band identified a new feature in the galaxy's jets ejected from the core region. The new feature passed through a quasi-stationary jet \"knot,\" interpreted as a stationary shock wave, at a time consistent with flaring VHE emission detected by VERITAS. This is the same scenario that previous work has proposed to explain flaring gamma-ray activity in the active galaxy Markarian 421.\nBjet_MCMC, a code for modeling the photon emission from the jets of active galaxies was completed and released (https://github.com/Ohervet/Bjet_MCMC). The code has been used to interpret many VERITAS results, including studies of the active galaxies 3C 66A, 3C 279, PKS 1222+216, Ton 599, and OJ 287. Its public availability will allow better comparison of results between different research groups and data sets.\nSTeVECat, a compilation of all of the published VHE gamma-ray spectra for extragalactic objects was prepared and made publicly available by a team including members of this project. The spectra can be used for a variety of studies, including how absorption of VHE gamma-rays by collisions with the extragalactic background light affects the spectra of VHE gamma-ray sources.\nThe Cherenkov Telescope Array Observatory (CTAO) will be a next-generation VHE gamma-ray observatory with sensitivity about ten times better than VERITAS. Data from the Fermi Gamma-Ray Space Telescope were used to identify extragalactic objects that CTAO is likely to be able to study, but that are too faint for existing VHE instruments. Many are at unknown distances, making it difficult to estimate how strong a signal CTAO might see or to interpret the CTAO observations once they are made. The distances can be determined from optical spectra of the objects, which can be used to find the redshift. Keck Telescope spectra were obtained as part of a larger project to determine the distance to as many of these objects as possible. As reported in a series of three papers about this work, 37 distances were found, with three more that need confirmation with additional data.\nThe Schwarzschild-Couder gamma-ray telescope design introduces a secondary mirror to correct optical aberrations and demagnify the image. The demagnification also allows compact, solid-state silicon photomultipliers to replace the traditional vacuum photomultiplier tubes as the sensitive elements in the camera, reducing cost and complexity of operation. A prototype funded by other NSF grants has demonstrated the technology. The addition of eleven of these telescopes to CTAO was studied using simulations to see how CTAO's capabilities were enhanced. There is a factor of 2-3 reduction in the observation time required for most studies and about 40% better angular resolution across the field of view, enabling new science.\nThis project provided an opportunity for many developing scientists to get involved in research for the first time or to expand their skills. Twenty-one high school students completed summer research projects with the group as part of the Science Internship Program at UCSC. Twenty undergraduates participated in the research, eight of whom so far continued to graduate study in physics or astronomy. Three UCSC graduate students participated in this research, all of whom have advanced to candidacy and will be completing their Ph.D. in the next few years.  Finally, one postdoctoral scholar made substantial contributions to the research. In the course of their work on the project, many of the participants at all levels were involved in activities to bring the excitement and value of scientific inquiry to the general public and to younger students in particular.\t\t\t\t\tLast Modified: 01/27/2025\n\n\t\t\t\t\tSubmitted by: DavidAWilliams\n"
 }
}