{
 "awd_id": "2011763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Hadronic Structure from Spin Observables in pQCD",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 164862.0,
 "awd_amount": 164862.0,
 "awd_min_amd_letter_date": "2020-08-04",
 "awd_max_amd_letter_date": "2020-08-04",
 "awd_abstract_narration": "The nucleus of an atom is made up of protons and neutrons, which are a part of a broader category of particles called hadrons.  However, these hadrons are not a fundamental form of matter since they are composed of other particles, namely, quarks and gluons (collectively called partons).  The partons form a dynamical system inside of hadrons that is governed by the strong nuclear force.  A goal of nuclear physics research is to understand this internal structure through the interactions of these partons, the elementary pieces of visible matter.  In particular, the analysis of high-energy collisions sensitive to an intrinsic property, called spin, of hadrons and/or partons is especially useful.  These observables allow us to explore the 3-dimensional motion of partons inside of hadrons and how the proton's spin arises from its constituent partons.  This research will give us better insight into these aspects of hadronic structure as well as support the science of the future Electron-Ion Collider to be built in the United States.  Undergraduate students will be included in substantive parts of the project in order to foster the interests of young scientists in the subfield of nuclear physics and train them for future careers in research. \r\n\r\nThis research project will further our knowledge of observables sensitive to parton intrinsic transverse motion and correlations, which allow for a 3-dimensional imaging of hadrons in momentum space. This includes performing a global analysis of data from various experiments sensitive to the spin of hadrons in order to extract the relevant functions, using an iterative Monte Carlo routine, that encode their internal structure.  These functions will then be used to make predictions for upcoming measurements at the Relativistic Heavy Ion Collider (RHIC), Jefferson Lab's 12-GeV upgrade (JLab-12), and a future Electron-Ion Collider (EIC). Since a rigorous theoretical formalism is needed in order to interpret such experimental data, this project will also solidify the framework used in spin observables through higher-order calculations within quantum chromodynamics (QCD). The project will lastly investigate certain aspects of how the proton spin arises from its constituent partons by analyzing how much of this spin is due to partons that carry only a small fraction of the proton's momentum. The study will incorporate first principle results as input to the extraction of partonic functions that can be used to calculate their spin in this region.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Pitonyak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Pitonyak",
   "pi_email_addr": "pitonyak@lvc.edu",
   "nsf_id": "000789803",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lebanon Valley College",
  "inst_street_address": "101 N COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ANNVILLE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7178676100",
  "inst_zip_code": "170031400",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "PA09",
  "org_lgl_bus_name": "LEBANON VALLEY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "W3F3GU2DK6B9"
 },
 "perf_inst": {
  "perf_inst_name": "Lebanon Valley College",
  "perf_str_addr": "101 N. College Ave",
  "perf_city_name": "Annville",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "170031400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "PA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128500",
   "pgm_ele_name": "NUCLEAR THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 164862.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the PI's research is to use quantum chromodynamics (QCD) to understand the dynamical system of quarks and gluons (collectively called partons) that make up hadrons.&nbsp; In particular, the analysis of high-energy collisions sensitive to the spin of hadrons and/or partons is especially useful.&nbsp; Through extracting various parton distribution functions (PDFs) and fragmentation functions (FFs), these observables allow us to explore the 3-dimensional (3D) motion of partons inside of hadrons and how the proton's spin arises from its constituent partons.</p>\n<p>The main intellectual merit outcomes of this project were as follows and resulted in 13 peer-reviewed publications, as well as over 25 talks at conferences/workshops/seminars:&nbsp;</p>\n<p>1) First global analysis of transverse single-spin asymmetries: When a hadron or parton has its spin oriented perpendicular (transverse) to its momentum, an asymmetric production of particles can occur in high-energy collisions, referred to as a transverse single-spin asymmetry (TSSA).&nbsp;&nbsp;We pioneered the first global analysis of TSSAs by analyzing data from semi-inclusive deep-inelastic scattering, Drell-Yan lepton pair or weak gauge boson production, semi-inclusive electron-positron annihilation, and single-inclusive proton-proton collisions. We showed that the TSSAs in these various processes have a common origin. Namely, they are due to the intrinsic quantum-mechanical interference of multi-parton states. &nbsp;</p>\n<p>2) First implementation of small-<em>x</em>&nbsp;helicity evolution into phenomenology: To compute how much spin is carried by quarks and gluons inside the proton, one must integrate quantities involving helicity PDFs over all momentum fractions&nbsp;<em>x</em>&nbsp;from 0 to 1. However, experiments are limited as to how low in&nbsp;<em>x</em>&nbsp;they can access.&nbsp;&nbsp;We analyzed the world polarized deep-inelastic scattering (DIS) and semi-inclusive DIS (SIDIS) data at low values of&nbsp;<em>x</em>, using small-<em>x</em>&nbsp;evolution equations for helicity PDFs (hPDFs). The hPDFs for quarks, antiquarks, and gluons were extracted and evolved to lower values of&nbsp;<em>x</em>&nbsp;to make predictions for the future Electron-Ion Collider (EIC).&nbsp;</p>\n<p>3) First simultaneous extraction of pion TMD and collinear PDFs: We performed the first simultaneous extraction of parton collinear and transverse degrees of freedom using low-energy Drell-Yan data in order to compare the transverse momentum dependent (TMD) PDFs of the pion and proton. We demonstrated that the transverse separation of the quark field encoded in TMDs of the pion is significantly smaller than that of the proton. Additionally, we found the transverse separation of the quark field decreases as its longitudinal momentum fraction decreases. This calls for a deeper examination of tomography in a variety of strongly interacting quark-gluon systems. &nbsp;</p>\n<p>4) New theory developments for dihadron fragmentation: Due to the confinement of partons inside of hadrons, partons are never detected directly but instead fragment into jets of hadrons.&nbsp;&nbsp;We analyzed processes where two hadrons are detected from the fragmentation of a single parton.&nbsp;&nbsp;We introduced new definitions of dihadron fragmentation functions (DiFFs) that have the correct number density interpretation, allowing DiFFs extracted from experiment to have a clear physical meaning, and derived their evolution equations.&nbsp;</p>\n<p>5) First demonstration of the universality of the transversity PDF and nucleon tensor charges:&nbsp;The transversity PDF quantifies the degree of transverse polarization of quarks within a transversely polarized nucleon. The nucleon tensor charges are fundamental charges of the nucleon that allow us to connect our work in QCD phenomenology with two other areas of nuclear physics research: lattice QCD and low-energy beyond the Standard Model studies. We showed for the first time that all the available information on extractions of the transversity PDF from single-hadron and dihadron transverse-spin observables and calculations of the tensor charges are compatible with each other and lattice QCD.</p>\n<p>&nbsp;</p>\n<p>The main broader impact outcomes of this project were as follows:</p>\n<p>1) Substantive involvement of undergraduates in research: 13 undergraduate students worked with the PI on research for this project, with 8 of them becoming co-authors on a peer-reviewed publication and 9 of them giving a poster and/or oral presentation at a national scientific conference.&nbsp;&nbsp;Of the PI's students who have graduated, 5 are in graduate school pursuing advanced degrees in physics.</p>\n<p>2) Outreach activities to the broader public: The PI worked with Futurum Careers to create an open-access article, activity sheet, and animation for high school teachers to use in their classrooms. The PI participated in the American Physical Society's Quantum To-Go program, talking to a high school class about the importance of quantum science and technology and the many career opportunities available.&nbsp;&nbsp;The PI was a co-author on the TMD Handbook, a modern introduction to the physics of transverse momentum dependent distributions that will be a publicly available resource used by graduate students, postdocs, and experts alike. The PI was also co-author on the Electron-Ion Collider Yellow Report, a months-long endeavor of developing the scientific requirements for the new collider.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 07/26/2024<br>\nModified by: Daniel&nbsp;Pitonyak</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of the PI's research is to use quantum chromodynamics (QCD) to understand the dynamical system of quarks and gluons (collectively called partons) that make up hadrons. In particular, the analysis of high-energy collisions sensitive to the spin of hadrons and/or partons is especially useful. Through extracting various parton distribution functions (PDFs) and fragmentation functions (FFs), these observables allow us to explore the 3-dimensional (3D) motion of partons inside of hadrons and how the proton's spin arises from its constituent partons.\n\n\nThe main intellectual merit outcomes of this project were as follows and resulted in 13 peer-reviewed publications, as well as over 25 talks at conferences/workshops/seminars:\n\n\n1) First global analysis of transverse single-spin asymmetries: When a hadron or parton has its spin oriented perpendicular (transverse) to its momentum, an asymmetric production of particles can occur in high-energy collisions, referred to as a transverse single-spin asymmetry (TSSA).We pioneered the first global analysis of TSSAs by analyzing data from semi-inclusive deep-inelastic scattering, Drell-Yan lepton pair or weak gauge boson production, semi-inclusive electron-positron annihilation, and single-inclusive proton-proton collisions. We showed that the TSSAs in these various processes have a common origin. Namely, they are due to the intrinsic quantum-mechanical interference of multi-parton states. \n\n\n2) First implementation of small-xhelicity evolution into phenomenology: To compute how much spin is carried by quarks and gluons inside the proton, one must integrate quantities involving helicity PDFs over all momentum fractionsxfrom 0 to 1. However, experiments are limited as to how low inxthey can access.We analyzed the world polarized deep-inelastic scattering (DIS) and semi-inclusive DIS (SIDIS) data at low values ofx, using small-xevolution equations for helicity PDFs (hPDFs). The hPDFs for quarks, antiquarks, and gluons were extracted and evolved to lower values ofxto make predictions for the future Electron-Ion Collider (EIC).\n\n\n3) First simultaneous extraction of pion TMD and collinear PDFs: We performed the first simultaneous extraction of parton collinear and transverse degrees of freedom using low-energy Drell-Yan data in order to compare the transverse momentum dependent (TMD) PDFs of the pion and proton. We demonstrated that the transverse separation of the quark field encoded in TMDs of the pion is significantly smaller than that of the proton. Additionally, we found the transverse separation of the quark field decreases as its longitudinal momentum fraction decreases. This calls for a deeper examination of tomography in a variety of strongly interacting quark-gluon systems. \n\n\n4) New theory developments for dihadron fragmentation: Due to the confinement of partons inside of hadrons, partons are never detected directly but instead fragment into jets of hadrons.We analyzed processes where two hadrons are detected from the fragmentation of a single parton.We introduced new definitions of dihadron fragmentation functions (DiFFs) that have the correct number density interpretation, allowing DiFFs extracted from experiment to have a clear physical meaning, and derived their evolution equations.\n\n\n5) First demonstration of the universality of the transversity PDF and nucleon tensor charges:The transversity PDF quantifies the degree of transverse polarization of quarks within a transversely polarized nucleon. The nucleon tensor charges are fundamental charges of the nucleon that allow us to connect our work in QCD phenomenology with two other areas of nuclear physics research: lattice QCD and low-energy beyond the Standard Model studies. We showed for the first time that all the available information on extractions of the transversity PDF from single-hadron and dihadron transverse-spin observables and calculations of the tensor charges are compatible with each other and lattice QCD.\n\n\n\n\n\nThe main broader impact outcomes of this project were as follows:\n\n\n1) Substantive involvement of undergraduates in research: 13 undergraduate students worked with the PI on research for this project, with 8 of them becoming co-authors on a peer-reviewed publication and 9 of them giving a poster and/or oral presentation at a national scientific conference.Of the PI's students who have graduated, 5 are in graduate school pursuing advanced degrees in physics.\n\n\n2) Outreach activities to the broader public: The PI worked with Futurum Careers to create an open-access article, activity sheet, and animation for high school teachers to use in their classrooms. The PI participated in the American Physical Society's Quantum To-Go program, talking to a high school class about the importance of quantum science and technology and the many career opportunities available.The PI was a co-author on the TMD Handbook, a modern introduction to the physics of transverse momentum dependent distributions that will be a publicly available resource used by graduate students, postdocs, and experts alike. The PI was also co-author on the Electron-Ion Collider Yellow Report, a months-long endeavor of developing the scientific requirements for the new collider.\n\n\n\t\t\t\t\tLast Modified: 07/26/2024\n\n\t\t\t\t\tSubmitted by: DanielPitonyak\n"
 }
}