{
 "awd_id": "2011764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Catalyst Project: Infusing Collaborations in Forensics for Conceptualizing Student Innovation at Alabama State University (CSI-ASU)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alfred Hall",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 239999.0,
 "awd_min_amd_letter_date": "2020-08-06",
 "awd_max_amd_letter_date": "2022-08-03",
 "awd_abstract_narration": "Catalyst Projects provide support for Historically Black Colleges and Universities to work towards establishing research capacity of faculty to strengthen science, technology, engineering and mathematics undergraduate education and research. It is expected that the award will further the faculty member's research capability, improve research and teaching at the institution and involve undergraduate students in research experiences. This project at Alabama State University (ASU) will enhance the Forensics Research Infrastructure at the institution and is anticipated to lead to increased retention of students. The work will develop students' problem-solving skills and provide STEM research opportunities. An expected outcome is nurturing the success of underrepresented groups to promote their inclusion in STEM pipelines. \r\n\r\nStudents without prior research experience will initially be trained at ASU. They will learn a variety of laboratory skills such as DNA extraction from cadaver tissues, polymerase chain reaction (PCR), agarose gel electrophoresis, and other transferable research skills. Students will then be eligible to participate in a 5-day training session at a partner institution, such as Florida International University's International Forensic Research Institute in Miami. Research mentors with competencies in state-of-the-art techniques have been selected from partner institutions, these techniques include chemical, genetic, and physical forensic analyses using human specimens and evidence collected at crime scene.  This project will also enhance introductory forensic infrastructure by implementing a Freshman Retention Program (FRP), integrating new cyberlearning modules, and adding new forensic courses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gulnaz",
   "pi_last_name": "Javan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gulnaz Javan",
   "pi_email_addr": "gjavan@alasu.edu",
   "nsf_id": "000635443",
   "pi_start_date": "2020-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cleon",
   "pi_last_name": "Barnett",
   "pi_mid_init": "m",
   "pi_sufx_name": "",
   "pi_full_name": "Cleon m Barnett",
   "pi_email_addr": "cmbarnett@alasu.edu",
   "nsf_id": "000569903",
   "pi_start_date": "2020-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sheree",
   "pi_last_name": "Finley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sheree J Finley",
   "pi_email_addr": "sfinley@alasu.edu",
   "nsf_id": "000635622",
   "pi_start_date": "2020-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Green",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Green",
   "pi_email_addr": "rgreen@alasu.edu",
   "nsf_id": "000784549",
   "pi_start_date": "2020-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Alabama State University",
  "inst_street_address": "915 S JACKSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "MONTGOMERY",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3342294243",
  "inst_zip_code": "361045714",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "ALABAMA STATE UNIVERSITY",
  "org_prnt_uei_num": "Q2J8FSU3UDG3",
  "org_uei_num": "DLJWLMSNK627"
 },
 "perf_inst": {
  "perf_inst_name": "Alabama State University",
  "perf_str_addr": "915 S Jackson Street",
  "perf_city_name": "Montgomery",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "361010271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 39999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Infusing Collaborations in Forensics for Conceptualizing Student Innovation at Alabama State University (CSI-ASU) program aimed to enhance the university&rsquo;s Forensic Biology and Chemistry research training programs. The initiative was achieved by integrating students with STEM faculty in research at the institution and leveraging the expertise of Forensic Science Education Programs Accreditation Commission (FEPAC) accredited program professionals to produce scholarly articles. The project was led by PI Dr. Gulnaz Javan, Professor of Forensic Science, along with co-PIs Drs. Sheree Finley, Robert Green, and Cleon Barnett of the Department of Physical and Forensic Sciences. The project enriched ASU forensic science students&rsquo; education and research, as well as its role in fostering progress toward national accreditation. The initiative provided academic and research experiences of ASU&rsquo;s forensic science majors. The project was a pivotal advancement for ASU's commitment to training future forensic professionals. The outcomes of the project brought the Department of Physical and Forensic Sciences closer to achieving a FEPAC-accredited program. Additionally, the curriculum enhancements positioned the forensic biology and chemistry students advantageously in the job market as well as the undergraduate students&rsquo; research skills, including DNA extraction, nucleic acid quantitation, and data interpretation for dissemination to the broader scientific community.</p>\n<p>Javan group sampled corpses with varying times of death (range 3.0-240&thinsp;hours) across multiple causes of death, using 16S rRNA amplicon sequencing technologies to classify the microbial taxa associated with the organs of cadavers. Further, we demonstrated a significant correlation between the thanatomicrobiome signatures and the time of death. Thus, we produced a postmortem microbial catalog of the thanatomicrobiome, which may establish a valuable forensic tool and provide constructive information to those who study corpses.</p>\n<p>The results of this&nbsp;CSI-ASU&nbsp;project were disseminated in&nbsp;<strong>11 peer-reviewed journal articles</strong>&nbsp;in journals such as&nbsp;Frontiers in Microbiology, PLoS One, Forensic Science Medicine, and Pathology, among others. The results of this project were presented in&nbsp;<strong>10 oral talks</strong>&nbsp;at international, national, regional, and local scientific meetings such as the American Academy of Forensic Science (AAFS), Emerging Researchers National (ERN) Conference, Betta Kappa Chi (BKX), to name a few.<strong>&nbsp;Seven<strong>&nbsp;posters</strong></strong>&nbsp;were exhibited at international, national, regional, and local scientific meetings, such as the Annual Biomedical Research Conference for Minority Students (ABRCMS) and ERN.&nbsp;</p>\n<p><strong>Several prizes were awarded for student presentations of the results throughout the duration of this CSI project. The<span>&nbsp;fourth year in a row that students from the Javan Thanatos Lab have received travel awards for abstracts submitted to the ERN competition, &nbsp;Javan&rsquo;s students having received this coveted prize. Also,&nbsp;</span></strong></p>\n<p>Several undergraduate students were trained throughout the project: two graduate students, Kazziwah Williams and Jasmin Waller, and 15 undergraduate students, Zoe Hayes, Moriah Jones, Romantic Becote, Cheydall Grubbs,<strong>&nbsp;Brittany Hume-Dawson, Delijanae Robinson, Hanan Musa, Beelshaday Habtu, Jahkena Ray, Bianca Franklin, Shannon Brown, Arianna Richard, Mynetra Tolbert, Christina Harris, and Jacalyn Thomas</strong>.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/02/2024<br>\nModified by: Gulnaz&nbsp;Javan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nInfusing Collaborations in Forensics for Conceptualizing Student Innovation at Alabama State University (CSI-ASU) program aimed to enhance the universitys Forensic Biology and Chemistry research training programs. The initiative was achieved by integrating students with STEM faculty in research at the institution and leveraging the expertise of Forensic Science Education Programs Accreditation Commission (FEPAC) accredited program professionals to produce scholarly articles. The project was led by PI Dr. Gulnaz Javan, Professor of Forensic Science, along with co-PIs Drs. Sheree Finley, Robert Green, and Cleon Barnett of the Department of Physical and Forensic Sciences. The project enriched ASU forensic science students education and research, as well as its role in fostering progress toward national accreditation. The initiative provided academic and research experiences of ASUs forensic science majors. The project was a pivotal advancement for ASU's commitment to training future forensic professionals. The outcomes of the project brought the Department of Physical and Forensic Sciences closer to achieving a FEPAC-accredited program. Additionally, the curriculum enhancements positioned the forensic biology and chemistry students advantageously in the job market as well as the undergraduate students research skills, including DNA extraction, nucleic acid quantitation, and data interpretation for dissemination to the broader scientific community.\n\n\nJavan group sampled corpses with varying times of death (range 3.0-240hours) across multiple causes of death, using 16S rRNA amplicon sequencing technologies to classify the microbial taxa associated with the organs of cadavers. Further, we demonstrated a significant correlation between the thanatomicrobiome signatures and the time of death. Thus, we produced a postmortem microbial catalog of the thanatomicrobiome, which may establish a valuable forensic tool and provide constructive information to those who study corpses.\n\n\nThe results of thisCSI-ASUproject were disseminated in11 peer-reviewed journal articlesin journals such asFrontiers in Microbiology, PLoS One, Forensic Science Medicine, and Pathology, among others. The results of this project were presented in10 oral talksat international, national, regional, and local scientific meetings such as the American Academy of Forensic Science (AAFS), Emerging Researchers National (ERN) Conference, Betta Kappa Chi (BKX), to name a few.Sevenposterswere exhibited at international, national, regional, and local scientific meetings, such as the Annual Biomedical Research Conference for Minority Students (ABRCMS) and ERN.\n\n\nSeveral prizes were awarded for student presentations of the results throughout the duration of this CSI project. Thefourth year in a row that students from the Javan Thanatos Lab have received travel awards for abstracts submitted to the ERN competition, Javans students having received this coveted prize. Also,\n\n\nSeveral undergraduate students were trained throughout the project: two graduate students, Kazziwah Williams and Jasmin Waller, and 15 undergraduate students, Zoe Hayes, Moriah Jones, Romantic Becote, Cheydall Grubbs,Brittany Hume-Dawson, Delijanae Robinson, Hanan Musa, Beelshaday Habtu, Jahkena Ray, Bianca Franklin, Shannon Brown, Arianna Richard, Mynetra Tolbert, Christina Harris, and Jacalyn Thomas.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 05/02/2024\n\n\t\t\t\t\tSubmitted by: GulnazJavan\n"
 }
}