{
 "awd_id": "2012291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Variable-Order Fractional Partial Differential Equations: Computation, Analysis, and Application",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-07-28",
 "awd_max_amd_letter_date": "2020-07-28",
 "awd_abstract_narration": "Mathematical modeling and simulation techniques have been widely used in science, engineering, and industry. In this project, we consider a class of models of complex phenomena which exhibit memory effects and long range interactions, with applications in design and manufacturing of visco-elastic materials, anomalous diffusive transport, hydrofracking in gas and oil recovery, bioclogging of porous materials, and the deformation of some materials such as in orthopedic implants and shape memory polymers. The focus is on fractional calculus and specifically on variable order fractional partial differential equations, in which the fractional order may be a function of space, time and even unknown solutions. The research activities will contribute to the analysis, simulation, modeling and application of fractional calculus, and provide advanced interdisciplinary training to students. The project includes training opportunities for graduate students. \r\n\r\nFractional partial differential equations (FPDEs), which are characterized by power-law decaying tails, have shown to accurately model complex phenomena of nonlocal nature. However, rigorous mathematical and numerical analysis of variable-order FPDEs is currently less known than that for integer-order PDEs. For instance, it is well known that linear elliptic and parabolic FPDEs imposed on smooth domains with smooth data exhibit weak initial or boundary singularity, which is in sharp contrast to their integer-order analogues. This makes it unrealistic to carry out error estimates of numerical approximations to FPDEs based on the (often untrue) smoothness assumptions of their true solutions. In this project the investigators develop accurate and stable numerical approximations to variable-order FPDEs and their fast solution algorithms, as well as prove their well-posedness and smoothing properties. The investigators will also prove optimal-order error estimates of numerical approximations to variable-order FPDEs without any artificial regularity assumption of their true solutions, but only under the regularity assumptions of their coefficients, variable orders and other related data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Wang",
   "pi_email_addr": "hwang@math.sc.edu",
   "nsf_id": "000413986",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina",
  "perf_str_addr": "Department of Mathematics",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fractional partial differential equations (FPDEs) have become a competitive framework for modeling complex, nonlocal phenomena, including anomalous transport and long-range memory or spatial interactions. The order of FPDEs is intrinsically linked to the fractal dimension of material structures. In many real-world scenarios, material structures evolve in space and time, necessitating a dynamic adjustment in the order of these operators. This variation leads to variable-order FPDEs, which are increasingly recognized as powerful tools for accurately representing complex systems across diverse disciplines.</p>\r\n<p><strong>Interdisciplinary Applications:&nbsp;</strong>The outcomes of this project have broad applicability across a range of fields:&nbsp;</p>\r\n<p><strong>1. Structural Integrity and Material Science:&nbsp;</strong>Variable-order FPDEs play a significant role in modeling long-term vibrations in viscoelastic structures, capturing the progression of damage from the microscale (microcracks and bond breakage) to the macroscale. These models provide valuable insights into fatigue, damage propagation, and potential failure, offering feasible tools for preventing catastrophic structural outcomes.</p>\r\n<p><strong>2. Biomechanics and Tissue Engineering:&nbsp;</strong>In biomechanics, variable-order FPDEs enable the measurement and quantification of changes in the mechanical properties of biological cells and tissues under external forces. These changes are often indicative of disease onset or progression. Additionally, in tissue engineering, these models ensure that engineered biomaterials mimic natural tissue responses, promoting cell growth and reducing the risk of implant failure. This work has potential implications for diagnostics, treatment strategies, and the design of innovative biomaterials.</p>\r\n<p><strong>3. Advanced Materials:&nbsp;</strong>Smart memory polymers, which respond to external stimuli by temporarily altering their state and then returning to their original configuration, are another area where variable-order FPDEs apply. These equations accurately model the structural changes induced by stimuli, providing predictive insights for the design and optimization of these materials.</p>\r\n<p><strong>4. Environmental and Energy Engineering:&nbsp;</strong>In groundwater hydrology, biofilm growth within porous media reduces pore spaces, altering solute transport dynamics. Similarly, in shale gas and oil recovery, processes like hydraulic fracturing and the injection of swelling materials modify the fractal properties of reservoirs. Variable-order FPDEs accurately capture these evolving transport properties, improving strategies for contaminant remediation or enhancing predictions and strategies for resource recovery.</p>\r\n<p><strong>Project Outcomes: </strong>The achievements of this project can be categorized into two major areas:</p>\r\n<p><strong>Theoretical and Numerical Advancements:&nbsp;</strong></p>\r\n<p><strong>1. Rigorous Mathematical Analysis:</strong>&nbsp;Establishment of well-posedness, regularity, and stability of variable-order FPDEs under varying conditions.</p>\r\n<p><strong>2. Efficient Numerical Methods:</strong> Development of fast and accurate algorithms for FPDEs, particularly for solutions with limited regularity&mdash;a critical limitation in traditional methods.</p>\r\n<p><strong>3. Data-Driven Approaches: </strong>Creation of frameworks to identify variable-order parameters from experimental and observational data, expanding FPDEs&rsquo; applicability in real-world scenarios.</p>\r\n<p><strong>4. Broader Applications:</strong> Extensions of FPDEs to inverse problems, optimization, and optimal control, broadening their utility in science and engineering.These advancements bridged traditional PDEs with fractional calculus, fostering a comprehensive understanding of modern mathematical tools. By integrating data-driven approaches, the project enhanced the utility of FPDEs in modeling complex systems, including anomalous transport and viscoelastic materials.</p>\r\n<p><strong>Integration into Education and Training:</strong> The project seamlessly integrated its findings into teaching and research training, enriching academic experiences and fostering the development of future researchers.</p>\r\n<p><strong>1. Classroom and Seminar Integration:</strong> Research outcomes were incorporated into undergraduate and graduate courses on numerical analysis, partial differential equations, and optimization. Seminars and workshops highlighted the significance of FPDEs, inspiring students to explore open problems and interdisciplinary applications.</p>\r\n<p><strong>2. Research Training and Opportunities: </strong>The project provided extensive research opportunities for students at multiple academic levels:</p>\r\n<p><em>Three PhD graduates,</em> including one from an underrepresented group, made significant contributions to FPDE theory and numerical methods. <em>Four additional PhD candidates and three junior PhD students</em> (including three from underrepresented groups) are actively engaged in related research, acquiring valuable skills in numerical analysis, modeling, and applied mathematics.</p>\r\n<p><em>Two Master&rsquo;s graduates,</em> including one from an underrepresented group, contributed to the project&rsquo;s objectives. <em>Two current Master&rsquo;s students,</em> including one from an underrepresented group, continue advancing numerical and analytical methods for fractional models.</p>\r\n<p>These research experiences equipped students with critical thinking, computational expertise, and interdisciplinary collaboration skills, preparing them for impactful careers in academia, industry, and beyond.</p>\r\n<p><strong>Broader Impacts: </strong>This project significantly advanced the field of variable-order FPDEs, contributing to mathematical theory, computational methods, and interdisciplinary applications. It provided a foundation for future innovations in fields ranging from material science to environmental engineering.</p>\r\n<p>Additionally, the project had a transformative impact on education and training by integrating cutting-edge research into classroom instruction and fostering a new generation of researchers. By engaging students in rigorous and innovative research, the project promoted diversity, equity, and inclusion, encouraging participation from underrepresented groups in mathematics and science.</p>\r\n<p>In summary, this project not only addressed critical gaps in the theory and numerical methods of variable-order FPDEs but also demonstrated their wide-ranging applications and provided invaluable educational opportunities. These contributions will continue to influence the mathematical sciences and their applications for years to come.</p><br>\n<p>\n Last Modified: 12/21/2024<br>\nModified by: Hong&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nFractional partial differential equations (FPDEs) have become a competitive framework for modeling complex, nonlocal phenomena, including anomalous transport and long-range memory or spatial interactions. The order of FPDEs is intrinsically linked to the fractal dimension of material structures. In many real-world scenarios, material structures evolve in space and time, necessitating a dynamic adjustment in the order of these operators. This variation leads to variable-order FPDEs, which are increasingly recognized as powerful tools for accurately representing complex systems across diverse disciplines.\r\n\n\nInterdisciplinary Applications:The outcomes of this project have broad applicability across a range of fields:\r\n\n\n1. Structural Integrity and Material Science:Variable-order FPDEs play a significant role in modeling long-term vibrations in viscoelastic structures, capturing the progression of damage from the microscale (microcracks and bond breakage) to the macroscale. These models provide valuable insights into fatigue, damage propagation, and potential failure, offering feasible tools for preventing catastrophic structural outcomes.\r\n\n\n2. Biomechanics and Tissue Engineering:In biomechanics, variable-order FPDEs enable the measurement and quantification of changes in the mechanical properties of biological cells and tissues under external forces. These changes are often indicative of disease onset or progression. Additionally, in tissue engineering, these models ensure that engineered biomaterials mimic natural tissue responses, promoting cell growth and reducing the risk of implant failure. This work has potential implications for diagnostics, treatment strategies, and the design of innovative biomaterials.\r\n\n\n3. Advanced Materials:Smart memory polymers, which respond to external stimuli by temporarily altering their state and then returning to their original configuration, are another area where variable-order FPDEs apply. These equations accurately model the structural changes induced by stimuli, providing predictive insights for the design and optimization of these materials.\r\n\n\n4. Environmental and Energy Engineering:In groundwater hydrology, biofilm growth within porous media reduces pore spaces, altering solute transport dynamics. Similarly, in shale gas and oil recovery, processes like hydraulic fracturing and the injection of swelling materials modify the fractal properties of reservoirs. Variable-order FPDEs accurately capture these evolving transport properties, improving strategies for contaminant remediation or enhancing predictions and strategies for resource recovery.\r\n\n\nProject Outcomes: The achievements of this project can be categorized into two major areas:\r\n\n\nTheoretical and Numerical Advancements:\r\n\n\n1. Rigorous Mathematical Analysis:Establishment of well-posedness, regularity, and stability of variable-order FPDEs under varying conditions.\r\n\n\n2. Efficient Numerical Methods: Development of fast and accurate algorithms for FPDEs, particularly for solutions with limited regularitya critical limitation in traditional methods.\r\n\n\n3. Data-Driven Approaches: Creation of frameworks to identify variable-order parameters from experimental and observational data, expanding FPDEs applicability in real-world scenarios.\r\n\n\n4. Broader Applications: Extensions of FPDEs to inverse problems, optimization, and optimal control, broadening their utility in science and engineering.These advancements bridged traditional PDEs with fractional calculus, fostering a comprehensive understanding of modern mathematical tools. By integrating data-driven approaches, the project enhanced the utility of FPDEs in modeling complex systems, including anomalous transport and viscoelastic materials.\r\n\n\nIntegration into Education and Training: The project seamlessly integrated its findings into teaching and research training, enriching academic experiences and fostering the development of future researchers.\r\n\n\n1. Classroom and Seminar Integration: Research outcomes were incorporated into undergraduate and graduate courses on numerical analysis, partial differential equations, and optimization. Seminars and workshops highlighted the significance of FPDEs, inspiring students to explore open problems and interdisciplinary applications.\r\n\n\n2. Research Training and Opportunities: The project provided extensive research opportunities for students at multiple academic levels:\r\n\n\nThree PhD graduates, including one from an underrepresented group, made significant contributions to FPDE theory and numerical methods. Four additional PhD candidates and three junior PhD students (including three from underrepresented groups) are actively engaged in related research, acquiring valuable skills in numerical analysis, modeling, and applied mathematics.\r\n\n\nTwo Masters graduates, including one from an underrepresented group, contributed to the projects objectives. Two current Masters students, including one from an underrepresented group, continue advancing numerical and analytical methods for fractional models.\r\n\n\nThese research experiences equipped students with critical thinking, computational expertise, and interdisciplinary collaboration skills, preparing them for impactful careers in academia, industry, and beyond.\r\n\n\nBroader Impacts: This project significantly advanced the field of variable-order FPDEs, contributing to mathematical theory, computational methods, and interdisciplinary applications. It provided a foundation for future innovations in fields ranging from material science to environmental engineering.\r\n\n\nAdditionally, the project had a transformative impact on education and training by integrating cutting-edge research into classroom instruction and fostering a new generation of researchers. By engaging students in rigorous and innovative research, the project promoted diversity, equity, and inclusion, encouraging participation from underrepresented groups in mathematics and science.\r\n\n\nIn summary, this project not only addressed critical gaps in the theory and numerical methods of variable-order FPDEs but also demonstrated their wide-ranging applications and provided invaluable educational opportunities. These contributions will continue to influence the mathematical sciences and their applications for years to come.\t\t\t\t\tLast Modified: 12/21/2024\n\n\t\t\t\t\tSubmitted by: HongWang\n"
 }
}