{
 "awd_id": "2012967",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Coevolutionary Algorithms to Identify Distractor Answers for Multiple Choice Questions Used for Peer Instruction",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922832",
 "po_email": "ptymann@nsf.gov",
 "po_sign_block_name": "Paul Tymann",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2026-06-30",
 "tot_intn_awd_amt": 377012.0,
 "awd_amount": 377012.0,
 "awd_min_amd_letter_date": "2020-05-11",
 "awd_max_amd_letter_date": "2024-11-14",
 "awd_abstract_narration": "This project aims to serve the national interest by improving undergraduate computer science education.  To do so, it plans to assist instructors in generating high quality, multiple choice questions that provide insights into the areas where students struggle.  The project will accomplish this goal by using coevolutionary algorithms to identify appropriate distractor (i.e. incorrect) answers for multiple-choice questions used for peer instruction. A frequently used form of peer instruction starts when the instructor presents students with a multiple-choice question and asks them to submit an individual answer. The students then discuss their answers in a group of peers and submit a group consensus answer, which may or not be the same as the individual answers. Finally, the instructor discusses the solution and the distractors. The project will develop software to algorithmically select distractor answers that best reveal student understandings and misunderstandings. The resulting multiple-choice questions will be usable in quizzes and tests, and as questions for peer instruction activities in physical or virtual courses. The system will also provide instructors with data analytics and visualizations, thus helping them better understand how students are performing and where they are struggling.  Finally, because the software can use open-ended answers generated by students or faculty to any question, the software will not be specific to computer science, but could be used for courses across STEM fields.\r\n\r\nThis project is based on the novel application of coevolutionary techniques as an approach for understanding both student-student interactions and to generate teaching artifacts that adapt to changing student populations. The work focuses on ways to develop new coevolutionary techniques that also involve students in the process of authoring peer instruction multiple-choice questions. This approach leverages techniques generally found in Human-Based Evolutionary Algorithms. Such techniques are crucial to enabling the artificial evolution of semantically complex teaching artifacts, such as multiple-choice questions, that could not be automatically generated otherwise. The first stage of the project will apply various coevolutionary algorithms to select distractors from a pool of instructor-authored options. The second stage of the project will provide a software tool that will allow students to select distractors from the instructor-authored pool for questions given to their peers. The third stage of the project will allow students to author their own distractors. The project will study which algorithms are able to generate the most pedagogically sound distractors and how the algorithmic approach compares to human-selected distractors. This project is supported by the NSF Improving Undergraduate STEM Education Program: Education and Human Resources.   The IUSE: EHR program supports research and development projects to improve the effectiveness of STEM education for all students. This project is in the Engaged Student Learning track, through which the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessio",
   "pi_last_name": "Gaspar",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alessio A Gaspar",
   "pi_email_addr": "alessio@usf.edu",
   "nsf_id": "000495143",
   "pi_start_date": "2020-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336172008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 377012.0
  }
 ],
 "por": null
}