{
 "awd_id": "2012430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studies of Light Meson Structure and Validation of the Exclusive Reaction Mechanism",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2020-06-19",
 "awd_max_amd_letter_date": "2022-05-27",
 "awd_abstract_narration": "Understanding the nature of matter in terms of its basic building blocks, how these interact and form the elements and properties we observe, is one of the mysteries of the universe. Nuclear physics research is fundamental to our understanding of all forms of matter and how this knowledge can benefit society in the areas of national health, prosperity and welfare, and national security. This research program at The Catholic University of America is focused on studying and comparing the underlying quark-gluon structure of the basic building blocks of the atomic nucleus: its protons, neutrons, pions and kaons. This research contributes significantly to educating the future advanced STEM workforce through training of graduate, undergraduate, and high school students in state-of-the art instrumentation and machine-learning-informed software development. \r\n\r\nThis research program aims at deepening the understanding of the lightest subatomic particles, the pions and kaons - their form factors, their structure functions, and their masses, and at providing measurements to validate the framework for 3D hadron imaging. The program focuses in the near and intermediate term on Jefferson Lab 12 GeV, and in the long term on the US-based Electron-Ion Collider (EIC). The experimental method uses beams of highly energetic electrons and/or photons to probe the deep inside of a hadron through exclusive and semi-inclusive scattering processes. Young scientists and students at all levels play an integral part in this project, which provides opportunities to gain experience in the design, assembly, and testing of modern subatomic particle detectors, fast signal processing electronics, and scientific data analysis\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tanja",
   "pi_last_name": "Horn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanja Horn",
   "pi_email_addr": "hornt@cua.edu",
   "nsf_id": "000537672",
   "pi_start_date": "2020-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Catholic University of America",
  "inst_street_address": "620 MICHIGAN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026355000",
  "inst_zip_code": "200640001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CATHOLIC UNIVERSITY OF AMERICA (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "C31ES3WEAVQ5"
 },
 "perf_inst": {
  "perf_inst_name": "Catholic University of America",
  "perf_str_addr": "620 Michigan Ave.N.E.",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the primary goals of twenty-first century physics is the quantitative understanding of the nature of strongly bound subatomic systems in terms of the fundamental quark-gluon structure and origin of matter. Atoms and molecules would not exist without underlying quark-gluon interactions, which build nearly all the mass of the visible universe from an assembly of massless gluons and nearly-massless quarks. Over the last five years a new understanding of the way that these fundamental particles interact with each other has emerged. There is a large array of predictions for the properties of pion and kaon, the simplest strongly bound systems. However, empirical validation of these properties is needed to provide a clear window onto many effects of mass generating and structure mechanisms. This project addresses this need through measurements deepening the understanding of the structure and interactions of the valence quarks of pions and kaons - their form factors, their structure functions, and their masses, and providing measurements to validate the framework for 3D (spatial) hadron imaging. This project's experimental method uses beams of highly-energetic electrons and/or photons to probe the deep inside of a hadron by a completely- (or nearly completely-) measured set of only a few particles, through exclusive (and semi-inclusive) scattering processes. Research carried out under this award produced customized equipment and software, as well as data analysis results from high precision measurements of longitudinal-transverse separated deep exclusive pion and kaon electroproduction cross sections, which allow for accessing their form factors to the highest momentum transfers or deepest spatial resolutions. Research from this award resulted in 30 presentations (15 invited, 11 by students) at conferences and professional meetings, one PhD thesis completed and two in preparation, 39 papers published or being prepared for submission in peer reviewed journals over the past four years. <br /><br />The broader impacts of this project are twofold: training the next generation of scientists and raising the profile of minority scientists. For their future careers, students benefit greatly from putting into practice the laboratory procedures and theoretical concepts they encountered in their classes. This project provided students with new opportunities to expand their knowledge in physics and develop important practical skills. It provided training opportunities for 5 undergraduate students, 4 high school students, four graduate students, and two postdoctoral researchers. These opportunities resulted in 17 student presentations at international and domestic research conferences and professional meetings. In physics, where recruitment of talented students is always a priority, women and underrepresented minorities provide an essential asset for the community. This award provided opportunities for 42% female students and 50% underrepresented groups. Both students and young scientists involved in this project received training and gained experience in both hardware and software, including electronics, detector systems, computer simulations, and data analysis. Doctoral students trained in this manner contribute to the nation&rsquo;s technical infrastructure. A large fraction of these students may go and work outside of academia, making use of the skills they acquired in solving complex technical problems. The project thus contributes to providing the US with a technically trained workforce.</p><br>\n<p>\n Last Modified: 11/29/2024<br>\nModified by: Tanja&nbsp;Horn</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOne of the primary goals of twenty-first century physics is the quantitative understanding of the nature of strongly bound subatomic systems in terms of the fundamental quark-gluon structure and origin of matter. Atoms and molecules would not exist without underlying quark-gluon interactions, which build nearly all the mass of the visible universe from an assembly of massless gluons and nearly-massless quarks. Over the last five years a new understanding of the way that these fundamental particles interact with each other has emerged. There is a large array of predictions for the properties of pion and kaon, the simplest strongly bound systems. However, empirical validation of these properties is needed to provide a clear window onto many effects of mass generating and structure mechanisms. This project addresses this need through measurements deepening the understanding of the structure and interactions of the valence quarks of pions and kaons - their form factors, their structure functions, and their masses, and providing measurements to validate the framework for 3D (spatial) hadron imaging. This project's experimental method uses beams of highly-energetic electrons and/or photons to probe the deep inside of a hadron by a completely- (or nearly completely-) measured set of only a few particles, through exclusive (and semi-inclusive) scattering processes. Research carried out under this award produced customized equipment and software, as well as data analysis results from high precision measurements of longitudinal-transverse separated deep exclusive pion and kaon electroproduction cross sections, which allow for accessing their form factors to the highest momentum transfers or deepest spatial resolutions. Research from this award resulted in 30 presentations (15 invited, 11 by students) at conferences and professional meetings, one PhD thesis completed and two in preparation, 39 papers published or being prepared for submission in peer reviewed journals over the past four years. \n\nThe broader impacts of this project are twofold: training the next generation of scientists and raising the profile of minority scientists. For their future careers, students benefit greatly from putting into practice the laboratory procedures and theoretical concepts they encountered in their classes. This project provided students with new opportunities to expand their knowledge in physics and develop important practical skills. It provided training opportunities for 5 undergraduate students, 4 high school students, four graduate students, and two postdoctoral researchers. These opportunities resulted in 17 student presentations at international and domestic research conferences and professional meetings. In physics, where recruitment of talented students is always a priority, women and underrepresented minorities provide an essential asset for the community. This award provided opportunities for 42% female students and 50% underrepresented groups. Both students and young scientists involved in this project received training and gained experience in both hardware and software, including electronics, detector systems, computer simulations, and data analysis. Doctoral students trained in this manner contribute to the nations technical infrastructure. A large fraction of these students may go and work outside of academia, making use of the skills they acquired in solving complex technical problems. The project thus contributes to providing the US with a technically trained workforce.\t\t\t\t\tLast Modified: 11/29/2024\n\n\t\t\t\t\tSubmitted by: TanjaHorn\n"
 }
}