{
 "awd_id": "2012259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development and Analysis of Algorithms to Simulate Multi-Component Multi-Phase Porous Flows",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2020-05-21",
 "awd_max_amd_letter_date": "2020-05-21",
 "awd_abstract_narration": "One of the goals of science is to understand and explain natural phenomena in order to predict and forecast outcomes. The continual development of mathematical tools to express many of the fundamental laws of nature has resulted in models with unparalleled predictive power. Mathematical models involve complex systems of equations expressing the physical processes of interest, and form the conceptual foundation of modern engineering and science. These equations exhibit all of the depth, difficulties, and subtleties of the physical systems being modeled, and sophisticated computational methodologies are required for their solution. This project focuses on the development of computational tools and software that engineers and scientists need to simulate problems arising in geology. One of the physical problems motivating this work is the need to model deep sea beds and permafrost regions where vast quantities of frozen methane, carbon dioxide, and other gases are trapped. These gases diffuse from deep within the earth and get trapped in permafrost, under glaciers, and in the cold depths of the deep ocean where they may freeze. Predicting the evolving state of these regions through geologic cycles and changes in climate is essential for environmental modeling. This project will develop and analyze computational tools and software required to model these regions where multiple fluids and gases undergo freezing, thawing, and dissolution as they flow. In addition to the technological developments, this project will also support the education and training of the next generation of scientists needed to sustain discovery and scientific leadership in these disciplines.\r\n\r\nThe work proposed centers around the development and analysis of computational tools needed to simulate flows in porous media containing multiple fluids, which may combine to form multiple phases and states (solid, liquid, gas). The thermodynamics of mixtures and phase changes is used to model the properties and states of the fluids at the pore scale, which appear constitutively in the macroscopic balance law of mass, momentum, and energy. This proposal focuses on the challenging problem of integrating pore scale and continuum models of these systems into a consistent framework where computational tools can be utilized to simulate these complex physical problems.  Convexity and homogeneity of the free energy (or concavity of entropy) enter these models in a subtle way, and are essential for proving stability of solutions. Numerical schemes will be developed that faithfully inherit these important attributes; in addition, convexity properties will be exploited to facilitate robust algorithms for the solution of the nonlinear systems that arise. Development of mathematical tools required to analyze the stability, robustness, convergence, and correctness of these algorithms will be undertaken.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noel",
   "pi_last_name": "Walkington",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Noel J Walkington",
   "pi_email_addr": "noelw@andrew.cmu.edu",
   "nsf_id": "000395104",
   "pi_start_date": "2020-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Predictions and data obtained with computational tools are used ubiquitously by engineers, scientists, and policy makers to make products and decisions which influence every aspect of modern day life. This proposal involves the development and analysis of computational techniques to predict the flow of fluids in geological strata. Historically such simulations were used to model aquifers and oil and gas deposits; however, the computational tools developed for these problems can not simulate many problems of contemporary interest.&nbsp; For example, simulations of melting permafrost and glaciers need to predict the release of dissolved green house gasses trapped beneath them, and the flow of the melting water which typically contains many dissolved components. A major focus of the research undertaken was to integrate ideas from classical thermodynamics into the equations modeling these complex phenomena and the formulation of computational techniques to solve them.<br /><br />This grant also had funds to support the training of the next generation of scientists and engineers to address both contemporary and future technological challenges. This research was undertaken in a university context where the principle investigator participated (PI) in multiple educational activities with this goal. These included classroom teaching at both the graduate and undergraduate levels, organizing weekly study groups on advanced topics for graduate and post doctoral students, and the organization of seminars by visiting scientists. In addition the PI mentored graduate students pursuing a Ph.D in mathematics who were partially supported by this grant.</p><br>\n<p>\n Last Modified: 09/06/2024<br>\nModified by: Noel&nbsp;J&nbsp;Walkington</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPredictions and data obtained with computational tools are used ubiquitously by engineers, scientists, and policy makers to make products and decisions which influence every aspect of modern day life. This proposal involves the development and analysis of computational techniques to predict the flow of fluids in geological strata. Historically such simulations were used to model aquifers and oil and gas deposits; however, the computational tools developed for these problems can not simulate many problems of contemporary interest. For example, simulations of melting permafrost and glaciers need to predict the release of dissolved green house gasses trapped beneath them, and the flow of the melting water which typically contains many dissolved components. A major focus of the research undertaken was to integrate ideas from classical thermodynamics into the equations modeling these complex phenomena and the formulation of computational techniques to solve them.\n\nThis grant also had funds to support the training of the next generation of scientists and engineers to address both contemporary and future technological challenges. This research was undertaken in a university context where the principle investigator participated (PI) in multiple educational activities with this goal. These included classroom teaching at both the graduate and undergraduate levels, organizing weekly study groups on advanced topics for graduate and post doctoral students, and the organization of seminars by visiting scientists. In addition the PI mentored graduate students pursuing a Ph.D in mathematics who were partially supported by this grant.\t\t\t\t\tLast Modified: 09/06/2024\n\n\t\t\t\t\tSubmitted by: NoelJWalkington\n"
 }
}