{
 "awd_id": "2012468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Freeze-on of Subglacial Sediments in Experiments and Theory",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032920000",
 "po_email": "kbrunt@nsf.gov",
 "po_sign_block_name": "Kelly Brunt",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 92468.0,
 "awd_amount": 92468.0,
 "awd_min_amd_letter_date": "2020-08-08",
 "awd_max_amd_letter_date": "2020-08-08",
 "awd_abstract_narration": "The fastest-changing regions of the Antarctic and Greenland Ice Sheets that contribute most to sea-level rise are underlain by soft sediments that facilitate glacier motion. Glacier ice can infiltrate several meters into these sediments, depending on the temperature and water pressure at the base of the glacier. To understand how ice infiltration into subglacial sediments affects glacier slip, the team will conduct laboratory experiments under relevant temperature and pressure conditions and compare the results to state-of-the-art mathematical models. Through an undergraduate research exchange between University of Wisconsin-Madison, Dartmouth College, and the College of Menominee Nation, Native American students will work on laboratory experiments in one summer and mathematical theory in the following summer.\r\n\r\nIce-sediment interactions are a central component of ice-sheet and landform-development models. Limited process understanding poses a key uncertainty for ice-sheet models that are used to forecast sea-level rise. This uncertainty underscores the importance of developing experimentally validated, theoretically robust descriptions of processes at the ice-sediment interface. To achieve this, the team aims to build on long-established theoretical, experimental, and field investigations that have elucidated the central role of premelting and surface-energy effects in controlling the dynamics of frost heave in soils.  Project members will theoretically describe and experimentally test the role of premelting at the basal ice-sediment interface. The experiments are designed to provide quantitative insight into the impact of ice infiltration into sediments on glacier sliding, erosion, and subglacial landform evolution.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Rempel",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Alan W Rempel",
   "pi_email_addr": "rempel@uoregon.edu",
   "nsf_id": "000428679",
   "pi_start_date": "2020-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974051272",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 92468.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although it has long been recognized that sliding is responsible for most glacier motion, &nbsp;we still lack predictive models for the controls on this dynamic process. Some of the fastest sliding, which is responsible for most ice discharge to the oceans, takes place over beds of &nbsp;water-saturated sediments. This collaborative project was designed to test new model treatments for conditions that cause glacial ice to gradually sink downwards into the &nbsp;pores between sediment grains, where it forms a layer of partially frozen fringe that affects sliding behavior in ways that &nbsp;can be examined using controlled laboratory experiments. Our new experimentally validated treatments of sliding behavior should eventually lead to more accurate forecasts for how glacier motion is likely to contribute towards sea-level changes, and how rapidly to anticipate changes to mountain glaciers that play a vital role in water resources and ecological systems. Additional broader impacts of our work included introducing Native American &nbsp;students, who are underrepresented in STEM fields, to cutting-edge glacier research, training an undergraduate &nbsp;student in mathematical modeling, mentoring a graduate student in laboratory research, and aiding in the career development of two promising postdoctoral scholars. Major academic findings supported by this research award are summarized in 9 peer-reviewed journal articles that have been uploaded to the NSF-PAR Repository; several additional journal articles that build upon the findings of this work are anticipated over the coming years. Project successes include the experimental growth of frozen fringe beneath sliding ice, with successful comparison to model treatments and control experiments conducted in a different apparatus designed to prohibit ice motion. Our sliding experiments led to the discovery &nbsp; of a previously unknown mobile mushy zone of loosely ice-bound sediments that was able to deform at slower speeds and significantly affect the bed resistance. In addition to the construction of a predictive model that captures the observed dependence of bed resistance on experimental conditions, further model developments included a new &nbsp;formulation that allows us to describe how the fringe develops in a more numerically efficient manner than in previous work, and also an extended treatment that accounts for sediment particle rearrangements as the forces communicated between adjacent particles change. We communicated these and other findings in talks at several universities and &nbsp;conferences, culminating at the close of the grant period on August 4, 2024 in a pair of invited talks by University of Wisconsin Madison PI Lucas Zoet and University of Oregon PI Alan Rempel at the Gordon Conference on Rock Deformation, which brought together an international group of researchers who study the related &nbsp;processes that control the deformation in Earth's Mantle that facilitates Plate Tectonics, the motion on faults that results in earthquakes and other slip processes, and the slip near Earth's surface that produces landslides.</p><br>\n<p>\n Last Modified: 09/30/2024<br>\nModified by: Alan&nbsp;W&nbsp;Rempel</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658580526_hansen_fig4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658580526_hansen_fig4--rgov-800width.png\" title=\"Experimental friction results.\"><img src=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658580526_hansen_fig4--rgov-66x44.png\" alt=\"Experimental friction results.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Effective pressure in the fringe and ice saturation in the pore space with height z. (b) Modeled relationship between slip speed uice and &#956; = &#964;b /N. (c) Comparison of slip law approximations.</div>\n<div class=\"imageCredit\">Hansen et al., 2024 Geophysical Res. Lett.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Alan&nbsp;W&nbsp;Rempel\n<div class=\"imageTitle\">Experimental friction results.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658911511_rempel_fig1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658911511_rempel_fig1--rgov-800width.png\" title=\"Schematic of basal ice development.\"><img src=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658911511_rempel_fig1--rgov-66x44.png\" alt=\"Schematic of basal ice development.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">As ice slides from left to right, the melting temperature changes leading to basal freeze-on that can result in thin dispersed sediment accumulations.</div>\n<div class=\"imageCredit\">Rempel et al., 2021, J. Glaciology</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Alan&nbsp;W&nbsp;Rempel\n<div class=\"imageTitle\">Schematic of basal ice development.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658724647_style_fig1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658724647_style_fig1--rgov-800width.png\" title=\"Equilibrium ice-liquid configurations.\"><img src=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658724647_style_fig1--rgov-66x44.png\" alt=\"Equilibrium ice-liquid configurations.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Ice generates pressure as it grows in a closed cavity, due to the expansion of water upon freezing. (b) Ice growing in an open pore is fed by nearby water, and this growth wedges open the cavity, generating stresses.</div>\n<div class=\"imageCredit\">Style et al., 2023, J. Glaciology</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Alan&nbsp;W&nbsp;Rempel\n<div class=\"imageTitle\">Equilibrium ice-liquid configurations.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723659112646_stubblefield_fig1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723659112646_stubblefield_fig1--rgov-800width.png\" title=\"Compaction modeling in frozen fringe.\"><img src=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723659112646_stubblefield_fig1--rgov-66x44.png\" alt=\"Compaction modeling in frozen fringe.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Schematic of a frozen fringe of sediment below an ice lens. (b) Laboratory experiment in a cryogenic ring shear device showing growth of frozen fringe during shearing of the ice ring over a layer of water-saturated glass beads. (c) Ring shear experiment showing the development of shear bands.</div>\n<div class=\"imageCredit\">Stubblefield and others, submitted to Proceedings of the Royal Society A</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Alan&nbsp;W&nbsp;Rempel\n<div class=\"imageTitle\">Compaction modeling in frozen fringe.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658317628_hansen_fig2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658317628_hansen_fig2--rgov-800width.png\" title=\"Cryogenic ring shear device\"><img src=\"/por/images/Reports/POR/2024/2012468/2012468_10694482_1723658317628_hansen_fig2--rgov-66x44.png\" alt=\"Cryogenic ring shear device\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Schematic of the ring shear sample chamber. (b) Base of the extracted ice ring with fringe attached. A piece of fringe broke off exposing clean ice. (c) Clean ice with 1&#8208;cm&#8208;thick frozen fringe. (d) Extracted ice ring shows a comparable thickness of fringe, and a compliant mushy zone</div>\n<div class=\"imageCredit\">Hansen et al., 2024, Geophys. Res. Lett.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Alan&nbsp;W&nbsp;Rempel\n<div class=\"imageTitle\">Cryogenic ring shear device</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nAlthough it has long been recognized that sliding is responsible for most glacier motion, we still lack predictive models for the controls on this dynamic process. Some of the fastest sliding, which is responsible for most ice discharge to the oceans, takes place over beds of water-saturated sediments. This collaborative project was designed to test new model treatments for conditions that cause glacial ice to gradually sink downwards into the pores between sediment grains, where it forms a layer of partially frozen fringe that affects sliding behavior in ways that can be examined using controlled laboratory experiments. Our new experimentally validated treatments of sliding behavior should eventually lead to more accurate forecasts for how glacier motion is likely to contribute towards sea-level changes, and how rapidly to anticipate changes to mountain glaciers that play a vital role in water resources and ecological systems. Additional broader impacts of our work included introducing Native American students, who are underrepresented in STEM fields, to cutting-edge glacier research, training an undergraduate student in mathematical modeling, mentoring a graduate student in laboratory research, and aiding in the career development of two promising postdoctoral scholars. Major academic findings supported by this research award are summarized in 9 peer-reviewed journal articles that have been uploaded to the NSF-PAR Repository; several additional journal articles that build upon the findings of this work are anticipated over the coming years. Project successes include the experimental growth of frozen fringe beneath sliding ice, with successful comparison to model treatments and control experiments conducted in a different apparatus designed to prohibit ice motion. Our sliding experiments led to the discovery  of a previously unknown mobile mushy zone of loosely ice-bound sediments that was able to deform at slower speeds and significantly affect the bed resistance. In addition to the construction of a predictive model that captures the observed dependence of bed resistance on experimental conditions, further model developments included a new formulation that allows us to describe how the fringe develops in a more numerically efficient manner than in previous work, and also an extended treatment that accounts for sediment particle rearrangements as the forces communicated between adjacent particles change. We communicated these and other findings in talks at several universities and conferences, culminating at the close of the grant period on August 4, 2024 in a pair of invited talks by University of Wisconsin Madison PI Lucas Zoet and University of Oregon PI Alan Rempel at the Gordon Conference on Rock Deformation, which brought together an international group of researchers who study the related processes that control the deformation in Earth's Mantle that facilitates Plate Tectonics, the motion on faults that results in earthquakes and other slip processes, and the slip near Earth's surface that produces landslides.\t\t\t\t\tLast Modified: 09/30/2024\n\n\t\t\t\t\tSubmitted by: AlanWRempel\n"
 }
}