{
 "awd_id": "2013718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: The Non-Linear Universe: Precision Numerical Cosmology and Fundamental Physics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 145000.0,
 "awd_amount": 145000.0,
 "awd_min_amd_letter_date": "2020-08-18",
 "awd_max_amd_letter_date": "2022-09-01",
 "awd_abstract_narration": "This award funds the research activities of Associate Professor John T. Giblin, Jr. at Kenyon College.\r\n\r\nThe Universe is a complex and constantly evolving system.  Buried in this system are clues about physics at extreme conditions such as temperatures and energies beyond the capacity of terrestrial experiments.   Our current understanding of the Universe includes a number of mysteries:  dark matter, dark energy, and the physics that describes the very early Universe.  Carefully studying this system is therefore one of the most promising avenues we have for extending our understanding of the nature of matter and energy.  Professor Giblin and his students will study several foundational questions in fundamental physics.   If there was a period of rapid expansion in the very early Universe, how do we describe it and how did it end?  How should dark matter be described?   Are there any hints that there are more particles in the Universe than we currently know?   Professor Giblin will develop new, cutting-edge, computational tools that will permit the study of the evolution of the Universe with extreme accuracy.  Six undergraduates will also participate in this work.  This work is therefore in the national interest as it builds scientifically literate and numerically skillful human resources and deepens our understanding of basic science.  Additionally, this research project includes outreach to high-school classrooms, thereby bringing new tools and new scientific topics to high-school students.\r\n\r\nSpecifically, Professor Giblin will study realistic models of inflation and the observational signatures of nonlinear processes at the end of inflation in order to test and rule out inflationary scenarios through observations of the cosmic microwave background.  He will also study the implications of measurements of gravitational-wave backgrounds and intergalactic magnetic fields.  Professor Giblin will also study the Schrodinger description of non-relativistic dark matter as a possible description of ultra-light axion-like particles.  Additionally, he will probe whether the introduction of Early Dark Energy --- extra degrees of freedom from beyond-the-standard-model physics --- can ease the so-called \"Hubble-Lemaitre\" tension.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Giblin",
   "pi_mid_init": "T",
   "pi_sufx_name": "Jr",
   "pi_full_name": "John T Giblin",
   "pi_email_addr": "giblinj@kenyon.edu",
   "nsf_id": "000572961",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kenyon College",
  "inst_street_address": "1 KENYON COLLEGE",
  "inst_street_address_2": "",
  "inst_city_name": "GAMBIER",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7404275114",
  "inst_zip_code": "430229623",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "KENYON COLLEGE",
  "org_prnt_uei_num": "XFWQPRJMQWP9",
  "org_uei_num": "NML9QD5ZL2F6"
 },
 "perf_inst": {
  "perf_inst_name": "Kenyon College",
  "perf_str_addr": "22 Ransom Hall",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "430229623",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128800",
   "pgm_ele_name": "Particle Astrophysics & Cosmol"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 55000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 45000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>The Universe is a dynamical system; a system where matter and energy evolve and interact with gravity over a wide range of scales.&nbsp; In order to study this complex, nonlinear system carefully, it is necessary to turn to high-performance computational techniques.&nbsp; This award developed new techniques and numerical tools to study high energy physics, alongside gravity, in several important paradigms.&nbsp;</p>\n<p>Specifically, we studied the physics of preheating&mdash;the period directly following cosmic inflation during which the energy of the inflationary field decays quickly into other particles.&nbsp; This process is rapid and violent, often resulting in an extremely inhomogeneous state.&nbsp; In order to study this, we have developed tools that use numerical relativity to resolve how gravity interacts with the particles in the Universe during this transition.&nbsp; We can soon use this tool to see how important gravity is during preheating and whether primoradial black holes are formed. In addition to this, we studied models of Early Dark Energy&mdash;where new fields are added to help address the Hubble Tension&mdash;and showed that we can predict gravitational wave production in these models as well as observable effects on the CMB.&nbsp; These predictions can now help to constrain and rule out these models.&nbsp; Finally, we used nonlinear gravitational simulations to show that curvature must be considered carefully when analyzing cosmological data.</p>\n<p>Broader Impacts:</p>\n<p>This award provided the opportunity for fourteen students to participate in meaningful summer research experiences focusing on high energy physics and numerical work.&nbsp; On top of this several dozen students were exposed to these topics in smaller scale academic-year experiences.&nbsp; Additionally, the PI worked with high school instructors to create high school modules designed to bring fundamental physics into high school classrooms using the language of current physics textbooks.</p><br>\n<p>\n Last Modified: 11/27/2023<br>\nModified by: John&nbsp;T&nbsp;Giblin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit:\n\n\nThe Universe is a dynamical system; a system where matter and energy evolve and interact with gravity over a wide range of scales. In order to study this complex, nonlinear system carefully, it is necessary to turn to high-performance computational techniques. This award developed new techniques and numerical tools to study high energy physics, alongside gravity, in several important paradigms.\n\n\nSpecifically, we studied the physics of preheatingthe period directly following cosmic inflation during which the energy of the inflationary field decays quickly into other particles. This process is rapid and violent, often resulting in an extremely inhomogeneous state. In order to study this, we have developed tools that use numerical relativity to resolve how gravity interacts with the particles in the Universe during this transition. We can soon use this tool to see how important gravity is during preheating and whether primoradial black holes are formed. In addition to this, we studied models of Early Dark Energywhere new fields are added to help address the Hubble Tensionand showed that we can predict gravitational wave production in these models as well as observable effects on the CMB. These predictions can now help to constrain and rule out these models. Finally, we used nonlinear gravitational simulations to show that curvature must be considered carefully when analyzing cosmological data.\n\n\nBroader Impacts:\n\n\nThis award provided the opportunity for fourteen students to participate in meaningful summer research experiences focusing on high energy physics and numerical work. On top of this several dozen students were exposed to these topics in smaller scale academic-year experiences. Additionally, the PI worked with high school instructors to create high school modules designed to bring fundamental physics into high school classrooms using the language of current physics textbooks.\t\t\t\t\tLast Modified: 11/27/2023\n\n\t\t\t\t\tSubmitted by: JohnTGiblin\n"
 }
}