{
 "awd_id": "2013334",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the Effects of a Mastery-based Assessment Approach on Undergraduate Engineering Education across Multiple Engineering Courses and Universities",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032928492",
 "po_email": "cdelahan@nsf.gov",
 "po_sign_block_name": "Christine Delahanty",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 199981.0,
 "awd_amount": 199981.0,
 "awd_min_amd_letter_date": "2020-07-28",
 "awd_max_amd_letter_date": "2020-07-28",
 "awd_abstract_narration": "This project aims to serve the national interest by improving engineering students’ problem-solving skills and understanding of engineering principles. Within engineering education, students need repeated practice to achieve the expected level of learning and mastery.  However, such opportunities for repeated practice are typically limited and students frequently choose learning approaches that require less effort.  For example, students may try to learn something by just copying solutions to homework problems, rather than solving the problems by themselves.  In addition, they often memorize a few problem-solving approaches and “plug & chug” on an exam to earn partial credit.  Both learning strategies are ineffective, but they can give students an illusion that they understand the material when they do not.  This false sense of understanding can be perpetuated by typical assessment techniques that emphasize a few, high stakes exams.  To increase students’ authentic conceptual understanding and problem-solving skills, educators at Michigan State University have implemented a mastery-based assessment approach in a limited number of courses.  This approach improved students’ problem-solving ability and encouraged them to use more effective study habits.  This project will expand the deployment and evaluation of the mastery-based assessment approach to additional engineering courses and to two additional universities. By improving engineering students’ problem-solving skills, this project has the potential to enhance the technical capability of the engineering workforce.\r\n\r\nThe overall goal of the project is to fully investigate the effects of a mastery-based assessment approach on student learning, in the context of different engineering topics, different learning environments, and different student populations.  In addition, the project will evaluate the effects of structural supports such as testing centers that are designed to reduce barriers to faculty adoption of mastery-based assessment.  The mastery-based assessment approach will be implemented in multiple foundational engineering courses (statics, strength of materials, dynamics, and thermodynamics) at three universities: Michigan State University, the University of Illinois, and the University of Maryland.  Student learning will be assessed in comparison to courses that use traditional assessment strategies and in terms of student performance in subsequent classes.  The impact of mastery-based assessment on student learning will also be evaluated for students from underrepresented and at-risk populations to identify potential disparities in the effectiveness of this approach. Student perceptions of the assessment technique will also be studied.  To support broader implementation of this technique, which requires the administration of additional examinations, a computer-based testing facility strategy will be deployed using large repositories of questions. The impact of the testing facility on faculty workload and perceptions of the mastery-based assessment approach will be investigated.  This project will support the refinement of the mastery-based assessment approach, enhance computer-based testing facilities to support repeated testing, and expand the evaluation of the technique’s efficacy.  These efforts have the potential to increase student success in engineering, as well as enhance their problem-solving skills.  This project is supported by the NSF Improving Undergraduate STEM Education Program: Education and Human Resources, which supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Zilles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Craig Zilles",
   "pi_email_addr": "zilles@illinois.edu",
   "nsf_id": "000107009",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "West",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew West",
   "pi_email_addr": "mwest@illinois.edu",
   "nsf_id": "000491061",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mariana",
   "pi_last_name": "Silva",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Mariana T Silva",
   "pi_email_addr": "mfsilva@illinois.edu",
   "nsf_id": "000716408",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1901 S. First Street, Suite A",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 199981.0
  }
 ],
 "por": null
}