{
 "awd_id": "2013115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Modification of Heavy Quarkonia Production in Nuclear Collisions",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928958",
 "po_email": "aopper@nsf.gov",
 "po_sign_block_name": "Allena K. Opper",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2020-08-20",
 "awd_max_amd_letter_date": "2022-08-15",
 "awd_abstract_narration": "We now know that most visible matter is composed of nucleons (protons and neutrons), which in turn are made up of more elementary constituents: quarks and gluons.  A new form of matter called the quark-gluon-plasma (QGP) can be created through very energetic collisions of nucleons.  This QGP is thought to replicate the conditions in the early Universe a millionth of a second after the Big Bang.  This award supports the study of the production of quark-antiquark pairs (mesons, called charmonium and bottomonium) made from heavy quarks in collisions of protons with protons, of protons with gold nuclei, and of gold nuclei with gold nuclei.  This will further the understanding of the interactions of heavy quark mesons with the QGP,  with the ultimate goal of better understanding the mechanisms that govern the evolution of the strongly interacting QGP, the most strongly coupled liquid ever created.  Understanding the QGP is critical to our understanding of the interactions between quarks and gluons. The research will be conducted in large part by graduate students. They will write doctoral dissertations based on the results, under the mentorship of the principal investigator. There will also be significant involvement of undergraduate students in the research, providing them with a good introduction to physics research methods and tools.\r\n \r\nThe research will be conducted using data from collisions at the top Relativistic Heavy Ion Collider (RHIC) collision energy of root(sNN) = 200 GeV, and will focus in two areas. The first area is the study of charmonium production in p+Au collisions using existing data - recorded by the PHENIX experiment at RHIC from p+Au (and 3He+Au) collisions. This research is aimed at better understanding the mechanisms by which charmonium production is modified when it takes place in a nuclear target. That modification is governed by the way that gluons interact inside a nucleus, which is still imperfectly understood. Also, measuring the modification of charmonium production in a target provides a baseline for measurements of charmonium modification by the QGP in Au+Au collisions. The second area is the study of bottomonium production in p+Au and Au+Au collisions using future measurements by the sPHENIX experiment at RHIC. This will further the understanding of bottomonium interactions with the QGP produced in heavy ion collisions. Because charmonium and bottomonium mesons have very different properties, they provide complementary information about interactions within the QGP. The proposed research includes a significant contribution to the development of tracking techniques and software that must be in place before the sPHENIX detector, currently under construction, is commissioned in 2022.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Frawley",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony D Frawley",
   "pi_email_addr": "frawley@fsunuc.physics.fsu.edu",
   "nsf_id": "000268457",
   "pi_start_date": "2020-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 Traditions Way, 3rd Floor",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064166",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}