{
 "awd_id": "2013656",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Modeling fault ruptures along bends and stepovers",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2020-06-22",
 "awd_max_amd_letter_date": "2020-06-22",
 "awd_abstract_narration": "Earthquakes occur when faults rupture, and large earthquakes are produced when ruptures propagate long distances along fault zones. Large earthquakes often rupture across tens to hundreds of miles of faults, including stepovers (gaps) between fault segments and bends in faults. These fault irregularities can also stop rupture propagation. So, they play an important role in understanding earthquake hazard assessment. Whether or not an earthquake rupture is able to pass through a given stepover or a bend is very important. Previous studies have suggested that stepovers more than about 5 km wide would stop rupture propagation, but some recent large earthquakes have jumped wider gaps. The 2016 magnitude 7.8 New Zealand earthquake, for example, involved rupture jumping over a gap more than 15 km wide between faults. This project will use tectonic fault models to simulate the initial stress field, especially around stepovers and bends, and then use the results to improve fault rupture models. Results of this project will improve our understanding of large earthquakes and their hazards, particularly within continents where fault systems are complex. This research will train two graduate students in the emerging field of multiphysics in faulting and earthquakes. Undergraduate students will be involved through senior thesis research, and research results, including animations of fault ruptures, will be incorporated into the undergraduate curriculum at Texas A&M and the University of Missouri, and be freely available to other educators. Computer codes developed in this project will be freely shared with other researchers.\r\n\r\nThis project will use numerical models to simulate fault rupture and propagation along stepovers and bends, the fault irregularities that often stop fault rupture, hence limiting the size of earthquakes. Knowing whether or not a given stepover or bend can stop fault rupture propagation is critical for hazard assessment, because large earthquakes, especially those on intracontinental strike-slip faults, usually rupture multiple fault segments by jumping over stepovers and propagating along fault bends. Previous numerical modeling and some field observations have suggested that stepovers more than ~5 km wide would stop fault rupturing; however, ruptures in the 2016 Mw 7.8 Kaikoura earthquake in New Zealand jumped more than 15 km between faults. Fault geometry and initial stress are among the most important factors dictating rupture behavior, but initial stress is often poorly constrained and simplified as homogeneous or ad hoc heterogeneous in previous dynamic rupture models. On the other hand, it is well known that stress tends to concentrate around stepovers, bends, and other fault irregularities. This project will use fault tectonics models to simulate changes of regional static stress around stepovers and bends, and quasi-static stress changes due to previous slip events. The resulting stress fields will then be used in dynamic rupture models to simulate spontaneous propagation of fault ruptures during earthquakes. The research will use generic fault models to explore key parameters controlling rupture along stepovers and bends, and then a model based on the 2016 Kaikoura earthquake will be developed to gain insights into complex ruptures involving multiple faults. Results of this project will improve our understanding of large earthquakes and their hazards, particularly within continents where fault systems are complex and large events often involve rupture of multiple faults or segments. This research takes an important step toward a fully integrated model of fault mechanics that simulates stress evolution and rupture behaviors over multiple timescales.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mian",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mian Liu",
   "pi_email_addr": "lium@missouri.edu",
   "nsf_id": "000485859",
   "pi_start_date": "2020-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "Office 101 Geological Sciences",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}