{
 "awd_id": "2013993",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER/Collaborative Research: Environmentally Responsive, Water Harvesting and Self-Cooling Building Envelopes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "coskay",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 21265.0,
 "awd_amount": 21265.0,
 "awd_min_amd_letter_date": "2019-12-20",
 "awd_max_amd_letter_date": "2019-12-20",
 "awd_abstract_narration": "Cooling currently consumes about 9 percent of commercial building energy in US, and contributes significantly to urban heat island effects. As population continues to grow and shift to the city, precipitation and temperature patterns have changed so much that they add considerable stress to keep buildings and cities cool. Established architectural treatments are not adaptive to the changing environmental conditions unless a mechanical control is added. This EArly-concept Grant for Exploratory Research (EAGER) project will bring together a highly collaborative and synergistic team of architects, mechanical engineers, and materials scientists to exploit a high risk-high payoff approach, kirigami (cutting and folding), where reconfigurability and cooling processes are materialized in building envelopes that sense and actuate in response to environmental change (e.g. heat, humidity, and wind). The building envelopes will harvest dew water in the early morning and later release it via evaporation, thus, dramatically reducing the cooling load of building elements. The research project will offer a rich and diverse set of problems to excite students at all levels and general public about STEAM, and raise their awareness to address building energy needs. \r\n\r\nThis EAGER project aims to create an innovative building envelope for water condensation and evaporative cooling by considering the ambient temperature, humidity, and wind loads (both indoor and outdoor), as well as the surface property and shape of the novel building materials, achieving the water collection efficiency greater than 35 g/m2.h on aluminum coated polyester sheets, and temperature reduction of at least 2-3oC on daily condensation-evaporation cycles in summer. Specifically, the researchers will 1) perform mesoscale simulation, testing, and energy evaluation on various kirigami structures to identify suitable building envelope designs; 2) Develop simple hygro-thermal models to calculate evapotranspiration in daily condensation-evaporation cycles; 3) Integrate surface coatings to the kirigami structures and test water collection efficiency and temperature change in the daily cycle and comparing with theoretical values. 4) Guided by computation modeling and finite element simulation, optimize the cut patterns to improve applicability of the building envelopes in an outdoor setting. The designed envelopes are potentially transformative: they are passively responsive yet dynamically tunable, hence requiring low maintenance; multifunctional in ways that are not possible in existing building treatments; and generic, scalable, and modularizable.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Yin",
   "pi_email_addr": "jyin8@ncsu.edu",
   "nsf_id": "000667288",
   "pi_start_date": "2019-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  },
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "1637",
   "pgm_ref_txt": "HAZARD MIT & STRUCTURAL ENG"
  },
  {
   "pgm_ref_code": "7633",
   "pgm_ref_txt": "EFRI RESEARCH PROJECTS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 21264.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through the project, we have explored the mechanical response, robustness, and water harvesting of kirigami envelopes with different cut patterns through both finite element simulation and experimental testing. Among the investigated cutting patterns such as rectangular, triangular, and acr-shaped cut patterns, we found that the rectangular cut pattern presents the lowest stiffness facilitating the opening of pores under small weight force and provides the best water harvesting performance at the tilting angle of 90 degree with certain porosity. To understand the initiation and movement of droplets on kirigami branches, we have developed theoretical models to predict the critical volume for the onset of a water droplet sliding on tilted kirigami branches, as well as the driving force for the directional movement of droplets.</p>\n<p>The water harvesting is highly dependent on the surface wetting properties. We explored the anisotropic wetting properties of hierarchically wrinkled surfaces. We found that it demonstrated a small degree of wetting anisotropy in both directions perpendicular and parallel to the wrinkles&rsquo; orientation. We also explored the achievement of high-efficient water harvesting through manipulating the wetting properties of microfibers. We found that coating hydrophilic microfibers with superhydrophobic layers of assembled carbon nanoparticles can accelerate the droplet coalescence and collection for a doubled water collection rate, which can be further enhanced to over 5 times with a small tilting angle of 5 degree.</p>\n<p>We have disseminated the results to the graduate course through course projects, as well as in the outreach program for promoting the interest of K-12 students in STEM field, especially the girl students. We have hosted over 30 high school girl students from local community through the Women&rsquo;s Engineering Exploration (WE2) summer program. Through hands-on experiments of paper kirigami using simple tools of paper, scissors, and ruler, the students learned the design of combining kirigami and building envelopes and some basic mechanics concept.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2020<br>\n\t\t\t\t\tModified by: Jie&nbsp;Yin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThrough the project, we have explored the mechanical response, robustness, and water harvesting of kirigami envelopes with different cut patterns through both finite element simulation and experimental testing. Among the investigated cutting patterns such as rectangular, triangular, and acr-shaped cut patterns, we found that the rectangular cut pattern presents the lowest stiffness facilitating the opening of pores under small weight force and provides the best water harvesting performance at the tilting angle of 90 degree with certain porosity. To understand the initiation and movement of droplets on kirigami branches, we have developed theoretical models to predict the critical volume for the onset of a water droplet sliding on tilted kirigami branches, as well as the driving force for the directional movement of droplets.\n\nThe water harvesting is highly dependent on the surface wetting properties. We explored the anisotropic wetting properties of hierarchically wrinkled surfaces. We found that it demonstrated a small degree of wetting anisotropy in both directions perpendicular and parallel to the wrinkles’ orientation. We also explored the achievement of high-efficient water harvesting through manipulating the wetting properties of microfibers. We found that coating hydrophilic microfibers with superhydrophobic layers of assembled carbon nanoparticles can accelerate the droplet coalescence and collection for a doubled water collection rate, which can be further enhanced to over 5 times with a small tilting angle of 5 degree.\n\nWe have disseminated the results to the graduate course through course projects, as well as in the outreach program for promoting the interest of K-12 students in STEM field, especially the girl students. We have hosted over 30 high school girl students from local community through the Women’s Engineering Exploration (WE2) summer program. Through hands-on experiments of paper kirigami using simple tools of paper, scissors, and ruler, the students learned the design of combining kirigami and building envelopes and some basic mechanics concept.\n\n\t\t\t\t\tLast Modified: 12/31/2020\n\n\t\t\t\t\tSubmitted by: Jie Yin"
 }
}