{
 "awd_id": "2013827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Higher-Form 't Hooft Anomalies, Information Theory, and Continuity in Gauge Theories",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 135000.0,
 "awd_amount": 21323.0,
 "awd_min_amd_letter_date": "2020-08-18",
 "awd_max_amd_letter_date": "2021-08-20",
 "awd_abstract_narration": "This award funds the research activities of Professor Mohamed Anber at Lewis and Clark College.\r\n\r\nIt has been known for a long time that the atomic nucleus consists of protons and neutrons which in turn are made of quarks.  The latter are glued together under the influence of a force associated with elementary particles called gluons.  This force is tremendously strong, and hence this force is known as the strong nuclear force and the theory that explains how it works is known as quantum chromodynamics (QCD).  Unfortunately, QCD remains poorly understood, thanks to its strong-binding nature.  When nuclei are heated, as in the early Universe or in terrestrial man-made experiments, the quarks are liberated and form a new state of matter known as a quark-gluon plasma.  Again, this state of matter is poorly understood due to the strong nature of the nuclear force.  Recently, new methods have been developed which will ultimately unlock some of the secrets of QCD.  One promising direction involves certain mathematical structures called higher-form 't Hooft anomalies, and another direction borrows ideas from quantum information theory.   A complete understanding of these developments and the linkages between them in QCD, however, is still far from complete. As part of this project, Professor Anber will develop novel techniques that will shed light on these developments in QCD.  This research is of national interest as it advances our understanding of the fundamental laws of nature.  The project will also have significant broader impacts for students and the broader community and have a direct impact on curriculum development at Lewis and Clark College.  Professor Anber will recruit highly motivated students to collaborate with him, making special efforts to reach out to women and underrepresented minorities.  By participating in several projects involving numerical simulations, students will be prepared for careers in theoretical research as well as other STEM-related fields.\r\n\r\nMore technically, in this research project, Professor Anber will use a deformed class of QCD-like theories in order to shed light on higher-form 't Hooft anomalies and entanglement entropy.  A novel approach to deforming a gauge theory is to compactify it on a small circle, apply twisted boundary conditions, and/or add matter in higher-dimensional representations.  This brings the original theory to a weakly coupled regime.  The deformed models may be adiabatically connected to full-fledged four-dimensional theories. However, the general means of deformations and the class of adiabatically-connected theories remain open questions. Since the deformed theory is weakly coupled, the PI will use reliable semi-classical and perturbation techniques to investigate how the higher-form anomalies are matched in the infrared. The anomaly-matching conditions can also be used to search for the class of deformed models that are adiabatically connected to the original four-dimensional theories.  The PI will also investigate entanglement entropy in various deformed models, a calculation that is prohibitively difficult in the strong-coupling regime.  Finally, the PI will examine whether there are nontrivial connections between entanglement entropy and 't Hooft anomalies in this class of theories. The existence of one-form anomalies indicates that the vacuum is nontrivial, which can lead to a complex structure in the entanglement entropy of the ground state.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohamed",
   "pi_last_name": "Anber",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mohamed M Anber",
   "pi_email_addr": "manber@lclark.edu",
   "nsf_id": "000736411",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lewis and Clark College",
  "inst_street_address": "615 S PALATINE HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037687211",
  "inst_zip_code": "972198091",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OR05",
  "org_lgl_bus_name": "LEWIS & CLARK COLLEGE",
  "org_prnt_uei_num": "JXJJHFBDBLD5",
  "org_uei_num": "JXJJHFBDBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "Lewis and Clark College",
  "perf_str_addr": "0615 Sw Palatine Hill Road",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972197879",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OR05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 21322.0
  }
 ],
 "por": null
}