{
 "awd_id": "2013358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Team Experiences and Mentoring Strategies for Undergraduate Research",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922125",
 "po_email": "jtellis@nsf.gov",
 "po_sign_block_name": "Jennifer Ellis",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 1632581.0,
 "awd_amount": 1632581.0,
 "awd_min_amd_letter_date": "2020-05-06",
 "awd_max_amd_letter_date": "2020-05-06",
 "awd_abstract_narration": "This project aims to serve the national interest in educating a STEM workforce that can work effectively in diverse, collaborative teams.  This type of work is often called “team science,” an approach that engages the skills of individuals from different fields to tackle a complex problem, such a modeling the spread of infectious disease.  The project will study the impact of embedding team science training in multidisciplinary course-based undergraduate research experiences (CUREs). Over the course of the project, the investigation will include approximately ~6000 undergraduate students across multiple STEM disciplines.  CUREs are known to be a high-impact STEM teaching practice, but there is limited understanding about how CURES might help students develop team science competencies.  This project will investigate the impact of mentorship and team science training in multidisciplinary CUREs across biology, chemistry, engineering, and geological sciences.  In these CUREs, students will receive training in both research and in team science.  They will apply both their team science competencies and research skills to collaboratively solve research problems.  The project is designed to achieve two key outcomes.  First, it is expected to advance foundational knowledge about effective practices for and the impacts of integrating team science training into CUREs.  Second, it is expected to prepare students for careers as STEM professionals who can work collaboratively across disciplines to solve challenging national and global problems. Because 35% of the undergraduates at Eastern Carolina are low-income and/or first-generation college students, it is expected that this project will help to broaden participation in STEM careers.\r\n\r\n\r\nThis project aims to develop empirical evidence about how embedding team science training in undergraduate research experiences affects the development of knowledge, skills, and attitudes as transportable team science competencies and what factors contribute to successful, inclusive, and scalable implementation of undergraduate team science training across disciplines.  Project activities designed to achieve this goal include efforts to: 1) increase the number of available course-based STEM research opportunities; 2) train mentors about how to build science teams and how to foster a community of learners across the institution; 3) provide research experiences that will build undergraduate students’ knowledge of both STEM subjects and team coordination strategies; 4) improve communication skills and productive assertiveness among team members; and 5) increase understanding of disciplinary and interdisciplinary contributions to research.  The project builds on past work by the project team in developing and implementing Argument-Driven Inquiry in biology, chemistry, and physics, as well as CUREs in biology and chemistry.  The project will extend these efforts to include geological sciences and engineering, thus developing a collection of CUREs that span the interest areas of many STEM students and faculty at the University.  Evaluation of the project will use a multidimensional, mixed-methods approach that includes institutional and course data, observation of student and team behaviors, assessment of tangible research products, collection of surveys, and interviews with student and faculty participants. This project is supported by the NSF Improving Undergraduate STEM Education Program: Education and Human Resources.   The IUSE: EHR program supports research and development projects to improve the effectiveness of STEM education for all students. This project is in the Engaged Student Learning track, through which the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joi",
   "pi_last_name": "Walker",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Joi P Walker",
   "pi_email_addr": "walkerjoi15@ecu.edu",
   "nsf_id": "000265786",
   "pi_start_date": "2020-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Vance-Chalcraft",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heather Vance-Chalcraft",
   "pi_email_addr": "vancechalcrafth@ecu.edu",
   "nsf_id": "000270451",
   "pi_start_date": "2020-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Moysey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Moysey",
   "pi_email_addr": "moyseys18@ecu.edu",
   "nsf_id": "000485883",
   "pi_start_date": "2020-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Farwell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mary A Farwell",
   "pi_email_addr": "farwellm@ecu.edu",
   "nsf_id": "000090773",
   "pi_start_date": "2020-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Sylcott",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Brian N Sylcott",
   "pi_email_addr": "sylcottb15@ecu.edu",
   "nsf_id": "000688524",
   "pi_start_date": "2020-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "2200 S. Charles Blvd Suite 2900",
  "perf_city_name": "Greenville",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278584353",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1632581.0
  }
 ],
 "por": null
}