{
 "awd_id": "2013322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference Proposal for NSF support of the Fall 2020 ACS Graduate Student Symposium entitled Pushing the Boundaries: Women Scientists Catalyzing Change; AUG 2020; San Francisco, CA",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2020-03-02",
 "awd_max_amd_letter_date": "2020-03-02",
 "awd_abstract_narration": "The project supports travel and accommodation costs for speakers and graduate student attendees at the Fall 2020 American Chemical Society (ACS) National Meeting and Exposition, August 16-20, 2020 in San Francisco, CA. Specifically, the funding will support a graduate student organized symposium entitled 'Pushing the Boundaries: Women Scientists Catalyzing Change.' The symposium will focus on recognizing the high-impact research of women chemists and chemical engineers all over the country in the field of molecular and nanoscale catalysis.  The symposium is conceived and organized by a committee of graduate students from Wayne State University.  \r\n\r\nThe symposium is is a continuation of a practice by the Graduate Student Symposium Planning Committee (GSSPC) of the American Chemical Society (co-sponsored by the ACS Division of Chemical Education) to allow a group of graduate students from a particular institution to plan and orchestrate a symposium at a national ACS meeting on a subject of their choosing. The graduate students have full responsibility in selecting a theme, inviting distinguished speakers, securing sponsorship, and selecting and mentoring the next GSSPC symposium.  The intellectual merit of the proposed symposium lies in efforts to invite speakers that have significant presence in the field of molecular and nanoscale catalysis. Catalytic materials research is a rich area of interest because of the beneficial implications these materials have on the way we approach synthetic processes imperative to our way of life. From alternative energy to green house gas conversion, these processes need catalysts to drive their reactions forward. Thus, one of the goals of the symposium is to exploit the innovative research work being done in these areas by inviting distinguished female researchers in these fields to come and share their science. From the broader impacts perspective, the project will make a positive impact on the retention and recruitment of women in science. In addition to promoting gender equity, the symposium will promote diversity and inclusion in STEM fields in three ways: 1) by inviting speakers from culturally and professionally diverse backgrounds, 2) by providing travel grants to undergraduates from underrepresented identity groups, and 3) by inviting all attendees to a networking reception following the symposium. Scientific impacts include exposing the scientific community to a broad range of catalytic materials and engaging more scientists into the field of catalysis research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tepora",
   "pi_last_name": "Su'a",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Tepora P Su'a",
   "pi_email_addr": "ga4381@wayne.edu",
   "nsf_id": "000815441",
   "pi_start_date": "2020-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5057 Woodward",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Graduate Student Symposium Planning Committee (GSSPC) is made up of Wayne State University Ph.D. graduate students who have been selected to organize all facets of the GSS including but not limited to choosing the theme, selecting speakers, securing sponsorship, and training the next GSSPC (nGSSPC). Our symposium was held virtually, across two days of the much bigger Spring 2021 American Chemical Society National Meeting and Exposition, held April 9-23, 2021. We selected the theme &ldquo;Pushing the Boundaries: Women Scientists Catalyzing Change,&rdquo; centered on the high impact work being done by women scientists all over the country in the field of molecular and nanoscale catalysis. The program of events consisted of a series of research seminars in which we also encouraged our speakers to share the experiences that have shaped their careers, a panel discussion focused on the current climate of women in STEM, and a networking event open to all conference attendees. This symposium served as an opportunity to educate the scientific community on the challenges that continue to affect the representation of women in advance scientific careers, to celebrate the high-impact scientific innovations that women contribute to the field of catalysis in the molecular to nanoscale regime, and to engage early career investigators in the network of the distinguished speakers that we invite. This project led to the conference attendance support of 18 students, 12 of which were first-time national conference attendees, 11 of which gave oral or poster presentations, and over 60% of the selected students were from historically underrepresented backgrounds. Each of our research seminars had 30-40 attendees, and our panel discussion and networking event had 20 participants in each session. These positive experiences, initiated by the events of our symposium have the potential to translate into an increase in the recruitment of early career investigators into the field of catalysis, a rise in the persistence of young women towards degree completion, and an improvement in the sense of community for women and minorities pursuing advanced careers in STEM.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2021<br>\n\t\t\t\t\tModified by: Tepora&nbsp;P&nbsp;Su'a</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/2013322/2013322_10655504_1635346332290_wsugsspc--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/2013322/2013322_10655504_1635346332290_wsugsspc--rgov-800width.jpg\" title=\"WSU GSSPC\"><img src=\"/por/images/Reports/POR/2021/2013322/2013322_10655504_1635346332290_wsugsspc--rgov-66x44.jpg\" alt=\"WSU GSSPC\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The WSU GSSPC. From left to right Tepora Su'a, Lakmini Silva, Abigail Cousino, Tharanga Batugedara, Isuri Weeraratne, Samudra Amunugama, and Fredricka Morgan</div>\n<div class=\"imageCredit\">Tepora Su'a</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Tepora&nbsp;P&nbsp;Su'a</div>\n<div class=\"imageTitle\">WSU GSSPC</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe Graduate Student Symposium Planning Committee (GSSPC) is made up of Wayne State University Ph.D. graduate students who have been selected to organize all facets of the GSS including but not limited to choosing the theme, selecting speakers, securing sponsorship, and training the next GSSPC (nGSSPC). Our symposium was held virtually, across two days of the much bigger Spring 2021 American Chemical Society National Meeting and Exposition, held April 9-23, 2021. We selected the theme \"Pushing the Boundaries: Women Scientists Catalyzing Change,\" centered on the high impact work being done by women scientists all over the country in the field of molecular and nanoscale catalysis. The program of events consisted of a series of research seminars in which we also encouraged our speakers to share the experiences that have shaped their careers, a panel discussion focused on the current climate of women in STEM, and a networking event open to all conference attendees. This symposium served as an opportunity to educate the scientific community on the challenges that continue to affect the representation of women in advance scientific careers, to celebrate the high-impact scientific innovations that women contribute to the field of catalysis in the molecular to nanoscale regime, and to engage early career investigators in the network of the distinguished speakers that we invite. This project led to the conference attendance support of 18 students, 12 of which were first-time national conference attendees, 11 of which gave oral or poster presentations, and over 60% of the selected students were from historically underrepresented backgrounds. Each of our research seminars had 30-40 attendees, and our panel discussion and networking event had 20 participants in each session. These positive experiences, initiated by the events of our symposium have the potential to translate into an increase in the recruitment of early career investigators into the field of catalysis, a rise in the persistence of young women towards degree completion, and an improvement in the sense of community for women and minorities pursuing advanced careers in STEM.\n\n \n\n\t\t\t\t\tLast Modified: 10/27/2021\n\n\t\t\t\t\tSubmitted by: Tepora P Su'a"
 }
}