{
 "awd_id": "2013263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Study of Preservice Teachers' Science Content Knowledge and Pedagogical Content Knowledge",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922125",
 "po_email": "jtellis@nsf.gov",
 "po_sign_block_name": "Jennifer Ellis",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 1831805.0,
 "awd_amount": 1831805.0,
 "awd_min_amd_letter_date": "2020-08-10",
 "awd_max_amd_letter_date": "2022-08-19",
 "awd_abstract_narration": "This project aims to serve the national interest by improving the preparedness of pre-service STEM teachers. For the nation to remain competitive in a global economy driven by technology, excellent STEM teachers are needed to prepare new generations of a large and highly competent STEM workforce.  Toward this end, the project will conduct a nationwide study of the strengths and weaknesses of STEM and teaching knowledge of individuals who will soon enter the STEM teaching workforce. By examining these pre-service teacher experiences before and during their preparation, this research seeks to reveal the experiences that optimize teacher knowledge for effective science teaching. It will also assess the prevalence and efficacy of novel approaches developed for pre-service teacher preparation, which can provide policy makers with information to inform the design and expansion of pre-service teaching programs. It is anticipated that the work will also lead to more efficient use of scarce resources. Any pre-service teacher will be able to use the assessment instruments at no cost for self-assessment. Undergraduate instructors of both science and education courses will also be able to use these assessment to gauge the knowledge of incoming students, as well as the knowledge gains they experience over the duration of their course. Results of this research have the potential to identify the most promising features of undergraduate pre-service programs for future implementation. \r\n\r\nMaking use of psychometrically valid and reliable assessments previously developed by the project team with NSF support, the study will characterize two essential types of teacher knowledge: 1) subject matter knowledge; and 2) pedagogical content knowledge concerning the common preconceptions and misconceptions held by learners, reflecting stages in student learning progressions. High levels of these two kinds of teacher knowledge have been shown to predict large student gains in science classrooms. Using data collected from a survey accompanying each assessment, pre-service teachers’ knowledge will be modeled in multiple linear regressions to determine the predictive contribution of knowledge acquired prior to college (from high school grades, coursework, and standardized science scores), the number and type of college courses taken, attributes of their teacher preparation program and student teaching experiences, as well as demographic variables. Administration of these assessments and surveys to 2,000 undergraduate pre-service teachers by faculty in 100 science methods classes will ensure a large and comprehensive national sample of new teachers, including elementary school generalists, elementary science specialists, and middle school and high school science teachers, because virtually all those intending to teach science take these classes. Pre-service teachers will be able to choose the assessment that most closely aligns with their intended content focus and grade level, along with any subjects that they may teach. The project has the potential to contribute to improving the training of pre-service science teachers.  This project is supported by the NSF IUSE: EHR program, which supports research and development projects to improve the effectiveness of STEM education for all students. It is a Level 3 Engaged Student Learning project that addresses the IUSE: EHR Pre-service STEM Education and Research/Evaluation/Assessment areas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Sadler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Philip M Sadler",
   "pi_email_addr": "psadler@cfa.harvard.edu",
   "nsf_id": "000110731",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerhard",
   "pi_last_name": "Sonnert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gerhard Sonnert",
   "pi_email_addr": "gsonnert@cfa.harvard.edu",
   "nsf_id": "000498138",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Sunbury",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susan E Sunbury",
   "pi_email_addr": "ssunbury@cfa.harvard.edu",
   "nsf_id": "000569855",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "60 Garden Street",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021381516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0422",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 467440.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 548295.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 816070.0
  }
 ],
 "por": null
}