{
 "awd_id": "2014928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Statistical Inference for Multilayer Network Data with Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2020-06-14",
 "awd_max_amd_letter_date": "2020-06-14",
 "awd_abstract_narration": "Analysis of stochastic networks is extremely important and is used in a variety of applications such as sociology, biology, genetics, ecology, information technology and national security. Networks are very convenient for describing relationship between nodes that may represent people in a social network  or brain regions of a person. One of the properties of the majority of networks is that they can be divided into communities with distinct properties and connection patterns. These partitions can be used for answering a variety of questions such as finding tightly connected social groups, or identifying brain regions' connection patterns associated with a disease. While initial efforts were focused on analysis of a single network model, in the last few years one of the most important directions in network science has shifted to the study of sets of individual networks, the so-called multilayer networks, due to both the versatility of the multilayer networks and the variety of applications that can be addressed using this concept. The objective of this research is to develop tools for theoretical and algorithmic analysis of such networks. The theories developed can be applied to analysis of speech-related brain networks that can be affected by epilepsy surgery. This research will be carried out in collaboration with the Functional Brain Mapping and Brain Computer Interface Lab of Advent Health Hospital for Children. The techniques resulting from this project could be applied in a variety of fields that rely on analysis of multilayer stochastic network data: a) medical practice, since a better understanding of connections between brain regions associated with speech will result in more safe and efficient epileptic treatment options; b) medical research, by providing tools for taking into account individual variations of connections between brain regions associated with particular diseases; c) brain science research, by providing tools for analysis of brain networks and their variations; d) molecular biology, by proposing techniques for analyzing the enzymatic influences between proteins related to various functions; e) statistical genetics, by developing procedures  for simultaneous studies of gene networks related to several diseases; f) international relations and finance, by analyzing world trade and financial networks corresponding to various modalities; g) social sciences, by analyzing the similarities and the differences in communities related to various types of social connections.  Funding will also be used for training work force by carrying out various educational activities, and promoting interdisciplinary research and diversity.\r\n\r\nThe research agenda of this proposal will substantially advance the fields of non-parametric statistics in general, and the emerging field of network data analysis in particular. The spark of the interest in multilayer networks has led to a stream of publications on the subject. However, these publications fall into two very distinct categories: applications driven papers with no theoretical guarantees of the results and statistical papers where those guarantees are provided, but under very restrictive assumptions. While in many applications the main goal is to determine the differences between communities in different layers or sets of layers, the statistical papers focus entirely on the case where the communities are the same in all layers. Due to the absence of relevant theoretical results, in applications, the authors either utilize ad hoc techniques or are forced to make a questionable assumption that the community structure is the same for all the layers. For this reason, there is an overwhelming need for laying solid theoretical foundations and developing efficient computational algorithms for analysis of multilayer networks with diverse community structures. In particular, the objective of this research is the construction of non-parametric techniques that carry out estimation and clustering of multilayer networks where each layer follows the popular Stochastic Block Model and the community structures coincide for some layers and differ for the others. Furthermore, statistical procedures will be supplemented with the precision guarantees via oracle inequalities and minimax studies. This will be accomplished by application of modern algebraic techniques recently employed by the PI. In summary, the research will significantly broaden the arsenal of methods applicable to analysis of multilayer network data by developing techniques for non-parametric estimation and clustering that require few assumptions, are computationally viable, and are also accompanied by theoretical precision guarantees.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marianna",
   "pi_last_name": "Pensky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marianna Pensky",
   "pi_email_addr": "Marianna.Pensky@ucf.edu",
   "nsf_id": "000291401",
   "pi_start_date": "2020-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328161364",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  },
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The present proposal investigates multilayer stochastic networks on the same set of nodes. A single stochastic network consists of a set of nodes (e.g., individuals in a social network), where edges are drawn, when there is a connection between the nodes which occurrence of which is determined by the connection probability. It is very common to assume that the matrix of connection probabilities follows some structure, e.g., can be partitioned into communities. For example, a very popular Stochastic Block Model (SBM) postulates that probabilities of connections between nodes are entirely determined by the communities to which they belong.&nbsp; &nbsp;</p>\n<p>Although initially the main effort of the scientific community was focused on individual networks with simple community structure, the needs of statistical practice led to applications of multilayer network models. While there is a large variety of such models, the current proposal considers the sets of networks on the same set of nodes such as, for examples, trade networks where nodes are countries and layers represent commodities in which they trade, or brain networks, where nodes represent brain regions while layers are comprised of different individuals. Each of the layers is equipped with some pattern. For example, each of the layers may follow the SBM.&nbsp;</p>\n<p>While most of the research conducted so far examined the case where all layers have similar structural constitution, we consider a more challenging case where layers can be partitioned into groups, each of which follows its own structure. For instance, each group of layers may have its own community assignment, and the probabilities of connections are possibly different from layer to layer. In the case of brain networks, it is known that some psychiatric conditions are associated with the differences of community organization of brain regions, so that, groups of layers may be constituted by individuals with or without a particular disease/condition. Due to the extreme diversity of layers, the setting above appears to be particularly challenging. In addition, we introduced signed versions of such networks that allow connections between nodes to be positive or negative.&nbsp;</p>\n<p>The project resulted in the development of fast and efficient computational algorithms for partitioning the layers into groups with similar structures, and subsequent community detection in each group of layers. We developed precision guarantees for those algorithms, and &nbsp;</p>\n<p>Expanded their usage for the multilayer networks with very diverse layer structures. We demonstrated that the flexibility of the newly developed model is more appropriate than its more rigid counterparts for description of real-life scenarios such as trade networks or transportation networks. &nbsp;Moreover, we applied our techniques for analysis of multilayer brain networks with the goal of separating individuals into groups with or without autism. There, we showed that keeping the signs of the connections lead to more accurate partition of the layers into groups. Indeed, Figures 1 and 2 exhibit the brain network of an individual with signs kept (Figure 1) and with no signs (Figure 2). It is easy to see that the former delivers more information for distinguishing between networks than the latter. In those figures, nodes are brain regions, and an edge is positive or negative if correlations between the signals are positive/negative and exceed a certain threshold.</p>\n<p>&nbsp;</p>\n<p>We also analyzed trading patterns between countries in 58 meat/dairy and fruit/vegetable items. We constructed a multilayer network where nodes are countries, and layers are food items. We partitioned layers into groups according to trading patterns, and it turned out that groups are aligned with food categories. Figure 3 exhibits those two partitions. The right panels show subdivision of countries into communities in each group of layers; the left panels show community sizes.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/21/2024<br>\nModified by: Marianna&nbsp;Pensky</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2014928/2014928_10677004_1732230148347_foodgroups58_K3_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2014928/2014928_10677004_1732230148347_foodgroups58_K3_3--rgov-800width.jpg\" title=\"Figure 3. Food trading networks.\"><img src=\"/por/images/Reports/POR/2024/2014928/2014928_10677004_1732230148347_foodgroups58_K3_3--rgov-66x44.jpg\" alt=\"Figure 3. Food trading networks.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3.The image presents partitioning food trading networks into groups according to trading patters. The right panels exhibit trading communities for the fruit and the meat groups; the left panels show community sizes.</div>\n<div class=\"imageCredit\">Pensky</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marianna&nbsp;Pensky\n<div class=\"imageTitle\">Figure 3. Food trading networks.</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2014928/2014928_10677004_1732229641516_NS_l24_32Regions--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2014928/2014928_10677004_1732229641516_NS_l24_32Regions--rgov-800width.jpg\" title=\"Figure 2. Brain network of an individual without signs\"><img src=\"/por/images/Reports/POR/2024/2014928/2014928_10677004_1732229641516_NS_l24_32Regions--rgov-66x44.jpg\" alt=\"Figure 2. Brain network of an individual without signs\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. Brain network of an individual without signs.</div>\n<div class=\"imageCredit\">Pensky</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marianna&nbsp;Pensky\n<div class=\"imageTitle\">Figure 2. Brain network of an individual without signs</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2014928/2014928_10677004_1732229475471_S_l24_32Regions--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2014928/2014928_10677004_1732229475471_S_l24_32Regions--rgov-800width.jpg\" title=\"Figure 1. Brain network of an individual with signs\"><img src=\"/por/images/Reports/POR/2024/2014928/2014928_10677004_1732229475471_S_l24_32Regions--rgov-66x44.jpg\" alt=\"Figure 1. Brain network of an individual with signs\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Brain network of an individual with signs kept.</div>\n<div class=\"imageCredit\">Pensky</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marianna&nbsp;Pensky\n<div class=\"imageTitle\">Figure 1. Brain network of an individual with signs</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe present proposal investigates multilayer stochastic networks on the same set of nodes. A single stochastic network consists of a set of nodes (e.g., individuals in a social network), where edges are drawn, when there is a connection between the nodes which occurrence of which is determined by the connection probability. It is very common to assume that the matrix of connection probabilities follows some structure, e.g., can be partitioned into communities. For example, a very popular Stochastic Block Model (SBM) postulates that probabilities of connections between nodes are entirely determined by the communities to which they belong. \n\n\nAlthough initially the main effort of the scientific community was focused on individual networks with simple community structure, the needs of statistical practice led to applications of multilayer network models. While there is a large variety of such models, the current proposal considers the sets of networks on the same set of nodes such as, for examples, trade networks where nodes are countries and layers represent commodities in which they trade, or brain networks, where nodes represent brain regions while layers are comprised of different individuals. Each of the layers is equipped with some pattern. For example, each of the layers may follow the SBM.\n\n\nWhile most of the research conducted so far examined the case where all layers have similar structural constitution, we consider a more challenging case where layers can be partitioned into groups, each of which follows its own structure. For instance, each group of layers may have its own community assignment, and the probabilities of connections are possibly different from layer to layer. In the case of brain networks, it is known that some psychiatric conditions are associated with the differences of community organization of brain regions, so that, groups of layers may be constituted by individuals with or without a particular disease/condition. Due to the extreme diversity of layers, the setting above appears to be particularly challenging. In addition, we introduced signed versions of such networks that allow connections between nodes to be positive or negative.\n\n\nThe project resulted in the development of fast and efficient computational algorithms for partitioning the layers into groups with similar structures, and subsequent community detection in each group of layers. We developed precision guarantees for those algorithms, and \n\n\nExpanded their usage for the multilayer networks with very diverse layer structures. We demonstrated that the flexibility of the newly developed model is more appropriate than its more rigid counterparts for description of real-life scenarios such as trade networks or transportation networks. Moreover, we applied our techniques for analysis of multilayer brain networks with the goal of separating individuals into groups with or without autism. There, we showed that keeping the signs of the connections lead to more accurate partition of the layers into groups. Indeed, Figures 1 and 2 exhibit the brain network of an individual with signs kept (Figure 1) and with no signs (Figure 2). It is easy to see that the former delivers more information for distinguishing between networks than the latter. In those figures, nodes are brain regions, and an edge is positive or negative if correlations between the signals are positive/negative and exceed a certain threshold.\n\n\n\n\n\nWe also analyzed trading patterns between countries in 58 meat/dairy and fruit/vegetable items. We constructed a multilayer network where nodes are countries, and layers are food items. We partitioned layers into groups according to trading patterns, and it turned out that groups are aligned with food categories. Figure 3 exhibits those two partitions. The right panels show subdivision of countries into communities in each group of layers; the left panels show community sizes.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/21/2024\n\n\t\t\t\t\tSubmitted by: MariannaPensky\n"
 }
}