{
 "awd_id": "2014895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Development of a Novel Minimally Invasive Reconstruction Device for the Treatment of Male Urethral Stricture Disease",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 224998.0,
 "awd_amount": 224998.0,
 "awd_min_amd_letter_date": "2020-05-19",
 "awd_max_amd_letter_date": "2022-03-07",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase I project supports the development of a medical device that enables minimally invasive graft-based reconstruction of the urethra as a long-lasting treatment for male urethral stricture, a class of conditions causing restrictions in flow. Approximately 1% of men on Medicare are treated for stricture annually, and an estimated 1 in 5 men will get a stricture in their lifetime. A urethral stricture progressively narrows the urethra - leading to urinary urgency, frequent and painful urination, and impaired intimacy. The current state of practice has many challenges:  Widely available endoscopic treatment is simple and minimally invasive but rarely curative, with high recurrence rates, and repeated endoscopic intervention worsens the stricture and turns a curable condition into a chronic disease, with devastating consequences to quality of life. Graft-based urethral reconstruction has excellent long-term outcomes but limited availability – as the complex open surgery is performed by a select group of reconstructive urologists. The proposed medical device simplifies minimally invasive graft-based urethral reconstruction to empower general urologists to deliver minimally invasive curative treatment.\r\n\r\nThe proposed project focuses on demonstrating the anti-migration properties of a temporary indwelling urethral device prototype. The device is designed to deliver a graft to a urethral graft bed, and hold it in place as the graft adheres over a period of 14 days without migrating. Proof-of-concept studies of the mechanically functional prototype will be performed on the bench and in vivo, to be further advanced by integrating proprietary anti-migration features. Key milestones include the prototype's ability to meet: targeted biocompatibility/cytotoxicity benchmarks, anti-migration benchmarks using an in vitro model, and an absence of significant migration in vivo over a 14-day period.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chanya",
   "pi_last_name": "Godzich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chanya Godzich",
   "pi_email_addr": "celakkad@gmail.com",
   "nsf_id": "000804214",
   "pi_start_date": "2020-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CELEFLUX LLC",
  "inst_street_address": "463 SEVERNSIDE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SEVERNA PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4109295030",
  "inst_zip_code": "211462215",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MD03",
  "org_lgl_bus_name": "CELEFLUX LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9BK7ZUKQ73"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins Fast Forward",
  "perf_str_addr": "1812 Ashland Avenue, Suite 110",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212051546",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 224998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-5cfb3965-7fff-e158-efa1-032c6fbbb4c1\"> </span></p>\n<p dir=\"ltr\"><span>This </span><span>Small Business Technology Transfer (STTR) Phase I project supported the development of a medical device that enables a long-lasting treatment for male urethral stricture disease - a class of conditions causing restrictions in urinary flow.</span><span> </span><span>Currently, two predominent treatments are available but suboptimal:&nbsp;<br /></span>1. Minimally invasive (endoscopic) intervention associated with high recurrence rates - which when repeated can worsen the stricture.<br />2. Open urethral reconstructive surgery that durably restores urinary function and prevents ensuing comorbidities associated with disease progression, but is not without complications. <br />The majority of affected men undergo chronic management for a curable condition.&nbsp;</p>\n<p dir=\"ltr\"><span>CeleFlux's proposed medical device converts an effective open surgery into a minimally invasive procedure. This includes a temporary implant designed to deliver a graft to a urethral graft bed endoscopically, and hold it in place as the graft adheres over a period of 7-14 days. This approach empowers accessible general urologists to deliver minimally invasive curative treatment.</span></p>\n<p dir=\"ltr\"><span>The overall goal of CeleFlux's NSF Phase I STTR award was to establish a biocompatible, mechanically functional prototype that resists migration when implanted</span><span> in vivo</span><span> in male canine urethras over a 14 day study period, and meets anti-migration bench testing targets.<br /></span>CeleFlux achieved all NSF Phase I STTR project objectives:<br />1. Fabricate functional implants with anti-migration surface properties using biocompatible materials.<br />2. Examine the biocompatibility of fabricated prototypes by carrying out cytotoxicity studies.<br />3. Evaluate in vivo anti-migration performance of implants, in a canine model (14 days, n=6).<br />4. Quantitatively evaluate the implant anti-migration forces in a bench model relative to our target range, and demonstrate key feasibility.<br />Outcomes met or exceeded performance targets across milestones, and prototype development work advanced the design from a proof-of-concept prototype to a prototype approaching our future clinical product in form, function, and fabrication materials.</p>\n<p dir=\"ltr\"><span>CeleFlux seeks to advance the health and welfare of men with urethral stricture disease, by enabling durable treatment to prevent chronic management. This disease state is subject to significant disparities in treatment by geography, ethnicity, and socioeconomic background. Access to open urethral reconstruction is geographically limited by the small number of fellowship-trained reconstructive urologists, and the localization of 90% of urologists in metropolitan areas. The surgical recovery time often results in socioeconomic barriers for those who cannot take an extended leave from work or lack caregiver support. By simplifying endoscopic reconstruction, we can increase access to durable treatment. Our medical device innovation has the potential to change the treatment paradigm for urethral stricture and reduce disparities in outcomes for affected men.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2022<br>\n\t\t\t\t\tModified by: Chanya&nbsp;Godzich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis Small Business Technology Transfer (STTR) Phase I project supported the development of a medical device that enables a long-lasting treatment for male urethral stricture disease - a class of conditions causing restrictions in urinary flow. Currently, two predominent treatments are available but suboptimal: \n1. Minimally invasive (endoscopic) intervention associated with high recurrence rates - which when repeated can worsen the stricture.\n2. Open urethral reconstructive surgery that durably restores urinary function and prevents ensuing comorbidities associated with disease progression, but is not without complications. \nThe majority of affected men undergo chronic management for a curable condition. \nCeleFlux's proposed medical device converts an effective open surgery into a minimally invasive procedure. This includes a temporary implant designed to deliver a graft to a urethral graft bed endoscopically, and hold it in place as the graft adheres over a period of 7-14 days. This approach empowers accessible general urologists to deliver minimally invasive curative treatment.\nThe overall goal of CeleFlux's NSF Phase I STTR award was to establish a biocompatible, mechanically functional prototype that resists migration when implanted in vivo in male canine urethras over a 14 day study period, and meets anti-migration bench testing targets.\nCeleFlux achieved all NSF Phase I STTR project objectives:\n1. Fabricate functional implants with anti-migration surface properties using biocompatible materials.\n2. Examine the biocompatibility of fabricated prototypes by carrying out cytotoxicity studies.\n3. Evaluate in vivo anti-migration performance of implants, in a canine model (14 days, n=6).\n4. Quantitatively evaluate the implant anti-migration forces in a bench model relative to our target range, and demonstrate key feasibility.\nOutcomes met or exceeded performance targets across milestones, and prototype development work advanced the design from a proof-of-concept prototype to a prototype approaching our future clinical product in form, function, and fabrication materials.\nCeleFlux seeks to advance the health and welfare of men with urethral stricture disease, by enabling durable treatment to prevent chronic management. This disease state is subject to significant disparities in treatment by geography, ethnicity, and socioeconomic background. Access to open urethral reconstruction is geographically limited by the small number of fellowship-trained reconstructive urologists, and the localization of 90% of urologists in metropolitan areas. The surgical recovery time often results in socioeconomic barriers for those who cannot take an extended leave from work or lack caregiver support. By simplifying endoscopic reconstruction, we can increase access to durable treatment. Our medical device innovation has the potential to change the treatment paradigm for urethral stricture and reduce disparities in outcomes for affected men.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/14/2022\n\n\t\t\t\t\tSubmitted by: Chanya Godzich"
 }
}