{
 "awd_id": "2014025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Solitons in Holography",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2020-08-18",
 "awd_max_amd_letter_date": "2022-07-06",
 "awd_abstract_narration": "This award funds the research activities of Professor Sophia Domokos at the New York Institute of Technology. \r\n\r\nParticle physics has made enormous strides in pinpointing the elementary building blocks of matter.  Still, many common physical systems behave in ways we don’t fully understand, even though we know exactly what they’re made of.  The elementary particles in these systems interact so forcefully and often that we simply can't keep track of them.  Sometimes a new order emerges:  electrons team up to let electric currents flow indefinitely;  elementary particles called quarks and gluons clump together to form protons and neutrons in atomic nuclei.  How precisely elementary particles create this new order remains a mystery.  Research in this realm advances the national interest by yielding a deeper scientific understanding of fundamental physical systems --- like the interior of the atomic nucleus --- and the mathematics that describes them.  It also allows scientists to make predictions for new phenomena never seen before.  In her research, Professor Domokos aims to use a powerful concept called \"holographic duality\" to make progress in this area.  Her project will also yield significant broader impacts:  she will involve undergraduate students in cutting-edge research, providing them with personalized training in advanced physics and experience presenting their work at conferences.  She will also give lectures about her work to lay audiences.\r\n\r\nMore technically, Professor Domokos's research is aimed at gaining insight into real-world strongly coupled solitons --- like baryons --- via their \"cousins\" in supersymmetric gravity duals.  These gravity duals come from D-brane intersections, which have the powerful soliton-finding machinery of supersymmetry and string theory built in.  Professor Domokos's work will include establishing both sides of the gauge/gravity duality in brane intersections with gravity duals, including identification of soliton-like vacua and finite-energy soliton states, and some aspects of the low-energy behavior of these objects.  This program will also yield powerful mathematical tools with which to tackle solitons in curved space, and a more complete understanding of defect-gauge/gravity duality.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sophia",
   "pi_last_name": "Domokos",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sophia K Domokos",
   "pi_email_addr": "sdomokos@nyit.edu",
   "nsf_id": "000793238",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York Institute of Technology",
  "inst_street_address": "1855 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5166867737",
  "inst_zip_code": "100237606",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "NEW YORK INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SVZSJHR2A4T6"
 },
 "perf_inst": {
  "perf_inst_name": "New York Institute of Technology, NYC Campus",
  "perf_str_addr": "1855 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100237604",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of the research funded by this grant was to gain a more profound understanding of &ldquo;holographic duality&rdquo; and its implications for the physics of composite particles like the protons and neutrons inside the atomic nucleus. Holographic duality is an idea from string theory that provides new tools to investigate the fundamental physics of objects like the proton and neutron, which are made up of elementary particles interacting so strongly and so often that the usual tools of particle physics simply don&rsquo;t work. PI Domokos&rsquo;s research under this grant shed light on two key research directions in this area. In work with A. Royston of Penn State &ndash; Fayette, she constructed a model equipped with a powerful feature called &ldquo;supersymmetry&rdquo; that makes it easier to identify different types of composite states in a given system, and performed a preliminary investigation of these composites. In work with N. Mann of Union College, she studied the implications of holographic duality for the mixing of different types of composite objects called mesons and glueballs. The work resulted in several peer-reviewed publications, and was disseminated to other scientists through a number of conference and seminar talks by the PI and her collaborators.</p>\n<p>This grant also had significant broader impacts. Eleven undergraduate students from the PI&rsquo;s home institution &ndash; the majority from groups historically underrepresented in physics &ndash; were involved directly in the research work. In addition to exposure to cutting-edge ideas of theoretical physics rarely accessible to undergraduates, the students received key training in physics, mathematics, programming, and presentation skills that will help prepare them for scientific and technical careers. Of these eleven students, the four that have already graduated have gone on to prestigious master&rsquo;s programs in the sciences, or to sought-after jobs in the tech sector.&nbsp;</p>\n<p>This grant also created several avenues to make the research accessible to non-experts. In collaboration with K. Park and several students from the sciences and the arts, the PI and the undergraduate researchers created a series of YouTube and TikTok videos explaining concepts from theoretical physics in layperson&rsquo;s terms. In addition, one of the grant&rsquo;s publications was a tutorial about holographic duality accessible to advanced undergraduates and physicists from other fields, which the PI used as a basis for several seminars and colloquia at other primarily undergraduate institutions. The research has will also be incorporated into coursework at the PI&rsquo;s home institution in the form of a undergraduate course, where holographic duality is used as an avenue to expose students to fundamental ideas from general relativity and quantum field theory.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/15/2023<br>\nModified by: Sophia&nbsp;K&nbsp;Domokos</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching goal of the research funded by this grant was to gain a more profound understanding of holographic duality and its implications for the physics of composite particles like the protons and neutrons inside the atomic nucleus. Holographic duality is an idea from string theory that provides new tools to investigate the fundamental physics of objects like the proton and neutron, which are made up of elementary particles interacting so strongly and so often that the usual tools of particle physics simply dont work. PI Domokoss research under this grant shed light on two key research directions in this area. In work with A. Royston of Penn State  Fayette, she constructed a model equipped with a powerful feature called supersymmetry that makes it easier to identify different types of composite states in a given system, and performed a preliminary investigation of these composites. In work with N. Mann of Union College, she studied the implications of holographic duality for the mixing of different types of composite objects called mesons and glueballs. The work resulted in several peer-reviewed publications, and was disseminated to other scientists through a number of conference and seminar talks by the PI and her collaborators.\n\n\nThis grant also had significant broader impacts. Eleven undergraduate students from the PIs home institution  the majority from groups historically underrepresented in physics  were involved directly in the research work. In addition to exposure to cutting-edge ideas of theoretical physics rarely accessible to undergraduates, the students received key training in physics, mathematics, programming, and presentation skills that will help prepare them for scientific and technical careers. Of these eleven students, the four that have already graduated have gone on to prestigious masters programs in the sciences, or to sought-after jobs in the tech sector.\n\n\nThis grant also created several avenues to make the research accessible to non-experts. In collaboration with K. Park and several students from the sciences and the arts, the PI and the undergraduate researchers created a series of YouTube and TikTok videos explaining concepts from theoretical physics in laypersons terms. In addition, one of the grants publications was a tutorial about holographic duality accessible to advanced undergraduates and physicists from other fields, which the PI used as a basis for several seminars and colloquia at other primarily undergraduate institutions. The research has will also be incorporated into coursework at the PIs home institution in the form of a undergraduate course, where holographic duality is used as an avenue to expose students to fundamental ideas from general relativity and quantum field theory.\n\n\n\t\t\t\t\tLast Modified: 12/15/2023\n\n\t\t\t\t\tSubmitted by: SophiaKDomokos\n"
 }
}