{
 "awd_id": "2014156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Non-Ideal Majorana Fermions: A Practical Approach to Topological Quantum Computation",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Forrey",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 149992.0,
 "awd_amount": 149992.0,
 "awd_min_amd_letter_date": "2020-08-04",
 "awd_max_amd_letter_date": "2022-08-15",
 "awd_abstract_narration": "The main obstacle to quantum computation is the “noise” affecting the basic units of a quantum computer – the so-called qubits – as a result of their weak, but nonzero coupling to the environment. Since this coupling is essentially local, a promising approach to overcoming the noise problem is to encode the information using topological quantum phenomena – robust global properties characterizing certain types of quantum systems that are immune to local perturbations. A promising platform for realizing robust topological qubits is based on a special kind of quantum quasiparticle called a Majorana fermion or Majorana zero mode (MZM). Recent theoretical studies by the PIs and other groups indicate that experiments may have already uncovered non-ideal versions of MZMs, the so-called quasi-Majorana modes. In this project the PIs will examine fundamental aspects of topological protection and practical design questions related to maximizing qubit lifetime and minimizing noise rates in quantum devices with non-ideal Majorana fermions. With most of the ongoing research in the field focusing on ideal Majorana fermions, which in practice may be hard to realize, the present studies will be critical to engineering the first generation of topological qubits using what may be already available, namely, non-ideal Majorana fermions. The project will serve the national interest and promote the NSF mission of progress of science by deepening our understanding of topological quantum matter in condensed matter systems and investigating the feasibility of topological quantum computation based on experimentally available devices. The project will provide excellent education and training opportunities to undergraduate and graduate students at Clemson University, including economically disadvantaged students and underrepresented minorities who constitute a significant percentage of the student population. This project is jointly funded by the Quantum Information Science Program (Physics Division), and the Established Program to Stimulate Competitive Research (EPSCoR). \r\n\r\nMajorana zero modes (MZMs) in semiconductor-superconductor (SM-SC) nanowire heterostructures are currently being investigated as possible building blocks for topological qubits in a future quantum computer. Theoretical studies by the PIs and others have shown that much of the parameter space of the experimentally investigated SM-SC heterostructures is in fact occupied by so-called quasi-Majorana zero modes, which are separated from each other by a length scale well below the nanowire length. Since the principle of fault tolerance in topological quantum computation (TQC) depends critically on the non-local encoding of quantum information using topological MZMs separated by the length of the nanowire, this situation presents a major problem for the feasibility of TQC, as quasi-Majoranas do not enjoy sufficient topological protection for fault-tolerant qubit operations. Nonetheless, quasi-Majoranas are likely to be present in the first generation of Majorana-based qubit devices either by design, or by accident. This project fills the critical void created by the near absence of studies of topological qubit designs and schemes for braiding and error correction when the constituent building blocks are quasi-Majoranas, rather than ideal topological MZMs. The PIs will perform analytical and numerical research with the following intellectual goals: (1) Designing and modeling SM-SC qubit devices based on controllable quasi-Majorana zero modes, (2) Understanding and characterizing the key physical processes that control the quasi-Majorana qubit lifetimes, and (3) Error analysis in measurement-only TQC schemes with quasi-Majorana zero modes. The overarching goal is to investigate the feasibility of fault tolerant TQC with quasi-Majorana zero modes (rather than ideal MZMs) and to better understand practical aspects of engineering Majorana-based topological qubits.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tudor",
   "pi_last_name": "Stanescu",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Tudor D Stanescu",
   "pi_email_addr": "Tudor.Stanescu@mail.wvu.edu",
   "nsf_id": "000548920",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265056315",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 63788.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 63027.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 23177.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nobody has ever&nbsp; \"seen\" electrons the same way one can see morning dew on a flower. And the fundamental reason is not that electrons are small, which they are, but that they are quantum objects, utterly different from classical objects, such as planets, dew drops, or coronaviruses. Abstract concepts, such as energy, force, and momentum, and the laws describing the relationships among them enable us to send a satellite around Jupiter, but practically play no role in ascertaining the existence of the satellite. Yet our understanding regarding the existence of electrons is intrinsically dependent on an abstract framework, quantum theory, which predicts the outcomes of interactions between quantum objects and macroscopic systems, such as a measuring apparatus. Establishing the existence of a certain type of quantum object implies demonstrating a systematic correlation between theoretical predictions and experimental outcomes within a variety of conditions consistent with the presence of those quantum objects. This task can be highly nontrivial. Experimentally, realizing the necessary conditions (e.g., low-enough temperature, clean materials, etc.) may be challenging. Theoretically, accounting for effects associated with experimentally-relevant details can be difficult, even when some understanding of the physics based on idealized models already exists. &nbsp;Nonetheless, the synergy between theory and experiment is a requirement, not only for establishing the existence of quantum objects and properties, but also for enabling their control and potential use. &nbsp;</p>\n<p>In this project, we developed theoretical and modeling tools for characterizing the low-energy properties of hybrid semiconductor-superconductor structures in non-ideal, experimentally-relevant conditions. Using these tools, we established practical requirements for the realization in these structures of an emergent quantum object &ndash; the so-called Majorana zero mode.</p>\n<p>Why Majorana zero modes? On the one hand, they illustrate a fascinating connection between particle physics and condensed matter physics, providing a fertile ground for basic science. On the other hand, they have practical significance. The quantum world is an essentially untapped technological resource. Quantum technologies involve the controlled realization and manipulation of quantum states. The fundamental challenge is overcoming quantum decoherence &ndash; the loss of \"quantumness\" due interaction with the rest of the Universe. A promising approach to overcoming this challenge is to harness the underlying robustness of topological quantum states &ndash; states with properties determined by global features, which are immune to local perturbations generated by the coupling to the environment. &nbsp;An attractive proposal for realizing a topologically-protected qubit&nbsp; (the basic unit of a quantum computer) is based on Majorana zero modes emerging, under certain conditions, in semiconductor-superconductor structures. Over the past decade, significant efforts have been devoted to the realization of this proposal in the laboratory. This project provides key modeling tools to assist these experimental efforts.</p>\n<p>Disorder and inhomogeneity were identified as the main roadblocks that can prevent the realization of robust Majorana zero modes (MZMs) in the laboratory. Based on a microscopic theory of the hybrid system in non-ideal conditions, we characterized the low-energy physics of semiconductor-superconductor structures (including nanowires and planar Josephson junctions) in the presence of disorder generated by charged impurities located inside the semiconductor. We found that this type of disorder can seriously affect the stability of topologically-protected MZMs and we provided quantitative estimates of disorder levels consistent with the presence of such modes. We also developed efficient modeling tools for incorporating effects generated by disorder inside the parent superconductor, e.g., surface roughness in thin superconducting films. While this type of disorder can have adverse effects similar to those associated with charged impurities, we found that it also plays a beneficial role, ensuring the realization of a robust superconducting proximity effect in the hybrid structure (a necessary condition for the Majorana modes). In general, disorder combined with finite size effects can lead to serious complications regarding the observation of Majorana zero modes. In particular, we showed that these non-ideal conditions can lead to the emergence of partially-separated Majorana modes that mimic some of the phenomenology of MZMs, but are not topologically protected. Using our modeling tools, we demonstrated that the experimental signatures of robust MZMs should be observable within significant ranges of control parameters values, while partially-separated Majoranas are associated with the presence in the parameter space of small \"islands\" showing Majorana-like features. These results enable a correct interpretation of the experimental results and provide clear directions for optimizing the devices and, ultimately, realizing a topological qubit based on these structures.</p>\n<p>The project has generated nine peer-reviewed publications, three other manuscripts being in preparation. Four graduate students and one undergraduate were trained in a variety of theoretical condensed matter techniques and have acquired a solid computational experience. In addition, the PI has finalized the second edition of a book entitled &ldquo;Introduction to Topological Quantum Matter and Quantum Computation,&rdquo; which provides a resource for future quantum scientists and engineers.</p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: Tudor&nbsp;D&nbsp;Stanescu</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2014156/2014156_10692893_1701303134896_Figure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2014156/2014156_10692893_1701303134896_Figure--rgov-800width.jpg\" title=\"The non-ideal \"Majorana world\"\"><img src=\"/por/images/Reports/POR/2023/2014156/2014156_10692893_1701303134896_Figure--rgov-66x44.jpg\" alt=\"The non-ideal \"Majorana world\"\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic illustration of the critical need (addressed by this project) for realistic modeling of Majorana hybrid structures. The modeling enables the correct interpretation of experimental observations and assists the device optimization effort by \"mapping\" the relevant parameter space.</div>\n<div class=\"imageCredit\">unpublished figure</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Tudor&nbsp;D&nbsp;Stanescu\n<div class=\"imageTitle\">The non-ideal \"Majorana world\"</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nNobody has ever \"seen\" electrons the same way one can see morning dew on a flower. And the fundamental reason is not that electrons are small, which they are, but that they are quantum objects, utterly different from classical objects, such as planets, dew drops, or coronaviruses. Abstract concepts, such as energy, force, and momentum, and the laws describing the relationships among them enable us to send a satellite around Jupiter, but practically play no role in ascertaining the existence of the satellite. Yet our understanding regarding the existence of electrons is intrinsically dependent on an abstract framework, quantum theory, which predicts the outcomes of interactions between quantum objects and macroscopic systems, such as a measuring apparatus. Establishing the existence of a certain type of quantum object implies demonstrating a systematic correlation between theoretical predictions and experimental outcomes within a variety of conditions consistent with the presence of those quantum objects. This task can be highly nontrivial. Experimentally, realizing the necessary conditions (e.g., low-enough temperature, clean materials, etc.) may be challenging. Theoretically, accounting for effects associated with experimentally-relevant details can be difficult, even when some understanding of the physics based on idealized models already exists. Nonetheless, the synergy between theory and experiment is a requirement, not only for establishing the existence of quantum objects and properties, but also for enabling their control and potential use. \n\n\nIn this project, we developed theoretical and modeling tools for characterizing the low-energy properties of hybrid semiconductor-superconductor structures in non-ideal, experimentally-relevant conditions. Using these tools, we established practical requirements for the realization in these structures of an emergent quantum object  the so-called Majorana zero mode.\n\n\nWhy Majorana zero modes? On the one hand, they illustrate a fascinating connection between particle physics and condensed matter physics, providing a fertile ground for basic science. On the other hand, they have practical significance. The quantum world is an essentially untapped technological resource. Quantum technologies involve the controlled realization and manipulation of quantum states. The fundamental challenge is overcoming quantum decoherence  the loss of \"quantumness\" due interaction with the rest of the Universe. A promising approach to overcoming this challenge is to harness the underlying robustness of topological quantum states  states with properties determined by global features, which are immune to local perturbations generated by the coupling to the environment. An attractive proposal for realizing a topologically-protected qubit (the basic unit of a quantum computer) is based on Majorana zero modes emerging, under certain conditions, in semiconductor-superconductor structures. Over the past decade, significant efforts have been devoted to the realization of this proposal in the laboratory. This project provides key modeling tools to assist these experimental efforts.\n\n\nDisorder and inhomogeneity were identified as the main roadblocks that can prevent the realization of robust Majorana zero modes (MZMs) in the laboratory. Based on a microscopic theory of the hybrid system in non-ideal conditions, we characterized the low-energy physics of semiconductor-superconductor structures (including nanowires and planar Josephson junctions) in the presence of disorder generated by charged impurities located inside the semiconductor. We found that this type of disorder can seriously affect the stability of topologically-protected MZMs and we provided quantitative estimates of disorder levels consistent with the presence of such modes. We also developed efficient modeling tools for incorporating effects generated by disorder inside the parent superconductor, e.g., surface roughness in thin superconducting films. While this type of disorder can have adverse effects similar to those associated with charged impurities, we found that it also plays a beneficial role, ensuring the realization of a robust superconducting proximity effect in the hybrid structure (a necessary condition for the Majorana modes). In general, disorder combined with finite size effects can lead to serious complications regarding the observation of Majorana zero modes. In particular, we showed that these non-ideal conditions can lead to the emergence of partially-separated Majorana modes that mimic some of the phenomenology of MZMs, but are not topologically protected. Using our modeling tools, we demonstrated that the experimental signatures of robust MZMs should be observable within significant ranges of control parameters values, while partially-separated Majoranas are associated with the presence in the parameter space of small \"islands\" showing Majorana-like features. These results enable a correct interpretation of the experimental results and provide clear directions for optimizing the devices and, ultimately, realizing a topological qubit based on these structures.\n\n\nThe project has generated nine peer-reviewed publications, three other manuscripts being in preparation. Four graduate students and one undergraduate were trained in a variety of theoretical condensed matter techniques and have acquired a solid computational experience. In addition, the PI has finalized the second edition of a book entitled Introduction to Topological Quantum Matter and Quantum Computation, which provides a resource for future quantum scientists and engineers.\t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: TudorDStanescu\n"
 }
}