{
 "awd_id": "2014292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FSML: Data and Security Infrastructure Improvements to Advance Biological Research at Claytor Nature Center",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 167592.0,
 "awd_amount": 167592.0,
 "awd_min_amd_letter_date": "2020-08-26",
 "awd_max_amd_letter_date": "2022-11-17",
 "awd_abstract_narration": "The mission of the Claytor Nature Center at the University of Lynchburg is to enrich learning about nature through education and research, to promote sustainable human-environment interactions, and to preserve and enhance ecosystem diversity and function. This project will upgrade Claytor's security and information technology infrastructure in order to safeguard research installations and sophisticated equipment used in modern ecological and conservation research. This will allow scientists to carry out high-quality research projects that address important questions about, for example, wetland plant community dynamics, the effects of invasive plants, and the impact of human agricultural and clearcutting activities. Thus, the upgrades will ensure that Claytor expands its relevance as a contributor to ecological and conservation research efforts well into the future. The improvements will also provide richer experiential learning experiences to the center’s many visitors that include students and educators, enhancing Claytor's award-winning environmental education programs for learners of all ages. This is directly responsive to the Virginia Environmental Literacy Challenge, which aims to engage students in experiences and projects that improve their understanding of the environment. The Claytor Nature Center encompasses nearly 500 acres at the base of the Blue Ridge Mountains and is the fourth-largest biological field station in Virginia. \r\n\r\nThe University of Lynchburg's Claytor Nature Center (www.lynchburg.edu/academics/academiccommunity-centers/claytor-nature-center/) occupies a unique and important position among field stations, spanning the geographic, topographic, hydrologic, sub-surface geologic, and ecological flora and fauna of the Blue Ridge and Piedmont provinces in Virginia. The center's core research agenda i the study of diverse natural and human-influenced habitats to inform and improve conservation efforts. This project will modernize the center's security and communication systems by installing electronic entry gates, burglar alarms, and security cameras, as well as fiber optic cable and associated broadband hardware. The security upgrades will safeguard existing research installations and facilitate future installation of sophisticated equipment used in modern ecological and conservation research. Preapproved researchers will be able to enter the center at all times of the day for activities such as tracking wildlife. Security gates and cameras will reduce the risk of vandalism or theft, allowing researchers to set up and leave scientific equipment unattended. Improved communication capability will enable large amounts of research data to be transmitted. This will allow the center’s herbarium to efficiently share images and other datafiles with other institutions in its role as a collaborator on the NSF-funded “Key to the Cabinets” project. Wildlife biology researchers will have increased capacity to manage and share photos and videos, as well as to store and manage data efficiently. Internet-connected remote sensors will make it possible to continuously transmit data from Claytor's weather station. Broadband will enable a future stream gauging station on the Big Otter River with networked remote sensing capacity, thus enhancing water quality research. Increased public outreach capacity, with greater attendance of workshops and other educational programs by students and the public, will help create a citizenry capable of understanding complex problems such as global environmental change and making informed environmental policy decisions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Eaton",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory K Eaton",
   "pi_email_addr": "eaton@lynchburg.edu",
   "nsf_id": "000811176",
   "pi_start_date": "2020-08-26",
   "pi_end_date": "2021-07-20"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Coco",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Coco",
   "pi_email_addr": "coco@lynchburg.edu",
   "nsf_id": "000825964",
   "pi_start_date": "2021-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Lynchburg",
  "inst_street_address": "1501 LAKESIDE DR",
  "inst_street_address_2": "",
  "inst_city_name": "LYNCHBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4345448321",
  "inst_zip_code": "245013113",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "UNIVERSITY OF LYNCHBURG",
  "org_prnt_uei_num": "",
  "org_uei_num": "D1ZKMKNLGM25"
 },
 "perf_inst": {
  "perf_inst_name": "University of Lynchburg",
  "perf_str_addr": "1501 Lakeside Drive",
  "perf_city_name": "Lynchburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "245013113",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "085Y00",
   "pgm_ele_name": "Infrastructure Capacity for Bi"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1104",
   "pgm_ref_txt": "FIELD STATIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 167592.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Claytor Nature Center of the University of Lynchburg is a 491-acre biological field station located near Bedford, VA that has been in operation since 1998. Its mission is to engage our community in the enjoyment, appreciation, and study of our diverse natural habitats in the Virginia Piedmont and Blue Ridge regions, toward advancing the well-being of all people and the environment. Claytor comprises geographic, topographic, hydrologic, subsurface geologic, and ecological flora and fauna of the Piedmont and Blue Ridge regions. This geography, together with historically conservative land management, contributes to a remarkable diversity of landscapes and habitats within its relatively small area. The purpose of the NSF-funded Data and Security Infrastructure Improvement project was to upgrade the security and information technology infrastructure at the center in order to strengthen its position as a biological field station. It is expected that these improvements will increase the number of researchers, educators, and learners visiting Claytor; increase the number and quality of research projects carried out at the center; and increase the usage of data generated at the center.&nbsp;</p>\n<p>The project included the installation of two security gates equipped with card readers at crucial entry points. These gates now provide enhanced access control, allowing pre-approved researchers seamless entry for wildlife tracking and other research activities. Additionally, security alarms and strategically placed surveillance cameras were integrated to bolster the security of the facilities and grounds. Notably, these cameras are accessible remotely, providing real-time monitoring capabilities. The installation of fiber optic cable across the property unified the center&rsquo;s network, enabling high-speed data transmission. Hardware and wireless access points were strategically positioned in key locations, including the Claytor Education and Research building, the Chandler Ecolodge, and the Cloverlea farmhouse. These additions aim to ensure wireless connectivity, facilitating data transmission and communication for researchers and educators.</p>\n<p>The improved security infrastructure allows researchers to conduct experiments at any time, reducing the need for constant oversight. This, coupled with the high-speed data transmission capabilities, positions Claytor as an ideal location for sophisticated ecological and conservation research initiatives. Beyond the immediate research community, the benefits of these enhancements align with Claytor's mission. The center, dedicated to enriching learning about nature through education and research, now stands as a key strategic asset for the University of Lynchburg. The upgrades support the university's goals of increasing faculty research and enhancing student engagement in biology, environmental science, and STEM fields. This, in turn, strengthens partnerships and scientific collaboration with external entities. The project's impact further extends to Claytor's community via its award-winning environmental education programs, benefitting learners of all ages. Real-time, easily accessible science content, including streaming video from field cameras, improves science literacy among diverse audiences, and ensures that Claytor plays a pivotal role in fostering an environmentally conscious citizenry capable of addressing global environmental challenges.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/14/2024<br>\nModified by: Michael&nbsp;A&nbsp;Coco</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Claytor Nature Center of the University of Lynchburg is a 491-acre biological field station located near Bedford, VA that has been in operation since 1998. Its mission is to engage our community in the enjoyment, appreciation, and study of our diverse natural habitats in the Virginia Piedmont and Blue Ridge regions, toward advancing the well-being of all people and the environment. Claytor comprises geographic, topographic, hydrologic, subsurface geologic, and ecological flora and fauna of the Piedmont and Blue Ridge regions. This geography, together with historically conservative land management, contributes to a remarkable diversity of landscapes and habitats within its relatively small area. The purpose of the NSF-funded Data and Security Infrastructure Improvement project was to upgrade the security and information technology infrastructure at the center in order to strengthen its position as a biological field station. It is expected that these improvements will increase the number of researchers, educators, and learners visiting Claytor; increase the number and quality of research projects carried out at the center; and increase the usage of data generated at the center.\n\n\nThe project included the installation of two security gates equipped with card readers at crucial entry points. These gates now provide enhanced access control, allowing pre-approved researchers seamless entry for wildlife tracking and other research activities. Additionally, security alarms and strategically placed surveillance cameras were integrated to bolster the security of the facilities and grounds. Notably, these cameras are accessible remotely, providing real-time monitoring capabilities. The installation of fiber optic cable across the property unified the centers network, enabling high-speed data transmission. Hardware and wireless access points were strategically positioned in key locations, including the Claytor Education and Research building, the Chandler Ecolodge, and the Cloverlea farmhouse. These additions aim to ensure wireless connectivity, facilitating data transmission and communication for researchers and educators.\n\n\nThe improved security infrastructure allows researchers to conduct experiments at any time, reducing the need for constant oversight. This, coupled with the high-speed data transmission capabilities, positions Claytor as an ideal location for sophisticated ecological and conservation research initiatives. Beyond the immediate research community, the benefits of these enhancements align with Claytor's mission. The center, dedicated to enriching learning about nature through education and research, now stands as a key strategic asset for the University of Lynchburg. The upgrades support the university's goals of increasing faculty research and enhancing student engagement in biology, environmental science, and STEM fields. This, in turn, strengthens partnerships and scientific collaboration with external entities. The project's impact further extends to Claytor's community via its award-winning environmental education programs, benefitting learners of all ages. Real-time, easily accessible science content, including streaming video from field cameras, improves science literacy among diverse audiences, and ensures that Claytor plays a pivotal role in fostering an environmentally conscious citizenry capable of addressing global environmental challenges.\n\n\n\t\t\t\t\tLast Modified: 03/14/2024\n\n\t\t\t\t\tSubmitted by: MichaelACoco\n"
 }
}