{
 "awd_id": "2014954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High Pressure Small Angle X-ray Scattering Workshop",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2020-03-15",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 97970.0,
 "awd_amount": 97970.0,
 "awd_min_amd_letter_date": "2020-03-16",
 "awd_max_amd_letter_date": "2020-03-16",
 "awd_abstract_narration": "A significant fraction of the microbial biomass on Earth is found in the deep sea and subsurface, yet remarkably little is known about the molecular mechanisms of life under high hydrostatic pressures. This workshop aims to catalyze new interdisciplinary efforts to address this problem by bringing together researchers in deep life biology, extreme biophysics, structural biology, and X-ray instrumentation. The workshop will take place at Cornell University, which is home to the newly operational high-pressure biology beamlines (HP-Bio) at the Cornell High Energy Synchrotron Source. Topics covered will presume no prior knowledge of X-ray methods and will introduce new groups to high-pressure structural biology.   The workshop will provide unique educational opportunities with two days of hands-on tutorials on small-angle X-ray scattering (SAXS) data analysis and high-pressure SAXS data collection. Cross-fertilization of ideas and skills will be promoted by a scientific program featuring a diverse group of experts. The participation of young scientists, members of underrepresented groups, and scientists who are new to this growing field will be encouraged and preference will be given to students, postdocs, and other early career investigators. Extremophiles play critical roles in our environment and possess unique abilities with potential for renewable energy and biotechnology applications. These organisms also provide a framework for understanding of how life may have originated on our planet and may exist elsewhere in our solar system. This workshop is funded by the Molecular Biophysics Program in the Division of Molecular and Cellular Biosciences in the Biological Sciences Directorate and the Physics of Living Systems Program in the Division of Physics in the Mathematical and Physical Sciences Directorate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Royer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine A Royer",
   "pi_email_addr": "royerc@rpi.edu",
   "nsf_id": "000653990",
   "pi_start_date": "2020-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "CHESS 161 Synchrotron Dr",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148538001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 97970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With a window of declining COVID rates and easing restrictions by Cornell for conference visitors in Spring of 2022, the Cornell High Energy Synchrotron Source was able to hold its first in-person workshop since the pandemic. &ldquo;High Pressure Structural Biology and Extreme Biophysics&rdquo; drew 74 registrants with some participants coming from as far as Estonia to attend in person. Some 40 participants attended lectures in person. The lectures were also broadcast live on zoom for persons not able to attend in person.&nbsp;We designed this workshop to attract broad participation and discussion, particularly from the deep life microbiology community. This was reflected in our choices for both Thursday and Friday night keynotes.&nbsp;The workshop opened Thursday evening April 7 with a welcome reception and banquet, followed by the first keynote address by Andrew Steen of University of Tennessee, Knoxville. &nbsp;Dr Steen&rsquo;s lecture was titled &ldquo;It&rsquo;s evolution, Jim, but not as we know it&rdquo;: Adaptation and Filtering as Drivers of Microbial Evolution in Deep Marine Sediment. Lois Pollack (Cornell) started the morning lectures with an introduction to small angle X-ray solution scattering (SAXS) techniques. Richard Gillilan (CHEXS) then followed with &ldquo;HP-SAXS at CHESS&rdquo;, a lecture focusing on the unique aspects of collecting and interpreting high-pressure SAXS data. After a brief break, Professor Roland Winter (Technical University of Dortmund, Germany) delivered the afternoon keynote address, a grand overview of the state of high-pressure biological research entitled &ldquo;High Pressure Structure: What Can We Learn?&rdquo;.&nbsp;Nozomi Ando (Cornell) presented some detailed examples of how SAXS can be used to solve important problems in structural biology, including recent high-pressure SAXS results collected by her group. Because of its modest information content, SAXS is most powerful when used in conjunction with other biophysical techniques, consequently the remaining lectures of the day covered other complementary high-pressure techniques by leading experts in the field.SAXS is particularly powerful when used with NMR data. As session was dedicated to the combination of HP SAXS with other approaches, such as NMR.&nbsp;SAXS is particularly powerful when used with NMR data. In keeping with our emphasis on deep subsurface microbiology, the final keynote after the Friday evening dinner entitled &ldquo;Geological Controls on the Subsurface Biosphere in Yellowstone: A Tribute to Tullis C. Onstott&rdquo; was delivered by Eric Boyd (Montana State University).This workshop also included a unique hands-on synchrotron high-pressure data processing and collection component.&nbsp;All workshop lectures, including keynotes and hands-on tutorials were recorded are available to workshop attendees.&nbsp;</p>\n<p>The Saturday morning data processing tutorial was run thanks to help from Nozomi Ando&rsquo;s graduate students, who are highly experienced in this area. Darren Xu (Ando Group, Cornell) delivered the opening lecture &ldquo;SAXS Basic Concepts.&rdquo; Because sample preparation is so critical to success in this field, we had Gabrielle Illava (Ando Group, Cornell) offer a lecture focused purely on tips and tricks for sample purification and assessment. Robert Miller (Ando Group, Cornell) ran a hands-on data processing tutorial using the RAW software developed at CHEXS for over a decade and now maintained by the BioCAT beamline at the Advanced Photon Source. About 19 students participated in that activity. Synchrotron beamtime throughout the remaining weekend was divided up among the students wishing to learn hands-on data collection. Audrey Burnim and Mike Patterson (also from Ando Group, Cornell) helped students one-on-one at the beamline. Standard protein samples (including a molecular complex that dissociates under pressure) were available to students who did not bring their own samples. A total of 9 groups were involved with data collection associated with the workshop: Reyes (U. Georgia), Gerringer (SUNY Geneseo), Roche (Iowa State), Paul (U.Del), Conda-Sheridan (UNMC), Xu (LSU), Gupta (UPENN), Yan (UNT), and Lecomte (JHU).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2022<br>\n\t\t\t\t\tModified by: Catherine&nbsp;A&nbsp;Royer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776642998_International--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776642998_International--rgov-800width.jpg\" title=\"International Participants\"><img src=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776642998_International--rgov-66x44.jpg\" alt=\"International Participants\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Origin of the international participants in the high pressure SAXS workshop</div>\n<div class=\"imageCredit\">Richard Gillilan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Catherine&nbsp;A&nbsp;Royer</div>\n<div class=\"imageTitle\">International Participants</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776327412_Lois_Pollak--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776327412_Lois_Pollak--rgov-800width.jpg\" title=\"What is SAXS?\"><img src=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776327412_Lois_Pollak--rgov-66x44.jpg\" alt=\"What is SAXS?\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Lois Pollak introduces the SAXS approach</div>\n<div class=\"imageCredit\">Richard Gillilan</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Catherine&nbsp;A&nbsp;Royer</div>\n<div class=\"imageTitle\">What is SAXS?</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776417915_Data_acq--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776417915_Data_acq--rgov-800width.jpg\" title=\"Acquiring HP SAXS data\"><img src=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776417915_Data_acq--rgov-66x44.jpg\" alt=\"Acquiring HP SAXS data\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students and postdocs trained in a hands-on HP SAXS data acquisition session on the BioSAXS beamline at CHESS</div>\n<div class=\"imageCredit\">Richard Gillilan</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Catherine&nbsp;A&nbsp;Royer</div>\n<div class=\"imageTitle\">Acquiring HP SAXS data</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776507410_Data_anlaysis--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776507410_Data_anlaysis--rgov-800width.jpg\" title=\"Analyzing HP SAXS data\"><img src=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776507410_Data_anlaysis--rgov-66x44.jpg\" alt=\"Analyzing HP SAXS data\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students and postdoctoral associates participated in hands-on session on HP SAXS data analysis</div>\n<div class=\"imageCredit\">Richard Gillilan</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Catherine&nbsp;A&nbsp;Royer</div>\n<div class=\"imageTitle\">Analyzing HP SAXS data</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776577074_US_part--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776577074_US_part--rgov-800width.jpg\" title=\"US participant origins\"><img src=\"/por/images/Reports/POR/2022/2014954/2014954_10658136_1663776577074_US_part--rgov-66x44.jpg\" alt=\"US participant origins\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Areas in the US from which participants came to the HP SAXS workshop</div>\n<div class=\"imageCredit\">Richard Gillilan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Catherine&nbsp;A&nbsp;Royer</div>\n<div class=\"imageTitle\">US participant origins</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nWith a window of declining COVID rates and easing restrictions by Cornell for conference visitors in Spring of 2022, the Cornell High Energy Synchrotron Source was able to hold its first in-person workshop since the pandemic. \"High Pressure Structural Biology and Extreme Biophysics\" drew 74 registrants with some participants coming from as far as Estonia to attend in person. Some 40 participants attended lectures in person. The lectures were also broadcast live on zoom for persons not able to attend in person. We designed this workshop to attract broad participation and discussion, particularly from the deep life microbiology community. This was reflected in our choices for both Thursday and Friday night keynotes. The workshop opened Thursday evening April 7 with a welcome reception and banquet, followed by the first keynote address by Andrew Steen of University of Tennessee, Knoxville.  Dr Steen’s lecture was titled \"It’s evolution, Jim, but not as we know it\": Adaptation and Filtering as Drivers of Microbial Evolution in Deep Marine Sediment. Lois Pollack (Cornell) started the morning lectures with an introduction to small angle X-ray solution scattering (SAXS) techniques. Richard Gillilan (CHEXS) then followed with \"HP-SAXS at CHESS\", a lecture focusing on the unique aspects of collecting and interpreting high-pressure SAXS data. After a brief break, Professor Roland Winter (Technical University of Dortmund, Germany) delivered the afternoon keynote address, a grand overview of the state of high-pressure biological research entitled \"High Pressure Structure: What Can We Learn?\". Nozomi Ando (Cornell) presented some detailed examples of how SAXS can be used to solve important problems in structural biology, including recent high-pressure SAXS results collected by her group. Because of its modest information content, SAXS is most powerful when used in conjunction with other biophysical techniques, consequently the remaining lectures of the day covered other complementary high-pressure techniques by leading experts in the field.SAXS is particularly powerful when used with NMR data. As session was dedicated to the combination of HP SAXS with other approaches, such as NMR. SAXS is particularly powerful when used with NMR data. In keeping with our emphasis on deep subsurface microbiology, the final keynote after the Friday evening dinner entitled \"Geological Controls on the Subsurface Biosphere in Yellowstone: A Tribute to Tullis C. Onstott\" was delivered by Eric Boyd (Montana State University).This workshop also included a unique hands-on synchrotron high-pressure data processing and collection component. All workshop lectures, including keynotes and hands-on tutorials were recorded are available to workshop attendees. \n\nThe Saturday morning data processing tutorial was run thanks to help from Nozomi Ando’s graduate students, who are highly experienced in this area. Darren Xu (Ando Group, Cornell) delivered the opening lecture \"SAXS Basic Concepts.\" Because sample preparation is so critical to success in this field, we had Gabrielle Illava (Ando Group, Cornell) offer a lecture focused purely on tips and tricks for sample purification and assessment. Robert Miller (Ando Group, Cornell) ran a hands-on data processing tutorial using the RAW software developed at CHEXS for over a decade and now maintained by the BioCAT beamline at the Advanced Photon Source. About 19 students participated in that activity. Synchrotron beamtime throughout the remaining weekend was divided up among the students wishing to learn hands-on data collection. Audrey Burnim and Mike Patterson (also from Ando Group, Cornell) helped students one-on-one at the beamline. Standard protein samples (including a molecular complex that dissociates under pressure) were available to students who did not bring their own samples. A total of 9 groups were involved with data collection associated with the workshop: Reyes (U. Georgia), Gerringer (SUNY Geneseo), Roche (Iowa State), Paul (U.Del), Conda-Sheridan (UNMC), Xu (LSU), Gupta (UPENN), Yan (UNT), and Lecomte (JHU).\n\n \n\n\t\t\t\t\tLast Modified: 09/21/2022\n\n\t\t\t\t\tSubmitted by: Catherine A Royer"
 }
}