{
 "awd_id": "2014232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SCH:INT: SCH: INT: A gamified mobile system for real-time mental health data modeling and personalized autism care across sociocultural settings",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 1100099.0,
 "awd_amount": 1100099.0,
 "awd_min_amd_letter_date": "2020-09-04",
 "awd_max_amd_letter_date": "2020-10-20",
 "awd_abstract_narration": "Neuropsychiatric disorders are the single greatest cause of disability due to non-communicable disease worldwide, accounting for as much as 19% of the global burden of disease. These disorders include autism spectrum disorder, which is among the fastest growing pediatric concerns today and highly representative of many other neuropsychiatric conditions. The current standards of care for neuropsychiatric disorders are negatively impacted by subjectivity, inconsistent delivery, and limited access as waiting lists grow. New informatics solutions, in particular artificial intelligence (AI), that can port to more ubiquitous mobile health devices and that are not restricted for use in clinical settings, have great potential to complement the current standards of care. With this research project, a novel digital support for autism will be developed. Specifically, working together with families and their affected children ages 2-8, we will establish a gaming system for mobile devices. This system will use augmented reality and AI to adapt to the child’s needs and foster a social exchange between the primary caregiver and the child.  This mobile solution will connect families to care, fostering the development of a community of stakeholders, together with AI models capable of personalizing care and tracking progress.\r\n\r\nThis project will: (1) combine human-computer-interaction with clinically validated treatment approaches through iterative co-design with affected children and their families; (2) identify at least three promising augmented reality game modes that address core autism features including social-reciprocity and emotional understanding; (3) lower barriers to secure and trustworthy data sharing by game players; and (4) construct a series of AI models from game play data that can be used to understand and dynamically react to the treatment effect during game play.   Our research project will result in an engaging at-home digital tool accessible to any family with a smartphone (iOS or Android). The project will show how this mobile AI solution can act as a scalable supplement to standard therapy and one that has the potential to reduce the healthcare burden by empowering caregivers. Finally, the research will generate solutions, code, examples, and computer vision libraries that will enable the development of a broader platform for AI  in the mobile environment in socioeconomically diverse populations and set the stage for similar solutions for other mental health conditions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Wall",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis P Wall",
   "pi_email_addr": "dpwall@stanford.edu",
   "nsf_id": "000090845",
   "pi_start_date": "2020-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "1265 WELCH RD, SUITE X141",
  "perf_city_name": "PALO ALTO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943055102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8062",
   "pgm_ref_txt": "SCH Type II: INT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1100099.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our work has been able to demonstrate promise for use of native applications and smartphones to provide reliable healthcare for children with developing needs.&nbsp;&nbsp;During the award period, we worked with more than 300 families to co-develop a digital health solution that can provide valuable treatment for children with developmental delays between the ages of 3 and 8. We were able to show how this application can help support families with autism and augment standard approaches to treatment. We have also been able to leverage the data generated during game play to develop novel AI models that show promise for automatic measurements of developmental needs and for tracking a child&rsquo;s developmental progress in a safe and equitable way.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Our project has so far focused on autism, which today impacts 1 in 36 children, as an important healthcare challenge where proper detection and treatment are crucial to long-term positive health outcomes. However, our approaches can be replicated for other child health conditions including but not limited to ADHD, dyslexia, speech and language delay, depression, and anxiety. The AI libraries that we have developed provide a foundational set of training data that can be explored and expanded for myriad purposes across child health and education. Importantly our efforts have begun to demonstrate equitable performance across various a range of race and ethnic category, gender, culture and languages.&nbsp;&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/12/2025<br>\nModified by: Dennis&nbsp;P&nbsp;Wall</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur work has been able to demonstrate promise for use of native applications and smartphones to provide reliable healthcare for children with developing needs.During the award period, we worked with more than 300 families to co-develop a digital health solution that can provide valuable treatment for children with developmental delays between the ages of 3 and 8. We were able to show how this application can help support families with autism and augment standard approaches to treatment. We have also been able to leverage the data generated during game play to develop novel AI models that show promise for automatic measurements of developmental needs and for tracking a childs developmental progress in a safe and equitable way.\r\n\n\n\r\n\n\nOur project has so far focused on autism, which today impacts 1 in 36 children, as an important healthcare challenge where proper detection and treatment are crucial to long-term positive health outcomes. However, our approaches can be replicated for other child health conditions including but not limited to ADHD, dyslexia, speech and language delay, depression, and anxiety. The AI libraries that we have developed provide a foundational set of training data that can be explored and expanded for myriad purposes across child health and education. Importantly our efforts have begun to demonstrate equitable performance across various a range of race and ethnic category, gender, culture and languages.\r\n\n\n\t\t\t\t\tLast Modified: 02/12/2025\n\n\t\t\t\t\tSubmitted by: DennisPWall\n"
 }
}