{
 "awd_id": "2014195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring the Topography of String Theory and Quantum Field Theory",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 401040.0,
 "awd_min_amd_letter_date": "2020-08-17",
 "awd_max_amd_letter_date": "2024-06-06",
 "awd_abstract_narration": "This award funds the research activities of Professor Savdeep Sethi at the University of Chicago.\r\n\r\nUnderstanding the structure of space and time is one of the enduring mysteries of nature.  Did space and time emerge in some kind of Big Bang?   Will the universe end in a Big Crunch?   What is the nature of the so-called \"dark energy\" which is responsible for the accelerated expansion of the universe?   In order to answer such basic questions about the physics of our universe, Professor Sethi will utilize theoretical techniques coming from quantum field theory and string theory, which are the two theoretical frameworks for tackling such questions in theoretical high-energy physics.  The research topics Professor Sethi will tackle are quite varied in scope and include issues of potential interest to physicists in many different subdisciplines, including the physics of condensed matter and the physics of the elementary particles that form the ultimate \"building blocks\" of the natural world, as well as cosmology. Research in this area is thus in the natural interest because it advances our understanding of fundamental science.  This research is also envisioned to have a number of broader impacts.  The first involves providing research opportunities for undergraduates, including continued participation in the Chicago REU program and continued public outreach at places like the Field Museum of Natural History in Chicago.   The second aims to improve the climate for women in physics through direct involvement in a CUWiP (Conference for Undergraduate Women in Physics) conference to be held at the University of Chicago, and through direct mentoring of undergraduate women in physics. The final aspect involves the development of improved interdisciplinary ties with cosmologists, condensed-matter physicists, and mathematicians through lectures at schools and workshops, through direct collaborations, and through the organization of workshops at the Kadanoff Center for Theoretical Physics.   \r\n\r\nMore technically, Professor Sethi's research will have a strong primary focus on two questions. First, can de Sitter space be realized in string theory?  Or must dark energy be a dynamical phenomenon?   Second, what kind of theories exist in the region between local quantum field theory and string theory?  There are very exciting hints of a new structure residing in that region from recent progress in studying deformations of quantum field theory by irrelevant operators.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Savdeep",
   "pi_last_name": "Sethi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Savdeep Sethi",
   "pi_email_addr": "sethi@theory.uchicago.edu",
   "nsf_id": "000122223",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "933 East 56th Street, MCP 427",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371460",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 360000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 41040.0
  }
 ],
 "por": null
}