{
 "awd_id": "2014217",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeuroNex: From Odor to Action: Discovering Principles of Olfactory-Guided Natural Behavior",
 "cfda_num": "47.049, 47.074",
 "org_code": "08080200",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 17000000.0,
 "awd_amount": 17000000.0,
 "awd_min_amd_letter_date": "2020-08-14",
 "awd_max_amd_letter_date": "2025-03-31",
 "awd_abstract_narration": "The Odor2Action network consists of 16 investigators from 16 research institutions in the United States, the United Kingdom, and Canada. The composition and scientific goals of the effort are designed to leverage prior investments in neurotechnologies funded by the BRAIN Initiative, other domestic agencies and international partners. Specifically, Odor2Action will address a central question of neuroscience: How do animals use information from odor stimuli in their environment to guide natural behaviors? To synergistically study this problem, the network is subdivided into three interdisciplinary research groups (IRGs); each IRG contains experts in a wide range of experimental and theoretical approaches, and investigates how similar problems are solved by nervous systems in phylogenetically diverse species. IRG1 will test a novel framework for organizing olfactory stimulus space and olfactory codes around the statistical relationships among natural odors. IRG2 will work to understand how neural circuits translate odor signals into dynamic and adaptive behaviors, a critical component of our overall network goal of understanding how natural odors trigger natural behaviors. IRG3 will investigate the physical structure of odor environments and how animal motion and sensory capabilities interact with those environments to detect, discriminate and localize odor objects. Collectively, the network will determine how neural representations of odor are generated, how they are progressively reformatted across successive circuit layers, and how they support useful behaviors. While focusing on olfaction, this project will provide broad and fundamental insights into brain function. This compact circuit architecture associated with olfaction offers unique opportunities to achieve an end-to-end understanding of the core computational logic by which various brains organize and read out such high-dimensional, discrete variables to generate adaptive behaviors. This coordinated project on the neuroscience of olfaction across species will have important societal impacts in science, technology, health, and policy. Given the complexity and high dimensionality of chemical space and its primacy in driving behavior among most species, studying how odor leads to action promises to provide insight into optimal biological solutions for encoding complex information about the external world. Elucidating biological solutions to olfaction can inform the development of algorithms and engineered devices for detection and identification of chemicals in applications that span the range from homeland security to food safety.\r\n\r\nThe Odor2Action network will address a central question of neuroscience: How do animals use information from odor stimuli in their environment to guide natural behaviors? The network will approach this problem in the context of olfactory-guided behavior as an instance of a much more general problem of many complex brain systems - how are high-dimensional, discrete, and combinatorial variables that are not simply ordered along easily discernible axes represented in brain circuits and mapped to actions? The compact olfactory circuit architecture offers unique opportunities to achieve an end-to-end understanding of the core computational logic by which brains organize and read out such high-dimensional, discrete variables to generate adaptive behaviors. This network will study olfactory systems of mammals and insects, which have independently evolved common structural elements at successive levels of olfactory processing in their central nervous systems. These common elements possibly reflect convergent evolution towards a set of similar solutions to shared olfactory problems. The network comprises three interdisciplinary research groups (IRGs) that are designed around specific elements of an end-to-end investigation of olfaction. IRG1 aims to understand the first stages of how neural representations of odor are generated, and how they are progressively reformatted across successive circuit layers to support meaningful behaviors. IRG2 aims to understand how neural circuits translate odor signals into dynamic and adaptive behaviors, a critical component of our overall network goal of understanding how natural odors trigger natural behaviors. IRG3 will investigate the physical structure of odor environments and how animal motion and sensory capabilities interact with those environments to detect, discriminate and localize odor objects. Each IRG integrates theory and experimental approaches in two or more species in ways that produce complementary, synergistic interactions across levels of biological analysis. \r\n\r\nThis Neuronex award is co-funded by the Division of Emerging Frontiers and the Behavioral Systems Cluster within the Directorate for Biological Sciences, the Office of Advanced Cyberinfrastructure within the Directorate for Computer and Information Sciences, the Mathematical Biology Program and the Physics of Living Systems Program within the Directorate for Mathematical and Physical Sciences, as part of the BRAIN Initiative and NSF's Understanding the Brain activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Crimaldi",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Crimaldi",
   "pi_email_addr": "crimaldi@colorado.edu",
   "nsf_id": "000120672",
   "pi_start_date": "2020-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Smith",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Brian H Smith",
   "pi_email_addr": "brian.h.smith@asu.edu",
   "nsf_id": "000219107",
   "pi_start_date": "2020-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Urban",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan N Urban",
   "pi_email_addr": "nnu220@lehigh.edu",
   "nsf_id": "000269088",
   "pi_start_date": "2020-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Hong",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth J Hong",
   "pi_email_addr": "ejhong@caltech.edu",
   "nsf_id": "000695390",
   "pi_start_date": "2020-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481 572",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  },
  {
   "pgm_ele_code": "768400",
   "pgm_ele_name": "CESER-Cyberinfrastructure for"
  },
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  },
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "8091",
   "pgm_ref_txt": "BRAIN Initiative Res Support"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 6700000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 2555553.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 1930519.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 3163928.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 2650000.0
  }
 ],
 "por": null
}