{
 "awd_id": "2015294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Intelligent Biology and Medicine in 2020: Innovating Interdisciplinary Education, Research, and Collaboration in Data Science and Artificial Intelligence",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 18326.0,
 "awd_amount": 18326.0,
 "awd_min_amd_letter_date": "2020-05-08",
 "awd_max_amd_letter_date": "2020-05-08",
 "awd_abstract_narration": "In the era of artificial intelligence and data science, covering data process and standardization, algorithm and tool development, statistics, machine learning and related approaches provide critical new opportunities for dealing with the amazing data growth rate. This coupled with new technologies leads to advances in health and biomedical research. The 2020 the International Conference on Intelligent Biology and Medicine (ICIBM) will be held August 9-11, 2020, led by a stellar field of keynote speakers to address themes of omics- and data-based systems, translational science and personalized medicine. The conference promotes extensive interaction and provides opportunities for junior faculty and students to participate and learn. \r\n\r\nThe mission of ICIBM is to promote information science, technology, and education to a great variety of trainees and young investigators, including trainees, faculty, teachers, scientists, and engineers, and to provide a forum for the cross-fertilization of ideas. ICIBM will provide a forum to accelerate data science method development and application, to explore complex and dynamic functions and regulation in cellular systems and organisms, and to improve algorithms, deep learning, computational tools, knowledgebase, and biotechniques for better diagnosis, prevention, and treatment of diseases. ICIBM 2020 conference programs will include four distinguished keynote speakers, eminent scholars' talks, tutorial and workshop sessions, scientific presentations, a poster session, and other activities. Top manuscripts will be selected for special journal issues.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhongming",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhongming Zhao",
   "pi_email_addr": "zhongming.zhao@uth.tmc.edu",
   "nsf_id": "000571928",
   "pi_start_date": "2020-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Texas Health Science Center at Houston",
  "inst_street_address": "7000 FANNIN ST FL 9",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7135003999",
  "inst_zip_code": "770303870",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS HEALTH SCIENCE CENTER AT HOUSTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZUFBNVZ587D4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas Health Science Center at Houston",
  "perf_str_addr": "7000 Fannin St.",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770305400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 18326.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Due to the COVID-19 pandemic, The International Conference on Intelligent Biology and Medicine 2020 (ICIBM 2020) was held as a virtual conference on August 9-11, 2021. Then, ICIBM 2021 was organized as a virtual conference again on August 8-10, 2021 due to the severe COVID-19 pandemic. Due to the COVID-19 pandemic improvement, ICIBM 2022 was successfully held as an in-person conference at Philadelphia, Pennsylvania on August 7-9, 2022. The conference websites are available at web site: https://icibm2020.iaibm.org/, https://icibm2021.iaibm.org/ and https://icibm2022.iaibm.org/. The fund was used to partially support these conferences including travel awardees and invited speakers.</p>\n<p>&nbsp;</p>\n<p>ICIBM 2020 turned out to be the largest of all the previous ICIBM series based on the number of registrations and attendees, thanks to the online platform and free registration. A total of 300 scientists or trainees registered and 291 of them attended. ICIBM 2020 received 75 original manuscripts. These manuscripts covered research topics including next-generation sequencing, single cell analyses, deep learning, genomics and other omics research, system biology, medical applications, computational methods, and novel applications of computational tools. ICIBM 2020 included four scientific sessions covering bioinformatics, genomics, systems biology, intelligent computing, data sciences, computational drug discovery, and biomedical informatics. We wrote four editorials, which were published in BMC Genomics, BMC Bioinformatics, BMC Medical Genomics, and BMC Medical Informatics and Decision Making.</p>\n<p>&nbsp;</p>\n<p>ICIBM 2021 scientific program included four tutorials and workshops, four keynote lectures, four eminent scholars&rsquo; presentations, eight concurrent scientific sessions (total of 77 oral presentations) and a poster session (36 posters). Topics covered by submissions included deep learning and machine learning, next-generation sequencing, single-cell analyses, metabolomics, genomics, and other omics research, systems biology, medical applications and translational research involving high-throughput data, computational methods and novel applications of computational tools, and others.&nbsp; Realizing the prominent impact of data science and high-throughput data in intelligent biology and medicine, ICIBM spanned current topics, with the intention of bridging topics together and fostering a cross-disciplinary environment. The four tutorials and workshops were: &ldquo;A live tutorial on Molecular Evolutionary Genetics Analysis (MEGA)&rdquo;, &ldquo;Statistical methods for allele-specific expression analysis using RNA sequencing data&rdquo;, &ldquo;Advanced computational analyses of single-cell RNA sequencing data&rdquo;, and &ldquo;No Boundary Thinking in Bioinformatics&rdquo; (a NSF-supported program including over 15 institutes). Keynote speakers included: Dr. James Duncan from Yale University, Dr. Ben Raphael from Princeton University, Dr. Chunhua Weng from Columbia University, and Dr. Ying Xu from University of Georgia.</p>\n<p>&nbsp;</p>\n<p>ICIBM 2022 was the first time held in-person at Philadelphia, PA on August 7-9, 2022 since COVID-19 pandemic. It attracted 276 registrants and other volunteers who contributed to four workshops/tutorials, four keynote speeches (three are female scientists), six Eminent Scholars&rsquo; speeches (included one minority speaker), 99 scientific podium presentations in 12 concurrent scientific sessions, and 24 poster presentations. We received 51 original paper submissions and 76 abstract submissions. We are in the process of publishing four special issues. The program added two Flash Talk sessions and a session &ldquo;Artificial Intelligence on Big Data: Promise for Early-stage Trainees&rdquo;, which offered unique opportunities for young or early-stage trainees including collegue and high school students to engage ICIBM and interact with senior investigators.</p>\n<p>&nbsp;</p>\n<p>There were 29 travel awards in ICIBM 2021 and 24 travel awards in ICIBM 2022 provided to trainees from diverse backgrounds. Selection of these awardees was based on the quality of the research (paper or abstract, first author), the financial need, and diversity/minority of the attendees. These travel awards encouraged the participation of young scientists in training from a diverse array of both scientific and societal backgrounds. All the travel awardees were able to attend the conference and presented their work. An award ceremony was given during the ICIBM 2022 conference.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/11/2023<br>\n\t\t\t\t\tModified by: Zhongming&nbsp;Zhao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDue to the COVID-19 pandemic, The International Conference on Intelligent Biology and Medicine 2020 (ICIBM 2020) was held as a virtual conference on August 9-11, 2021. Then, ICIBM 2021 was organized as a virtual conference again on August 8-10, 2021 due to the severe COVID-19 pandemic. Due to the COVID-19 pandemic improvement, ICIBM 2022 was successfully held as an in-person conference at Philadelphia, Pennsylvania on August 7-9, 2022. The conference websites are available at web site: https://icibm2020.iaibm.org/, https://icibm2021.iaibm.org/ and https://icibm2022.iaibm.org/. The fund was used to partially support these conferences including travel awardees and invited speakers.\n\n \n\nICIBM 2020 turned out to be the largest of all the previous ICIBM series based on the number of registrations and attendees, thanks to the online platform and free registration. A total of 300 scientists or trainees registered and 291 of them attended. ICIBM 2020 received 75 original manuscripts. These manuscripts covered research topics including next-generation sequencing, single cell analyses, deep learning, genomics and other omics research, system biology, medical applications, computational methods, and novel applications of computational tools. ICIBM 2020 included four scientific sessions covering bioinformatics, genomics, systems biology, intelligent computing, data sciences, computational drug discovery, and biomedical informatics. We wrote four editorials, which were published in BMC Genomics, BMC Bioinformatics, BMC Medical Genomics, and BMC Medical Informatics and Decision Making.\n\n \n\nICIBM 2021 scientific program included four tutorials and workshops, four keynote lectures, four eminent scholars’ presentations, eight concurrent scientific sessions (total of 77 oral presentations) and a poster session (36 posters). Topics covered by submissions included deep learning and machine learning, next-generation sequencing, single-cell analyses, metabolomics, genomics, and other omics research, systems biology, medical applications and translational research involving high-throughput data, computational methods and novel applications of computational tools, and others.  Realizing the prominent impact of data science and high-throughput data in intelligent biology and medicine, ICIBM spanned current topics, with the intention of bridging topics together and fostering a cross-disciplinary environment. The four tutorials and workshops were: \"A live tutorial on Molecular Evolutionary Genetics Analysis (MEGA)\", \"Statistical methods for allele-specific expression analysis using RNA sequencing data\", \"Advanced computational analyses of single-cell RNA sequencing data\", and \"No Boundary Thinking in Bioinformatics\" (a NSF-supported program including over 15 institutes). Keynote speakers included: Dr. James Duncan from Yale University, Dr. Ben Raphael from Princeton University, Dr. Chunhua Weng from Columbia University, and Dr. Ying Xu from University of Georgia.\n\n \n\nICIBM 2022 was the first time held in-person at Philadelphia, PA on August 7-9, 2022 since COVID-19 pandemic. It attracted 276 registrants and other volunteers who contributed to four workshops/tutorials, four keynote speeches (three are female scientists), six Eminent Scholars’ speeches (included one minority speaker), 99 scientific podium presentations in 12 concurrent scientific sessions, and 24 poster presentations. We received 51 original paper submissions and 76 abstract submissions. We are in the process of publishing four special issues. The program added two Flash Talk sessions and a session \"Artificial Intelligence on Big Data: Promise for Early-stage Trainees\", which offered unique opportunities for young or early-stage trainees including collegue and high school students to engage ICIBM and interact with senior investigators.\n\n \n\nThere were 29 travel awards in ICIBM 2021 and 24 travel awards in ICIBM 2022 provided to trainees from diverse backgrounds. Selection of these awardees was based on the quality of the research (paper or abstract, first author), the financial need, and diversity/minority of the attendees. These travel awards encouraged the participation of young scientists in training from a diverse array of both scientific and societal backgrounds. All the travel awardees were able to attend the conference and presented their work. An award ceremony was given during the ICIBM 2022 conference.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/11/2023\n\n\t\t\t\t\tSubmitted by: Zhongming Zhao"
 }
}