{
 "awd_id": "2015339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Transfer Learning for Large-Scale Inference: General Framework and Data-Driven Algorithms",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2020-06-18",
 "awd_max_amd_letter_date": "2022-01-27",
 "awd_abstract_narration": "Transfer learning provides crucial techniques for utilizing data from related studies that are conducted under different contexts or on diverse populations. It is an important topic with a wide range of applications in integrative genomics, neuroimaging, computer vision and signal processing. This research work will provide new tools to scientific researchers who routinely collect and analyze high dimensional and complex data across different sources and platforms. This project aims to develop new analytical tools to improve conventional methods by delivering more informative and interpretable scientific findings. The developed transfer learning algorithms, which can reliably extract and combine knowledge from diverse data types and across different studies, will help address important issues from genomics applications. User-friendly software packages will be developed and made publicly available. Scientific researchers can use the tools to translate dispersed and heterogeneous data sources into new knowledge and medical benefits. This will help improve the understanding of the role of various genetic factors in complex diseases, and accelerate the development of new medicines and treatments in a cost-effective way. \r\n\r\nTransfer learning for large-scale inference aims to extract and transfer the knowledge learned from related source domains to assist the simultaneous inference of thousands or even millions of parameters in the target domain. We aim to develop a general framework to gain understanding of the benefits and caveats of transfer learning in a wide range of large-scale inference problems including sparse estimation, false discovery rate analysis, sparse linear discriminant analysis and high-dimensional regression. Our research addresses two key issues in transfer learning: (a) What should be transferred? (b) How to transfer and prevent negative learning? We aim to pursue three major research goals. The first is to develop a class of computationally efficient and robust transfer learning algorithms for high-dimensional sparse inference. The general strategy is to first learning the local sparsity structure of the high-dimensional object through auxiliary data and then apply the structural knowledge to the target domain by adaptively placing differential weights or setting varied thresholds on corresponding coordinates. The second is to formalize a decision-theoretic framework for high-dimensional transfer learning that is applicable across the sparse and non-sparse regimes. Along this direction, we aim to develop a class of kernelized nonparametric empirical Bayes methods for data-sharing shrinkage estimation and multiple testing. The third is to address the urgent needs and new challenges arising from important genomics applications using the newly developed methods.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Wenguang",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenguang Sun",
   "pi_email_addr": "wenguans@marshall.usc.edu",
   "nsf_id": "000539729",
   "pi_start_date": "2020-06-18",
   "pi_end_date": "2022-01-27"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xin",
   "pi_last_name": "Tong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xin Tong",
   "pi_email_addr": "xint@marshall.usc.edu",
   "nsf_id": "000657180",
   "pi_start_date": "2022-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3670 Trousdale Parkway",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890071",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "079Z",
   "pgm_ref_txt": "Machine Learning Theory"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Motivated by a range of important applications, this project aims to develop new methodologies and theory for&nbsp;</span><span>integrative large-scale data analysis and statistical inference</span><span>, where the goal is to effectively incorporate relevant structural and external information in the analysis and inference of data collected from thousands and even millions of study units/variables. There are four major research goals to be pursued. One is to develop an integrative framework for inference of two sparse objects that can handle a wide range of dependence structures such as those arise in multiple testing for high-dimensional linear regression, large covariance/correlation matrices, and Gaussian graphical models. A second is to develop novel theories and methodologies for a class of structured simultaneous inference problems, including optimal sequential multiple testing with online false discovery rate control, estimating a high-dimensional mean vector with heteroscedastic errors and identifying hierarchically structured patterns. The third is to develop a general frame- work for set-wise simultaneous inference and solve related problems such as replicability analysis, simultaneous conjunction tests and multi-stage adaptive testing. The fourth is to address the urgent needs and new challenges arising from important genomics applications, including detection of genes-environment interactions, differential gene network analysis and SNP set analysis, using the newly developed methods.&nbsp;</span></p>\n<p><span>Intellectual Merit.&nbsp;</span><span>Integrative large-scale data analysis and statistical inference is an important topic with a wide range of applications in genomics, neuroimaging, astrophysics, climate studies, and signal processing. The new integrative framework that will be developed in this project provides a powerful approach for extracting and pooling information from various parts of massive data sets with complex structures. The new inference procedures and analytical tools will improve the power of conventional methods and deliver more informative and interpretable scientific results. The proposed research will make important contributions to multiple testing, simultaneous estimation and statistical decision theories. The methodologies developed in this project will address important issues from genomics applications.&nbsp;</span></p>\n<p><span>Broader Impacts.&nbsp;</span><span>The research will provide new methodologies and technical tools to researchers in various scientific fields who routinely collect and analyze high dimensional data. The PIs&rsquo; close collaboration with researchers at Harvard School of Public Health and the Perelman School of Medicine at Penn will lead to major applications in genomics, including detection of genes-environment interactions, differential gene network analysis and SNP set analysis. The collaborative research will help translate dispersed and heterogeneous data sources into new knowledge and medical benefits. The procedures and algorithms developed in this project will be implemented as user-friendly and accessible software packages in&nbsp;</span><span>R&nbsp;</span><span>and/or&nbsp;</span><span>Matlab&nbsp;</span><span>and made available on the web along with the associated research reports. This project will also make important contributions to the development of Ph.D. students and postdoctoral fellows. This is a promising field for young researchers who are interested in interdisciplinary research.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2023<br>\n\t\t\t\t\tModified by: Xin&nbsp;Tong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMotivated by a range of important applications, this project aims to develop new methodologies and theory for integrative large-scale data analysis and statistical inference, where the goal is to effectively incorporate relevant structural and external information in the analysis and inference of data collected from thousands and even millions of study units/variables. There are four major research goals to be pursued. One is to develop an integrative framework for inference of two sparse objects that can handle a wide range of dependence structures such as those arise in multiple testing for high-dimensional linear regression, large covariance/correlation matrices, and Gaussian graphical models. A second is to develop novel theories and methodologies for a class of structured simultaneous inference problems, including optimal sequential multiple testing with online false discovery rate control, estimating a high-dimensional mean vector with heteroscedastic errors and identifying hierarchically structured patterns. The third is to develop a general frame- work for set-wise simultaneous inference and solve related problems such as replicability analysis, simultaneous conjunction tests and multi-stage adaptive testing. The fourth is to address the urgent needs and new challenges arising from important genomics applications, including detection of genes-environment interactions, differential gene network analysis and SNP set analysis, using the newly developed methods. \n\nIntellectual Merit. Integrative large-scale data analysis and statistical inference is an important topic with a wide range of applications in genomics, neuroimaging, astrophysics, climate studies, and signal processing. The new integrative framework that will be developed in this project provides a powerful approach for extracting and pooling information from various parts of massive data sets with complex structures. The new inference procedures and analytical tools will improve the power of conventional methods and deliver more informative and interpretable scientific results. The proposed research will make important contributions to multiple testing, simultaneous estimation and statistical decision theories. The methodologies developed in this project will address important issues from genomics applications. \n\nBroader Impacts. The research will provide new methodologies and technical tools to researchers in various scientific fields who routinely collect and analyze high dimensional data. The PIs’ close collaboration with researchers at Harvard School of Public Health and the Perelman School of Medicine at Penn will lead to major applications in genomics, including detection of genes-environment interactions, differential gene network analysis and SNP set analysis. The collaborative research will help translate dispersed and heterogeneous data sources into new knowledge and medical benefits. The procedures and algorithms developed in this project will be implemented as user-friendly and accessible software packages in R and/or Matlab and made available on the web along with the associated research reports. This project will also make important contributions to the development of Ph.D. students and postdoctoral fellows. This is a promising field for young researchers who are interested in interdisciplinary research.\n\n \n\n\t\t\t\t\tLast Modified: 10/11/2023\n\n\t\t\t\t\tSubmitted by: Xin Tong"
 }
}