{
 "awd_id": "2015404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring the genomics of convergent snout elongations in deep-sea fishes",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032922689",
 "po_email": "cferguso@nsf.gov",
 "po_sign_block_name": "Carolyn J. Ferguson",
 "awd_eff_date": "2020-06-15",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 300062.0,
 "awd_amount": 300062.0,
 "awd_min_amd_letter_date": "2020-06-10",
 "awd_max_amd_letter_date": "2023-07-05",
 "awd_abstract_narration": "Explaining how similar traits have independently evolved in distantly related organisms is a central goal of evolutionary biology. Among vertebrates, fishes are one of the few evolutionary systems that provide repeated cases of adaptation to deep-sea marine environments, one of the most extreme and underexplored environments on earth. Transitions from shallow to deep-sea habitats have occurred multiple times, resulting in a variety of remarkable adaptations, from the presence of bioluminescence and small body size to a diverse array of morphological specializations. However, detailed comparative studies investigating the origin and genomic bases of specialized phenotypic novelties that have repeatedly appeared in the deep-sea continue to be poorly understood. This project aims to develop a comparative approach to study convergent morphological evolution and its underlying ecological and genomic bases in the deep-sea spikefishes (Triacanthodidae, Tetraodontiformes), which are distributed around the tropical and temperate upper slopes of the world’s oceans.\r\n\r\nSpikefishes provide an outstanding system for investigating convergent evolution as lineages in the group have independently evolved at least twice the most extreme tubular snout elongation in the Fish Tree of Life, have some of the smallest vertebrate genomes, and included well-preserved fossil species from the Eocene and Oligocene. The integration of state-of-the-art genomic and morphological data with the study of extant and fossil species will allow new ways of exploring convergent morphological evolution in a genomic and ecological framework. Moreover, understanding the determinants of deep-sea convergence at the molecular level has the potential to inform general principles of adaptation and morphological predictivity along ocean depth gradients. Overall, this project will contribute whole-genome resequencing data, CT-scans for extant and fossil taxa, and a well-resolved phylogeny of triacanthodids and allies. This project will also provide online videos, tutorials, interactive apps, museum exhibits, undergraduate and graduate training, and a series of integrative research papers exploring the links between phenotype and genotype and the associations of genomic regions involved in morphological adaptations in fishes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dahiana",
   "pi_last_name": "Arcila",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dahiana Arcila",
   "pi_email_addr": "dkarcila@ucsd.edu",
   "nsf_id": "000734383",
   "pi_start_date": "2020-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Broughton",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Richard E Broughton",
   "pi_email_addr": "rbroughton@ou.edu",
   "nsf_id": "000439158",
   "pi_start_date": "2023-07-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Bemis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine E Bemis",
   "pi_email_addr": "keb242@cornell.edu",
   "nsf_id": "000816533",
   "pi_start_date": "2020-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "201 Stephenson Parkway Five Part",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730199705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 300062.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Understanding Extreme Morphological Adaptations in Deep-Sea Fishes</strong></p>\n<p>&nbsp;Spikefishes, a group of deep-sea teleosts, exhibit extraordinary morphological adaptations, including elongated, tube-shaped snouts. These features, which superficially resemble those of seahorse relatives such as snipefishes, have evolved independently, providing a compelling model for studying convergent evolution. This research utilized whole-genome sequencing data, high-resolution anatomical imaging, and paleontological information to elucidate the evolutionary processes underlying these extreme body forms.</p>\n<p><strong>Key Findings</strong></p>\n<p>This study has yielded several critical insights into the evolutionary history and functional morphology of spikefishes:</p>\n<p><em><strong>Phylogenetic reconstruction</strong></em>: The first complete phylogenetic framework for spikefishes was constructed, revealing that their pronounced snout elongation evolved approximately 10 million years ago.</p>\n<p><em><strong>Morphological diversification: </strong></em>Long-snouted spikefishes demonstrate greater variability in tooth morphology and craniofacial structures compared to their short-snouted relatives, indicating functional adaptations to novel ecological niches.</p>\n<p><em><strong>Convergent evolution: </strong></em>Comparative analyses reveal that while spikefishes and snipefishes exhibit analogous craniofacial elongation, these traits arose through distinct evolutionary pathways, with overlapping modifications in certain skeletal elements.</p>\n<p><strong><em>Genomic advances:</em></strong> High-quality genome assemblies were generated for multiple spikefish species, creating foundational resources for future genomic and evolutionary research.</p>\n<p>&nbsp;</p>\n<p><strong>Educational Contributions</strong></p>\n<p>The project provided substantial training and capacity-building opportunities for emerging researchers:</p>\n<p>- Graduate students gained expertise in cutting-edge research techniques, including whole-genome sequencing, computed tomography (CT) imaging, and quantitative morphological analyses.</p>\n<p>- Specialized workshops on genomic data processing and fish anatomy were conducted to broaden accessibility and skill development within the scientific community.</p>\n<p>- Students disseminated their findings at international scientific conferences and through publications in peer-reviewed journals.</p>\n<p>- Collaborative efforts included contributions from researchers in Australia, Japan, Taiwan, and other nations, enriching the study with diverse perspectives and specimens.</p>\n<p><strong>Broader Implications</strong></p>\n<p>This research significantly advances our understanding of morphological evolution and ecological adaptation in deep-sea environments:&nbsp;</p>\n<p><em><strong>Evolutionary insights: </strong></em>The study provides a detailed examination of the mechanisms driving the evolution of extreme morphological traits, highlighting the role of ecological pressures and developmental constraints.</p>\n<p><em><strong>Conservation relevance:</strong></em> As human activities increasingly threaten deep-sea ecosystems, understanding the biodiversity and evolutionary history of these environments is critical for informing conservation strategies.</p>\n<p><strong><em>Open data access:</em></strong> To facilitate further research, genomic sequences, anatomical scans, and associated datasets have been made publicly available, supporting ongoing and future investigations into marine biodiversity and evolutionary biology.</p>\n<p><strong>Conclusion</strong></p>\n<p>By integrating phylogenetics, genomics, and comparative morphology, this study provides a comprehensive understanding of the evolutionary innovations in spikefishes. These findings contribute to broader questions about adaptation and diversification in extreme environments, while the resources generated will serve as a platform for continued research into the remarkable diversity of life in the deep sea.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/13/2024<br>\nModified by: Dahiana&nbsp;Arcila</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2015404/2015404_10676334_1731560126283_methods--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2015404/2015404_10676334_1731560126283_methods--rgov-800width.jpg\" title=\"Spikefishes diversity\"><img src=\"/por/images/Reports/POR/2024/2015404/2015404_10676334_1731560126283_methods--rgov-66x44.jpg\" alt=\"Spikefishes diversity\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Morphological data collected from four different spikefish species. Each species shows landmarks in context (top left), landmarking scheme (top right), tooth measurements (bottom left), and the CT scan without morphological data collected (bottom right)</div>\n<div class=\"imageCredit\">Zach Heiple</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dahiana&nbsp;Arcila\n<div class=\"imageTitle\">Spikefishes diversity</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nUnderstanding Extreme Morphological Adaptations in Deep-Sea Fishes\n\n\nSpikefishes, a group of deep-sea teleosts, exhibit extraordinary morphological adaptations, including elongated, tube-shaped snouts. These features, which superficially resemble those of seahorse relatives such as snipefishes, have evolved independently, providing a compelling model for studying convergent evolution. This research utilized whole-genome sequencing data, high-resolution anatomical imaging, and paleontological information to elucidate the evolutionary processes underlying these extreme body forms.\n\n\nKey Findings\n\n\nThis study has yielded several critical insights into the evolutionary history and functional morphology of spikefishes:\n\n\nPhylogenetic reconstruction: The first complete phylogenetic framework for spikefishes was constructed, revealing that their pronounced snout elongation evolved approximately 10 million years ago.\n\n\nMorphological diversification: Long-snouted spikefishes demonstrate greater variability in tooth morphology and craniofacial structures compared to their short-snouted relatives, indicating functional adaptations to novel ecological niches.\n\n\nConvergent evolution: Comparative analyses reveal that while spikefishes and snipefishes exhibit analogous craniofacial elongation, these traits arose through distinct evolutionary pathways, with overlapping modifications in certain skeletal elements.\n\n\nGenomic advances: High-quality genome assemblies were generated for multiple spikefish species, creating foundational resources for future genomic and evolutionary research.\n\n\n\n\n\nEducational Contributions\n\n\nThe project provided substantial training and capacity-building opportunities for emerging researchers:\n\n\n- Graduate students gained expertise in cutting-edge research techniques, including whole-genome sequencing, computed tomography (CT) imaging, and quantitative morphological analyses.\n\n\n- Specialized workshops on genomic data processing and fish anatomy were conducted to broaden accessibility and skill development within the scientific community.\n\n\n- Students disseminated their findings at international scientific conferences and through publications in peer-reviewed journals.\n\n\n- Collaborative efforts included contributions from researchers in Australia, Japan, Taiwan, and other nations, enriching the study with diverse perspectives and specimens.\n\n\nBroader Implications\n\n\nThis research significantly advances our understanding of morphological evolution and ecological adaptation in deep-sea environments:\n\n\nEvolutionary insights: The study provides a detailed examination of the mechanisms driving the evolution of extreme morphological traits, highlighting the role of ecological pressures and developmental constraints.\n\n\nConservation relevance: As human activities increasingly threaten deep-sea ecosystems, understanding the biodiversity and evolutionary history of these environments is critical for informing conservation strategies.\n\n\nOpen data access: To facilitate further research, genomic sequences, anatomical scans, and associated datasets have been made publicly available, supporting ongoing and future investigations into marine biodiversity and evolutionary biology.\n\n\nConclusion\n\n\nBy integrating phylogenetics, genomics, and comparative morphology, this study provides a comprehensive understanding of the evolutionary innovations in spikefishes. These findings contribute to broader questions about adaptation and diversification in extreme environments, while the resources generated will serve as a platform for continued research into the remarkable diversity of life in the deep sea.\n\n\n\t\t\t\t\tLast Modified: 11/13/2024\n\n\t\t\t\t\tSubmitted by: DahianaArcila\n"
 }
}