{
 "awd_id": "2015669",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating Heterogeneous Organic Amines for Glucose Isomerization to Fructose",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 338290.0,
 "awd_amount": 359290.0,
 "awd_min_amd_letter_date": "2020-07-16",
 "awd_max_amd_letter_date": "2023-05-25",
 "awd_abstract_narration": "This project targets the design of heterogeneous catalysts for the conversion of biomass to chemicals and fuels. The researchers will study catalyst structure and performance aspects related to catalyst stability, activity, and product selectivity.  The project will support transition to a clean-energy economy by improving the design of catalysts for manufacturing fuels and chemicals from bio-renewable feedstocks rather than fossil sources. The project will involve an educational outreach component that will seek to increase participation of women and underrepresented students in science, technology, engineering and mathematics (STEM) fields.\r\n\r\nSpecifically, the project will investigate the synthesis-structure-reactivity of aminosilanes immobilized on heterogeneous silica supports for the isomerization of glucose to fructose. A series of heterogeneous catalysts containing different aminosilane designs will be tested to determine how the structure of the aminosilane can be modified to increase catalyst stability. Identifying a stable aminosilane structure will have broad implications for catalytic materials for all liquid-phase chemistry. Further, the work will examine how the reaction selectivity can be increased through modifying the reaction conditions, including the concentration of glucose. The complex reaction mixtures will be analyzed using advanced mass spectrometry techniques to determine how glucose concentration impacts the species formed. Finally, spectroscopy techniques including nuclear magnetic resonance (NMR) and fourier-transform infrared spectroscopy (FTIR) will be used to investigate amine-silanol interactions. These amine-silanol interactions have been implicated in reducing the activity of aminosilica materials. The spectroscopy will provide insights on how the structure of the aminosilane impacts amine-silanol interactions. The impact of the project can be substantial since it has the potential to provide new methods to create heterogeneous catalysts for aqueous phase reactions. The project involves a  diverse team of students that will be trained in advanced catalytic material synthesis, characterization, and testing. More broadly, the project will broaden participation from underrepresented groups in STEM programs through interfacing with several existing programs at Ohio State University to demonstrate a classroom module to elementary school children to inspire future generations to pursue education in STEM-related fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Brunelli",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas A Brunelli",
   "pi_email_addr": "brunelli.2@osu.edu",
   "nsf_id": "000665568",
   "pi_start_date": "2020-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "The Ohio State University",
  "perf_str_addr": "151 W. Woodruff Ave",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 338290.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 7000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 14000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Our research has investigated methods to valorize biomass through the design and synthesis of catalysts. The discoveries have elucidated underlying phenomena that will be important for a range of chemical reactions. We are adding key details that will help us understand how to make more active and selective catalysts. The catalyst designs are adding to our toolbox so that we can tackle future challenges. These results have been broadly shared through a combination of publications, presentations, and community outreach activities organized by the group, including incorporating the outcomes of the research into classroom discussions and assignments.</span></p>\r\n<p><span>The specific research advances include the detailed understanding of how the material properties impact the catalytic activity of glucose isomerization to fructose. This reaction is a critical reaction in the upgrading of biomass into chemicals since the direct conversion of glucose into chemicals such a 5-hydroxymethylfurfural (HMF), a top priority biomass-derived chemical intermediate. We have identified ways to tune the structure of the catalyst support (e.g., reducing small pores), using high surface densities of the catalytic species, and synthesizing catalytic sites with precise structures to create highly active catalysts. Our work has uncovered the complexity of these materials, showing that multiple types of sites exist in these materials. These different sites had different activities. We have used spectroscopy experiments to show how tuning each of these parameters impacts the interaction of the catalytic site with the surface. We have connected spectroscopic experiments with investigation of the different catalytic species present in the materials to reveal the nature of highly active sites. Through modifying the site precursor, we are able to create highly active catalytic sites that will be broadly applicable to a wide range of catalytic reactions.</span></p>\r\n<p><span>The work also provided research opportunities for undergraduate students. The students have been very active with synthesizing and testing catalytic materials. The students have contributed to publications and pursued graduate education to further advance catalytic capabilities.</span></p>\r\n<p><span>The project has also supported several graduate students as they have matriculated through the program. They have received strong technical training as well as mentoring and professional development so that the students are prepared to tackle future challenges in catalyst development. This includes collaborative work that combines experiment and theory that will be beneficial for tackling complex challenges that require a multi-disciplinary approach.</span></p>\r\n<p><span>Combined, these studies helped advance our understanding of structure-function-reactivity properties for upgrading biomass using catalytic materials. The insights revealed have the potential to re-define our understanding of the catalytic site and enable the production of fine chemicals.&nbsp;<span>These experiences have provided the necessary skill to build a highly skilled workforce.</span></span></p><br>\n<p>\n Last Modified: 11/27/2024<br>\nModified by: Nicholas&nbsp;A&nbsp;Brunelli</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur research has investigated methods to valorize biomass through the design and synthesis of catalysts. The discoveries have elucidated underlying phenomena that will be important for a range of chemical reactions. We are adding key details that will help us understand how to make more active and selective catalysts. The catalyst designs are adding to our toolbox so that we can tackle future challenges. These results have been broadly shared through a combination of publications, presentations, and community outreach activities organized by the group, including incorporating the outcomes of the research into classroom discussions and assignments.\r\n\n\nThe specific research advances include the detailed understanding of how the material properties impact the catalytic activity of glucose isomerization to fructose. This reaction is a critical reaction in the upgrading of biomass into chemicals since the direct conversion of glucose into chemicals such a 5-hydroxymethylfurfural (HMF), a top priority biomass-derived chemical intermediate. We have identified ways to tune the structure of the catalyst support (e.g., reducing small pores), using high surface densities of the catalytic species, and synthesizing catalytic sites with precise structures to create highly active catalysts. Our work has uncovered the complexity of these materials, showing that multiple types of sites exist in these materials. These different sites had different activities. We have used spectroscopy experiments to show how tuning each of these parameters impacts the interaction of the catalytic site with the surface. We have connected spectroscopic experiments with investigation of the different catalytic species present in the materials to reveal the nature of highly active sites. Through modifying the site precursor, we are able to create highly active catalytic sites that will be broadly applicable to a wide range of catalytic reactions.\r\n\n\nThe work also provided research opportunities for undergraduate students. The students have been very active with synthesizing and testing catalytic materials. The students have contributed to publications and pursued graduate education to further advance catalytic capabilities.\r\n\n\nThe project has also supported several graduate students as they have matriculated through the program. They have received strong technical training as well as mentoring and professional development so that the students are prepared to tackle future challenges in catalyst development. This includes collaborative work that combines experiment and theory that will be beneficial for tackling complex challenges that require a multi-disciplinary approach.\r\n\n\nCombined, these studies helped advance our understanding of structure-function-reactivity properties for upgrading biomass using catalytic materials. The insights revealed have the potential to re-define our understanding of the catalytic site and enable the production of fine chemicals.These experiences have provided the necessary skill to build a highly skilled workforce.\t\t\t\t\tLast Modified: 11/27/2024\n\n\t\t\t\t\tSubmitted by: NicholasABrunelli\n"
 }
}