{
 "awd_id": "2015526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Randomized Trials with Non-Compliance: Extending the Angrist-Imbens-Rubin Framework",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 186383.0,
 "awd_amount": 186383.0,
 "awd_min_amd_letter_date": "2020-06-14",
 "awd_max_amd_letter_date": "2022-07-15",
 "awd_abstract_narration": "Randomized controlled trial (RCT) refers to a design commonly employed by clinical and sociological studies where study participants are randomly assigned to an investigational treatment arm, or to a control arm to serve as comparison. With randomization as the unique device to eliminate systematic bias in treatment choice, RCT has been rightfully enshrined as the gold standard for any scientific inquiry, especially those involving human subjects. A challenging yet pervasive issue arises, however, when some participants in an RCT do not comply with the random assignment and instead self-select into the treatment of their choice. This self-selection compromises the objectivity of treatment assignment and thereby weakens the rigor of the experiment. A seminal paper by Angrist, Imbens, and Rubin (1996) provided invaluable insight into the difficult task of drawing valid causal inference in RCTs plagued by non-compliance. However, their work is focused on the average of a quantitative outcome as the metric of treatment effect and thus does not apply to other commonly encountered outcome types such as ordinal data (for example, tumor grade). Moreover, it is unclear whether their approach has utilized the available information on each participant to the fullest extent. With the advent of modern statistical/mathematical tools such as empirical processes, semiparametric theory, and functional analysis, the PI seeks to extend the Angrist-Imbens-Rubin (AIR) approach by targeting a much wider scope of effect size measures, or causal estimands, and studying their efficient estimation under a unified framework. The PI will also develop user-friendly software packages implementing the corresponding inference procedures and involve graduate students in the project. Successful completion of this project will equip investigators with more versatile and powerful tools to address non-compliance in RCTs, the mainstay of medical and sociological investigations. \r\n\r\nSpecifically, the general causal estimand is defined by an arbitrary smooth contrast in the marginal (potential) outcome distribution between the two arms. This formulation unifies seemingly disparate effect size measures for all kinds of outcome types, such as the average treatment effect (ATE), Mann-Whitney effect (i.e., probability of an outcome under treatment being greater than one under control), quantile treatment effect, distributional treatment effect, the win ratio, and so forth. Due to non-identifiability associated with non-compliance, interest is focused on a “local” version of treatment effects, that is, contrasts made on the sub-population of compliers. These are natural extensions of the local ATE thoroughly studied by AIR. Under standard assumptions, simple nonparametric plug-in estimators are constructed for the local treatment effects based on nonparametric estimators for the complier outcome distributions. The operating characteristics of testing procedures based on these estimators will also be investigated. Finally, the entire framework will be re-cast in semiparametric-theoretical terms to optimize the statistical efficiency of both the estimation and testing procedures. This research will lay the groundwork for future extensions to accommodate baseline covariates, censored outcomes, and non-binary (and possibly time-dependent) treatment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lu",
   "pi_last_name": "Mao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lu Mao",
   "pi_email_addr": "lmao@biostat.wisc.edu",
   "nsf_id": "000805573",
   "pi_start_date": "2020-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 60931.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 61898.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 63554.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h3><span><strong>Overview</strong></span></h3>\r\n<p><span>This project focused on improving statistical methods for analyzing randomized controlled trials (RCTs) with non-compliance. In an RCT, participants are randomly assigned to treatment or control groups to ensure an unbiased comparison of outcomes. However, non-compliance occurs when participants do not follow their assigned treatment, leading to challenges in estimating the true effect of an intervention. The foundational work by Angrist, Imbens, and Rubin (1996) addressed this issue by introducing the concept of the </span><span><strong>local average treatment effect (LATE)</strong></span><span>, estimated using instrumental variable techniques. This project expanded upon their framework to handle a wider range of treatment effect measures, offering more flexible and robust tools for causal inference in RCTs.</span></p>\r\n<h3><span><strong>Key Outcomes</strong></span></h3>\r\n<h4><span><strong>1. Advancements in Statistical Methodology</strong></span></h4>\r\n<ul>\r\n<li>\r\n<p><span>Developed estimation techniques and sensitivity analysis methods for </span><span><strong>generalized causal estimands</strong></span><span>, including Mann-Whitney treatment effects and quantile treatment effects.</span></p>\r\n</li>\r\n<li>\r\n<p><span>Proposed new hypothesis testing procedures tailored to </span><span><strong>rank-based intent-to-treat tests</strong></span><span> in the presence of non-compliance.</span></p>\r\n</li>\r\n<li>\r\n<p><span>Studied the </span><span><strong>semiparametric efficiency</strong></span><span> of causal inference models in RCTs, with and without baseline covariates.</span></p>\r\n</li>\r\n<li>\r\n<p><span>Introduced regression tree-based approaches to predict distribution-based general treatment effects using </span><span><strong>high-dimensional covariates</strong></span><span>.</span></p>\r\n</li>\r\n</ul>\r\n<h4><span><strong>2. Publications and Dissemination</strong></span></h4>\r\n<p><span>This research has led to multiple publications in leading statistical journals, including:</span></p>\r\n<ul>\r\n<li><strong>Mao, L.</strong> (2024). <a href=\"https://doi.org/10.1214/24-EJS2311\" target=\"_blank\">Robust improvement of efficiency using information on covariate distribution</a>. <a href=\"https://projecteuclid.org/euclid.ejs\" target=\"_blank\"><em>Electronic Journal of Statistics</em></a>, 18, 4640-4666. </li>\r\n</ul>\r\n<ul>\r\n<li>Cui, Y., Huang, B., <strong>Mao, L.</strong>, Uno, H., Wei, L.-J., and Tian, L. (2024). <a href=\"https://doi.org/10.1177/17407745241264188\" target=\"_blank\">Inferences for the distribution of the duration of response in a comparative clinical study</a>. <a href=\"https://journals.sagepub.com/home/ctj\" target=\"_blank\"><em>Clinical Trials</em></a>, 21, 541-552.</li>\r\n</ul>\r\n<ul>\r\n<li><strong>Mao, L.</strong> and <span style=\"text-decoration: underline;\">Wang, T.</span>&dagger; (2024). <a href=\"https://doi.org/10.1080/10543406.2023.2210658\" target=\"_blank\">Dissecting the restricted mean time in favor of treatment</a>. <a href=\"https://www.tandfonline.com/toc/lbps20/current\" target=\"_blank\"><em>Journal of Biopharmaceutical Statistics</em></a>, 34, 111-126. </li>\r\n</ul>\r\n<ul>\r\n<li><span style=\"text-decoration: underline;\">Wang, T.</span>&dagger;, <strong>Mao, L.</strong>, Cocco, A., and Kim, K. (2024). <a href=\"https://doi.org/10.1002/sim.9952\" target=\"_blank\">Statistical inference for time-to-event data in non-randomized cohorts with selective attrition</a>. <a href=\"https://onlinelibrary.wiley.com/journal/10970258\" target=\"_blank\"><em>Statistics in Medicine</em></a>, 43, 216-232. </li>\r\n</ul>\r\n<ul>\r\n<li>\r\n<p><span>Mao, L. (2022). </span><span><strong>Identification of the outcome distribution and sensitivity analysis under weak confounder-instrument interaction</strong></span><span>. </span><span><em>Statistics &amp; Probability Letters.</em></span></p>\r\n</li>\r\n<li>\r\n<p><span>Mao, L. (2022). </span><span><strong>Nonparametric inference of complier quantile treatment effects in randomized trials with imperfect compliance</strong></span><span>. </span><span><em>Biostatistics &amp; Epidemiology.</em></span></p>\r\n</li>\r\n<li>\r\n<p><span>Mao, L. (2022). </span><span><strong>On the relative efficiency of intent-to-treat Wilcoxon&ndash;Mann&ndash;Whitney test in the presence of non-compliance</strong></span><span>. </span><span><em>Biometrika.</em></span><br /><span>Additionally, several manuscripts are under review or in preparation, further extending the impact of this work.</span></p>\r\n</li>\r\n</ul>\r\n<h4><span><strong>3. Software Development</strong></span></h4>\r\n<p><span>To facilitate the application of these methods in practice, we are developing </span><span><strong>user-friendly R packages</strong></span><span> for implementing the proposed statistical techniques. These packages will be made available on the Comprehensive R Archive Network (CRAN) to support researchers and practitioners analyzing RCTs with non-compliance.</span></p>\r\n<h4><span><strong>4. Training and Professional Development</strong></span></h4>\r\n<p><span>This project has supported the training of two doctoral students at the University of Wisconsin-Madison.</span></p>\r\n<h3><span><strong>Broader Impacts</strong></span></h3>\r\n<ul>\r\n<li>\r\n<p><span>The improved statistical methodologies developed in this project provide more </span><span><strong>accurate and reliable tools</strong></span><span> for analyzing clinical trials and policy studies where non-compliance is a common issue.</span></p>\r\n</li>\r\n<li>\r\n<p><span>The dissemination of methods through publications and software development ensures that the broader scientific community can apply these techniques to real-world problems.</span></p>\r\n</li>\r\n<li>\r\n<p><span>The project has enhanced </span><span><strong>educational opportunities</strong></span><span> by training graduate students in cutting-edge causal inference techniques, preparing the next generation of statisticians and data scientists.</span></p>\r\n</li>\r\n</ul>\r\n<h3><span><strong>Future Directions</strong></span></h3>\r\n<p><span>Moving forward, our research will continue to explore:</span></p>\r\n<ol>\r\n<li>\r\n<p><span><strong>Further refinement of semiparametric efficiency techniques</strong></span><span> for non-compliance settings.</span></p>\r\n</li>\r\n<li>\r\n<p><span><strong>Expanding covariate adjustment strategies</strong></span><span> in local treatment effect estimation.</span></p>\r\n</li>\r\n<li>\r\n<p><span><strong>Finalizing and releasing open-source statistical software</strong></span><span> for broad accessibility.</span></p>\r\n</li>\r\n</ol>\r\n<p><span>This research advances the field of causal inference and provides practical tools for analyzing randomized trials, ensuring the reliability of scientific conclusions in medicine, economics, and the social sciences.</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/13/2025<br>\nModified by: Lu&nbsp;Mao</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "Overview\r\n\n\nThis project focused on improving statistical methods for analyzing randomized controlled trials (RCTs) with non-compliance. In an RCT, participants are randomly assigned to treatment or control groups to ensure an unbiased comparison of outcomes. However, non-compliance occurs when participants do not follow their assigned treatment, leading to challenges in estimating the true effect of an intervention. The foundational work by Angrist, Imbens, and Rubin (1996) addressed this issue by introducing the concept of the local average treatment effect (LATE), estimated using instrumental variable techniques. This project expanded upon their framework to handle a wider range of treatment effect measures, offering more flexible and robust tools for causal inference in RCTs.\r\nKey Outcomes\r\n1. Advancements in Statistical Methodology\r\n\r\n\r\n\n\nDeveloped estimation techniques and sensitivity analysis methods for generalized causal estimands, including Mann-Whitney treatment effects and quantile treatment effects.\r\n\r\n\r\n\n\nProposed new hypothesis testing procedures tailored to rank-based intent-to-treat tests in the presence of non-compliance.\r\n\r\n\r\n\n\nStudied the semiparametric efficiency of causal inference models in RCTs, with and without baseline covariates.\r\n\r\n\r\n\n\nIntroduced regression tree-based approaches to predict distribution-based general treatment effects using high-dimensional covariates.\r\n\r\n\r\n2. Publications and Dissemination\r\n\n\nThis research has led to multiple publications in leading statistical journals, including:\r\n\r\nMao, L. (2024). Robust improvement of efficiency using information on covariate distribution. Electronic Journal of Statistics, 18, 4640-4666. \r\n\r\n\r\nCui, Y., Huang, B., Mao, L., Uno, H., Wei, L.-J., and Tian, L. (2024). Inferences for the distribution of the duration of response in a comparative clinical study. Clinical Trials, 21, 541-552.\r\n\r\n\r\nMao, L. and Wang, T. (2024). Dissecting the restricted mean time in favor of treatment. Journal of Biopharmaceutical Statistics, 34, 111-126. \r\n\r\n\r\nWang, T., Mao, L., Cocco, A., and Kim, K. (2024). Statistical inference for time-to-event data in non-randomized cohorts with selective attrition. Statistics in Medicine, 43, 216-232. \r\n\r\n\r\n\r\n\n\nMao, L. (2022). Identification of the outcome distribution and sensitivity analysis under weak confounder-instrument interaction. Statistics & Probability Letters.\r\n\r\n\r\n\n\nMao, L. (2022). Nonparametric inference of complier quantile treatment effects in randomized trials with imperfect compliance. Biostatistics & Epidemiology.\r\n\r\n\r\n\n\nMao, L. (2022). On the relative efficiency of intent-to-treat WilcoxonMannWhitney test in the presence of non-compliance. Biometrika.\nAdditionally, several manuscripts are under review or in preparation, further extending the impact of this work.\r\n\r\n\r\n3. Software Development\r\n\n\nTo facilitate the application of these methods in practice, we are developing user-friendly R packages for implementing the proposed statistical techniques. These packages will be made available on the Comprehensive R Archive Network (CRAN) to support researchers and practitioners analyzing RCTs with non-compliance.\r\n4. Training and Professional Development\r\n\n\nThis project has supported the training of two doctoral students at the University of Wisconsin-Madison.\r\nBroader Impacts\r\n\r\n\r\n\n\nThe improved statistical methodologies developed in this project provide more accurate and reliable tools for analyzing clinical trials and policy studies where non-compliance is a common issue.\r\n\r\n\r\n\n\nThe dissemination of methods through publications and software development ensures that the broader scientific community can apply these techniques to real-world problems.\r\n\r\n\r\n\n\nThe project has enhanced educational opportunities by training graduate students in cutting-edge causal inference techniques, preparing the next generation of statisticians and data scientists.\r\n\r\n\r\nFuture Directions\r\n\n\nMoving forward, our research will continue to explore:\r\n\r\n\r\n\n\nFurther refinement of semiparametric efficiency techniques for non-compliance settings.\r\n\r\n\r\n\n\nExpanding covariate adjustment strategies in local treatment effect estimation.\r\n\r\n\r\n\n\nFinalizing and releasing open-source statistical software for broad accessibility.\r\n\r\n\r\n\n\nThis research advances the field of causal inference and provides practical tools for analyzing randomized trials, ensuring the reliability of scientific conclusions in medicine, economics, and the social sciences.\r\n\n\n\t\t\t\t\tLast Modified: 03/13/2025\n\n\t\t\t\t\tSubmitted by: LuMao\n"
 }
}