{
 "awd_id": "2015025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MetaQuantum: Hybrid Plasmonic-Photonic Meta-Structures for Quantum Information Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2020-07-27",
 "awd_max_amd_letter_date": "2020-07-27",
 "awd_abstract_narration": "Photons, which are quantum particles of light, are one of the most promising platforms for the emerging quantum information science and technology (QIST) applications including quantum communication, computing and sensing. As photons travel long distances without inference and at the ultimate speed, the field of quantum photonics seeks to enable quantum devices for QIST using photons. The goal of this project is to produce quantum photonic structures and devices that can be integrated on a chip for future applications in quantum computing and communication links. As part of the effort, we will address several challenges, such as the fact that quantum states are hard to preserve, particularly at room temperatures, and that quantum systems can be limited in speed due to photons loss, that is absorption. We aim to overcome these limitations by developing meta-devices, which are nanoscale structures utilizing metallic thin films and so-called plasmonic nanoparticles that can uniquely enhance emission from quantum light sources. We will also explore the realization of hybrid devices that incorporate both meta-structures and conventional optical components. We will employ machine learning algorithms to aid in advance structure designs and quantum measurements.  \r\nDue to unique properties of photons as quantum information carriers, namely weak interaction with matter and propagation at the speed of light, quantum photonics has emerged as one of the most promising enabling approaches for quantum information science and technology (QIST) platforms. The goal of the project is to overcome fundamental limitations that conventional quantum nanophotonic structures are facing, which include slow operation, optical loss, and fast decoherence rates in matter at room temperature. This effort will address the critical need to develop efficient, low loss, ultra-fast (THz rates) and compact on-chip quantum photonic devices by investigating both theoretically and experimentally strongly enhanced, highly controllable light-matter interactions in the quantum regime in nanometer-scale plasmonic (metal-based) structures and metamaterials. This project will merge nanoplasmonics with artificial-intelligence (AI) to realize hybrid plasmonic-photonic meta-structures for room-temperature quantum systems that can operate at THz speeds and offer a small footprint and unprecedented functionality. The program objectives are to create a fundamentally new framework for realization of advanced photonic QIST components via (1) theoretical studies of quantum emitters coupled to plasmonic meta-structures; (2) demonstration of plasmonic speed-up of quantum processes and exploration of hybrid meta-structures, including single-photon sources, deterministic multi-photon gates and quantum frequency converters; and (3) development of AI-assisted design, integration and characterization of quantum devices. This program will advance the emerging QIST technologies and expected to generate a significant industry interest in the fields of quantum information and quantum sensors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Shalaev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir Shalaev",
   "pi_email_addr": "shalaev@ecn.purdue.edu",
   "nsf_id": "000481404",
   "pi_start_date": "2020-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Boltasseva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra Boltasseva",
   "pi_email_addr": "aeb@purdue.edu",
   "nsf_id": "000574807",
   "pi_start_date": "2020-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "155 s grant street",
  "perf_city_name": "west lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  },
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project aimed to address the fundamental challenges in quantum photonics, specifically the weak interaction between light and matter that limits scalability and performance in quantum information processing systems. The primary focus was to develop hybrid plasmonic-photonic metastructures, enabling efficient light-matter interactions, fast quantum emission, and scalable integration of quantum emitters with photonic systems. The work explored a range of material systems, including silicon nitride (SiN), aluminum nitride (AlN), hexagonal boron nitride (hBN), and color centers in diamond to achieve on-chip integration of quantum light sources and enhance the properties of single-photon emitters (SPEs) through coupling to plasmonic cavities.</p>\n<p>The project explored the integration of color centers in nanodiamonds for quantum photonic applications. By implanting silicon ions into nanodiamonds with sub-50 nm dimensions, stable and highly pure single-photon emission from silicon vacancy centers was achieved. This effort is significant because the small size of these nanodiamonds allows for seamless integration with ultra-small mode volume plasmonic cavities, such as nano-patch antennas (NPAs) and quantum plasmonic launchers. These structures enhance light-matter interaction and enable precise optical control of the quantum emitters. The integration of nanodiamonds with plasmonic elements offers a pathway to generate indistinguishable single photons at high rates and elevated temperatures, further advancing applications in quantum photonics, sensing, and potentially biomedical fields. The work with color centers in diamond highlights the potential to create highly efficient, compact quantum devices using hybrid nanophotonic structures.</p>\n<p>One of the key outcomes of this project was the successful development of intrinsic SPEs in SiN films. By optimizing precursor ratios and applying rapid thermal annealing, low-autofluorescence SiN films were produced. These films exhibited bright, stable SPEs, representing a significant step towards scalable quantum photonics. Integration into SiN waveguides demonstrated the efficient coupling of single-photon emissions, creating a promising pathway for scalable quantum photonic circuits. Additionally, a novel site-controlled fabrication process for SiN emitters was developed, involving nanostructured SiN/SiO2 films followed by thermal annealing to control emitter positions. This high-yield and high-accuracy process advances the integration of these emitters into hybrid nanophotonic devices, enhancing light-matter interactions and positioning these emitters as integral components of scalable quantum photonic devices. The research extended to quantum emitters in AlN films through controlled heavy ion implantation and thermal annealing. This approach facilitated the creation of optically active defects with distinct photophysical properties, paving the way for scalable on-chip quantum photonic applications.</p>\n<p>Concurrently, hybrid metastructures combining plasmonic and photonic elements were investigated. The project demonstrated significant emission enhancements from spin defects in hBN by coupling them with silver nano-patch antennas (NPAs). This coupling resulted in emission intensities enhanced by over 1000 times, showing the potential for high-resolution sensing applications and efficient quantum photonics systems.</p>\n<p>The exploration of transdimensional materials (TDMs) such as ultrathin titanium nitride (TiN) further expanded the scope of the project. TiN films with thicknesses ranging from a few atomic layers were studied for their unique light-matter interactions and tunable optical properties. These findings hold promise for developing new generations of tunable metasurfaces and dynamically adjustable photonic devices. Overall, the project demonstrated the potential of hybrid plasmonic-photonic metastructures to enhance light-matter interaction and realize practical, scalable quantum photonic technologies.</p>\n<p>The broader impacts of this work include advancing quantum technologies by integrating solid-state quantum emitters with mature photonic platforms, thereby laying the foundation for the next-generation quantum communication and computation systems. The project also contributed to workforce development by training students and researchers in cutting-edge techniques and promoting STEM education. By focusing on industry-relevant platforms like SiN and AlN, the project aligns with the current trends in quantum photonics, facilitating potential commercialization and broader adoption of these technologies.</p>\n<p>The outcomes of this project have been disseminated through several peer-reviewed publications and presentations at major conferences, fostering collaboration and knowledge exchange within the quantum photonics community. Educational resources and protocols developed as a part of this work have further enriched the knowledge base, providing valuable insights and practical tools for researchers and industry partners. Through these efforts, the project has made a meaningful contribution to the development of scalable, efficient quantum photonic systems, highlighting the transformative potential of hybrid metastructures in enhancing light-matter interactions for practical quantum technologies.</p><br>\n<p>\n Last Modified: 11/20/2024<br>\nModified by: Alexandra&nbsp;Boltasseva</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project aimed to address the fundamental challenges in quantum photonics, specifically the weak interaction between light and matter that limits scalability and performance in quantum information processing systems. The primary focus was to develop hybrid plasmonic-photonic metastructures, enabling efficient light-matter interactions, fast quantum emission, and scalable integration of quantum emitters with photonic systems. The work explored a range of material systems, including silicon nitride (SiN), aluminum nitride (AlN), hexagonal boron nitride (hBN), and color centers in diamond to achieve on-chip integration of quantum light sources and enhance the properties of single-photon emitters (SPEs) through coupling to plasmonic cavities.\n\n\nThe project explored the integration of color centers in nanodiamonds for quantum photonic applications. By implanting silicon ions into nanodiamonds with sub-50 nm dimensions, stable and highly pure single-photon emission from silicon vacancy centers was achieved. This effort is significant because the small size of these nanodiamonds allows for seamless integration with ultra-small mode volume plasmonic cavities, such as nano-patch antennas (NPAs) and quantum plasmonic launchers. These structures enhance light-matter interaction and enable precise optical control of the quantum emitters. The integration of nanodiamonds with plasmonic elements offers a pathway to generate indistinguishable single photons at high rates and elevated temperatures, further advancing applications in quantum photonics, sensing, and potentially biomedical fields. The work with color centers in diamond highlights the potential to create highly efficient, compact quantum devices using hybrid nanophotonic structures.\n\n\nOne of the key outcomes of this project was the successful development of intrinsic SPEs in SiN films. By optimizing precursor ratios and applying rapid thermal annealing, low-autofluorescence SiN films were produced. These films exhibited bright, stable SPEs, representing a significant step towards scalable quantum photonics. Integration into SiN waveguides demonstrated the efficient coupling of single-photon emissions, creating a promising pathway for scalable quantum photonic circuits. Additionally, a novel site-controlled fabrication process for SiN emitters was developed, involving nanostructured SiN/SiO2 films followed by thermal annealing to control emitter positions. This high-yield and high-accuracy process advances the integration of these emitters into hybrid nanophotonic devices, enhancing light-matter interactions and positioning these emitters as integral components of scalable quantum photonic devices. The research extended to quantum emitters in AlN films through controlled heavy ion implantation and thermal annealing. This approach facilitated the creation of optically active defects with distinct photophysical properties, paving the way for scalable on-chip quantum photonic applications.\n\n\nConcurrently, hybrid metastructures combining plasmonic and photonic elements were investigated. The project demonstrated significant emission enhancements from spin defects in hBN by coupling them with silver nano-patch antennas (NPAs). This coupling resulted in emission intensities enhanced by over 1000 times, showing the potential for high-resolution sensing applications and efficient quantum photonics systems.\n\n\nThe exploration of transdimensional materials (TDMs) such as ultrathin titanium nitride (TiN) further expanded the scope of the project. TiN films with thicknesses ranging from a few atomic layers were studied for their unique light-matter interactions and tunable optical properties. These findings hold promise for developing new generations of tunable metasurfaces and dynamically adjustable photonic devices. Overall, the project demonstrated the potential of hybrid plasmonic-photonic metastructures to enhance light-matter interaction and realize practical, scalable quantum photonic technologies.\n\n\nThe broader impacts of this work include advancing quantum technologies by integrating solid-state quantum emitters with mature photonic platforms, thereby laying the foundation for the next-generation quantum communication and computation systems. The project also contributed to workforce development by training students and researchers in cutting-edge techniques and promoting STEM education. By focusing on industry-relevant platforms like SiN and AlN, the project aligns with the current trends in quantum photonics, facilitating potential commercialization and broader adoption of these technologies.\n\n\nThe outcomes of this project have been disseminated through several peer-reviewed publications and presentations at major conferences, fostering collaboration and knowledge exchange within the quantum photonics community. Educational resources and protocols developed as a part of this work have further enriched the knowledge base, providing valuable insights and practical tools for researchers and industry partners. Through these efforts, the project has made a meaningful contribution to the development of scalable, efficient quantum photonic systems, highlighting the transformative potential of hybrid metastructures in enhancing light-matter interactions for practical quantum technologies.\t\t\t\t\tLast Modified: 11/20/2024\n\n\t\t\t\t\tSubmitted by: AlexandraBoltasseva\n"
 }
}