{
 "awd_id": "2015688",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: We are thriving: Challenging negative discourse through voices of women in project teams",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 211254.0,
 "awd_amount": 211254.0,
 "awd_min_amd_letter_date": "2020-09-01",
 "awd_max_amd_letter_date": "2022-10-11",
 "awd_abstract_narration": "The goal of this research is to understand women who are thriving (i.e., developing and succeeding) in engineering student project teams and undergraduate engineering programs. Project teams are extra-curricular, student-led, engineering design teams. One important aspect of this research is that these thriving women are encouraged to speak for themselves, describe their own experiences, and tell their own stories. Another is the intentional focus on women who are doing well, feeling positive about themselves as engineers and about their professional futures. Currently, the number of women who pursue engineering degrees remains low, around 20%, despite over 40 years of research. Previous researchers have provided valuable frameworks to explain the low participation and retention of women, but these projects have focused on what may be wrong -- why women do not select engineering or why they decide to leave engineering. While important, this type of research may inadvertently encourage women to avoid engineering as it may propagate the message that they “do not belong”. This research adopts a novel approach to explore a new direction toward understanding women’s experiences in engineering and employs an asset-based approach in its attempt to identify what women find rewarding. Therefore, a fresh and quite possibly transformative understanding of women’s engagement in engineering is anticipated. The primary deliverable will be a perspective and specific actionable items that can be adopted by university engineering programs and engineering companies that will encourage greater participation of women in engineering, and also suggest how those programs and companies might create an environment in which women can thrive. The broader impacts of this research include (1) increasing gender equity in engineering; (2) engaging a diverse range of women participants; and (3) suggesting alternative pathways toward engineering degrees and careers in engineering. Each of these broader impacts will contribute to a long-term goal of changing the negative discourse regarding the persistence of the underrepresentation of women and minorities in engineering.\r\n\r\nThis research asks and answers the research question: what are the personal and institutional factors that facilitate women who thrive in engineering student project teams? The research approach is to conduct a series of three semi-structured interviews with women project team leaders at Kansas State University, Cornell University, and University of Nevada Las Vegas. These partnering universities vary by location, size, type, and ability to attract and retain women in engineering. The interviews include their life history or how they understand their life-experiences in relation to engineering; learning journey or how their experiences in project teams has led them to identify as engineers; and PhotoVoice, an approach which places students behind a camera, such that they can document and explain those project team experiences to others and in their own terms. The aim is to learn about the positive experiences of these women, identified and explained by the women themselves, thereby enabling a better understanding and appreciation of those experiences.  Additional interviews with women at other institutions, engineering leadership, and project team faculty advisers will inform the understanding of the roles project teams play in broadening engagement in engineering. These interview data, together with secondary, document-based contextual data, will be analyzed to identify positive engineering experiences and then will be used to create a theoretical framework for encouraging thriving. The research offers the prospect for a new, targeted and more positive focus regarding women’s participation in engineering. The results of this research will be included on a website created by an undergraduate student project team to maximize dissemination, long-term accessibility, and project sustainability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jia",
   "pi_last_name": "Liang",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jia G Liang",
   "pi_email_addr": "gliang15@ksu.edu",
   "nsf_id": "000746283",
   "pi_start_date": "2020-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stacey",
   "pi_last_name": "Kulesza",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Stacey E Kulesza",
   "pi_email_addr": "sekulesza@txstate.edu",
   "nsf_id": "000663621",
   "pi_start_date": "2020-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "1601 Vattier Street",
  "perf_city_name": "MANHATTAN",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 211254.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite countless programs from early education through university designed to increase their participation, women remain a minority in engineering. While these well-intentioned programs are designed based on substantial research to address barriers, they have shown limited success in the presence of women in the field. Key questions remain unanswered: Why are girls not interested in engineering? Why do young women fail to enroll or remain in engineering programs? And why do professional women engineers struggle to thrive in the industry? As these programs have not moved the needle, what if, instead of solely focusing on the negative and challenges, we also focused on the positive &ndash; identifying the circumstances under which girls are attracted to engineering, the reasons young women stay in engineering programs, and experiences that enable professional women engineers to thrive. In this research, we focused exclusively on the positive, specifically women who are &lsquo;thriving&rsquo; in engineering. We defined &lsquo;thriving&rsquo; as women engineering students who were leaders on extracurricular project teams such as concrete canoe (a design competition team), Engineers Without Borders (a design service team), or App Development (a client-based design). We recruited women from three distinct institutions: a predominantly White public land grant institution in the Midwest, an Ivy League institution in the Northeast, and a designated minority-serving, Hispanic-Serving Institution, and Asian American and Native American Pacific Islander-Serving Institution in the West. Data were collected through a sequence of three interviews, focusing on their pre-college experiences, their journey through their engineering degrees, and their experiences and involvement in project teams. Our findings suggest that the most important things before college were that the women had a strong support system, that they experienced some form of extracurricular activities instrumental to their self-awareness, and that they developed self-efficacy. While in engineering programs, these early experiences prepared these women to succeed and recognize a sense of belonging within their engineering community. And, through their involvement in project teams, they found a community of support where failure was expected and recognized as an essential part of engineering design process. &nbsp;&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/16/2025<br>\nModified by: Jia&nbsp;G&nbsp;Liang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDespite countless programs from early education through university designed to increase their participation, women remain a minority in engineering. While these well-intentioned programs are designed based on substantial research to address barriers, they have shown limited success in the presence of women in the field. Key questions remain unanswered: Why are girls not interested in engineering? Why do young women fail to enroll or remain in engineering programs? And why do professional women engineers struggle to thrive in the industry? As these programs have not moved the needle, what if, instead of solely focusing on the negative and challenges, we also focused on the positive  identifying the circumstances under which girls are attracted to engineering, the reasons young women stay in engineering programs, and experiences that enable professional women engineers to thrive. In this research, we focused exclusively on the positive, specifically women who are thriving in engineering. We defined thriving as women engineering students who were leaders on extracurricular project teams such as concrete canoe (a design competition team), Engineers Without Borders (a design service team), or App Development (a client-based design). We recruited women from three distinct institutions: a predominantly White public land grant institution in the Midwest, an Ivy League institution in the Northeast, and a designated minority-serving, Hispanic-Serving Institution, and Asian American and Native American Pacific Islander-Serving Institution in the West. Data were collected through a sequence of three interviews, focusing on their pre-college experiences, their journey through their engineering degrees, and their experiences and involvement in project teams. Our findings suggest that the most important things before college were that the women had a strong support system, that they experienced some form of extracurricular activities instrumental to their self-awareness, and that they developed self-efficacy. While in engineering programs, these early experiences prepared these women to succeed and recognize a sense of belonging within their engineering community. And, through their involvement in project teams, they found a community of support where failure was expected and recognized as an essential part of engineering design process. \r\n\n\n\t\t\t\t\tLast Modified: 03/16/2025\n\n\t\t\t\t\tSubmitted by: JiaGLiang\n"
 }
}