{
 "awd_id": "2016301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Support for Beginning Investigators to Attend the 17th SEDI Symposium; Taipei, Taiwan; July 6-10, 2020",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2023-03-31",
 "tot_intn_awd_amt": 24000.0,
 "awd_amount": 24000.0,
 "awd_min_amd_letter_date": "2020-02-12",
 "awd_max_amd_letter_date": "2020-02-12",
 "awd_abstract_narration": "This award will provide funds to partially cover beginning investigator participant costs for the 17th Symposium on Study of Earth’s Deep Interior (SEDI), to be held in Taipei, Taiwan from July 6-10, 2020. Beginning investigators are defined as graduate students, post-docs and, under some circumstances, very junior faculty. SEDI meetings are particularly conducive for beginning investigators as the meetings are small but cross-disciplinary, and they provide ample time for discussion of the pressing scientific questions. The objective of this proposal is to support the next generation of deep Earth scientists. Applications will be broadly solicited through the SEDI listserve, and applicants will be supported based on their abstracts and a statement of their situation. This workshop will contribute to the interdisciplinary education of US graduate students and beginning researchers by fostering dialog with researchers at all levels at a relatively small workshop-style meeting. The international format complements efforts by US national groups such as CIDER and will be useful to those funded under or seeking funding from the NSF CSEDI program. The structure of SEDI and its meetings is intrinsically interdisciplinary, providing many opportunities for intra- and international collaborations on a broad range of topics that contribute to our understanding of the deep earth.\r\n\r\nSEDI is an international scientific organization dedicated to the Study of the Earth’s Deep Interior. The ultimate goal of SEDI is an enhanced understanding of the past evolution and current thermal, chemical and dynamical state of the Earth’s deep interior, and of the effect that the interior has on structures and processes observed at the surface of the Earth. The ‘deep interior’ includes the core and lower mantle, but interest often extends to the surface, for example, in the study of mantle plumes or dynamics of descending lithospheric slabs. The scientific questions and problems of interest to SEDI include the geomagnetic dynamo and secular variation, paleomagnetism and the evolution of the Earth’s deep interior, material properties at extreme conditions, structure and dynamics of the core and mantle, core-mantle interactions, and the nature and location of deep geochemical reservoirs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bergman",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Michael I Bergman",
   "pi_email_addr": "bergman@simons-rock.edu",
   "nsf_id": "000176250",
   "pi_start_date": "2020-02-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Simon's Rock of Bard College",
  "inst_street_address": "84 ALFORD RD",
  "inst_street_address_2": "",
  "inst_city_name": "GREAT BARRINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135287622",
  "inst_zip_code": "012301978",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "BARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "M9PXP84KBEU7"
 },
 "perf_inst": {
  "perf_inst_name": "Simon's Rock of Bard College",
  "perf_str_addr": "84 Alford Rd",
  "perf_city_name": "Great Barrington",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "012302499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 24000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"bottomBorder\">\n<div class=\"tinyMCEContent\"><br />\n<p><span>The goal of this project was to enable US-based <span>beginni</span></span><span><span>ng</span></span> investigators to attend the Study of the Earth's Deep Interior (<span><span>SEDI</span></span><span>) <span>meeti</span></span><span><span>ng</span></span> in <span><span>Zurich</span></span><span> in the <span>su</span></span><span><span>mmer</span></span><span> of 2022. <span>Beginni</span></span><span><span>ng</span></span> investigators are defined as tho<span><span>se</span></span><span> who do not yet have a <span>perman</span></span><span><span>ent</span></span> position. The topics covered by <span><span>SEDI</span></span> include <span><span>Earth?s</span></span> lower mantle and core, as well as the deep interiors of other terrestrial planets and moons. <span><span>SEDI</span></span><span> meetings are ideal for <span>beginni</span></span><span><span>ng</span></span><span> investigators <span>becau</span></span><span><span>se</span></span> they are structured with only one session at a time, so that everyone can attend each session. Each session is led by a lo<span><span>ng</span></span><span> review talk, followed by two shorter research talks that highlight the most <span>exciti</span></span><span><span>ng</span></span><span> <span>curr</span></span><span><span>ent</span></span> work. The<span><span>se</span></span> talks are then followed by lo<span><span>ng</span></span><span> poster <span>viewi</span></span><span><span>ng</span></span><span> times, and then by discussion times, for each session. The meetings are intended to provide a <span>welcomi</span></span><span><span>ng</span></span><span>, non-<span>intimidati</span></span><span><span>ng</span></span><span> atmosphere where students can feel free to ask questions, while also <span>listeni</span></span><span><span>ng</span></span> to more established researchers interact.</p>\n<p><span>The grant provided <span>suffici</span></span><span><span>ent</span></span><span> funds for nine US-based <span>beginni</span></span><span><span>ng</span></span><span> investigators to attend the <span>meeti</span></span><span><span>ng</span></span><span>, several of whom are <span>contributi</span></span><span><span>ng</span></span> to the <span><span>SEDI</span></span><span> <span>meeti</span></span><span><span>ng</span></span><span> special issue of Physics of the Earth and Planetary Interiors. Solicitation for applications for <span>fundi</span></span><span><span>ng</span></span> was disseminated on the <span><span>SEDI</span></span> <span><span>listserv</span></span>, which is open to all.</p>\n<span> The primary impact of this grant on the <span>developm</span></span><span><span>ent</span></span> of deep Earth <span><span>geoscience</span></span> is to expo<span><span>se</span></span><span> <span>beginni</span></span><span><span>ng</span></span><span> scientists to the <span>leadi</span></span><span><span>ng</span></span> research questions of the day. Since the topics presented at <span><span>SEDI</span></span><span> meetings are by nature multidisciplinary, and the meetings are carefully constructed to bridge disciplinary gaps by <span>havi</span></span><span><span>ng</span></span><span> review talks accessible to all, with ample time for <span>freewheeli</span></span><span><span>ng</span></span> discussion, <span><span>SEDI</span></span><span> meetings are a good venue for <span>beginni</span></span><span><span>ng</span></span> investigators to get a wider sen<span><span>se</span></span><span> of the field than they may get from a more narrowly focused <span>meeti</span></span><span><span>ng</span></span><span> or an American Geophysical Union <span>meeti</span></span><span><span>ng</span></span><span> where they attend primarily sessions within their own discipline. The support from this grant is essentially an <span>investm</span></span><span><span>ent</span></span> in the future of deep Earth research.</div>\n<p>&nbsp;</p>\n<br />\n<p>&nbsp;</p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/04/2023<br>\n\t\t\t\t\tModified by: Michael&nbsp;I&nbsp;Bergman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThe goal of this project was to enable US-based beginning investigators to attend the Study of the Earth's Deep Interior (SEDI) meeting in Zurich in the summer of 2022. Beginning investigators are defined as those who do not yet have a permanent position. The topics covered by SEDI include Earth?s lower mantle and core, as well as the deep interiors of other terrestrial planets and moons. SEDI meetings are ideal for beginning investigators because they are structured with only one session at a time, so that everyone can attend each session. Each session is led by a long review talk, followed by two shorter research talks that highlight the most exciting current work. These talks are then followed by long poster viewing times, and then by discussion times, for each session. The meetings are intended to provide a welcoming, non-intimidating atmosphere where students can feel free to ask questions, while also listening to more established researchers interact.\n\nThe grant provided sufficient funds for nine US-based beginning investigators to attend the meeting, several of whom are contributing to the SEDI meeting special issue of Physics of the Earth and Planetary Interiors. Solicitation for applications for funding was disseminated on the SEDI listserv, which is open to all.\n The primary impact of this grant on the development of deep Earth geoscience is to expose beginning scientists to the leading research questions of the day. Since the topics presented at SEDI meetings are by nature multidisciplinary, and the meetings are carefully constructed to bridge disciplinary gaps by having review talks accessible to all, with ample time for freewheeling discussion, SEDI meetings are a good venue for beginning investigators to get a wider sense of the field than they may get from a more narrowly focused meeting or an American Geophysical Union meeting where they attend primarily sessions within their own discipline. The support from this grant is essentially an investment in the future of deep Earth research.\n\n \n\n\n\n \n\n\n\t\t\t\t\tLast Modified: 05/04/2023\n\n\t\t\t\t\tSubmitted by: Michael I Bergman"
 }
}