{
 "awd_id": "2016141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSF-BSF: Identifying genetic mechanisms underpinning eye loss in troglomorphic arachnids",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032928011",
 "po_email": "akallen@nsf.gov",
 "po_sign_block_name": "Anna Allen",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 1476836.0,
 "awd_amount": 1476836.0,
 "awd_min_amd_letter_date": "2020-08-06",
 "awd_max_amd_letter_date": "2021-09-08",
 "awd_abstract_narration": "Cave habitats are remarkable environments for the study of biological adaptations and morphological convergence. One compelling trait that has repeatedly evolved in cave-dwelling organisms is loss of the eyes. Predatory arthropods like arachnids (e.g., spiders and harvestmen) play an important role in cave ecosystems and the group includes many examples of cave-adapted blind species. However, remarkably little is known about how arachnid eyes develop, much less how these eyes are lost in cave-specialized arachnids. This binational project brings together a US-Israeli team to advance understanding the evolutionary developmental biology of arachnid eyes. To examine how eyes are lost in cave-adapted arachnids, embryonic development will be compared for a sister-species pair in each of three arachnid orders (spiders, whip spiders, and harvestmen) that will be collected through intensive fieldwork campaigns; in each pair, a surface species bears eyes and its sister species is blind. To determine the genomic basis for eye degeneration, high-quality reference genomes will be established for these six species, together with profiling of gene expression using parallelized short read sequencing. To validate predictions of key genes putatively underlying cave adaptations that are inferred from genomic datasets, gene silencing screens will be performed in two model arachnid species, with the goal of establishing a direct link between patterns observed in nature and functional datasets in the laboratory. \r\n \r\nBy comparison to better-studied vertebrate and pancrustacean (e.g., insects; isopod crustaceans) models, eye development in Chelicerata remains poorly studied. With respect to the developmental genetics of arachnid eyes, no datasets are available beyond in situ hybridization assays; even the morphogenesis of arachnid eyes remains underexplored from the perspective of modern imaging toolkits, relative to vertebrate and pancrustacean counterparts. Yet, the arachnid eye is of interest from the standpoint of comparative biology for two reasons. First, in contrast to the main pair of compound (faceted) eyes of pancrustaceans, arachnids bear multiple eye pairs broadly divided into two types of ocelli, which are structurally and functionally distinct from each other. A further complexity of arachnids is that a subset of orders that includes lineages like scorpions and spiders has undergone a shared genome duplication, resulting in numerous paralogs of retinal determinal gene network (RDGN) homologs, which are involved in patterning eyes of many other bilaterian groups. The proposed work will interrogate the development of arachnid eyes using a comparative framework that samples three key arachnid orders, toward establishing a comparative platform incorporating independently evolving lineages for study of cave biology, as well as for understanding the evolution of paralog function after genome duplication. Beyond establishing new model systems for study of arthropod development, this research will establish new genomic resources and toolkits for deciphering the evolution of developmental processes inferred from naturally evolving cave systems.\r\n\r\nThis research award from the Directorate of Biological Sciences is funded by the Developmental Systems and EDGE Programs within the Division of Integrative and Organismal Systems, and by the Evolutionary Processes Program within the Division of Environmental Biology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prashant",
   "pi_last_name": "Sharma",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Prashant P Sharma",
   "pi_email_addr": "psharma37@wisc.edu",
   "nsf_id": "000602871",
   "pi_start_date": "2020-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park St. Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  },
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "136y00",
   "pgm_ele_name": "EDGE Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "014Z",
   "pgm_ref_txt": "NSF and US-Israel Binational Science Fou"
  },
  {
   "pgm_ref_code": "050Z",
   "pgm_ref_txt": "EDGE Enabling Discovery through Genomic"
  },
  {
   "pgm_ref_code": "1127",
   "pgm_ref_txt": "EVOLUTIONARY PROCESSES CLUSTER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 984556.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 492280.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Arachnid eye development is of interest from a comparative standpoint for two reasons. First, arachnid eyes are structurally and functionally different from those of vertebrates or pancrustaceans. Second, a subdivision of arachnids that includes spiders has undergone ancient genome duplication, with retention of numerous duplicates of developmental patterning genes. Gene expression assays have suggested that several paralogs of eye-patterning genes have subdivided their ancestral homologs&rsquo; functions in spiders, as inferred from non-overlapping expression domains of duplicated transcription factors in different pairs of eyes. This inference was untested, as no functional genetic data existed for eye formation in any arachnid.</p>\r\n<p>To bridge this knowledge gap, we pursued an enhanced understanding of how arachnid eyes become vestigial and are ultimately lost. Though joint fieldwork efforts, we generated developmental transcriptomes from embryos of eye-bearing and blind sister species of Israeli arachnids. Bioinformatic analyses of these samples revealed that specific duplicated copies of genes in the retinal determination network (RDN)&mdash;a broadly conserved gene network that is required for eye patterning across bilaterian animals&mdash;were differentially expressed in the eye-bearing versus the reduced-eye species. To test the function of these bioinformatically identified candidates, we performed gene silencing against the orthologs of these genes in the tractable spider model <em>Parasteatoda tepidariorum</em>. We discovered that knockdown of one copy of <em>sine oculis </em>(<em>so-1</em>) resulted in disruption of both median and lateral eye pairs in developing spider embryos, consistent with the result of the differential gene expression analysis of blind and eye-bearing arachnid sister species in nature. This outcome constituted the first functional data point informing eye development in any arachnid species.&nbsp;</p>\r\n<p>We then turned to characterization of RDN gene function during eye development in the daddy-longlegs (order Opiliones) <em>Phalangium opilio</em>, a species with an unduplicated genome and which is highly responsive to gene silencing experiments. In contrast to groups like spiders and scorpions that have both a pair of median eyes and several pairs of lateral eyes, daddy-longlegs were thought to possess a single eye pair as a result of evolutionary loss of the lateral eyes. We unexpectedly discovered that <em>P. opilio</em> has not one, but three pairs of r-opsin-positive organs in the developing head. We inferred that two of these pairs comprised a vestigial median eye pair and a vestigial lateral eye pair. To test this hypothesis, we studied the neuroanatomy of the embryonic harvestman brain. We confirmed our hypothesis that two different neuropils innervate the median and lateral eye systems. Next, we performed RNA interference against the gene <em>eyes absent</em> and showed that disruption of this eye-patterning gene resulted in loss of all three eye pairs, corroborating the identity of these organs as vestigial eyes. To test the identity of the lateral pair as vestigial lateral eyes, we performed RNA interference against the gene <em>dachshund</em>. Consistent with our prediction, disruption of <em>dachshund</em> resulted in the deletion of the lateral eyes, but not the two median eye pairs. Taken together, our results showed that daddy-longlegs have a plesiomorphic eye architecture that is more comparable to that of horseshoe crabs than to arachnid groups like spiders. This result changed the understanding of eye evolution in Chelicerata and Arachnida. We also showed that the discovery of these additional eye pairs dramatically changes the placement of the oldest Opiliones fossils, underscoring the value of developmental genetic datasets in our understanding of evolutionary history.</p>\r\n<p>The outcomes of this award have substantially impacted our understanding of eye development and evolution in the arachnids. At the time of this writing, our team has generated fully all the functional datasets informing eye development in Chelicerata. &nbsp;Resources generated under this project include developmental transcriptomes and genomes for phylogenetically significant arthropod groups, including the first genome of an Opiliones, a whip spider, and a whip scorpion. These resources have additionally informed our understanding of the phylogeny of Chelicerata, with downstream implications for the history of terrestrialization, as well as corroborated the incidence of a whole genome duplication event uniting the clade Arachnopulmonata (a group of arachnid orders that includes spiders and scorpions). These studies have transformed our present understanding of chelicerate evolution.</p>\r\n<p>The impact of this work is noticeable in modern teaching and public resources. As a concrete example, the most recent edition of&nbsp;<em>Invertebrates</em>&nbsp;(Brusca et al., 4<sup>th</sup>&nbsp;edition), a definitive text commonly used across college campuses, now features results of this award in its overview of chelicerate evolution, as well as in two of the chapter&rsquo;s figures. In addition, results of this research are featured on multiple Wikipedia pages.</p>\r\n<p>This award supported the training of three postdoctoral researchers, four graduate students, and 16 undergraduate students. Additional activities supported by this award include outreach events targeting K-12 students, teaching modules developed for AP Biology classrooms, dissemination of research outcomes at scientific conferences, and binational collaboration and training visits between US and Israeli research institutions.</p><br>\n<p>\n Last Modified: 01/01/2025<br>\nModified by: Prashant&nbsp;P&nbsp;Sharma</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735705966410_Charinus_Log2_graphs_new--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735705966410_Charinus_Log2_graphs_new--rgov-800width.jpg\" title=\"Whip spider genomics\"><img src=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735705966410_Charinus_Log2_graphs_new--rgov-66x44.jpg\" alt=\"Whip spider genomics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Differential gene expression of RDN genes in embryos of an epigean and hypogean whip spider.</div>\n<div class=\"imageCredit\">G. Gainett</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Prashant&nbsp;P&nbsp;Sharma\n<div class=\"imageTitle\">Whip spider genomics</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735706264419_Report_3_Figure_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735706264419_Report_3_Figure_2--rgov-800width.jpg\" title=\"P opilio neuroanatomy\"><img src=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735706264419_Report_3_Figure_2--rgov-66x44.jpg\" alt=\"P opilio neuroanatomy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Neuroanatomy and eye innervation in the daddy-longlegs Phalangium opilio. (A) Posterior view of embryonic brain of P. opilio. (B) Detection of vestigial median eyes. (C) Detection of vestigial lateral eyes. (D-F) Z-sections through the embryonic head showing innervation of lateral eyes.</div>\n<div class=\"imageCredit\">G. Gainett</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Prashant&nbsp;P&nbsp;Sharma\n<div class=\"imageTitle\">P opilio neuroanatomy</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735706093052_Report_3_Figure_1--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735706093052_Report_3_Figure_1--rgov-800width.jpeg\" title=\"Tegenaria pagana\"><img src=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735706093052_Report_3_Figure_1--rgov-66x44.jpeg\" alt=\"Tegenaria pagana\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Hybridization chain reaction (HCR)-based detection of RDN genes in embryos of the troglophilic spider species Tegenaria pagana.</div>\n<div class=\"imageCredit\">G. Gainett</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Prashant&nbsp;P&nbsp;Sharma\n<div class=\"imageTitle\">Tegenaria pagana</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735707064543_Extended_Data_01_Molecular_markers--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735707064543_Extended_Data_01_Molecular_markers--rgov-800width.jpg\" title=\"P. opilio eye development\"><img src=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735707064543_Extended_Data_01_Molecular_markers--rgov-66x44.jpg\" alt=\"P. opilio eye development\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Characterization of median eye development in embryos of the daddy-longlegs Phalangium opilio using hybridization chain reaction.</div>\n<div class=\"imageCredit\">G. Gainett</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Prashant&nbsp;P&nbsp;Sharma\n<div class=\"imageTitle\">P. opilio eye development</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735706801445_Extended_Data_06_Fig_Photoreception_21Jul23--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735706801445_Extended_Data_06_Fig_Photoreception_21Jul23--rgov-800width.jpg\" title=\"Phalangium lateral eye\"><img src=\"/por/images/Reports/POR/2024/2016141/2016141_10693642_1735706801445_Extended_Data_06_Fig_Photoreception_21Jul23--rgov-66x44.jpg\" alt=\"Phalangium lateral eye\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Vestigial lateral eyes are retained through adulthood in the daddy-longlegs Phalangium opilio. Left: Lateral view of P. opilio adult head. Right: Magnification of vestigial lateral eye.</div>\n<div class=\"imageCredit\">G. Gainett</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Prashant&nbsp;P&nbsp;Sharma\n<div class=\"imageTitle\">Phalangium lateral eye</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nArachnid eye development is of interest from a comparative standpoint for two reasons. First, arachnid eyes are structurally and functionally different from those of vertebrates or pancrustaceans. Second, a subdivision of arachnids that includes spiders has undergone ancient genome duplication, with retention of numerous duplicates of developmental patterning genes. Gene expression assays have suggested that several paralogs of eye-patterning genes have subdivided their ancestral homologs functions in spiders, as inferred from non-overlapping expression domains of duplicated transcription factors in different pairs of eyes. This inference was untested, as no functional genetic data existed for eye formation in any arachnid.\r\n\n\nTo bridge this knowledge gap, we pursued an enhanced understanding of how arachnid eyes become vestigial and are ultimately lost. Though joint fieldwork efforts, we generated developmental transcriptomes from embryos of eye-bearing and blind sister species of Israeli arachnids. Bioinformatic analyses of these samples revealed that specific duplicated copies of genes in the retinal determination network (RDN)a broadly conserved gene network that is required for eye patterning across bilaterian animalswere differentially expressed in the eye-bearing versus the reduced-eye species. To test the function of these bioinformatically identified candidates, we performed gene silencing against the orthologs of these genes in the tractable spider model Parasteatoda tepidariorum. We discovered that knockdown of one copy of sine oculis (so-1) resulted in disruption of both median and lateral eye pairs in developing spider embryos, consistent with the result of the differential gene expression analysis of blind and eye-bearing arachnid sister species in nature. This outcome constituted the first functional data point informing eye development in any arachnid species.\r\n\n\nWe then turned to characterization of RDN gene function during eye development in the daddy-longlegs (order Opiliones) Phalangium opilio, a species with an unduplicated genome and which is highly responsive to gene silencing experiments. In contrast to groups like spiders and scorpions that have both a pair of median eyes and several pairs of lateral eyes, daddy-longlegs were thought to possess a single eye pair as a result of evolutionary loss of the lateral eyes. We unexpectedly discovered that P. opilio has not one, but three pairs of r-opsin-positive organs in the developing head. We inferred that two of these pairs comprised a vestigial median eye pair and a vestigial lateral eye pair. To test this hypothesis, we studied the neuroanatomy of the embryonic harvestman brain. We confirmed our hypothesis that two different neuropils innervate the median and lateral eye systems. Next, we performed RNA interference against the gene eyes absent and showed that disruption of this eye-patterning gene resulted in loss of all three eye pairs, corroborating the identity of these organs as vestigial eyes. To test the identity of the lateral pair as vestigial lateral eyes, we performed RNA interference against the gene dachshund. Consistent with our prediction, disruption of dachshund resulted in the deletion of the lateral eyes, but not the two median eye pairs. Taken together, our results showed that daddy-longlegs have a plesiomorphic eye architecture that is more comparable to that of horseshoe crabs than to arachnid groups like spiders. This result changed the understanding of eye evolution in Chelicerata and Arachnida. We also showed that the discovery of these additional eye pairs dramatically changes the placement of the oldest Opiliones fossils, underscoring the value of developmental genetic datasets in our understanding of evolutionary history.\r\n\n\nThe outcomes of this award have substantially impacted our understanding of eye development and evolution in the arachnids. At the time of this writing, our team has generated fully all the functional datasets informing eye development in Chelicerata. Resources generated under this project include developmental transcriptomes and genomes for phylogenetically significant arthropod groups, including the first genome of an Opiliones, a whip spider, and a whip scorpion. These resources have additionally informed our understanding of the phylogeny of Chelicerata, with downstream implications for the history of terrestrialization, as well as corroborated the incidence of a whole genome duplication event uniting the clade Arachnopulmonata (a group of arachnid orders that includes spiders and scorpions). These studies have transformed our present understanding of chelicerate evolution.\r\n\n\nThe impact of this work is noticeable in modern teaching and public resources. As a concrete example, the most recent edition ofInvertebrates(Brusca et al., 4thedition), a definitive text commonly used across college campuses, now features results of this award in its overview of chelicerate evolution, as well as in two of the chapters figures. In addition, results of this research are featured on multiple Wikipedia pages.\r\n\n\nThis award supported the training of three postdoctoral researchers, four graduate students, and 16 undergraduate students. Additional activities supported by this award include outreach events targeting K-12 students, teaching modules developed for AP Biology classrooms, dissemination of research outcomes at scientific conferences, and binational collaboration and training visits between US and Israeli research institutions.\t\t\t\t\tLast Modified: 01/01/2025\n\n\t\t\t\t\tSubmitted by: PrashantPSharma\n"
 }
}