{
 "awd_id": "2016267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High Throughput Experiments to Determine Structure-Performance Relationships for Oxide Photocatalysts",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922937",
 "po_email": "jmadison@nsf.gov",
 "po_sign_block_name": "Jonathan Madison",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 640001.0,
 "awd_amount": 640001.0,
 "awd_min_amd_letter_date": "2020-07-02",
 "awd_max_amd_letter_date": "2023-06-23",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: The production of hydrogen fuel by solar water splitting is a sustainable technology that could be used to decrease our reliance on fossil fuels. However, the technology is materials limited because currently available water splitting catalysts cannot produce hydrogen at a cost that is competitive with fossil energy sources. The scientific process for discovering improved catalysts has been hindered in part by the pace of experimentation. This research employs a new technique that makes it possible to measure the rates at which more than 100 different catalysts evolve hydrogen at the same time, effectively increasing the number of measurements that can be made by a factor of 100. This measurement technique makes it possible to systematically explore the relationships between the characteristics of a material and the rate at which it produces hydrogen and, therefore, identify improved water splitting catalysts. The project also uses demonstrations of the technology for informal science education events and educates undergraduate and graduate students who are prepared to work in the renewable energy industry.\r\n\r\nTECHNICAL DETAILS: The goal of this project is to design improved oxide water splitting catalysts using experimentally measured structure-performance relationships. Catalyst performance depends on many parameters related to the composition, processing, and structure of the material, as well as the conditions in the reactor. The experiments leverage a newly developed parallel and automated photochemical reactor that makes it possible to measure the hydrogen yield from up to 108 catalysts in a single experiment, systematically determining the influence of particle shape, particle size, dopants, charged surface domains, protective coatings, co-catalysts, and many other catalyst characteristics on the hydrogen production rate. The experiments produce a database of calibrated hydrogen production rates from thousands of catalytic materials based on strontium, barium, lead, and iron titanate, as well as some solid solutions of these compounds. The structure-performance relationships developed from these data are the basis for the development of improved catalysts. The importance of these catalysts is that they can be used to produce a sustainable solar fuel whose combustion does not contribute carbon dioxide to the atmosphere.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Rohrer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory S Rohrer",
   "pi_email_addr": "gr20@andrew.cmu.edu",
   "nsf_id": "000219614",
   "pi_start_date": "2020-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Salvador",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Salvador",
   "pi_email_addr": "paul7@andrew.cmu.edu",
   "nsf_id": "000173908",
   "pi_start_date": "2020-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8607",
   "pgm_ref_txt": "Solar Energy Capture&Conver"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 477256.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 162745.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The production of hydrogen fuel by solar water splitting is a sustainable technology that could be used to decrease our reliance on fossil fuels. However, the technology is materials limited in the sense that available water splitting catalysts are not efficient enough to produce hydrogen at a cost comparable to the steam reforming of natural gas. The goal of this project was to use a new high-throughput experimental technique to develop structure-performance relationships that can be used to design improved water splitting catalysts.&nbsp;&nbsp;The use of the high-throughput technique made it possible to determine that for strontium titanate, the subject of this study, the catalyst particle size and shape both influenced reactivity, insights that can be used to design better catalysts.&nbsp;&nbsp;The experiments also identified that the key process step in the synthesis of highly reactive catalysts is a treatment in molten strontium chloride.&nbsp;&nbsp;This process completely restructures the surface and changes the surface properties in such a way to better separate photogenerated electrons and holes to different surfaces of the particle, thereby increasing the rate of the water splitting reaction.&nbsp;&nbsp;The effects of small additions of impurity elements, such as aluminum, which are known to improve the reactivity of the catalyst, were also explored.&nbsp;&nbsp;It was found that the aluminum changes the electronic properties of the material in a way that increases the catalyst's ability to separate photogenerated electrons and holes and increase the rate of the water splitting reaction.&nbsp;&nbsp;This realization might potentially be applied to a range of similar semiconducting water-splitting catalysts.&nbsp;&nbsp;A novel ion-exchange process to synthesize strontium titanate in molten strontium chloride was also discovered.&nbsp;&nbsp;This surprising synthesis route led to the best water splitting catalyst produced in this project.&nbsp;&nbsp;The project findings have been publicized through international scientific conferences, student dissertations, and open access publications in archival scientific journals.&nbsp;&nbsp;Part of the project&rsquo;s broader impact was achieved through the education of students in materials science and engineering at the undergraduate, masters, and doctoral levels.&nbsp;&nbsp;Three of the graduate students supported by the project are now working in related fields, two in industry and one at a government lab.&nbsp;&nbsp;The outcomes of this project will ultimately have a direct impact on the design of catalysts for water splitting. Improvements in the efficiencies of water splitting catalysts could bring about enormous benefits to society through the manufacture and use of renewable solar fuels.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/08/2025<br>\nModified by: Gregory&nbsp;S&nbsp;Rohrer</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe production of hydrogen fuel by solar water splitting is a sustainable technology that could be used to decrease our reliance on fossil fuels. However, the technology is materials limited in the sense that available water splitting catalysts are not efficient enough to produce hydrogen at a cost comparable to the steam reforming of natural gas. The goal of this project was to use a new high-throughput experimental technique to develop structure-performance relationships that can be used to design improved water splitting catalysts.The use of the high-throughput technique made it possible to determine that for strontium titanate, the subject of this study, the catalyst particle size and shape both influenced reactivity, insights that can be used to design better catalysts.The experiments also identified that the key process step in the synthesis of highly reactive catalysts is a treatment in molten strontium chloride.This process completely restructures the surface and changes the surface properties in such a way to better separate photogenerated electrons and holes to different surfaces of the particle, thereby increasing the rate of the water splitting reaction.The effects of small additions of impurity elements, such as aluminum, which are known to improve the reactivity of the catalyst, were also explored.It was found that the aluminum changes the electronic properties of the material in a way that increases the catalyst's ability to separate photogenerated electrons and holes and increase the rate of the water splitting reaction.This realization might potentially be applied to a range of similar semiconducting water-splitting catalysts.A novel ion-exchange process to synthesize strontium titanate in molten strontium chloride was also discovered.This surprising synthesis route led to the best water splitting catalyst produced in this project.The project findings have been publicized through international scientific conferences, student dissertations, and open access publications in archival scientific journals.Part of the projects broader impact was achieved through the education of students in materials science and engineering at the undergraduate, masters, and doctoral levels.Three of the graduate students supported by the project are now working in related fields, two in industry and one at a government lab.The outcomes of this project will ultimately have a direct impact on the design of catalysts for water splitting. Improvements in the efficiencies of water splitting catalysts could bring about enormous benefits to society through the manufacture and use of renewable solar fuels.\r\n\n\n\t\t\t\t\tLast Modified: 01/08/2025\n\n\t\t\t\t\tSubmitted by: GregorySRohrer\n"
 }
}