{
 "awd_id": "2016788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying the Global Spatial and Temporal Behavior of Kinetic Alfven Waves in the Auroral Zone",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": "7032927544",
 "po_email": "chihuang@nsf.gov",
 "po_sign_block_name": "Chia-Lin Huang",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 446404.0,
 "awd_amount": 446404.0,
 "awd_min_amd_letter_date": "2020-04-27",
 "awd_max_amd_letter_date": "2020-04-27",
 "awd_abstract_narration": "Alfven waves have been discovered in many astronomical plasmas, such as the Sun and other planets of the solar system. These are magnetohydrodynamic waves that carry energy inside the magnetosphere and energize particles. They are crucial in understanding the boundary between the magnetosphere and ionosphere and in producing the aurora. This project is a detailed study of this process which is important for predicting and preparing for space weather effects. Graduate students will also be supported in research.\r\n\r\nThis project studies the role of kinetic Alfven waves (KAW) in magnetosphere-ionosphere coupling. The work will focus on a statistical, observational study of multi-year satellite data using superposed epoch analysis, substorm onset lists, and geomagnetic indices for relating the observations to specific geomagnetic conditions. The goals are to answer the following: (1) What is the global spatial distribution and total power of KAW above the auroral acceleration region (AAR) under various geomagnetic conditions (AE index, substorm, storm)? (2) What is the temporal evolution of the global distribution and total power of KAW during different phases of substorms and storms and as a function of time? (3) What is the contribution of KAW to the Alfven wave budget (including MHD regime)? (4) What is their significance in the M-I coupling above the AAR in relation to Alfvenic observations below the AAR and from the generator region?\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Keiling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Keiling",
   "pi_email_addr": "keiling@ssl.berkeley.edu",
   "nsf_id": "000679406",
   "pi_start_date": "2020-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 446404.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Main objective:</strong></p>\n<p>In this project, the major goal was to characterize and quantify the distribution and power of kinetic Alfv&eacute;n waves, a form of wave energy, in the auroral zone, which occurs in an oval shape around the polar regions. The results allowed us to make comparisons to other energy carriers, such as field-aligned currents and precipitating particles. Alfven waves come in two forms (magnetohydrodynamic and kinetic), and we found that the total energy flow in the form of MHD waves dominates over that of the kinetic waves, which is consistent with the dissipation of the former inside the auroral zone. It was shown that the Poynting flux of electric currents outways that of Alfven waves but that is dependent on the state the magnetosphere is in. During quieter times the currents dominate far more than during active times, supporting the picture that waves are generated during dynamic changes in the magnetosphere. Moreover, during very active times, the wave Poynting flux can reach to much lower latitude, thus broadening the Alfvenic oval.</p>\n<p>Another goal was to review the entire body of knowledge related to global Alfven wave power as it relates to magnetosphere-ionosphere coupling, including work from the existing literature. In this context, the Alfv&eacute;nic oval is a very recent concept, which has been revealed in both observational and numerical studies but has not yet received adequate recognition. In this work, we demonstrated that the Alfv&eacute;nic oval is well enough defined and investigated to give it its name, and we demonstrated that our understanding allows for the prediction of the Alfv&eacute;nic oval under various conditions. Being a useful construct, we defined three layers of the Alfvenic oval, illustrated in Figure 1. This framework allows discussing and analyzing the various power flows and their dissipation.</p>\n<p>&nbsp;</p>\n<p><strong>Organized conference:</strong></p>\n<p>We organized and held an international and interdisciplinary conference on the topic of Alfven waves in our Solar System with over 90 scientists. An up-to-date look on where research on Alfven waves stands was given and unanswered questions were identified for future work. The breadth of topics covered in this interdisciplinary format stimulated cross-disciplinary discussions among scientists specializing in all aspects of research related to Alfven waves in space plasmas and was an excellent opportunity for various communities to meet and learn from each other. This resulted in potential collaborations among scientists. It should be stressed that the attendance of students is of great importance for various reasons. Students learned from their senior peers through their presentation and through many discussions for which ample time was allocated during the conference week. Students were able to also present their own work and exchange ideas with more senior scientists. Younger students also learned what a science conference is like and how to present scientific results, which is vital for a successful career in academia. In summary, all the conference participants brought the energy and enthusiasm for a very successful conference.</p>\n<p>&nbsp;</p>\n<p><strong>Published book:</strong></p>\n<p>To collect the discussions and results from the conference for the broader space science community, we compiled a monograph with twelve chapters with the title &ldquo;Alfven Waves across Heliophysics: Progress, Challenges, and Opportunities&rdquo;, covering key locations in our Solar System: ionospheres and magnetospheres of Earth, the inner planets, the outer planets; and the Sun&rsquo;s atmosphere. The book cover is attached. Each chapter was written by an expert on the specific topic at hand. I wrote the preface and Chapter 1 (Introduction). All chapter topics were carefully chosen to allow for a coherent book, thus, making it suitable for a textbook for graduate students and a valuable source for researchers.</p>\n<p>&nbsp;</p>\n<p><strong>Investigation into DEI in science conferences:</strong></p>\n<p>Conferences are the &ldquo;butter and bread&rdquo; for scientists. They allow sharing research and interacting in-person with the community. Given their importance, science conferences have increasingly come under a spotlight for inclusion and representation of marginalized groups. Organizational structures at the conference leadership can either neglect or promote diverse representation of attendees and speakers. Since conference organization impacts many aspects, including promoting a diverse representation at all levels, organizers carry a large responsibility. Here, we have done the first study investigating quantitatively the binary (men/women) gender aspect specifically between the conveners and the science program committee. The key results were (Figure 2) that on average, mixed convener teams, as opposed to all-men convener teams, select a higher women representation among the members of a science program committee, and that there were fewer all-men SPC teams when at least one woman was in the convener team. In conclusion, while there was evidence that equitable representation can be achieved in the leadership, it still lagged in a consistent fashion for individual conferences.</p><br>\n<p>\n Last Modified: 12/22/2023<br>\nModified by: Andreas&nbsp;Keiling</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2016788/2016788_10666415_1703270993490_Figure_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2016788/2016788_10666415_1703270993490_Figure_3--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2023/2016788/2016788_10666415_1703270993490_Figure_3--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Book cover</div>\n<div class=\"imageCredit\">A. Keiling</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andreas&nbsp;Keiling\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2016788/2016788_10666415_1703270241000_Figure_1_Three_Layers_Alfvenic_Oval--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2016788/2016788_10666415_1703270241000_Figure_1_Three_Layers_Alfvenic_Oval--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2023/2016788/2016788_10666415_1703270241000_Figure_1_Three_Layers_Alfvenic_Oval--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Three layers of the Alfvenic Oval</div>\n<div class=\"imageCredit\">A. Keiling</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andreas&nbsp;Keiling\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2016788/2016788_10666415_1703270397634_Figure_2_DEI_Conferences--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2016788/2016788_10666415_1703270397634_Figure_2_DEI_Conferences--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2023/2016788/2016788_10666415_1703270397634_Figure_2_DEI_Conferences--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Results of DEI study</div>\n<div class=\"imageCredit\">A. Keiling</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andreas&nbsp;Keiling\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nMain objective:\n\n\nIn this project, the major goal was to characterize and quantify the distribution and power of kinetic Alfvn waves, a form of wave energy, in the auroral zone, which occurs in an oval shape around the polar regions. The results allowed us to make comparisons to other energy carriers, such as field-aligned currents and precipitating particles. Alfven waves come in two forms (magnetohydrodynamic and kinetic), and we found that the total energy flow in the form of MHD waves dominates over that of the kinetic waves, which is consistent with the dissipation of the former inside the auroral zone. It was shown that the Poynting flux of electric currents outways that of Alfven waves but that is dependent on the state the magnetosphere is in. During quieter times the currents dominate far more than during active times, supporting the picture that waves are generated during dynamic changes in the magnetosphere. Moreover, during very active times, the wave Poynting flux can reach to much lower latitude, thus broadening the Alfvenic oval.\n\n\nAnother goal was to review the entire body of knowledge related to global Alfven wave power as it relates to magnetosphere-ionosphere coupling, including work from the existing literature. In this context, the Alfvnic oval is a very recent concept, which has been revealed in both observational and numerical studies but has not yet received adequate recognition. In this work, we demonstrated that the Alfvnic oval is well enough defined and investigated to give it its name, and we demonstrated that our understanding allows for the prediction of the Alfvnic oval under various conditions. Being a useful construct, we defined three layers of the Alfvenic oval, illustrated in Figure 1. This framework allows discussing and analyzing the various power flows and their dissipation.\n\n\n\n\n\nOrganized conference:\n\n\nWe organized and held an international and interdisciplinary conference on the topic of Alfven waves in our Solar System with over 90 scientists. An up-to-date look on where research on Alfven waves stands was given and unanswered questions were identified for future work. The breadth of topics covered in this interdisciplinary format stimulated cross-disciplinary discussions among scientists specializing in all aspects of research related to Alfven waves in space plasmas and was an excellent opportunity for various communities to meet and learn from each other. This resulted in potential collaborations among scientists. It should be stressed that the attendance of students is of great importance for various reasons. Students learned from their senior peers through their presentation and through many discussions for which ample time was allocated during the conference week. Students were able to also present their own work and exchange ideas with more senior scientists. Younger students also learned what a science conference is like and how to present scientific results, which is vital for a successful career in academia. In summary, all the conference participants brought the energy and enthusiasm for a very successful conference.\n\n\n\n\n\nPublished book:\n\n\nTo collect the discussions and results from the conference for the broader space science community, we compiled a monograph with twelve chapters with the title Alfven Waves across Heliophysics: Progress, Challenges, and Opportunities, covering key locations in our Solar System: ionospheres and magnetospheres of Earth, the inner planets, the outer planets; and the Suns atmosphere. The book cover is attached. Each chapter was written by an expert on the specific topic at hand. I wrote the preface and Chapter 1 (Introduction). All chapter topics were carefully chosen to allow for a coherent book, thus, making it suitable for a textbook for graduate students and a valuable source for researchers.\n\n\n\n\n\nInvestigation into DEI in science conferences:\n\n\nConferences are the butter and bread for scientists. They allow sharing research and interacting in-person with the community. Given their importance, science conferences have increasingly come under a spotlight for inclusion and representation of marginalized groups. Organizational structures at the conference leadership can either neglect or promote diverse representation of attendees and speakers. Since conference organization impacts many aspects, including promoting a diverse representation at all levels, organizers carry a large responsibility. Here, we have done the first study investigating quantitatively the binary (men/women) gender aspect specifically between the conveners and the science program committee. The key results were (Figure 2) that on average, mixed convener teams, as opposed to all-men convener teams, select a higher women representation among the members of a science program committee, and that there were fewer all-men SPC teams when at least one woman was in the convener team. In conclusion, while there was evidence that equitable representation can be achieved in the leadership, it still lagged in a consistent fashion for individual conferences.\t\t\t\t\tLast Modified: 12/22/2023\n\n\t\t\t\t\tSubmitted by: AndreasKeiling\n"
 }
}