{
 "awd_id": "2016191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing in operando structure-property-function guidelines for small molecule organic electron acceptors and its implication on device performance and charge carrier mobility",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 403070.0,
 "awd_amount": 403070.0,
 "awd_min_amd_letter_date": "2020-06-08",
 "awd_max_amd_letter_date": "2020-06-08",
 "awd_abstract_narration": "Organic photovoltaic (OPV) technology has the potential for significant economic impact due to unique features such as flexibility, low weight, and short energy payback time (i.e. the time needed to produce the energy that was required for its production). To achieve greater commercial application, OPVs need to overcome technology challenges in efficiency, stability, durability, and safe and sustainable production.   This project will investigate the processes responsible for the limited lifetime and efficiency of OPVs under operating conditions. These studies will be carried out using a suite of in-house and synchrotron diffraction and spectroscopy tools coupled with device fabrication. The project team will engage the Salt Lake City community in energy and organic electronic topics through an innovative education and outreach effort involving high school teachers. Also, the project team will provide professional mentoring and short research activities in STEM to economically disadvantaged young female students in the Valley through the Young & WISE (Women in Science and Engineering) outreach effort.\r\n\r\nThe rational design and investigation of the physical and chemical properties of well-controlled non-fullerene electron acceptors are critical for enabling high efficiency, flexible, and solution processable organic photovoltaics (OPVs). Although, power conversion efficiencies are approaching 15% for OPVs comprising a p-type donor polymer and an n-type small molecule acceptor in a conventional bulk-heterojunction architecture, there are still major fundamental knowledge gaps (i.e., morphology changes, appropriate donor-acceptor coupling, energy level mismatches) that impede their accelerated development and commercialization. Furthermore, there is little to no fundamental knowledge on how morphology, donor-acceptor interfaces, energy level alignments, and device characteristics evolve under operando conditions and bias stress effects. In this fundamental research project, the research team will 1) design a model system based on thionated contorted quaternary perylene diimide propellers as efficient electron acceptors; 2) develop diffraction and spectroscopy characterization approaches to elucidate energy level alignment, molecular orientation, and morphology of electron acceptors when interfaced with other molecules under operating conditions; and 3) investigate exciton interactions and spin processes that could enhance power conversion efficiencies.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luisa",
   "pi_last_name": "Whittaker-Brooks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luisa Whittaker-Brooks",
   "pi_email_addr": "luisa.whittaker@utah.edu",
   "nsf_id": "000681879",
   "pi_start_date": "2020-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 S 2000 E",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 403070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During our funding period, we trained 3 PhD students and 2 undergraduate researchers who published 8 manuscripts in high-impact factor journals and a journal cover (<strong>Figure 1</strong>). From a research perspective, we developed structure-property relationships to understand how morphology, carrier mobility, and device performance are affected as a function of doping in n-type organic small molecules. &nbsp;We described the unique properties of self-n-doped perylene diimides (PDIs), delineated structure-function relationships, and investigated the performance of self-n-doped PDIs when assembled into devices. In particular, we focused on the impact of the incorporation of amine/ammonium functional groups into the PDI scaffold on doping efficiency regarding attachment mode, tether distance, counterion selection, and steric encumbrance. Self-n-doped PDIs are a unique set of PDI structural derivatives whose properties are amenable to various applications such as biochemistry, solar energy conversion, thermoelectric modules, batteries, and photocatalysis. We were able to conceive synthesis and characterization procedures to fabricate thionated PDIs and thionated contorted quaternary PDI propellers. We have taken a modular approach to understanding the impact of functionalization on thin-film structure and device properties, independently tuning the solubilizing groups and peripheral aromatic substituents. We have found that thionation and the addition of branched groups at the bay position of the PDI molecule promote enhanced crystallinity and high photocurrents, yielding devices with power-conversion efficiencies exceeding 8%. We know that the efficiencies can be easily increased given that replacing C=O for C=S (thionation) as well as the addition of pendant functional groups are efficient at breaking up edge-to-face aggregation, which is critical to fabricating continuous and pinhole-free thin films thus, enhancing short-circuit current density in devices. Further device improvements are seen for acceptor derivatives that also increase the overall &pi;-surface of the molecule (in part due to increasing strong absorption through the visible spectrum). Further, the best results are found where the solubilizing substituents yield materials that crystallize only upon thermal annealing of the bulk-heterojunction active layer, which likely provides the most appropriate phase separation and domain sizes.</p>\n<p>Given that we can obtain molecules that are 130% doped with no morphological disruptions, we investigated spin formations in both thin films and in solutions to enable the tuning of radicals and biradical formation upon changing the concentration of our doped PDIs (<strong>Figure 2</strong>).</p>\n<p>Moreover, direct thermal activation of dopants in organic small molecules is very challenging. The free energy change for charge transfer &Delta;<em>G</em><sub>CT</sub>&nbsp;from an amine donor to a neutral PDI acceptor is &sim;+1.4 eV in the solid state, which is a barrier that far exceeds the &sim;25-40 meV thermal excitation present when annealing samples, leading us to propose a secondary pathway involving sample decomposition. In testing a series of n-doped PDIs, we have identified numerous examples of dopants that both do and do not degrade yet still show a marked increase in electronic doping even when degradation does not occur. Chemical structures for a selection of these compounds are shown in&nbsp;<strong>Figure 3A</strong>. Absorption spectra for these compounds collected before and after thermal annealing at 120 <sup>o</sup>C under an inert atmosphere are shown in&nbsp;<strong>Figure 3B</strong>, which shows the conversion of the ground state species (415-570 nm) to the radical anion (570-1100 nm) following annealing. Doping occurs for all compounds in this series following thermal annealing and is most pronounced in B6OH and D6OH. X-ray photoelectron spectroscopy (XPS) spectra of the nitrogen edge collected before and after annealing are shown in&nbsp;<strong>Figure 3C</strong>. Both A6OH and B6OH show signs of amine degradation, but C6OH and D6OH are stable. From this data, we are able to conclude that degradation is thus an intrinsic property to the structural motif of the dopant in question, with certain structures being more prone to dealkylation. Instead of degradation, the increase in doping observed upon annealing is related to the residual presence of solvent. Absorption spectra of A2I measured in both DMF and water are shown in&nbsp;<strong>Figure 3D.</strong> In water, the PDIs form H-aggregates and all remain in their neutral state. In DMF, monomers are present and radical anions easily form, as evidenced by the characteristic radical peak at 700 nm. We also observed solvent selection during thin film processing which affected radical anion formation. Methanol residue completely suppressed radical anion formation, while methanol/water mixtures favored radical anion formation following annealing. Additionally, thermal activation may reduce the energy gap between the HOMO and HOMO&minus;1, shown in&nbsp;<strong>Fig. 3E&nbsp;</strong>to promote photoinduced electron transfer.</p>\n<p>In terms of broader impacts, our outreach program included research participation of underrepresented parties via the ACS project SEED and the L'Oreal Changing the Face of STEM programs as well as demonstrations and research talks to local high schools on how organic electronics can contribute to the urge societal plea for more sustainable energy technologies.</p><br>\n<p>\n Last Modified: 10/29/2024<br>\nModified by: Luisa&nbsp;Whittaker-Brooks</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2016191/2016191_10675485_1730225934887_Figure_1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2016191/2016191_10675485_1730225934887_Figure_1--rgov-800width.png\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/2016191/2016191_10675485_1730225934887_Figure_1--rgov-66x44.png\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Front cover for our work on doped organic semiconductors highlighted in Advanced Materials.</div>\n<div class=\"imageCredit\">Daniel Powell and Ella Maru</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luisa&nbsp;Whittaker-Brooks\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2016191/2016191_10675485_1730226021129_Figure_2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2016191/2016191_10675485_1730226021129_Figure_2--rgov-800width.png\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/2016191/2016191_10675485_1730226021129_Figure_2--rgov-66x44.png\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. Radical and biradical formation are dependent on the concentration of self-n-doped PDIs as evidenced by performing EPR studies.</div>\n<div class=\"imageCredit\">Daniel Powell</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luisa&nbsp;Whittaker-Brooks\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2016191/2016191_10675485_1730226167418_Figure_3--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2016191/2016191_10675485_1730226167418_Figure_3--rgov-800width.png\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2024/2016191/2016191_10675485_1730226167418_Figure_3--rgov-66x44.png\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3. (A) PDI structures. (B) Absorption spectra for each compound. (C) XPS spectra. (D) Absorption spectra for PDIs in water and methanol. (E) HOMO/LUMO Gaussian calculations.</div>\n<div class=\"imageCredit\">Daniel Powell</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Luisa&nbsp;Whittaker-Brooks\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nDuring our funding period, we trained 3 PhD students and 2 undergraduate researchers who published 8 manuscripts in high-impact factor journals and a journal cover (Figure 1). From a research perspective, we developed structure-property relationships to understand how morphology, carrier mobility, and device performance are affected as a function of doping in n-type organic small molecules. We described the unique properties of self-n-doped perylene diimides (PDIs), delineated structure-function relationships, and investigated the performance of self-n-doped PDIs when assembled into devices. In particular, we focused on the impact of the incorporation of amine/ammonium functional groups into the PDI scaffold on doping efficiency regarding attachment mode, tether distance, counterion selection, and steric encumbrance. Self-n-doped PDIs are a unique set of PDI structural derivatives whose properties are amenable to various applications such as biochemistry, solar energy conversion, thermoelectric modules, batteries, and photocatalysis. We were able to conceive synthesis and characterization procedures to fabricate thionated PDIs and thionated contorted quaternary PDI propellers. We have taken a modular approach to understanding the impact of functionalization on thin-film structure and device properties, independently tuning the solubilizing groups and peripheral aromatic substituents. We have found that thionation and the addition of branched groups at the bay position of the PDI molecule promote enhanced crystallinity and high photocurrents, yielding devices with power-conversion efficiencies exceeding 8%. We know that the efficiencies can be easily increased given that replacing C=O for C=S (thionation) as well as the addition of pendant functional groups are efficient at breaking up edge-to-face aggregation, which is critical to fabricating continuous and pinhole-free thin films thus, enhancing short-circuit current density in devices. Further device improvements are seen for acceptor derivatives that also increase the overall -surface of the molecule (in part due to increasing strong absorption through the visible spectrum). Further, the best results are found where the solubilizing substituents yield materials that crystallize only upon thermal annealing of the bulk-heterojunction active layer, which likely provides the most appropriate phase separation and domain sizes.\n\n\nGiven that we can obtain molecules that are 130% doped with no morphological disruptions, we investigated spin formations in both thin films and in solutions to enable the tuning of radicals and biradical formation upon changing the concentration of our doped PDIs (Figure 2).\n\n\nMoreover, direct thermal activation of dopants in organic small molecules is very challenging. The free energy change for charge transfer GCTfrom an amine donor to a neutral PDI acceptor is +1.4 eV in the solid state, which is a barrier that far exceeds the 25-40 meV thermal excitation present when annealing samples, leading us to propose a secondary pathway involving sample decomposition. In testing a series of n-doped PDIs, we have identified numerous examples of dopants that both do and do not degrade yet still show a marked increase in electronic doping even when degradation does not occur. Chemical structures for a selection of these compounds are shown inFigure 3A. Absorption spectra for these compounds collected before and after thermal annealing at 120 oC under an inert atmosphere are shown inFigure 3B, which shows the conversion of the ground state species (415-570 nm) to the radical anion (570-1100 nm) following annealing. Doping occurs for all compounds in this series following thermal annealing and is most pronounced in B6OH and D6OH. X-ray photoelectron spectroscopy (XPS) spectra of the nitrogen edge collected before and after annealing are shown inFigure 3C. Both A6OH and B6OH show signs of amine degradation, but C6OH and D6OH are stable. From this data, we are able to conclude that degradation is thus an intrinsic property to the structural motif of the dopant in question, with certain structures being more prone to dealkylation. Instead of degradation, the increase in doping observed upon annealing is related to the residual presence of solvent. Absorption spectra of A2I measured in both DMF and water are shown inFigure 3D. In water, the PDIs form H-aggregates and all remain in their neutral state. In DMF, monomers are present and radical anions easily form, as evidenced by the characteristic radical peak at 700 nm. We also observed solvent selection during thin film processing which affected radical anion formation. Methanol residue completely suppressed radical anion formation, while methanol/water mixtures favored radical anion formation following annealing. Additionally, thermal activation may reduce the energy gap between the HOMO and HOMO1, shown inFig. 3Eto promote photoinduced electron transfer.\n\n\nIn terms of broader impacts, our outreach program included research participation of underrepresented parties via the ACS project SEED and the L'Oreal Changing the Face of STEM programs as well as demonstrations and research talks to local high schools on how organic electronics can contribute to the urge societal plea for more sustainable energy technologies.\t\t\t\t\tLast Modified: 10/29/2024\n\n\t\t\t\t\tSubmitted by: LuisaWhittaker-Brooks\n"
 }
}