{
 "awd_id": "2016368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scientific Program Overview (SPO): Cold Air Outbreak Experiment in the Sub-Arctic Region",
 "cfda_num": "47.050",
 "org_code": "06020100",
 "po_phone": "7032928796",
 "po_email": "ygu@nsf.gov",
 "po_sign_block_name": "Yu Gu",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-01-31",
 "tot_intn_awd_amt": 28156.0,
 "awd_amount": 28156.0,
 "awd_min_amd_letter_date": "2020-07-22",
 "awd_max_amd_letter_date": "2022-12-29",
 "awd_abstract_narration": "The Arctic is the region on planet Earth warming the most rapidly with rapid sea ice loss and increasing air temperatures reinforcing each other. Changing ice cover posts great uncertainties on Arctic winter weather and significant impacts upon coastal communities and local transportation. In addition, how the high-latitude changes connect to the mid-latitude and the global climate system is another challenging question. One particularly poorly understood weather regime is cold-air outbreaks when cold Arctic air streaming over relatively warm open ocean water. During cold-air outbreaks, relatively warm moist air is transported up in forming lines of clouds.  Little is known about the cloud properties and their rain and snowfall amount in relation with the accompanying vertical air movement and sea surface conditions. Cold air outbreaks occasionally spawn into intense circular air movements, “polar lows”. Cold-air outbreaks have significant impacts on the global heat and water transport as well as ocean circulations. Despite their impacts on weather and climate, cold-air outbreaks remain difficult to predict. \r\n\r\nThis awarded project is to plan a dedicated field study, Cold Air Outbreak Experiment in the Sub Arctic Region (CAESAR) that has the goal to gather the necessary measurements to understand the mysterious cloud regime associated with cold-air outbreaks. The planned field campaign will be in collaboration with Scandinavian scientists and provide unique training opportunities to students to be the next generation of atmospheric scientists. \r\n\r\nThe CAESAR field campaign is anticipated in February-March 2022 over the Norwegian Sea, a spot where cold-air outbreaks are prevalent. The NSF/NCAR C-130 aircraft with a suite of radars, Lidars, radiometers, aerosol, cloud, precipitation and trace gas probes will be deployed from northern Sweden or Norway. The goal is to study the structure of marine boundary layer clouds during cold-air outbreaks with a focus on fully sampling microphysical (liquid and ice) properties of cloud particles and the accompanying dynamics. Flight plans are designed to investigate cold-air outbreaks throughout their entire evolution from their initiation over the Arctic sea ice edge to well-developed cloud structures far downstream. The CAESAR measurements will not only afford new insights of development of fine-scale cloud structures but also constrain a hierarchy of numerical models ranging from eddy simulations capable of capturing the nuanced small-scale cloud and dynamical processes to numerical weather and climate models. A dedicated model-observational intercomparison project is planned to improve numerical models particularly their performance in the ‘grey-zone’ where state-of-the-art weather models fail to capture the relevant cloud and dynamical processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paquita",
   "pi_last_name": "Zuidema",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paquita Zuidema",
   "pi_email_addr": "pzuidema@rsmas.miami.edu",
   "nsf_id": "000302090",
   "pi_start_date": "2020-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University Of Miami",
  "perf_str_addr": "4600 RICKENBACKER CSWY",
  "perf_city_name": "Key Biscayne",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331491031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 28156.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported the planning for the 'Cold-Air outbrEaks in the Sub-Arctic Region' (CAESAR) large field campaign, currently ongoing. CAESAR is deploying the NSF NCAR C-130 plane from Kiruna, Sweden, from Feb 22-April 7, 2024. The award supported a site visit to Kiruna in late April, 2023, at which the suitability of the aircraft hangar, and hotel accomodations, were assessed. The award also supported planning for an investigator meeting held in May, 2023, held at NCAR's Research Aviation Facility in Boulder, CO, and prior planning and campaign organization through regular bi-weekly virtual meetings, email correspondences and detailing of logistical considerations.</p>\n<p>Intellectual Merit:</p>\n<p>The work is now paying off in a successful deployment. Logistical challenges, including through delays related to the pandemic, have been successfully overcome. The delays also led to the investigators developing good communications and a strong cohesion within the team, and time to finalize their own preparations.</p>\n<p>Broader Impacts:</p>\n<p>This award also supported time spent developing an outreach strategy with the NCAR Education, Engagement and Early Career Development team, and to developing a network with European scientists pursuing similar objectives in the Arctic. The Arctic is undergoing rapid change, for reasons that are fundamentally driven by increasing carbon dioxide in the atmosphere, but exacerbated by feedbacks that are not fully understood. CAESAR furthers fundamental understanding of why the Arctic climate is changing, and is gathering data that will improve prediction by models encompassing a range of complexities, domains and resolutions, of future Arctic weather and climate.</p><br>\n<p>\n Last Modified: 03/08/2024<br>\nModified by: Paquita&nbsp;Zuidema</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis award supported the planning for the 'Cold-Air outbrEaks in the Sub-Arctic Region' (CAESAR) large field campaign, currently ongoing. CAESAR is deploying the NSF NCAR C-130 plane from Kiruna, Sweden, from Feb 22-April 7, 2024. The award supported a site visit to Kiruna in late April, 2023, at which the suitability of the aircraft hangar, and hotel accomodations, were assessed. The award also supported planning for an investigator meeting held in May, 2023, held at NCAR's Research Aviation Facility in Boulder, CO, and prior planning and campaign organization through regular bi-weekly virtual meetings, email correspondences and detailing of logistical considerations.\n\n\nIntellectual Merit:\n\n\nThe work is now paying off in a successful deployment. Logistical challenges, including through delays related to the pandemic, have been successfully overcome. The delays also led to the investigators developing good communications and a strong cohesion within the team, and time to finalize their own preparations.\n\n\nBroader Impacts:\n\n\nThis award also supported time spent developing an outreach strategy with the NCAR Education, Engagement and Early Career Development team, and to developing a network with European scientists pursuing similar objectives in the Arctic. The Arctic is undergoing rapid change, for reasons that are fundamentally driven by increasing carbon dioxide in the atmosphere, but exacerbated by feedbacks that are not fully understood. CAESAR furthers fundamental understanding of why the Arctic climate is changing, and is gathering data that will improve prediction by models encompassing a range of complexities, domains and resolutions, of future Arctic weather and climate.\t\t\t\t\tLast Modified: 03/08/2024\n\n\t\t\t\t\tSubmitted by: PaquitaZuidema\n"
 }
}