{
 "awd_id": "2016929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Cyberinfrastructure for Robust Learning of Interconnected Knowledge",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925126",
 "po_email": "abaylor@nsf.gov",
 "po_sign_block_name": "Amy Baylor",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 362955.0,
 "awd_amount": 362955.0,
 "awd_min_amd_letter_date": "2020-07-15",
 "awd_max_amd_letter_date": "2020-07-15",
 "awd_abstract_narration": "Improving student success in subject domains that serve as gateway courses to STEM careers, such as chemistry and math, is of great interest. These subjects are difficult to teach and learn, partly because they involve a complex network of interconnected knowledge. Current online instructional materials generally follow a linear sequence, tracing a single predetermined pathway through the knowledge network. The CyberBook technology developed in this project instead guides students through the knowledge network along pathways chosen to optimize their learning of both the individual concepts and the relations between these concepts. The pathways adapt to individual students, with information gathered from a student’s interaction with the online materials to select a pathway that is optimal for that individual student. Although the primary focus is on chemistry and mathematics, the approach can be applied to other STEM domains. CyberBook combines traditional online courseware with intelligent tutoring systems. It also provides a research platform for learning scientists to conduct studies on how students learn. Beyond learning science, the proposed research has the potential to advance the literature on education (both domain-specific and domain-general), educational data mining, and artificial intelligence in education. \r\n\r\nThis project will develop several advanced learning-engineering methods to facilitate the creation of high-quality and effective online courseware: (1) an application of reinforcement learning to compute optimal sequencing of topics and scaffolding, (2) a text-mining method to automatically discover skills to be learned from text in written instructions and assessments, (3) a web browser-based method to rapidly create intelligent tutoring systems and seamlessly integrate them into online courseware, and (4) an application of reinforcement learning for an evidence-based quality control for online courseware content. As a proof of concept, instances of CyberBook for a college level chemistry (stoichiometry) and high school math (coordinate geometry) will be created. To validate the feasibility of implementation, the proposed learning engineering methods will be applied to two existing online course platforms—Open Learning Initiative and Open edX. The effectiveness of the proposed intervention will be measured through a pilot evaluation study at the partner institutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Norman",
   "pi_last_name": "Bier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Norman Bier",
   "pi_email_addr": "nbier@andrew.cmu.edu",
   "nsf_id": "000661605",
   "pi_start_date": "2020-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Yaron",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Yaron",
   "pi_email_addr": "yaron@cmu.edu",
   "nsf_id": "000212287",
   "pi_start_date": "2020-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 362955.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-56272c3e-7fff-79a4-412d-f62510d47a4f\"> </span></p>\r\n<p>This project explored advanced cyberlearning technologies to enhance learning in complex subject areas like chemistry and mathematics. These disciplines require students to develop interconnected knowledge that supports success in follow-on courses and the workplace. To achieve this, the project developed innovative learning-engineering methods to create high-quality online courseware. A primary focus was on the Open Learning Initiative (OLI) General Chemistry courses, designed for first-year college students. The courseware guides students through each topic by starting with explanations and worked examples, then transitioning to practice activities enriched with detailed hints and feedback. It is designed to help students build connections between topics, fostering a deeper and more interconnected understanding of the material. This is achieved by providing hints and feedback that link new content to prerequisite knowledge from prior math and science courses, as well as to co-requisite topics within the chemistry curriculum itself.</p>\r\n<p>The intellectual merit of this work stems from its use of fine-grained, longitudinal data to study learning in extraordinary detail. The project tracked millions of interactions from over 7,000 students at 30 two- and four-year institutions. Each activity in the courseware is tagged with the topics it covers, enabling detailed tracking of student progress across a full semester of general chemistry. Using logistic regression models, the research team analyzed learning curves, which plot student performance on a topic against the number of opportunities they had to practice that topic. These analyses reveal both the initial knowledge of a student on each of the over 100 topics covered in the course and their learning rate&mdash;the degree to which each practice opportunity improves performance.</p>\r\n<p>This method moves beyond traditional pre/post-exam measurements, offering a more nuanced view of learning over time. It enabled a detailed investigation into the role of mathematics in chemistry learning. For nearly a century, math preparation has been identified as a strong predictor of success in general chemistry. While our logistic regression analyses do not contradict this, they yield surprising results that may challenge the community&rsquo;s traditional understanding of the connection between math and chemistry learning. The overwhelming result is that differences in math preparation primarily affect students&rsquo; initial knowledge, not their learning rate. The rate at which students learn chemistry is remarkably consistent, regardless of the mathematical complexity of the topic or the student&rsquo;s prior math preparation.</p>\r\n<p>The broader impacts of this work include significant implications for instructional design. If poor math preparation does not slow students&rsquo; learning of chemistry, requiring remedial math courses before chemistry may not be advisable. Instead, less-prepared students may benefit more from just-in-time math support embedded directly within the chemistry courseware, as developed here. However, the findings also highlight the need for additional time and practice for students with lower initial knowledge, as they may require two to three times the practice opportunities to achieve mastery compared to their better-prepared peers. In addition to these implications, this work illustrates the potential of analyzing fine-grained, longitudinal online course data to address century-old research questions in learning.</p>\r\n<p>Beyond research findings, this project has practical impacts through its integration of these approaches into widely available educational resources. The updated course materials, including the REAL Chem courseware, are now in use at over 50 pilot institutions and continue to attract a growing user base. These resources provide innovative support for quantitative reasoning and interconnected learning, helping to advance education in chemistry and other complex subject domains.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/08/2024<br>\nModified by: David&nbsp;J&nbsp;Yaron</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nThis project explored advanced cyberlearning technologies to enhance learning in complex subject areas like chemistry and mathematics. These disciplines require students to develop interconnected knowledge that supports success in follow-on courses and the workplace. To achieve this, the project developed innovative learning-engineering methods to create high-quality online courseware. A primary focus was on the Open Learning Initiative (OLI) General Chemistry courses, designed for first-year college students. The courseware guides students through each topic by starting with explanations and worked examples, then transitioning to practice activities enriched with detailed hints and feedback. It is designed to help students build connections between topics, fostering a deeper and more interconnected understanding of the material. This is achieved by providing hints and feedback that link new content to prerequisite knowledge from prior math and science courses, as well as to co-requisite topics within the chemistry curriculum itself.\r\n\n\nThe intellectual merit of this work stems from its use of fine-grained, longitudinal data to study learning in extraordinary detail. The project tracked millions of interactions from over 7,000 students at 30 two- and four-year institutions. Each activity in the courseware is tagged with the topics it covers, enabling detailed tracking of student progress across a full semester of general chemistry. Using logistic regression models, the research team analyzed learning curves, which plot student performance on a topic against the number of opportunities they had to practice that topic. These analyses reveal both the initial knowledge of a student on each of the over 100 topics covered in the course and their learning ratethe degree to which each practice opportunity improves performance.\r\n\n\nThis method moves beyond traditional pre/post-exam measurements, offering a more nuanced view of learning over time. It enabled a detailed investigation into the role of mathematics in chemistry learning. For nearly a century, math preparation has been identified as a strong predictor of success in general chemistry. While our logistic regression analyses do not contradict this, they yield surprising results that may challenge the communitys traditional understanding of the connection between math and chemistry learning. The overwhelming result is that differences in math preparation primarily affect students initial knowledge, not their learning rate. The rate at which students learn chemistry is remarkably consistent, regardless of the mathematical complexity of the topic or the students prior math preparation.\r\n\n\nThe broader impacts of this work include significant implications for instructional design. If poor math preparation does not slow students learning of chemistry, requiring remedial math courses before chemistry may not be advisable. Instead, less-prepared students may benefit more from just-in-time math support embedded directly within the chemistry courseware, as developed here. However, the findings also highlight the need for additional time and practice for students with lower initial knowledge, as they may require two to three times the practice opportunities to achieve mastery compared to their better-prepared peers. In addition to these implications, this work illustrates the potential of analyzing fine-grained, longitudinal online course data to address century-old research questions in learning.\r\n\n\nBeyond research findings, this project has practical impacts through its integration of these approaches into widely available educational resources. The updated course materials, including the REAL Chem courseware, are now in use at over 50 pilot institutions and continue to attract a growing user base. These resources provide innovative support for quantitative reasoning and interconnected learning, helping to advance education in chemistry and other complex subject domains.\r\n\n\n\t\t\t\t\tLast Modified: 12/08/2024\n\n\t\t\t\t\tSubmitted by: DavidJYaron\n"
 }
}