{
 "awd_id": "2016188",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: State-dependent modulation of visuomotor reflexes across Drosophila species",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924611",
 "po_email": "pforlano@nsf.gov",
 "po_sign_block_name": "Paul Forlano",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 638084.0,
 "awd_amount": 638084.0,
 "awd_min_amd_letter_date": "2020-07-20",
 "awd_max_amd_letter_date": "2021-04-14",
 "awd_abstract_narration": "From the moment we wake up in the morning until the moment we fall asleep we are constantly barraged with sensory stimuli. The buzzing of the alarm, the dinging of email alerts, yet somehow, we identify the salient sensory stimuli and ignore the rest in order to generate an appropriate behavioral response each moment. Which stimuli we identify to be salient could depend on additional factors such as our external and internal environments. The overall goal of this project is to explore how the brain integrates our internal and external environment to modify the perception of visual cues to promote survival in different habitats. Specifically, this proposal will examine the contributions of anatomical and neural circuit changes in guiding visually evoked behaviors in Drosophila species living in distinct ecological habitats. The proposed work will support the training of undergraduates at Wellesley College, an all-women’s institution. Students will be actively involved in all aspects of experimental design, data collection, analysis, and manuscript preparation. Wellesley’s student body is geographically, culturally, and economically diverse and all efforts will be made to involve members of underrepresented groups. Experiments outlined in this proposal will be carried out by undergraduate research students both in the lab as well as integrated into an upper-level elective course. Findings from this work will be shared at scientific meetings as well as with high school students and elementary and secondary school teachers. \r\n\r\nHow can an organism survive in ever-changing environmental conditions? They must be able to generate adaptive behavior by applying flexibility as they: (1) discriminate salient sensory signals from background, (2) assign value – attractive or aversive – to such stimuli and (3) integrate these stimuli with the current environmental context and internal physiological state. While inroads have been made in understanding the processes of discrimination and assigning value, much remains unknown about where and how short-term (hours timescale) changes in internal state are integrated to drive contextually appropriate behavior. Work across organisms has investigated how internal state modulates perception of odor, pheromone, temperature, and water, however, little work has examined how internal state differentially modulates the perception of visual stimuli of organisms from environments with distinct visual ecologies (forest and desert) that may have imposed very different evolutionary pressures. The goal of this proposal is to examine the contributions of anatomical and neural circuit changes in guiding visually evoked behaviors in Drosophila species living in distinct ecological habitats. These experiments will elucidate the impact of ecological habitats on the generation of state-dependent behavior and neuromodulatory circuits in order to understand how behavioral responses and the neural circuits involved may have been altered by differential evolutionary pressures. The project will utilize a multifaceted approach: (1) genetic manipulation to allow control over specific neural pathways, (2) visual and olfactory ‘virtual-reality’ flight simulators to measure sensory motor integration that drives adaptive behavior, and (3) in-vivo two photon calcium imaging as an indicator of neural activity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Wasserman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Wasserman",
   "pi_email_addr": "smwasser@gmail.com",
   "nsf_id": "000715016",
   "pi_start_date": "2020-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Frye",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Frye",
   "pi_email_addr": "frye@ucla.edu",
   "nsf_id": "000157163",
   "pi_start_date": "2021-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wellesley College",
  "inst_street_address": "106 CENTRAL ST",
  "inst_street_address_2": "",
  "inst_city_name": "WELLESLEY HILLS",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812832079",
  "inst_zip_code": "024818203",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "WELLESLEY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z17DSLNJ1DX1"
 },
 "perf_inst": {
  "perf_inst_name": "Wellesley College",
  "perf_str_addr": "106 Central Street",
  "perf_city_name": "Wellesley",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024818204",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 638084.0
  }
 ],
 "por": null
}