{
 "awd_id": "2016215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mantle redox and partial melting: Pyroxene/basalt and pyroxene/spinel partitioning of Fe3+",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 466963.0,
 "awd_amount": 466963.0,
 "awd_min_amd_letter_date": "2020-07-05",
 "awd_max_amd_letter_date": "2020-07-05",
 "awd_abstract_narration": "Formation of magma in Earth’s mantle and eruption at the surface as basalt is one of the chief mechanisms by which chemical mass transfer occurs between the interior and exterior of the planet. A key feature of this mass transfer is exchange of oxidized and reduced chemical species (“redox exchange”), which influences the composition and properties of rocks, fluids, and gases at Earth’s surface, as well as the chemical and physical properties of the mantle itself. For example, the rise of an atmosphere rich in oxygen is linked to the fluxes of oxidized and reduced chemical species between Earth’s mantle and surface reservoirs. The principal element responsible for redox exchange during these processes is iron, which can take on both oxidized (Fe3+) and reduced (Fe2+) forms. The chief mineral controlling redox exchange during magma formation in the mantle is pyroxene. However, the relative stability of Fe3+ and Fe2+ in pyroxene during partial melting of the mantle is poorly understood. This project aims to determine exchange of Fe3+ and Fe2+ between pyroxene, magma, and spinel, another important iron reservoir in the mantle, through a program of high temperature high pressure experiments and by developing new methods for microbeam analysis of pyroxene using X-ray spectroscopy. The broader impacts of this work include graduate student training and research experiences for undergraduates, and development and distribution of standards and methods for pyroxene Fe3+ microanalysis to other research groups. Also, research results will be incorporated into interdisciplinary education of earth and planetary scientists through summer school venues for training of advanced graduate students, post-docs, and early-career scientists.\r\n\r\nDetermination of Fe3+ in pyroxene has been hampered by the absence of an accurately calibrated microanalytical method. In this project, we will further develop synchrotron-based x-ray absorption spectroscopy of pyroxene by characterizing a suite of standards, analyzed by Mössbauer spectroscopy, and by applying a method that accounts for crystallographic anisotropy by orienting crystals using electron backscatter detection. We will conduct high temperature high pressure experiments in which pyroxenes are in equilibrium with basaltic melt or with spinel. Analysis of these experiments will provide constraints on the partitioning of Fe3+ in the upper mantle and during partial melting. These will be applied to several key problems in petrology and high temperature geochemistry. They will constrain the amount of Fe3+ in mantle source regions of the mantle, and therefore lead to revised estimates of the depths at which carbon occurs in reduced phases and Fe-Ni alloy precipitates. They will also determine the relationship between Fe3+ concentrations in basalts from different tectonic domains, the conditions of basalt formation, and the oxidation state of their source, thereby helping to resolve long-term redox cycling and mass balance in the mantle-surface system.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Hirschmann",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Marc M Hirschmann",
   "pi_email_addr": "mmh@umn.edu",
   "nsf_id": "000176224",
   "pi_start_date": "2020-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 OAK ST SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 466963.0
  }
 ],
 "por": null
}