{
 "awd_id": "2016934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Future Directions for Seafloor Geodesy Workshop 2020",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 27000.0,
 "awd_amount": 27000.0,
 "awd_min_amd_letter_date": "2020-03-03",
 "awd_max_amd_letter_date": "2020-03-03",
 "awd_abstract_narration": "This workshop will bring together members of the established and emerging scientific community interested in seafloor deformation using geodetic tools deployed on the seafloor.  The workshop will offer the first opportunity to foster communications between scientists and engineers to explore how to utilize existing resources to maximize science goals.  Geodetic instruments can capture motions offshore that give us important insight into earthquakes and submarine volcanic activity.  The workshop is focused on seafloor deformation because ninety percent of Earth's active tectonic plate boundaries are underwater and our ability to measure the deformation that leads up to an earthquake is predominantly on-land, which doesn’t capture most of the seafloor movement. This is particularly important along subduction zones, where tsunamis may be generated by the movement on a fault during an earthquake. The conference will include 90 participants. The timing of the conference is important because a new resource is being developed for the community, a set of seafloor geodetic instruments that can measure precise long-term horizontal and short-term vertical movements.  At the workshop, the community will discuss how to apply these resources to maximize science and accessibility of data, leading to proposals for future offshore projects.  The workshop will broaden participation in the field of seafloor geodesy and a significant number of the participants will be early career scientists. The workshop will offer an opportunity to foster connections between scientists and engineers.\r\n\r\n\r\nThis workshop will bring together and build the seafloor geodesy community, including scientists from academic institutions, government agencies, and international partners focused on understanding scientific and engineering problems associated with measuring deformation on the seafloor.  During the workshop the organizers will address the current status of existing, the development of emerging, and plans for future technologies in the field. As well, the workshop is essential to develop plans for the use of a recently funded pool of GNSS-Acoustic and Bottom Pressure Recorder seafloor geodetic instruments.  The workshop will identify high priority scientific questions and targets for this pool of instruments and the community preferred structure for managing the instrument pool. The community will help identify the highest priority scientific questions and targets addressable with the instrument pool and develop a plan for managing the equipment to effectively answer geophysical questions in earth deformation in the offshore environment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Charlevoix",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Donna J Charlevoix",
   "pi_email_addr": "donna.charlevoix@earthscope.org",
   "nsf_id": "000336004",
   "pi_start_date": "2020-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "UNAVCO, Inc.",
  "inst_street_address": "6350 NAUTILUS DR FRNT",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3033817500",
  "inst_zip_code": "803015394",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNAVCO, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBD2CZMR5N48"
 },
 "perf_inst": {
  "perf_inst_name": "UNAVCO",
  "perf_str_addr": "6350 Nautilus Dr.",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803015394",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 27000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A virtual, community workshop in April 2021 brought together members of the scientific community to establish the future directions of the discipline of seafloor geodesy. This workshop engaged members of the seafloor geodesy community including scientists from academic institutions, government agencies, and international partners. The workshop addressed seafloor geodesy technologies including the current status of existing, the development of emerging, and plans for near future technologies in the field. The workshop provided a venue for the development of plans for the use of a recently funded pool of GNSS-Acoustic and Bottom Pressure Recorder seafloor geodetic instruments. The workshop identified high priority scientific questions and targets for this instrument pool and the community preferred structure for managing the utilizing the instrument pool.</p>\n<p>&nbsp;</p>\n<p>A website was created (seafloorgeodesy.org) for community engagement and includes workshop materials, final workshop report, and information on the available seafloor geodetic instruments. The workshop offered an opportunity to foster connections between scientists and engineers, as well as senior personnel with early career students and scientists. With a focus on engaging early career scientists attendees and presenters, the workshop was a mechanism to create inclusive development in earth and ocean sciences and engineering, for a stronger and more engaged workforce in such integrated science.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/26/2022<br>\n\t\t\t\t\tModified by: Donna&nbsp;Charlevoix</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA virtual, community workshop in April 2021 brought together members of the scientific community to establish the future directions of the discipline of seafloor geodesy. This workshop engaged members of the seafloor geodesy community including scientists from academic institutions, government agencies, and international partners. The workshop addressed seafloor geodesy technologies including the current status of existing, the development of emerging, and plans for near future technologies in the field. The workshop provided a venue for the development of plans for the use of a recently funded pool of GNSS-Acoustic and Bottom Pressure Recorder seafloor geodetic instruments. The workshop identified high priority scientific questions and targets for this instrument pool and the community preferred structure for managing the utilizing the instrument pool.\n\n \n\nA website was created (seafloorgeodesy.org) for community engagement and includes workshop materials, final workshop report, and information on the available seafloor geodetic instruments. The workshop offered an opportunity to foster connections between scientists and engineers, as well as senior personnel with early career students and scientists. With a focus on engaging early career scientists attendees and presenters, the workshop was a mechanism to create inclusive development in earth and ocean sciences and engineering, for a stronger and more engaged workforce in such integrated science.\n\n \n\n\t\t\t\t\tLast Modified: 04/26/2022\n\n\t\t\t\t\tSubmitted by: Donna Charlevoix"
 }
}