{
 "awd_id": "2017424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CyberTraining: Implementation: Small: INnovative Training Enabled by a Research Software Engineering Community of Trainers (INTERSECT)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032928104",
 "po_email": "shabagch@nsf.gov",
 "po_sign_block_name": "Sharmistha Bagchi-Sen",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 255953.0,
 "awd_amount": 255953.0,
 "awd_min_amd_letter_date": "2020-07-21",
 "awd_max_amd_letter_date": "2020-07-21",
 "awd_abstract_narration": "Software forms the backbone of much current research in a variety of scientific and engineering domains. The breadth and sophistication of software skills required for modern research software projects is increasing at an unprecedented pace. Despite this fact, an alarming number of researchers who develop software do not have adequate training in software development. Therefore, it is imperative for researchers who develop the software that will drive tomorrow’s critical research discoveries to have access to software engineering training at multiple stages of their career, to not only make them more productive, but also to make their software more robust, reliable, and sustainable. This project, INnovative Training Enabled by a Research Software Engineering Community of Trainers (INTERSECT), provides training on software development and engineering practices to research software developers who already possess an intermediate or advanced level of knowledge. To achieve this goal, INTERSECT provides expert-led training courses and workshops to help build the pipeline of computational researchers trained in best practices for research software development. This project serves the national interest and NSF's mission of promoting the progress of science by preparing a workforce who are trained in research software engineering best practices and addresses a gap in the current training and education available to research software developers.\r\n\r\nThe INTERSECT project provides training in research software engineering practices for researchers who are engaged in software development by (1) involving practicing Research Software Engineers (RSEs) in workshops to curate, develop, and refine training material and (2) using experienced RSEs to conduct training courses focused on that material. INTERSECT assembles experienced RSEs from the growing RSE community across the country who are interested in being instructors, to gather information about their  capabilities, knowledge, and expertise. In addition to developing materials, INTERSECT is curating the materials used in the workshops and training sessions into existing frameworks. This curation provides an open-source platform that allows RSEs to have ongoing engagement with the training material and helps coordinate efforts across the RSE-trainer community. To support the generation and curation of materials, INTERSECT sponsors multiple RSE-trainer workshops. These workshops connect practicing RSEs, who are also instructors, from across the country to both leverage the diversity of knowledge present in different institutions and to build and strengthen a national community of this increasingly important group of Cyberinfrastructure Professionals. By contributing to the growth of this community, INTERSECT will have a broad and long lasting impact on research software through increased access to peer support, resource and knowledge sharing, and networking opportunities for community members. By providing intermediate and advanced level training events and RSE workshops, INTERSECT will help to cultivate sophisticated Research Software Developers, bring awareness to the RSE career path, and strengthen the nascent national community of RSEs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Cosden",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ian A Cosden",
   "pi_email_addr": "icosden@princeton.edu",
   "nsf_id": "000770564",
   "pi_start_date": "2020-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "The Trustees of Princeton University",
  "perf_str_addr": "ORPA",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "044Y00",
   "pgm_ele_name": "CyberTraining - Training-based"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "026Z",
   "pgm_ref_txt": "NSCI: National Strategic Computing Initi"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 255953.0
  }
 ],
 "por": null
}