{
 "awd_id": "2017614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tracking Horizontal Inequalities Across Dimensions to Forecast and Understand Instability (TrIAD)",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 408045.0,
 "awd_amount": 408045.0,
 "awd_min_amd_letter_date": "2020-07-21",
 "awd_max_amd_letter_date": "2020-07-21",
 "awd_abstract_narration": "Inequality within and across societies is at the forefront of academic and policy discussions related to global-scale challenges from the rise of violent extremism, the escalation and spread of civil conflict, and potential solutions to environmental shocks. New conceptual research suggests that group-based grievances about access to rights and resources, known as horizonal inequalities (HIs), as compared to individual-to-individual vertical inequalities, are crucial mechanisms that explain ethnic conflict and instability. However, the complexity of measuring horizontal inequalities across different and overlapping groups, rights and resources, and societal contexts, has impeded scientific understanding and policy-makers’ ability to intervene and mitigate the potentially destabilizing consequences of HIs. TrIAD (Tracking Horizontal Inequalities Across Dimensions to Forecast and Understand Instability) overcomes previous hurdles by linking scholars from the social, information, and computer sciences, as well as drawing on expertise related to political, security, and historical dimensions. Furthermore, the project provides a fertile environment for students with diverse backgrounds to gain high-quality research experience and develop highly sought-after skills in data science, in general, and computational social science in particular. The knowledge and technologies created from this project lay the foundation for the sustained development of skills for the emerging data-driven society.\r\n\r\nTrIAD (Tracking Horizontal Inequalities Across Dimensions to Forecast and Understand Instability) uniquely connects work on human rights measurement to the concept of horizonal inequalities (HIs). TrIAD particularly harnesses the sparse and streaming large-scale data on human rights, using advances in information-science methods, Bayesian models, and high-performance computing, to understand how and where horizonal inequalities lead to escalating instability and discover new means of counteracting this violence. Using PULSAR, a human rights text parser, TrIAD is able to extract structured information from the streams of raw textual information authored and published by hundreds of human rights non-governmental organization in press releases and formal reports daily. From these human rights documents, TrIAD accurately identifies the perpetuators and specific victims, as well as codes the human right/resource that is being violated. TrIAD also includes a modeling and analysis framework that infers the latent structure of grievances and how they project into violence across different contexts. The completed TrIAD provides researchers and policy-makers with highly disaggregated data on systematically unequal access to over 100 resources and rights, across different societal groupings, including salient racial, linguistic, religious, regional, clan, and ideological partitions that vary over time and space.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Colaresi",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Colaresi",
   "pi_email_addr": "mcolaresi@pitt.edu",
   "nsf_id": "000230477",
   "pi_start_date": "2020-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Panos",
   "pi_last_name": "Chrysanthis",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Panos K Chrysanthis",
   "pi_email_addr": "panos@cs.pitt.edu",
   "nsf_id": "000096841",
   "pi_start_date": "2020-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Zadorozhny",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir I Zadorozhny",
   "pi_email_addr": "vladimir@sis.pitt.edu",
   "nsf_id": "000236756",
   "pi_start_date": "2020-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 Fifth Ave",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118Y00",
   "pgm_ele_name": "Security & Preparedness"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 408045.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Tracking Horizontal Inequalities (TrIAD) Project developed a new Human Rights Violation Exploration, Analytics, and Warning system (HR-VEAW) that allows users to visualize the rich spatial and conceptual information relevant to making sense of both the escalation of instability, as well as to how negotiators might wind down tensions, and with whom. HR-VEAW does this by measuring horizontal inequalities &mdash; differential access to rights and resources across groups but within countries &mdash; around the world using rich information on human rights violations and protections &mdash; identifying perpetrators/actors and targets/beneficiaries. HR-VEAW efficiently processes textual data from human rights reports and social media feeds that communicate both historical and contemporaneous information on who is alleged to have violated or protected a broad array of rights and behaviors for specific groups. The project leverages input from a variety of sources so that we can identify potential biases in attention and judgments across reporting groups.</p>\r\n<p>We further extended HR-VEAW with interpretable and explainable ML/AI based on the Tsetlin Machine (TM). In particular, our project created a framework that utilizes TM to detect notable phase transition or unknown differences and similarities in the data generation process for varying levels of political violence based on Horizontal Inequalities (HI). The addition of the TM models allows us to explain how our predictions of escalation and de-escalation are related to specific horizontal inequalities concepts. Therefore, our system not only processes quantitive information but allows for the responsible communication of which human rights violations are escalatory and where. The text parsing software we have improved in TrIAD, Parsing Unstructured Language into Sentiment-Aspect Relations (PULSAR), has been used not only for our early warning system but also to identify salient issues in political speech more generally. Our tools contribute to the growing interdisciplinary area of computational social science &mdash; allowing US researchers and the government to better track, predict, and respond to conflict early warning signals.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/13/2025<br>\nModified by: Michael&nbsp;P&nbsp;Colaresi</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2017614/2017614_10687606_1736773323477_TrIADImage1_Dash--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/2017614/2017614_10687606_1736773323477_TrIADImage1_Dash--rgov-800width.png\" title=\"HR-VEAW Dashboard\"><img src=\"/por/images/Reports/POR/2025/2017614/2017614_10687606_1736773323477_TrIADImage1_Dash--rgov-66x44.png\" alt=\"HR-VEAW Dashboard\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">View of the HR-VEAW Dashboard</div>\n<div class=\"imageCredit\">Zhang, et al 2022</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Michael&nbsp;P&nbsp;Colaresi\n<div class=\"imageTitle\">HR-VEAW Dashboard</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Tracking Horizontal Inequalities (TrIAD) Project developed a new Human Rights Violation Exploration, Analytics, and Warning system (HR-VEAW) that allows users to visualize the rich spatial and conceptual information relevant to making sense of both the escalation of instability, as well as to how negotiators might wind down tensions, and with whom. HR-VEAW does this by measuring horizontal inequalities  differential access to rights and resources across groups but within countries  around the world using rich information on human rights violations and protections  identifying perpetrators/actors and targets/beneficiaries. HR-VEAW efficiently processes textual data from human rights reports and social media feeds that communicate both historical and contemporaneous information on who is alleged to have violated or protected a broad array of rights and behaviors for specific groups. The project leverages input from a variety of sources so that we can identify potential biases in attention and judgments across reporting groups.\r\n\n\nWe further extended HR-VEAW with interpretable and explainable ML/AI based on the Tsetlin Machine (TM). In particular, our project created a framework that utilizes TM to detect notable phase transition or unknown differences and similarities in the data generation process for varying levels of political violence based on Horizontal Inequalities (HI). The addition of the TM models allows us to explain how our predictions of escalation and de-escalation are related to specific horizontal inequalities concepts. Therefore, our system not only processes quantitive information but allows for the responsible communication of which human rights violations are escalatory and where. The text parsing software we have improved in TrIAD, Parsing Unstructured Language into Sentiment-Aspect Relations (PULSAR), has been used not only for our early warning system but also to identify salient issues in political speech more generally. Our tools contribute to the growing interdisciplinary area of computational social science  allowing US researchers and the government to better track, predict, and respond to conflict early warning signals.\r\n\n\n\t\t\t\t\tLast Modified: 01/13/2025\n\n\t\t\t\t\tSubmitted by: MichaelPColaresi\n"
 }
}