{
 "awd_id": "2017856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating Immigrant Students' Pathways from Kindergarten to College and into the STEM Workforce",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032927340",
 "po_email": "jenlewis@nsf.gov",
 "po_sign_block_name": "Jennifer Lewis",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 260933.0,
 "awd_amount": 260933.0,
 "awd_min_amd_letter_date": "2020-08-20",
 "awd_max_amd_letter_date": "2022-08-30",
 "awd_abstract_narration": "This project aims to serve the national interest by studying ways to broaden participation in STEM education and careers, particularly for youth of color.  To do so, it will complete a research study focused on immigrant youth of color in New York City, which has large immigrant communities and the largest public-school system in the nation. The project is designed to examine how immigrant youth of color form their STEM identities and navigate pathways from kindergarten into the labor force. The project includes three studies.  The first study will use a large dataset that follows students from NYC public schools into the City University of New York two-year and four-year colleges.  The goal of this study is to identify points at which many immigrant students move away from a STEM pathway.  The second study will be based on interviews with students and their families to understand how they use information and resources to make decisions about their persistence on STEM pathways.  The final study is designed to use the results from the first two studies to provide policy and practice recommendations for key educational stakeholders.\r\n \r\nUsing a mixed methods approach, the project team will address three research questions that correspond to the three studies described above: (1) What key educational stages are critical points along the STEM pathway? (2) How are decisions made and knowledge gathered by students and families at these key points? (3) How can insights from these analyses inform programmatic and policy interventions to increase STEM inclusion among immigrant youth of color? To address research question one, the project team will use techniques such as growth curve and hierarchical regression modeling to identify educational stages where immigrant youth of color leave STEM pathways, explore potential determinants that might explain departures, and identify potential disparities in the economic returns of STEM credentials. To address the second research question, the project team will use initial findings to identify points of greatest divergence along STEM pathways.  The researchers will then collect and analyze qualitative data from 30 immigrant families with children who have STEM interests.  Prompts will relate to the ways in which families navigated access to information, resources, decision-making, and goal setting associated with the pursuit of STEM fields. Finally, the project team will identify real-world implications of the findings and disseminate them to local, state, and federal stakeholders. By addressing these three research questions, the project is designed to promote access among immigrant youth of color to STEM education and career preparation, which can ultimately result in a more diverse and productive STEM workforce.  The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Institutional and Community Transformation track, the program supports efforts to transform and improve STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hua-Yu",
   "pi_last_name": "Cherng",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Hua-Yu S Cherng",
   "pi_email_addr": "cherng@nyu.edu",
   "nsf_id": "000680282",
   "pi_start_date": "2020-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Okhee",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Okhee Lee",
   "pi_email_addr": "olee@nyu.edu",
   "nsf_id": "000327461",
   "pi_start_date": "2020-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stella",
   "pi_last_name": "Flores",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stella M Flores",
   "pi_email_addr": "Stella.flores@austin.utexas.edu",
   "nsf_id": "000671495",
   "pi_start_date": "2020-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sumie",
   "pi_last_name": "Okazaki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sumie Okazaki",
   "pi_email_addr": "sumie.okazaki@nyu.edu",
   "nsf_id": "000809712",
   "pi_start_date": "2020-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 260933.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div id=\":2ln\" class=\"Am aiL Al editable LW-avf tS-tW tS-tY\">\n<p>Although the science, technology, engineering, and math (STEM) pipeline has been the most common policy framework to understand why ethnoracial disparities are some of the most glaring, few studies have empirically assessed&nbsp;whether the relationship between early academic preparation, such as for standardized tests, grades, and coursework and later outcomes is the same across racial/&nbsp;ethnic groups. Our first study used administrative data from New York City, the largest, most diverse school district in the United States, and used descriptive alluvial plots and regression decomposition analyses.&nbsp;We found that STEM middle school-to-college pathways vary dramatically by ethnic groups within racial categories. Moreover, disparities in earlier test&nbsp;scores, high school diploma type, and school characteristics only explain why White English-speaking students major in STEM (in both 4- and 2-year institutions). The results of this study call into question policies that support a&ldquo;one size fits all&rdquo; argument that fostering earlier test scores can equalize access to STEM.</p>\n<p>Complementing our first study, our second qualitative study examined the college pathways of mostly working-class immigrant-origin youth of color(Black, East Asian, Latino/a) in New York City. Using a thematic analysis approach with bridging multiple worlds theory and social capital theory as guiding conceptual frameworks, we examined facilitators and barriers through interviews with 30 working-class immigrant-origin youth of color encountered in different worlds (family, school, peers, and community programs) in their college pathways. Our analysis found that most students received emotional but not instrumental support from their parents, notably that their parents mainly wanted them to be happy and to pursue a college degree that would lead to non-blue-collar work. Students received emotional and instrumental guidance from school staff, and many students received help from, and in return helped, their peers. Students who had access to community programs and external resources found them to be helpful in receiving&nbsp;feedback on college application materials and perspectives about different career paths. Students also noted&nbsp;barriers, including family circumstances and immigration status, that hindered their college pathways. We discuss similarities and differences in facilitators and barriers that different racial groups experienced, as well as contributions to literature and implications for removing barriers for immigrant-origin youth of color.</p>\n</div><br>\n<p>\n Last Modified: 10/01/2024<br>\nModified by: Hua-Yu&nbsp;S&nbsp;Cherng</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\nAlthough the science, technology, engineering, and math (STEM) pipeline has been the most common policy framework to understand why ethnoracial disparities are some of the most glaring, few studies have empirically assessedwhether the relationship between early academic preparation, such as for standardized tests, grades, and coursework and later outcomes is the same across racial/ethnic groups. Our first study used administrative data from New York City, the largest, most diverse school district in the United States, and used descriptive alluvial plots and regression decomposition analyses.We found that STEM middle school-to-college pathways vary dramatically by ethnic groups within racial categories. Moreover, disparities in earlier testscores, high school diploma type, and school characteristics only explain why White English-speaking students major in STEM (in both 4- and 2-year institutions). The results of this study call into question policies that support aone size fits all argument that fostering earlier test scores can equalize access to STEM.\n\n\nComplementing our first study, our second qualitative study examined the college pathways of mostly working-class immigrant-origin youth of color(Black, East Asian, Latino/a) in New York City. Using a thematic analysis approach with bridging multiple worlds theory and social capital theory as guiding conceptual frameworks, we examined facilitators and barriers through interviews with 30 working-class immigrant-origin youth of color encountered in different worlds (family, school, peers, and community programs) in their college pathways. Our analysis found that most students received emotional but not instrumental support from their parents, notably that their parents mainly wanted them to be happy and to pursue a college degree that would lead to non-blue-collar work. Students received emotional and instrumental guidance from school staff, and many students received help from, and in return helped, their peers. Students who had access to community programs and external resources found them to be helpful in receivingfeedback on college application materials and perspectives about different career paths. Students also notedbarriers, including family circumstances and immigration status, that hindered their college pathways. We discuss similarities and differences in facilitators and barriers that different racial groups experienced, as well as contributions to literature and implications for removing barriers for immigrant-origin youth of color.\n\t\t\t\t\tLast Modified: 10/01/2024\n\n\t\t\t\t\tSubmitted by: Hua-YuSCherng\n"
 }
}