{
 "awd_id": "2017826",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MSA: Understanding spatial patterns of abundance and occupancy in terms of taxa, traits, and space",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 274542.0,
 "awd_amount": 274542.0,
 "awd_min_amd_letter_date": "2020-08-04",
 "awd_max_amd_letter_date": "2020-08-04",
 "awd_abstract_narration": "Species that are more geographically widespread also tend to occur at higher numbers in each sampled location. Decades of research has attempted to use this relationship to understand how habitat degradation might affect species abundance at different sites. For example, if the geographic range of a species is suddenly restricted due to land use change or other factors, how might local abundance in the other sites change? However, these so-called abundance-occupancy relationships are far from general. The proposed research aims to gauge the generality of abundance-occupancy relationships in a diverse set of species groups across both aquatic and terrestrial systems. In doing so, the research will estimate the dependency of these relationships on sampling procedures, geographic distribution, environmental conditions, and species groups. This collaborative research will involve the training of multiple graduate students, and the science will be incorporated into teaching and workshops aimed both at college undergraduates and high school students in underserved communities. \r\n\r\nThe scaling of species abundance with occupancy is claimed to be a general law in population ecology and macroecology. However, the data to test these relationships often comes from non-standardized, opportunistic surveys of a small subset of species. Combined with the variety of statistical methods applied, there is mixed support for abundance-occupancy relationships for single species. Understanding the conditions which lead to this variability in evidence is an obtrusive knowledge gap challenging this fundamental macroecological hypothesis. Leveraging spatially replicated and standardized data resources of the National Ecological Observatory Network (NEON), this research will examine how slopes of abundance-occupancy relationships vary as a function of species traits (e.g., trophic level), taxonomic relationships, habitats (e.g., aquatic, terrestrial), geographic range, spatial distribution of sampled sites, and the local community context. Further, the project will use theoretical models to determine the conditions under which abundance-occupancy relationships emerge. This exhaustive exploration of species life history, niche requirements, and the spatial structure of sampled sites will challenge the abundance-occupancy relationship against the hypothesis of simple stochastic processes. This proposal will leverage NEON data on species abundances and fraction of occupied sites to examine abundance–occupancy relationships for a large set of taxa. Combining the NEON data and theoretical metacommunity models, this research will expand the theory underlying abundance-occupancy relationships, and gauge the empirical support for these relationships. Together, this will lead to a more synthetic understanding of these relationships and how they relate to other macroecological patterns in nature.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tad",
   "pi_last_name": "Dallas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tad Dallas",
   "pi_email_addr": "tdallas@mailbox.sc.edu",
   "nsf_id": "000819586",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University and A&M College",
  "perf_str_addr": "202 Himes Hall",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 75437.0
  }
 ],
 "por": null
}