{
 "awd_id": "2017837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coordination of Political Integration and Nomadic Statehood",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 240198.0,
 "awd_amount": 240198.0,
 "awd_min_amd_letter_date": "2020-07-12",
 "awd_max_amd_letter_date": "2020-07-12",
 "awd_abstract_narration": "The making of political integration by way of sharing power and authority might seem a uniquely modern topic representing the foundations of democratic political process. However, human communities have been organizing at regional scales to create states and empires for millenia and have achieved many versions of integration in different ways. Archaeologists are particularly well equipped to study early integration in order to better understand what factors promote resilient and inclusive forms of political organization over time. Such issues are particularly relevant in today’s world where many so-called “failed states” explicitly lack a basis for achieving equitable power sharing arrangements that promote the integration of ethnically, linguistically, and culturally diverse populations. Historical and anthropological scholarship both suggest that certain pastoral nomadic polities enfranchised a system of integration through power sharing among aristocratic lineages as a way to create large-scale states from dispersed and potentially militaristic nomadic communities. Despite these seemingly untoward political conditions, nomadic polities lasted for centuries and are believed to have developed unique systems of internal political negotiation as a means to encourage stability. Far from being democratic institutions, these “headless states” are nevertheless important case-studies in the art of balancing centralized and local forms of leadership over time and changing conditions. \r\n\r\nThat these early political examples hold lessons for our collective present and future is a guiding precept of our archaeological research. This project tests theoretical models for the early integration of the nomadic state. The research seeks to discover whether the role of power sharing was indeed a more effective political device in the process of state building than the typical hypothesized scenario of coercive incorporation. To accomplish this, archaeologists as well as students will conduct systematic ground survey and mortuary excavations in conjunction with a broad suite of laboratory analyses to evaluate competing explanations for multi-community political integration. In addition, the project is intended as a training ground for students and younger scholars at multiple institutions. The collaborative nature of this research builds sustainable scientific capacity in the field of archaeology, STEM analytical skills, and cultural heritage management. We achieve these objectives through direct training, support of education, and the sharing of ideas and experience with colleagues and with undergraduate and graduate students. The project therefore promotes the kinds of international relationships, understandings, and interactions upon which the endeavor of scientific research ultimately depends.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Honeychurch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Honeychurch",
   "pi_email_addr": "william.honeychurch@yale.edu",
   "nsf_id": "000498229",
   "pi_start_date": "2020-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Wright",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Wright",
   "pi_email_addr": "jwright@oberlin.edu",
   "nsf_id": "000714674",
   "pi_start_date": "2020-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chunag",
   "pi_last_name": "Amartuvshin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chunag Amartuvshin",
   "pi_email_addr": "institute_of_history@yahoo.com",
   "nsf_id": "000714733",
   "pi_start_date": "2020-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "51 Hillhouse Avenue",
  "perf_city_name": "Room 305",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208277",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 240198.0
  }
 ],
 "por": null
}