{
 "awd_id": "2017164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Biochemical, genetic and structural studies of bilin lyases",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2025-04-30",
 "tot_intn_awd_amt": 432564.0,
 "awd_amount": 442564.0,
 "awd_min_amd_letter_date": "2020-05-07",
 "awd_max_amd_letter_date": "2022-05-18",
 "awd_abstract_narration": "Marine phytoplankton at the base of the food web take carbon dioxide from the atmosphere during photosynthesis and turn it into a form that all life in the ocean can use.  This project aims to study how a group of widespread phytoplankton called Synechococcus succeed in photosynthesis by matching their pigment composition to the light environment. This phenomenon, known as chromatic acclimation, involves a few genes that allow these microbes to incorporate different pigments depending on the available color of light filtering through the ocean.  The team will characterize the structures and functions of the proteins encoded by these genes. Findings of this research will help predict how marine Synechococcus and the food chain are affected by changes in the ocean. These studies promise to expand the repertoire of fluorescent bio-imaging probes for biotechnology.  This research will train 4 graduate students, 6-8 undergraduate students, 6 high school teachers, and 3-6 high school students in genetics, biochemistry and structural biology. Outreach activities include camps which will increase the persistence and diversity of STEM majors, high school teacher training modules, and promotion of the public’s awareness of science.\r\n\r\nMarine Synechococcus achieve extensive pigment diversity via post-translational modifications of phycobiliproteins that constitute the photosynthetic antennae called phycobilisomes. Phycobiliprotein biogenesis involves attachment of chemically distinct bilin pigments to these proteins via enzymatic reactions catalyzed by bilin lyases. Bilin lyase-isomerases attach a green-absorbing bilin and isomerize it to a blue-absorbing bilin.  These enzymes play a key role in Type IV Chromatic Acclimation (CA4), in which the cells change color as a result of massive restructuring of their phycobilisomes under blue or green light. The ability to perform CA4 is conferred by a small genomic island composed of 4-5 genes, including a bilin lyase. However, the mechanism by which Synechococcus utilizes different bilin lyases and lyase-isomerases to achieve their pigment diversity remains elusive. This research integrates biochemistry, molecular genetics and structural biology to study a group of uncharacterized bilin lyases involved in CA4. The project aims are: (1) to identify and characterize novel lyases and lyase-isomerases responsible for key changes in bilin content that occur during CA4; (2) to determine the functional role of Unk10, a novel protein encoded in the CA4 genomic island, which is hypothesized to influence chromophorylation at those bilin sites involved in CA4; (3) to combine crystallography and mutagenesis to establish the reaction mechanism and structural basis that distinguishes between lyase and lyase-isomerase functions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kehoe",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Kehoe",
   "pi_email_addr": "dkehoe@indiana.edu",
   "nsf_id": "000450497",
   "pi_start_date": "2020-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 432564.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}