{
 "awd_id": "2017898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Social Response to Environmental Variation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2026-07-31",
 "tot_intn_awd_amt": 160938.0,
 "awd_amount": 160938.0,
 "awd_min_amd_letter_date": "2020-07-07",
 "awd_max_amd_letter_date": "2020-07-07",
 "awd_abstract_narration": "This project will conduct interdisciplinary archaeological research to investigate social factors that contributed to community vulnerabilities and resiliencies to climate change in the past. The study will contribute to a growing corpus of scholarship from both the social and natural sciences on human-environmental relationships. The project contributes to this scholarship by moving beyond an assessment of human-climate interactions at the scale of the globe, the human species as a totality, or even entire societies, to foreground instead an evaluation of how human and community responses to environmental changes in the past were differentiated within societies to various degrees of success. For instance, the researchers ask: how were social differences and inequalities related to the persistence and resilience of specific communities of inhabitants during periods of climate change? And how did economic exchange networks and mechanisms contribute to social resiliencies and vulnerabilities to regional climate change? Although there is a tendency to view precarious conditions and vulnerabilities related to contemporary climate change as a wholly unique phenomenon, a significant body of archaeological scholarship has demonstrated comparable vulnerabilities of communities in the past to transformations in climate. Archaeology is thus especially well suited to investigate differentiated responses to climate change because the archaeological record provides multiple case studies of how distinct communities in the past experienced climatic and precipitation stresses.\r\n\r\nThe research team will collect archaeological and paleoenvironmental data to evaluate social and economic factors related to climatic vulnerabilities and resiliencies during two periods of rapid transformation in climate. More specifically, the research will examine differentiated responses to relatively dramatic changes in the behavior of a regional summer monsoon during prehistoric and historic periods; the first context targets community responses and vulnerabilities to decreased precipitation during two periods in which the region experienced extended periods (> 30 years) of monsoon failure. Previous archaeological evidence indicates that some communities persisted through extended periods of climatic stress during both of these periods, while others living in the same area did not. By combining archaeological and environmental data from these different periods and cases it will be possible to evaluate how these different outcomes occurred and potentially to generalize about social factors that contributed to shaping specific vulnerabilities, in terms of material dependencies between environmental and subsistence resources (e.g., correspondences between water needs of cultigens and precipitation variability), the possible advantages of diversified resources, and the significance of social relationships and distribution mechanisms to withstanding environmental stresses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Bauer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew M Bauer",
   "pi_email_addr": "ambauer@stanford.edu",
   "nsf_id": "000817264",
   "pi_start_date": "2020-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Johansen",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Peter G Johansen",
   "pi_email_addr": "peter.johansen@mcgill.ca",
   "nsf_id": "000818552",
   "pi_start_date": "2020-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Jane Stanford Way, Bldg. 50",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052034",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 160938.0
  }
 ],
 "por": null
}