{
 "awd_id": "2018286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a TPX3Cam for High-Rate Coincidence Velocity Map Imaging",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 126974.0,
 "awd_amount": 126974.0,
 "awd_min_amd_letter_date": "2020-08-13",
 "awd_max_amd_letter_date": "2020-10-20",
 "awd_abstract_narration": "General audience abstract:\r\n\r\nThis Major Research Instrumentation award funds the acquisition of a hybrid silicon pixel detector and integrated electronics, known as a TPX3Cam, for use by a collaboration of five institutions:  Augustana University, the University of Mary Washington, the University of Virginia, Michigan State University, and Kansas State University.  Researchers in the collaboration share a common interest in using the TPX3Cam to enable sophisticated experiments that probe the interactions of molecules with intense, ultrashort laser pulses.  Observing and controlling atoms and molecules at their native timescales has long been a grand challenge in atomic, molecular, and chemical physics.  Moreover, as hybrid silicon pixel detectors emerge into wider use, the development of protocols and methods for processing the information from the detector can accelerate the spread of this tool into other areas of science, medicine, and engineering.  Notably, the collective use of the TPX3Cam will foster collaborations between Augustana University and the University of Mary Washington, schools that primarily serve undergraduate student populations, and the three large research universities in the collaboration.  These efforts will expose undergraduate students to forefront experimental facilities and research efforts and thereby continue to motivate the pursuit of STEM-related education and eventually help produce a highly-skilled workforce.\r\n\r\n\r\nTechnical audience abstract:  \r\n  \r\nThe TPX3Cam will be used to make correlated measurements of multiple particles and thus the reconstruction of molecular dynamics. When coupled with ultrafast laser sources, the experiments will probe the ionization and structural evolution of polyatomic molecules, which are examples of complex quantum systems. Since hybrid pixel detectors operate in a fundamentally different manner than other charged particle detectors, the TPX3Cam instrument will extend these illuminating measurements to situations not easily accessed with standard delay-line anode technology. Examples to be conducted with this new instrumentation include strong field ionization and coherent control of molecules. Strong field ionization (SFI) of molecules results in complex dynamics involving coupled electronic and nuclear motion, often entails correlated electron dynamics, and is used as a probe for molecular structure and dynamics. SFI also enables attosecond science by creating the electron wave packet that subsequently is driven to recollide with its parent atom or molecule, resulting in an attosecond burst of light. Thus, there are numerous basic and application-driven reasons for SFI studies. Strong-field processes in polyatomic molecules are at the forefront of the decades-long pursuit of coherently controlled chemical reactions. Strong-field coherent control methods using shaped ultrafast laser pulses are a general approach to influencing chemical dynamics since they can exploit dynamic Stark shifts and multiphoton processes to alter energy flow. These strong-field control methods can be improved by targeting very specific control outcomes that exploit the unique detection capabilities of the TPX3Cam.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Wells",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Wells",
   "pi_email_addr": "eric.wells@augie.edu",
   "nsf_id": "000403238",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcos",
   "pi_last_name": "Dantus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcos Dantus",
   "pi_email_addr": "dantus@msu.edu",
   "nsf_id": "000090105",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Jones",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Robert R Jones",
   "pi_email_addr": "rrj3c@virginia.edu",
   "nsf_id": "000359042",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vinod",
   "pi_last_name": "Kumarappan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vinod Kumarappan",
   "pi_email_addr": "vinod@phys.ksu.edu",
   "nsf_id": "000642924",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Varun",
   "pi_last_name": "Makhija",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Varun S Makhija",
   "pi_email_addr": "vmakhija@umw.edu",
   "nsf_id": "000817605",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Augustana University Association",
  "inst_street_address": "2001 S SUMMIT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SIOUX FALLS",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6052744090",
  "inst_zip_code": "571970001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "AUGUSTANA UNIVERSITY ASSOCIATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "W6YZCPTMFSD5"
 },
 "perf_inst": {
  "perf_inst_name": "Augustana College",
  "perf_str_addr": "2001 S. Summit Ave",
  "perf_city_name": "Sioux Falls",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "571970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 126974.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant funded the acquisition of a hybrid silicon pixel detector and integrated electronics, known as a TPX3Cam, for use by a collaboration of five institutions:&nbsp; Augustana University, the University of Mary Washington, the University of Virginia, Michigan State University, and Kansas State University.&nbsp; Researchers in the collaboration share a common interest in using the TPX3Cam to enable sophisticated experiments that probe the interactions of molecules with intense, ultrashort laser pulses.&nbsp; Observing and controlling atoms and molecules at their native timescales has long been a grand challenge in atomic, molecular, and chemical physics.&nbsp; Moreover, as hybrid silicon pixel detectors emerge into wider use, the development of protocols and methods for processing the information from the detector can accelerate the spread of this tool into other areas of science, medicine, and engineering.&nbsp; Notably, the collective use of the TPX3Cam helped develop collaborations between Augustana University and the University of Mary Washington, schools that primarily serve undergraduate student populations, and the three large research universities in the collaboration.&nbsp; These efforts exposed undergraduate students to forefront experimental facilities and research efforts and thereby continue to motivate the pursuit of STEM-related education and eventually help produce a highly-skilled workforce.&nbsp; &nbsp; &nbsp;&nbsp;</p>\r\n<p>The most successful example experiment enabled by the TPX3Cam was the examination of the angle-dependent strong-field ionization and fragmentation of Epichlorohydrin (C<sub>3</sub>H<sub>5</sub>ClO) using rotational wavepackets.&nbsp; Very short pulses of laser light produce electric fields that rival the attraction between the nucleus and electrons in atoms and molecules.&nbsp; These \"strong fields\" can thus be used to disturb, probe, and control molecules.&nbsp; In addition, the laser field can extract and then drive an electron back into the parent atom or molecule, producing extremely short (attosecond) bursts of light that were highlighted by the 2023 Nobel Prizes in physics.&nbsp; Understanding how the strong fields interact with relatively complicated molecules such as Epichlorohydrin is an active area of research.&nbsp; Using one laser pulse to align the molecule in space, we then ionized the molecule with a strong field and used the TimePix to measure the fragments that result from the molecule.&nbsp; This information can be analyzed to better understand how the strong-field interaction depends on the relative alignments of the molecule and the laser pulse.&nbsp; This is an example of the intellectual merit of this effort.</p>\r\n<p>The primary broader impact of this work is the development of highly-skilled students that will continue to further work in research and industry.&nbsp; These students gained experience with forefront laser and measurement techniques.&nbsp; In addition, the new hybrid silicon pixel detector technology can benefit from the development of associated resources, such as computer codes, that make it more user-friendly for other researchers.&nbsp; As we develop these tools, we will disseminate them to interested parties.&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Eric&nbsp;Wells</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis grant funded the acquisition of a hybrid silicon pixel detector and integrated electronics, known as a TPX3Cam, for use by a collaboration of five institutions: Augustana University, the University of Mary Washington, the University of Virginia, Michigan State University, and Kansas State University. Researchers in the collaboration share a common interest in using the TPX3Cam to enable sophisticated experiments that probe the interactions of molecules with intense, ultrashort laser pulses. Observing and controlling atoms and molecules at their native timescales has long been a grand challenge in atomic, molecular, and chemical physics. Moreover, as hybrid silicon pixel detectors emerge into wider use, the development of protocols and methods for processing the information from the detector can accelerate the spread of this tool into other areas of science, medicine, and engineering. Notably, the collective use of the TPX3Cam helped develop collaborations between Augustana University and the University of Mary Washington, schools that primarily serve undergraduate student populations, and the three large research universities in the collaboration. These efforts exposed undergraduate students to forefront experimental facilities and research efforts and thereby continue to motivate the pursuit of STEM-related education and eventually help produce a highly-skilled workforce.  \r\n\n\nThe most successful example experiment enabled by the TPX3Cam was the examination of the angle-dependent strong-field ionization and fragmentation of Epichlorohydrin (C3H5ClO) using rotational wavepackets. Very short pulses of laser light produce electric fields that rival the attraction between the nucleus and electrons in atoms and molecules. These \"strong fields\" can thus be used to disturb, probe, and control molecules. In addition, the laser field can extract and then drive an electron back into the parent atom or molecule, producing extremely short (attosecond) bursts of light that were highlighted by the 2023 Nobel Prizes in physics. Understanding how the strong fields interact with relatively complicated molecules such as Epichlorohydrin is an active area of research. Using one laser pulse to align the molecule in space, we then ionized the molecule with a strong field and used the TimePix to measure the fragments that result from the molecule. This information can be analyzed to better understand how the strong-field interaction depends on the relative alignments of the molecule and the laser pulse. This is an example of the intellectual merit of this effort.\r\n\n\nThe primary broader impact of this work is the development of highly-skilled students that will continue to further work in research and industry. These students gained experience with forefront laser and measurement techniques. In addition, the new hybrid silicon pixel detector technology can benefit from the development of associated resources, such as computer codes, that make it more user-friendly for other researchers. As we develop these tools, we will disseminate them to interested parties.\r\n\n\n\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: EricWells\n"
 }
}