{
 "awd_id": "2018579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Physical Property Measurement System to Study Quantum, Magnetic and Functional Materials and Quantum Devices",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922665",
 "po_email": "lspinu@nsf.gov",
 "po_sign_block_name": "Leonard Spinu",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 329735.0,
 "awd_amount": 329735.0,
 "awd_min_amd_letter_date": "2020-07-16",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "The Major Research Instrumentation (MRI) program and the Historically Black Colleges and Universities-Undergraduate Program (HBCU-UP) together with the Office of Multidisciplinary Activities (OMA) in the  Mathematical and Physical Sciences (MPS) directorate provide support for the acquisition of a cryogen-free Physical Property Measurement System DynaCool (PPMSD) instrument at Howard University. This acquisition supports Howard University researchers' participation in the National Quantum Initiative and the Materials Genome Initiative. The PPMSD provides a state-of-the-art resource to support students and researchers in cutting-edge quantum and materials science research. The PPMSD enhances the active learning experience at the undergraduate and graduate levels in science and engineering departments. Students receive training in magnetic, electrical transport, and heat capacity measurements, experimental data analysis, scientific writing, and presentation skills, which enhances their competitiveness with prospective employers in academia and industry. This, in turn, attracts the next generation of science and engineering students from underrepresented groups who can acquire the requisite skills and then go on to be leaders in their respective fields.\r\n\r\nThe PPMSD provides the ability to perform variable temperature and magnetic field dependent magnetic, electrical transport, and heat capacity studies relating to quantum materials, magnetic materials, functional materials, and quantum devices. The PPMSD provides advanced research capabilities to undertake several basic and applied research projects that enhance understanding of: (1) the effects of dimensional crossover in mesoscale spin glass dynamics and the role it plays on cooperative phase transitions; (2) the relationships between magnetic and structural entropies, and the performance of magnetocaloric materials; (3) the relationships between electronic transport and magnetic properties in porphyrin molecular junctions; (4) the effects of adatom doping on magnetic, spectroscopic, and transport properties of two-dimensional materials, such as graphene; (5) magnetic and spin transport properties of single molecular magnets covalently bonded between the two ferromagnetic electrodes of a magnetic tunnel junction; and (6) the study of electrical and magnetic properties of recovered high-pressure phases of novel carbon-based clathrate materials.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samaresh",
   "pi_last_name": "Guchhait",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samaresh Guchhait",
   "pi_email_addr": "samaresh.guchhait@howard.edu",
   "nsf_id": "000795963",
   "pi_start_date": "2020-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "Lewis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kim M Lewis",
   "pi_email_addr": "kim.lewis@howard.edu",
   "nsf_id": "000359996",
   "pi_start_date": "2020-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Prabhakar",
   "pi_last_name": "Misra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prabhakar Misra",
   "pi_email_addr": "pmisra@howard.edu",
   "nsf_id": "000067065",
   "pi_start_date": "2020-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tina",
   "pi_last_name": "Brower-Thomas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tina L Brower-Thomas",
   "pi_email_addr": "tina.browerthomas@howard.edu",
   "nsf_id": "000530026",
   "pi_start_date": "2020-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tao",
   "pi_last_name": "Wei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tao Wei",
   "pi_email_addr": "TAOW@mailbox.sc.edu",
   "nsf_id": "000758197",
   "pi_start_date": "2020-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2400 Sixth Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200590001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 329735.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal<strong>&nbsp;</strong>of this NSF MRI proposal&nbsp;is the acquisition of a cryogen-free Quantum Design physical properties measurement system (PPMS) 9 Tesla Dynacool model. This PPMS is equipped with transport, magnetic, and heat capacity measurement capabilities. This system allows us&nbsp;to study both temperature and field dependent properties of various materials, including quantum materials, low-dimensional materials, magnetic materials, functional materials, and quantum devices.&nbsp;Prior to this acquisition, Howard University did not have any comparable research capability. The acquisition of a PPMS has enabled leading-edge research at Howard University which is only nationally ranked historically black college and university (HBCU). This system is helping multiple faculties, graduate students, and postdoctoral fellows to conduct cutting edge research at Howard University.</p>\n<p>This project was awarded at the height of the global COVID pandemic which put many restrictions on implementing this project. COVID restrictions also delayed renovation of the laboratory space necessary for the installation of this sophisticated instrument. Later, the supply chain issues delayed delivery of some important accessories, such as water chiller unit, which are required to implement this project. We overcame all these hurdles and finally installed the PPMS towards the end of year 2022.&nbsp;</p>\n<p>In such a short period, the PPMS has a big impact on the university community. It helped us to introduce a new graduate-level course on experimental condensed matter physics which incorporates active learning experiences. This new course includes classroom teaching with hands-on experiments. Now, several graduate students and postdocs are trained to use this facility. Moreover, the PPMS is helping us to initiate new research collaborations with other institutes. It also has helped us to submit new proposals which was not possible to submit before. Moreover, in a short period, it has helped us to submit multiple papers to high-impact journals and conferences. It is also helping us to recruit talented graduate students and postdoctoral fellows. All these are positive outcomes of this NSF MRI award. We expect the PPMS will have lasting positive impacts on the research infrastructure of Howard University.&nbsp;</p>\n<p>The PPMS also is helping us to pursue outreach activities. During university open houses, many students and visitors come to see the PPMS laboratory. All these are helpful to improve university's outreach activities.&nbsp;</p><br>\n<p>\n Last Modified: 01/16/2024<br>\nModified by: Samaresh&nbsp;Guchhait</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goalof this NSF MRI proposalis the acquisition of a cryogen-free Quantum Design physical properties measurement system (PPMS) 9 Tesla Dynacool model. This PPMS is equipped with transport, magnetic, and heat capacity measurement capabilities. This system allows usto study both temperature and field dependent properties of various materials, including quantum materials, low-dimensional materials, magnetic materials, functional materials, and quantum devices.Prior to this acquisition, Howard University did not have any comparable research capability. The acquisition of a PPMS has enabled leading-edge research at Howard University which is only nationally ranked historically black college and university (HBCU). This system is helping multiple faculties, graduate students, and postdoctoral fellows to conduct cutting edge research at Howard University.\n\n\nThis project was awarded at the height of the global COVID pandemic which put many restrictions on implementing this project. COVID restrictions also delayed renovation of the laboratory space necessary for the installation of this sophisticated instrument. Later, the supply chain issues delayed delivery of some important accessories, such as water chiller unit, which are required to implement this project. We overcame all these hurdles and finally installed the PPMS towards the end of year 2022.\n\n\nIn such a short period, the PPMS has a big impact on the university community. It helped us to introduce a new graduate-level course on experimental condensed matter physics which incorporates active learning experiences. This new course includes classroom teaching with hands-on experiments. Now, several graduate students and postdocs are trained to use this facility. Moreover, the PPMS is helping us to initiate new research collaborations with other institutes. It also has helped us to submit new proposals which was not possible to submit before. Moreover, in a short period, it has helped us to submit multiple papers to high-impact journals and conferences. It is also helping us to recruit talented graduate students and postdoctoral fellows. All these are positive outcomes of this NSF MRI award. We expect the PPMS will have lasting positive impacts on the research infrastructure of Howard University.\n\n\nThe PPMS also is helping us to pursue outreach activities. During university open houses, many students and visitors come to see the PPMS laboratory. All these are helpful to improve university's outreach activities.\t\t\t\t\tLast Modified: 01/16/2024\n\n\t\t\t\t\tSubmitted by: SamareshGuchhait\n"
 }
}