{
 "awd_id": "2018357",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Histological and elemental markers of reproductive physiology in mineralized hard tissues",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 30773.0,
 "awd_amount": 30773.0,
 "awd_min_amd_letter_date": "2020-09-01",
 "awd_max_amd_letter_date": "2020-10-20",
 "awd_abstract_narration": "The human pattern of growth, development, reproduction and aging is unusual compared to that of our closest living primate relatives and distinctive among primates as a whole. Humans have exceptionally long lifespans, closely spaced births, an extended period of juvenile dependence and support in raising offspring by post-reproductive females. These unique life history traits have been linked to social (shared infant care) and cognitive (e.g. innovativeness) traits observed in modern humans. This doctoral dissertation research project will use state-of-the-art microscopy and chemical methods to advance current knowledge about how modern human life history evolved, by analyzing biological ‘histories’ in the fossilized remains of our extinct relatives. The study findings may inform clinical research on hard tissue diseases associated with age, reproduction and/or metabolic conditions. This project will involve the training of minority undergraduate students at NYU in the processes of lab work and data collection. The outcomes of this research will be presented to a wider audience through museum outreach activities and international collaborations.\r\n\r\nThis project will use cutting-edge technologies to investigate changes in bone and teeth related to reproductive physiology. Bones and teeth record physiologically impactful events affecting the organism in the form of altered growth-layers. The investigator will generate histological thin sections to examine these growth layers using both optical and electron microscopy. In addition, complete elemental analysis of the growth layers will be carried out and a library of “elemental fingerprints” of the various types of events (pregnancy, menopause, sexual maturity, as well as illnesses and other physiological stressors) will be constructed. Finally, since the fossil remains of our extinct relatives cannot be physically sectioned for preservation reasons, the project will utilize extremely high-energy and high-resolution microtomography (phase-contrast synchrotron radiation computed micro-tomography) to gain access to the internal structure of teeth in a non-destructive way.  The methods developed in this project will lay the groundwork for future application to the hominin fossil record.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shara",
   "pi_last_name": "Bailey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shara Bailey",
   "pi_email_addr": "sbailey@nyu.edu",
   "nsf_id": "000208064",
   "pi_start_date": "2020-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Bromage",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy G Bromage",
   "pi_email_addr": "tim.bromage@nyu.edu",
   "nsf_id": "000461412",
   "pi_start_date": "2020-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paola",
   "pi_last_name": "Cerrito",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paola Cerrito",
   "pi_email_addr": "pc2294@nyu.edu",
   "nsf_id": "000818275",
   "pi_start_date": "2020-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQUARE S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760800",
   "pgm_ele_name": "Bio Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 30773.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Humans have a very distinctive cooperative breeding system related to the adaptations of our life history pattern. We rear our infants cooperativly, with mothers relying extensivly on external help to care for children that are still not self-sufficient at the time of a subsequenct pregnancy. The timing between subsequent children is known as the interbirth interval, and it is dramatically reduced in humans comapring to our closest living relatives (chimpanzees and bonobo). Aditionally, humans are the only terrestrial mammal in which females experience a prolongued post-reproductive lifespan.&nbsp;<em><span lang=\"EN\">Menopause is an evolutionary conundrum because the evolutionary advantages of this life-history trait are very difficult to explain.&nbsp;</span></em></p>\n<p class=\"p1\"><em></em>Together, these features might suggest that in humans physiological adpatations (timing of births, but also presence of a&nbsp;prolongued post-reproductive lifespan) have co-evolved with social ones, with grandmothers helping in raising children.&nbsp;</p>\n<p class=\"p1\">However, to test hypotheses and actually understand the evolution of our life history, we must develop methods to infer reproductive scheduling from mineralized hard tissues, the only biological remains of the hominin fossil record. In this project, I developed analytical methods capable of detecting and timing reproductive events and cessation of fertility in hard tissues. The study sample is ideal for developing methods of assessing life history events as it comprises bones and teeth with associated medical, lifestyle and life history information of both humans and macaques, as well as ancient humans and Neanderthal specimens. I demonstrate that dental cementum (a thin layer of mineralized tissue covering the tooth root) acts as a recording structure of adult physiologically impactful events, such as reproduction, illness, and menopause, in a large sample of both human and rhesus macaque teeth. I then developed semi-automatic methods for cementum histological analysis that can minimize the error realted to the individual researcher performing the analyses. I followed by analyzing dental cementum using non-destructive means, and proposeed an informed estimate of sex, age at death and age at physiological stressors for eight Neanderthal teeth from Krapina (Croatia, 120-130kya) and one Neolithic specimen from Ajmana (Serbia). I employed elemental analysis to address the lack of specificity of the histological signal, from which it is not possible to infer the type of physiological stressor, and found evidence that magnesium concentrations can identify reproductive events and age at weaning. Furthermore, I showed that parous females differ significantly, in their elemental composition, from both nulliparous females and males. Finally, I show that these \"elemental fingerprints\" of reproduction detected in teeth, are consistent with the ones found in the femora of the same individuals.</p>\n<p>This research involved the direct training of research assistants from groups traditionally underrepresented in STEM (females and BIPOC). Furthermore, as it is was part of a much larger effort of the Hard Tissue Research Unit (NYU College of Dentistry) to understand the evolution of bio-rhythms and mineral metabolism homeostasis it also built upon a previous NSF-funded project (number: 1062680) and fostered collaborations between a widerange of scientists and graduate students working both nationally and abroad (Italy, Uk, Croatia). The disseminationof the research occured via: museum activities in both the USA and Italy, the publication of popular science articles, the publication of peer-reviewed journal articles, presentations at conferences.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2022<br>\n\t\t\t\t\tModified by: Paola&nbsp;Cerrito</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Humans have a very distinctive cooperative breeding system related to the adaptations of our life history pattern. We rear our infants cooperativly, with mothers relying extensivly on external help to care for children that are still not self-sufficient at the time of a subsequenct pregnancy. The timing between subsequent children is known as the interbirth interval, and it is dramatically reduced in humans comapring to our closest living relatives (chimpanzees and bonobo). Aditionally, humans are the only terrestrial mammal in which females experience a prolongued post-reproductive lifespan. Menopause is an evolutionary conundrum because the evolutionary advantages of this life-history trait are very difficult to explain. \nTogether, these features might suggest that in humans physiological adpatations (timing of births, but also presence of a prolongued post-reproductive lifespan) have co-evolved with social ones, with grandmothers helping in raising children. \nHowever, to test hypotheses and actually understand the evolution of our life history, we must develop methods to infer reproductive scheduling from mineralized hard tissues, the only biological remains of the hominin fossil record. In this project, I developed analytical methods capable of detecting and timing reproductive events and cessation of fertility in hard tissues. The study sample is ideal for developing methods of assessing life history events as it comprises bones and teeth with associated medical, lifestyle and life history information of both humans and macaques, as well as ancient humans and Neanderthal specimens. I demonstrate that dental cementum (a thin layer of mineralized tissue covering the tooth root) acts as a recording structure of adult physiologically impactful events, such as reproduction, illness, and menopause, in a large sample of both human and rhesus macaque teeth. I then developed semi-automatic methods for cementum histological analysis that can minimize the error realted to the individual researcher performing the analyses. I followed by analyzing dental cementum using non-destructive means, and proposeed an informed estimate of sex, age at death and age at physiological stressors for eight Neanderthal teeth from Krapina (Croatia, 120-130kya) and one Neolithic specimen from Ajmana (Serbia). I employed elemental analysis to address the lack of specificity of the histological signal, from which it is not possible to infer the type of physiological stressor, and found evidence that magnesium concentrations can identify reproductive events and age at weaning. Furthermore, I showed that parous females differ significantly, in their elemental composition, from both nulliparous females and males. Finally, I show that these \"elemental fingerprints\" of reproduction detected in teeth, are consistent with the ones found in the femora of the same individuals.\n\nThis research involved the direct training of research assistants from groups traditionally underrepresented in STEM (females and BIPOC). Furthermore, as it is was part of a much larger effort of the Hard Tissue Research Unit (NYU College of Dentistry) to understand the evolution of bio-rhythms and mineral metabolism homeostasis it also built upon a previous NSF-funded project (number: 1062680) and fostered collaborations between a widerange of scientists and graduate students working both nationally and abroad (Italy, Uk, Croatia). The disseminationof the research occured via: museum activities in both the USA and Italy, the publication of popular science articles, the publication of peer-reviewed journal articles, presentations at conferences. \n\n\t\t\t\t\tLast Modified: 09/30/2022\n\n\t\t\t\t\tSubmitted by: Paola Cerrito"
 }
}