{
 "awd_id": "2018647",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an electron probe microanalyzer for research and education in the mountain-west region",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amanda Keen-Zebert",
 "awd_eff_date": "2020-11-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 944307.0,
 "awd_amount": 944307.0,
 "awd_min_amd_letter_date": "2020-08-04",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "This award will support the acquisition of an electron probe microanalyzer (EPMA) at the University of Nevada, Reno (UNR). Researchers across a variety of disciplines, including the Geosciences, Chemical and Materials Engineering, and Anthropology, will use the instrument for generating transformative research, for advancing their research programs, and for research training of graduate and undergraduate students. The EPMA also will significantly impact several areas of technical workforce development of regional importance, and it will provide new opportunities for STEM outreach that leverage existing resources. To achieve these impacts, the EPMA facility will provide valuable training in the analytical techniques of EPMA in a hands-on, research-oriented environment at UNR as well as remotely, including training of students at collaborating Chilean universities. This will be complemented by at least three UNR courses that will translate modern skills beyond the classroom and into the broader regional workforce. Within the region, there is a strong geoscience industry (e.g., mining and geothermal) and a rapidly growing technological industry (e.g., batteries, electronics). The EPMA will further foster relationships with these industry sectors and help promote research and educational collaborations. \r\n\r\nThe UNR EPMA will have a configuration that is optimized for analysis of trace-element and/or light elements and will provide a state-of-the-art EPMA that will serve the large number of faculty members at UNR (16 of which have started at UNR in the last 10 years) and their associated lab groups, as well as the mountain-west region. There are 25+ faculty and their teams whose research requires compositional analyses that warrant an EPMA at UNR. Thirteen of these personnel conduct Earth and planetary science-related research and will be the primary users of the proposed EPMA. This core group of UNR users will be joined by faculty and researchers from at least 12 other universities. The instrument will set the stage for the acquisition of compositional data that will be used to write proposals and journal publications that will accelerate the research careers of the faculty and graduate students and highlight UNR as a world-class research institution. Additionally, only direct on-campus access will allow undergraduate researchers to include substantial EPMA work in their studies and projects, which will make them more competitive as they seek their next career step. An EPMA on campus will also make these students more skilled in microbeam techniques to become the newly trained, next generation scientists. The UNR laboratory will thus be an important new facility for major, trace, and light-element analyses that will serve a critical mass of users on campus and throughout the mountain-west region.  In addition, outreach activities coordinated through the Earth Science and Mineral Engineering Museum at UNR will reach diverse K-12 students that visit the museum each year and displays that feature EPMA data will expose these students to STEM-related research and instrumentation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stacia",
   "pi_last_name": "Gordon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stacia Gordon",
   "pi_email_addr": "staciag@unr.edu",
   "nsf_id": "000549593",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "LaCombe",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey C LaCombe",
   "pi_email_addr": "lacomj@unr.edu",
   "nsf_id": "000116531",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Muntean",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "John L Muntean",
   "pi_email_addr": "munteanj@unr.edu",
   "nsf_id": "000287750",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philipp",
   "pi_last_name": "Ruprecht",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Philipp P Ruprecht",
   "pi_email_addr": "pruprecht@unr.edu",
   "nsf_id": "000568745",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Jazwa",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Jazwa",
   "pi_email_addr": "cjazwa@unr.edu",
   "nsf_id": "000640869",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 944307.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Normal1\"><strong>Intellectual Merit</strong>&nbsp;&nbsp;The University of Nevada-Reno (UNR) acquired a state-of-the-art electron probe microanalyzer (EPMA) instrument, designed a room that optimized the capabilities of the instrument, and acquired a coater and reference materials required to complete analyses. Components within the instrument have been optimized to collect quantitative major and trace element analyses and maps from a variety of materials. These chemical data are important for basic and applied research, including topics in the Geosciences, Chemical and Materials Engineering, and Anthropology. Faculty within these disciplines and their associated research groups have and will use the instrument for generating transformative research, for advancing their research programs, and for research training of graduate and undergraduate students. In the geosciences, the EPMA will enable critical advances in our understanding of the evolution of Earth, including how quickly volcanoes erupt to better understanding gold deposition and where to find other critical minerals. Moreover, compositional analyses of ceramics and mollusks will be used to determine past patterns of human-environment dynamics within the anthropological studies group. &nbsp;</p>\n<p><strong>Broader Impacts</strong>&nbsp;&nbsp;The EPMA facility has and will continue to provide valuable training in the analytical techniques of EPMA in a hands-on, research-oriented environment as well as remotely. The instrument has also been featured in graduate-level courses that students from several different departments have taken. In addition, several research groups from universities outside of UNR have visit and or sent their samples to be analyzed with the instrument. Data from the lab has already been published in a dissertation and multiple abstracts.&nbsp;&nbsp;Within the region, there is a strong geoscience industry (e.g., mining and geothermal) and a rapidly growing technological industry (e.g., Tesla, Panasonic). The proposed EPMA will further foster relationships with these industry sectors and help promote research and educational collaborations.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/16/2023<br>\nModified by: Stacia&nbsp;Gordon</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual MeritThe University of Nevada-Reno (UNR) acquired a state-of-the-art electron probe microanalyzer (EPMA) instrument, designed a room that optimized the capabilities of the instrument, and acquired a coater and reference materials required to complete analyses. Components within the instrument have been optimized to collect quantitative major and trace element analyses and maps from a variety of materials. These chemical data are important for basic and applied research, including topics in the Geosciences, Chemical and Materials Engineering, and Anthropology. Faculty within these disciplines and their associated research groups have and will use the instrument for generating transformative research, for advancing their research programs, and for research training of graduate and undergraduate students. In the geosciences, the EPMA will enable critical advances in our understanding of the evolution of Earth, including how quickly volcanoes erupt to better understanding gold deposition and where to find other critical minerals. Moreover, compositional analyses of ceramics and mollusks will be used to determine past patterns of human-environment dynamics within the anthropological studies group. \n\n\nBroader ImpactsThe EPMA facility has and will continue to provide valuable training in the analytical techniques of EPMA in a hands-on, research-oriented environment as well as remotely. The instrument has also been featured in graduate-level courses that students from several different departments have taken. In addition, several research groups from universities outside of UNR have visit and or sent their samples to be analyzed with the instrument. Data from the lab has already been published in a dissertation and multiple abstracts.Within the region, there is a strong geoscience industry (e.g., mining and geothermal) and a rapidly growing technological industry (e.g., Tesla, Panasonic). The proposed EPMA will further foster relationships with these industry sectors and help promote research and educational collaborations.\n\n\n\t\t\t\t\tLast Modified: 11/16/2023\n\n\t\t\t\t\tSubmitted by: StaciaGordon\n"
 }
}