{
 "awd_id": "2018911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BBSRC-NSF/BIO:Collaborative Research: genomeRxiv: a microbial whole-genome database and diagnostic marker design resource for classification, identification, and data sharing",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 297294.0,
 "awd_amount": 297294.0,
 "awd_min_amd_letter_date": "2020-06-30",
 "awd_max_amd_letter_date": "2020-06-30",
 "awd_abstract_narration": "Although invisible to the human eye, microorganisms have immense impact on society and the environment. They keep soil healthy, cause disease, and give us tools like antibiotics to fight the diseases other microbes cause. Accurate and precise identification of microbes is thus essential for understanding microbiology in general, for diagnosis and treatment of diseases, and for maintaining a healthy society and a healthy environment. The DNA sequencing revolution allows us to read the genetic code of individual microbes, and use this for fast and accurate identification. However, we cannot do this without reference databases that precisely define classes of microorganisms, and associate them with their unique characteristics. We also need fast computer programs that can handle the large amounts of data involved and, to be most useful to the world, we need to allow anyone, anywhere to upload the genetic data for the microbes they find, and quickly get an accurate identification of their likely impact. Therefore, scientists will build genomeRxiv, a Web site and a database of hundreds of thousands of accurately catalogued and classified public genome sequences of bacteria and archaea. Building on existing work, a combination of fast and accurate algorithms will be employed for users to query the database. A unique feature will keep submitted genomes private, which will enable and stimulate networking and facilitate sharing of genome sequencing results among scientists across academia, industry, and government, leading to a more efficient, and economically stimulating, use of research funds. Automated design of diagnostic tools will facilitate detection and regulation of pathogens for biosafety and biosecurity and directly impact clinical and veterinary medicine, plant pathology, and the use of beneficial microbes in agriculture. The scientific community will be trained in the use of genomeRxiv, and undergraduate and graduate students of diverse backgrounds will receive education at the interface of biology and computer science.\r\n\r\nThe number of sequenced genomes is increasing exponentially, but automated assignment of taxonomic identity is constrained by transfer of existing taxonomy. Up to ≈20% of the existing classifications are expected to be incorrect, and determined by historically contingent polyphasic tests that do not correspond to meaningful phylogenomic groupings identifiable at genome level. The continued incorrect and inaccurate assignment of taxonomic identities undermines our understanding of prokaryote evolution and diversity, as well as legislative efforts to regulate and monitor pathogens, which are reliant on accurate identification. Tools already developed by the PIs of this project will be improved and integrated into a new computational service called genomeRxiv, which aims to solve these problems. The existing LINbase Web server will serve as the basis for the new genomeRxiv service. The highly resolved Life Identification NumberTM (LINTM) classification framework of PIs Vinatzer and Heath will be combined with the speed and computational efficiency of the sourmash software developed by PI Brown and the precision and filtering ability of the pyani software developed by PI Pritchard. A primer design software developed by PI Pritchard will be integrated into genomeRxiv to provide users with the ability to quickly design precise molecular detection tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Brown",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Charles T Brown",
   "pi_email_addr": "ctbrown@ucdavis.edu",
   "nsf_id": "000497272",
   "pi_start_date": "2020-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "085Y00",
   "pgm_ele_name": "Infrastructure Capacity for Bi"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 297294.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-b92fef20-7fff-4208-f402-8d596cb32ce3\" style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This project created, extended, and maintained techniques for fast and efficient microbial genome identification and microbiome analysis techniques. We built out a simple tunable data sketching approach that permits Web-based compression of data sets before they are sent over the Internet. We also added flexible support for multiple taxonomic naming schemes that give researchers and clinicians the ability to use their preferred naming scheme to identify microbes based on their genomic content.</span></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">The software we developed is called sourmash. It is a freely available and open source software project that can be used to do data analysis directly, as well as a library that lets others build on top of it. The software is well documented, well supported, and has many utility functions that supports a &ldquo;swiss army knife&rdquo; collection of functionality.</span></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">This project was part of a wider collaboration that investigated the use of sourmash and other techniques for building a public repository of newly sequenced genomes, named genomeRxiv. The goal was to evaluate sourmash as a way to do fast assignment of genome identity under the Life Identification Number system, compare and contrast it with more intensive but more sensitive approaches, and then to integrate it into a larger suite of functionality for researchers to use.</span></p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 11pt; font-family: Arial,sans-serif; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">sourmash is available at sourmash.bio.<br /></span></p><br>\n<p>\n Last Modified: 03/05/2024<br>\nModified by: Charles&nbsp;T&nbsp;Brown</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project created, extended, and maintained techniques for fast and efficient microbial genome identification and microbiome analysis techniques. We built out a simple tunable data sketching approach that permits Web-based compression of data sets before they are sent over the Internet. We also added flexible support for multiple taxonomic naming schemes that give researchers and clinicians the ability to use their preferred naming scheme to identify microbes based on their genomic content.\n\n\nThe software we developed is called sourmash. It is a freely available and open source software project that can be used to do data analysis directly, as well as a library that lets others build on top of it. The software is well documented, well supported, and has many utility functions that supports a swiss army knife collection of functionality.\n\n\nThis project was part of a wider collaboration that investigated the use of sourmash and other techniques for building a public repository of newly sequenced genomes, named genomeRxiv. The goal was to evaluate sourmash as a way to do fast assignment of genome identity under the Life Identification Number system, compare and contrast it with more intensive but more sensitive approaches, and then to integrate it into a larger suite of functionality for researchers to use.\n\n\nsourmash is available at sourmash.bio.\n\t\t\t\t\tLast Modified: 03/05/2024\n\n\t\t\t\t\tSubmitted by: CharlesTBrown\n"
 }
}