{
 "awd_id": "2018388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a 400 MHz Nuclear Magnetic Resonance (NMR) Spectrometer",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924446",
 "po_email": "mgreenli@nsf.gov",
 "po_sign_block_name": "Michael C. Greenlief",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 444686.0,
 "awd_amount": 444686.0,
 "awd_min_amd_letter_date": "2020-07-26",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "This award is supported by the Major Research Instrumentation, and the Chemistry Research Instrumentation programs. Montana State University is acquiring a 400 MHz nuclear magnetic resonance (NMR) spectrometer equipped with an automatic sampler to support Professors Michael Mock, Valerie Copie, Matthew Cook, and other colleagues. This spectrometer allows research in a variety of fields such as those that accelerate chemical reactions of significant economic importance, as well as permitting study of biologically relevant species. In general, NMR spectroscopy is one of the most powerful tools available to chemists for the elucidation of the structure of molecules. It is used to identify unknown substances, to characterize specific arrangements of atoms within molecules, and to study the dynamics of interactions between molecules in solution or in the solid state. Access to state-of-the-art NMR spectrometers is essential to chemists who are carrying out frontier research. This instrument is an integral part of teaching as well as research and research training of students in chemistry and biochemistry at this institution and nearby Tribal Colleges as well as the University of Montana and other small colleges across the state. \r\n\r\nThe award of the NMR spectrometer is aimed at enhancing research and education at all levels. It especially facilitates studies of molecular catalysts for nitrogen reduction and ammonia oxidation of relevance to the production of fertilizers. The instrumentation is also used for monitoring cascade reactions and controlling site selectivity in cross-coupling reactions and activating inert hydrocarbons using early transition metals. In addition, it provides information to aid exploration of halogen bonding in supramolecular and self-assembly chemistry. The spectrometer is also used to study mechanisms in organic and organometallic chemistry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Mock",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Michael T Mock",
   "pi_email_addr": "michael.mock@montana.edu",
   "nsf_id": "000787964",
   "pi_start_date": "2020-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Copie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie Copie",
   "pi_email_addr": "vcopie@montana.edu",
   "nsf_id": "000380789",
   "pi_start_date": "2020-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Cook",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Cook",
   "pi_email_addr": "matthewcook@montana.edu",
   "nsf_id": "000700674",
   "pi_start_date": "2020-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "Dept. of Chemistry and Biochem.",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597173400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "193800",
   "pgm_ele_name": "Chemical Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 444686.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span>The acquisition of the </span><span>400 MHz nuclear magnetic resonance (NMR) spectrometer located in the </span><span>NMR Center of the Department of Chemistry and Biochemistry</span><span> at Montana State University-Bozeman (MSU) provided new NMR capabilities to support the research programs of MSU scientists, as well as researchers across the state of Montana. The NMR spectrometer enhanced research activities in a variety of scientific disciplines including frontier research in the Department of Chemistry and Biochemistry</span><span>, the Departments of Microbiology, Agriculture, Mechanical Engineering, as well as research in the Center for Biofilm Engineering, and studies performed at Montana Technical University located in Butte, Montana. The new NMR capabilities allowed </span><span>for the elucidation of the structure of molecules</span><span> by expanding the temperature range upon which experiments could be performed, and increased the type and utility of NMR experiments that are available to users. In addition, a 24 position autosampler has dramatically increased the efficiency of sample analysis for all researchers. These acquired NMR capabilities specifically enhanced research activities that studied the structure of </span><span>biologically relevant compounds, and activities in </span><span>the areas of synthetic inorganic and organic chemistry, including molecular catalysis, allowing faculty and students to </span><span>characterize the specific arrangements of atoms within molecules with greater accuracy and precision</span><span>.</span></p>\n<p class=\"Default\"><span>The </span><span>400 MHz NMR spectrometer was comprehensively utilized for the training and education of graduate and undergraduate students performing research in multiple departments across MSU and had significant impact in improving the </span><span>curriculum</span><span> of the Department of Chemistry and Biochemistry. In addition to supporting departmentally required undergraduate research activities, the NMR spectrometer was an integral part of a new </span><span>advanced inorganic teaching laboratory class that used state-of-the-art NMR characterization techniques to identify compounds containing transition metals.</span><span> Organic chemistry graduate classes and upper-level undergraduate biochemistry laboratory courses integrated the NMR instrumentation as a vital part of the physical methods taught in these classes. The graduate and undergraduate students that utilized the spectrometer for research examined mechanisms in organic and organometallic chemistry, biofilm, and biochemistry research. The research results obtained by faculty, staff, and students that utilized the NMR instrumentation have been disseminated nationally and internationally at professional meetings and conferences. Undergraduate students from across the nation, including Native American students, enhanced their scientific training and professional development by utilizing the NMR spectrometer for summer research activities at MSU.</span><span>&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/29/2023<br>\nModified by: Michael&nbsp;T&nbsp;Mock</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe acquisition of the 400 MHz nuclear magnetic resonance (NMR) spectrometer located in the NMR Center of the Department of Chemistry and Biochemistry at Montana State University-Bozeman (MSU) provided new NMR capabilities to support the research programs of MSU scientists, as well as researchers across the state of Montana. The NMR spectrometer enhanced research activities in a variety of scientific disciplines including frontier research in the Department of Chemistry and Biochemistry, the Departments of Microbiology, Agriculture, Mechanical Engineering, as well as research in the Center for Biofilm Engineering, and studies performed at Montana Technical University located in Butte, Montana. The new NMR capabilities allowed for the elucidation of the structure of molecules by expanding the temperature range upon which experiments could be performed, and increased the type and utility of NMR experiments that are available to users. In addition, a 24 position autosampler has dramatically increased the efficiency of sample analysis for all researchers. These acquired NMR capabilities specifically enhanced research activities that studied the structure of biologically relevant compounds, and activities in the areas of synthetic inorganic and organic chemistry, including molecular catalysis, allowing faculty and students to characterize the specific arrangements of atoms within molecules with greater accuracy and precision.\n\n\nThe 400 MHz NMR spectrometer was comprehensively utilized for the training and education of graduate and undergraduate students performing research in multiple departments across MSU and had significant impact in improving the curriculum of the Department of Chemistry and Biochemistry. In addition to supporting departmentally required undergraduate research activities, the NMR spectrometer was an integral part of a new advanced inorganic teaching laboratory class that used state-of-the-art NMR characterization techniques to identify compounds containing transition metals. Organic chemistry graduate classes and upper-level undergraduate biochemistry laboratory courses integrated the NMR instrumentation as a vital part of the physical methods taught in these classes. The graduate and undergraduate students that utilized the spectrometer for research examined mechanisms in organic and organometallic chemistry, biofilm, and biochemistry research. The research results obtained by faculty, staff, and students that utilized the NMR instrumentation have been disseminated nationally and internationally at professional meetings and conferences. Undergraduate students from across the nation, including Native American students, enhanced their scientific training and professional development by utilizing the NMR spectrometer for summer research activities at MSU.\n\n\n\t\t\t\t\tLast Modified: 12/29/2023\n\n\t\t\t\t\tSubmitted by: MichaelTMock\n"
 }
}