{
 "awd_id": "2018313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an Atomic Force Microscope Equipped with Triboscope Nanoindentation and NanoIR Spectroscopy Capabilities",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy C. Crone",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 412315.0,
 "awd_amount": 412315.0,
 "awd_min_amd_letter_date": "2020-07-10",
 "awd_max_amd_letter_date": "2020-07-10",
 "awd_abstract_narration": "This Major Research Instrumentation (MRI) award supports the acquisition of an Atomic Force Microscope  with a triboscope for new material discoveries and microstructural characterization. The instrumentation will support fundamental research by a multidisciplinary group of researchers at Penn State Erie and foster collaborations with nearby institutions. It will enhance undergraduate involvement in the frontiers of material research and K-12 outreach activities to promote STEM recruitment, particularly among women, minorities and the economically disadvantaged.\r\n \r\nFundamental research will be conducted in the areas of fiber composites, advanced polymeric materials and the characterization of solar cell efficiencies.  A potentially transformative aspect of this work is the coupled testing modalities-- nanoindentation and IR spectroscopy--that can provide much-needed insights on material response when subjected to multiphysical conditions. The instrumentation will enable the researchers to determine mechanical properties such as hardness and elastic modulus using specialized rigid test probes at the micro and nanometer scales.  The NanoIR spectroscopy provides topographical images of the sample surface and characterizes the chemical composition of materials with high spatial resolution. This enables advances in  fundamental understanding of interfacial chemical composition, interfacial uniformity, morphology and properties of transition layer and resin permeability at a sub nanometer resolution. Local characterization of microstructural properties (NanoIR), coupled with local mechanical properties (Triboscope), allows the researchers to link microstructural properties to stochastic material behavior at a larger scale.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seyed Hamid Rez",
   "pi_last_name": "Sanei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seyed Hamid Rez Sanei",
   "pi_email_addr": "sanei@psu.edu",
   "nsf_id": "000785239",
   "pi_start_date": "2020-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Dillon",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory P Dillon",
   "pi_email_addr": "gpd2@psu.edu",
   "nsf_id": "000641836",
   "pi_start_date": "2020-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alicyn",
   "pi_last_name": "Rhoades",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alicyn M Rhoades",
   "pi_email_addr": "amh234@psu.edu",
   "nsf_id": "000691597",
   "pi_start_date": "2020-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jiawei",
   "pi_last_name": "Gong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiawei Gong",
   "pi_email_addr": "jzg317@psu.edu",
   "nsf_id": "000805875",
   "pi_start_date": "2020-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Penn State Erie, The Behrend College",
  "perf_str_addr": "4701 College Drive",
  "perf_city_name": "Erie",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "165634206",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "PA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 412315.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Material Science is one of the Penn State Erie, The Behrend College research thrusts in both Schools of Engineering and Science. Penn State Erie has adopted an Open Laboratory approach where faculty, students and external collaborators have unlimited access to across all labs within and beyond the College. Addition of cutting-edge Atomic Force Microscopy (AFM) has enabled exciting advances in fundamental understanding of material behavior as well as training of the next generation of scientists.&nbsp;The equipment has enabled project across disciplines from polymer science project on microstructural analysis of nanocomposites to Pharmacological project on treating the loss of muscle movement in Parkinson&rsquo;s disease. The addition of AFM has already resulted in multiple publications with few others in preparation. The equipment has not only resulted in initiation of multiple projects but has been instrumental in cultivation and progression of existing projects sponsored by NSF, INVISTA inc., SKF inc. and Penn State research program. The AFM system has been made available to the other four research Universities in the Erie area (Gannon University, Mercyhurst University, Edinboro University, LECOM), thereby facilitating an even greater spectrum of multidisciplinary research. One of such collaboration is between school of engineering at Behrend and Lake Erie College of Osteopathic Medicine (LECOM).</p>\n<p>All the aforementioned accomplishments are within less than a year of acquisition and training during the Covid 19 pandemic where access to the facilities and training were limited. &nbsp;&nbsp;It is anticipated to have exponential progress in multiple research fronts in subsequent years as more faculty and students are trained on the equipment and additional collaborations within and beyond Penn State Behrend are established.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2021<br>\n\t\t\t\t\tModified by: Seyed Hamid Rez&nbsp;Sanei</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMaterial Science is one of the Penn State Erie, The Behrend College research thrusts in both Schools of Engineering and Science. Penn State Erie has adopted an Open Laboratory approach where faculty, students and external collaborators have unlimited access to across all labs within and beyond the College. Addition of cutting-edge Atomic Force Microscopy (AFM) has enabled exciting advances in fundamental understanding of material behavior as well as training of the next generation of scientists. The equipment has enabled project across disciplines from polymer science project on microstructural analysis of nanocomposites to Pharmacological project on treating the loss of muscle movement in Parkinson’s disease. The addition of AFM has already resulted in multiple publications with few others in preparation. The equipment has not only resulted in initiation of multiple projects but has been instrumental in cultivation and progression of existing projects sponsored by NSF, INVISTA inc., SKF inc. and Penn State research program. The AFM system has been made available to the other four research Universities in the Erie area (Gannon University, Mercyhurst University, Edinboro University, LECOM), thereby facilitating an even greater spectrum of multidisciplinary research. One of such collaboration is between school of engineering at Behrend and Lake Erie College of Osteopathic Medicine (LECOM).\n\nAll the aforementioned accomplishments are within less than a year of acquisition and training during the Covid 19 pandemic where access to the facilities and training were limited.   It is anticipated to have exponential progress in multiple research fronts in subsequent years as more faculty and students are trained on the equipment and additional collaborations within and beyond Penn State Behrend are established.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2021\n\n\t\t\t\t\tSubmitted by: Seyed Hamid Rez Sanei"
 }
}