{
 "awd_id": "2018983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Veto Bargaining: Delegation and Non-Coasian Dynamics",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 208911.0,
 "awd_amount": 208911.0,
 "awd_min_amd_letter_date": "2020-07-28",
 "awd_max_amd_letter_date": "2020-07-28",
 "awd_abstract_narration": "This award funds research on the topic of veto bargaining. Veto bargaining concerns situations in which one agent or group can make proposals but another must approve them. Applications can be found in many areas of the social sciences: legislatures (e.g., U.S. Congress) propose bills that executives (e.g., the President) can veto; criminal prosecutors bring charges that judges and juries decide whether to convict a defendant on; CEOs and Boards need shareholders to sign off on certain decisions; and search committees put forward candidates but the decision of whether to hire rests elsewhere in an organization. The central issue the research will take up concerns the uncertainty proposers face about the preferences of those with veto power—which proposals they are willing to accept relative to the status quo. Using game theory, the PIs will theoretically investigate how such uncertainty affects bargaining and the resulting outcomes. They will explore applications and implications in some of the contexts noted above. It is hoped that the research will contribute to both the theoretical and practical understanding of veto bargaining, and provide some methodological insights.\r\n\r\nThe PIs will adopt a framework of Proposer-Vetoer bargaining over a “spatial dimension” of actions or policies; i.e., the agents have single-peaked preferences. Vetoer’s preferences are her private information. The first part of the project will take a mechanism design approach to identify Proposer-optimal outcomes when Proposer has full commitment. This approach will be useful both normatively and positively. A connection will be made to optimal delegation. Among other things, the results will show that under reasonable conditions incomplete information can dramatically corrode Proposer’s bargaining power, while still resulting in efficient outcomes. Comparative statics will be obtained concerning the Proposer’s risk aversion and the alignment of preferences between Proposer and Vetoer. The second part of the research project will study a dynamic model in which Proposer has limited commitment. That is, he/she cannot commit to not coming back to Vetoer with a proposal in the next period should the current proposal be rejected. The results from the first part of the project will be used to understand how bargaining is affected by limited commitment. A familiar intuition when players are patient is that of Coasian dynamics: regardless of the commitment solution, Proposer’s lack of commitment should erode his/her bargaining power and lead to Vetoer getting her ideal outcome, perhaps modulo some minimum “outside option” payoff to Proposer. The PIs anticipate showing that this intuition fails here, owing to single-peaked preferences. In particular, it is anticipated that under some conditions there will be non-Coasian dynamics, with Proposer obtaining her commitment payoff.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Kleiner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Kleiner",
   "pi_email_addr": "andreas.kleiner@asu.edu",
   "nsf_id": "000819539",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "AZ Board of Regents on behalf of Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 208911.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are numerous situations in which oneagent or group can make proposals but another must approve them. Legislatures (e.g., the U.S.Congress) send bills to executives (e.g., the President), who can veto them. Governmental legislation can be struck down as unconstitutional by the judiciary. Prosecutors choose which charges to bring against defendants, but judges and juries decide whether to convict. A real-estate agent can recommend a house to his client, but the client must decide to put in an offer.This project undertook an abstract game-theoretic inquiry of such \"veto bargaining\". A key feature is that rather than &ldquo;dividing a dollar&rdquo; (in which case whenever one party gains the other loses), the negotiating parties share some preference alignment. For instance, both Congress and the President may prefer some policies to the status quo, even if their most-preferred policies are different. More specifically, the project concerned veto bargaining under \"incomplete information\", which refers to the proposing agent facing uncertainty about the responder/veto player's preferences.The first part of the project studied the optimal set of actions/policies the proposer should offer the responder, assuming the proposer can commit to not reconsider that set. The PIs developed methodological tools to solve this problem, and obtained results characterizing the optimal set. This research resulted in a publication, \"Delegation in Veto Bargaining\", in the American Economic Review (December 2021), one of the leading economics academic journals. The methodology developed by the PI's may be useful to subsequent researchers studying related issues.</p>\n<p>The second part of the project studied what happens if the proposer can not commit to not reapproach the responder with a different action/policy should the responder veto. Along with coauthor S. Nageeb Ali, the PI's showed that a classic intuition in economic theory called the \"Coase conjecture\" fails; the fact that the parties may share some preference alignment leads to dramatically different results from that conjecture. The PI's identified conditions under which the same outcome as under commitment obtains. This research resulted in a publication,\"Sequential Veto Bargaining with Incomplete Information\", in Econometrica (July 2023), another leading economics academic journal. These results have attracted attention from political scientists and may be useful for rethinking some empirical implications in varied contexts, including legistlatures bargaining with executives.</p><br>\n<p>\n Last Modified: 09/13/2024<br>\nModified by: Andreas&nbsp;Kleiner</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThere are numerous situations in which oneagent or group can make proposals but another must approve them. Legislatures (e.g., the U.S.Congress) send bills to executives (e.g., the President), who can veto them. Governmental legislation can be struck down as unconstitutional by the judiciary. Prosecutors choose which charges to bring against defendants, but judges and juries decide whether to convict. A real-estate agent can recommend a house to his client, but the client must decide to put in an offer.This project undertook an abstract game-theoretic inquiry of such \"veto bargaining\". A key feature is that rather than dividing a dollar (in which case whenever one party gains the other loses), the negotiating parties share some preference alignment. For instance, both Congress and the President may prefer some policies to the status quo, even if their most-preferred policies are different. More specifically, the project concerned veto bargaining under \"incomplete information\", which refers to the proposing agent facing uncertainty about the responder/veto player's preferences.The first part of the project studied the optimal set of actions/policies the proposer should offer the responder, assuming the proposer can commit to not reconsider that set. The PIs developed methodological tools to solve this problem, and obtained results characterizing the optimal set. This research resulted in a publication, \"Delegation in Veto Bargaining\", in the American Economic Review (December 2021), one of the leading economics academic journals. The methodology developed by the PI's may be useful to subsequent researchers studying related issues.\n\n\nThe second part of the project studied what happens if the proposer can not commit to not reapproach the responder with a different action/policy should the responder veto. Along with coauthor S. Nageeb Ali, the PI's showed that a classic intuition in economic theory called the \"Coase conjecture\" fails; the fact that the parties may share some preference alignment leads to dramatically different results from that conjecture. The PI's identified conditions under which the same outcome as under commitment obtains. This research resulted in a publication,\"Sequential Veto Bargaining with Incomplete Information\", in Econometrica (July 2023), another leading economics academic journal. These results have attracted attention from political scientists and may be useful for rethinking some empirical implications in varied contexts, including legistlatures bargaining with executives.\t\t\t\t\tLast Modified: 09/13/2024\n\n\t\t\t\t\tSubmitted by: AndreasKleiner\n"
 }
}