{
 "awd_id": "2018900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a GPU-Accelerated Cluster, High Performance Rio Grande Valley Cluster (HiRGV)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922935",
 "po_email": "dmedhi@nsf.gov",
 "po_sign_block_name": "Deepankar Medhi",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 699077.0,
 "awd_amount": 699077.0,
 "awd_min_amd_letter_date": "2020-08-31",
 "awd_max_amd_letter_date": "2022-08-19",
 "awd_abstract_narration": "The acquisition of the High-Performance Rio Grande Valley (HiRGV) computing cluster at the University of Texas Rio Grande Valley (UTRGV) will support novel and ongoing multidisciplinary research and provide faculty and student training using heterogeneous computing technologies. HiRGV will have a mix of processors, such as multi-core and Graphics Processing Units (GPUs). While GPUs were initially developed to satisfy the extreme computing needs of dynamic visualization in video games, they are now the driving force in many applications, such as artificial intelligence, that need massive parallelization to achieve high performance. The projects supported by HiRGV will advance scientific knowledge in multiple areas that are all highly relevant to national interests: Design and development of Very Large Scale Integrated chips will become faster; Weaker signals will be found in gravitational wave searches, where the U.S. is the leading nation at present; Fuel cell efficiency will be improved using novel materials; Cancer therapy will be advanced; A novel cryptography tool and service will be provided to the community; Deep reinforcement learning algorithms will be developed to resolve challenging decision making problems; Beekeepers will be allowed to monitor beehive health by AI systems; Molecular mechanism will be discovered for type 2 diabetes.  All of the above work will be carried out at the second largest Hispanic-Serving Institution in the country. Undergraduate and graduate students from a predominantly under-represented group will receive hands-on training in high level computing and acquire skills that are in high demand for the 21st century workforce.\r\n\r\nThe specific goals of the projects supported by HiRGV are as follows. 1) Parallel computation for large-scale sparse matrix solution; Minimized fill-ins and non-zero entries to the top-left directions will improve execution time for SOLVE phase of sparse matrix solution; 2) Fast fully-coherent all-sky (FCAS) search for gravitational wave (GW) signals; Transitioning from the current episodic to an always-on FCAS search for GWs from binary inspirals will result in a major improvement in detection sensitivity and parameter estimation accuracy; 3) Quantum Theory of Atoms and Molecules (QTAIM) on catalytic layers correlated with CO adsorption phenomenological models will solve the shortcoming of current approaches in small molecule adsorption and fuel cell technology; 4) Studying the Molecular Mechanism of GRP119 Receptor Ligand Recognition and Activation Through Molecular Dynamics Simulations; Elucidated ligand recognition and activation of the GPR119 and other lipid binding receptors of the same family will be used for treating type 2 diabetes and other diseases; 5) Molecular target identification and drug discovery for cancer using high performance GPU cluster; Discovered biomarkers and target proteins can be applied to a drug design given a target cancer service; and 6) Applying computer vision technologies (CVT) to honey bee health and surveillance; CVT recording will provide how to analyze honeybee movements, presence of pests, or the amount and type of pollen brought into a hive; 7) Developing a novel cryptography tool that offers various desirable security features with low computational cost using GPUs; 8) Developing deep reinforcement learning algorithms that provide reactive human-like decision-making, high-level deliberative and explanatory capabilities, and efficient transfer of knowledge between tasks. In addition to the above projects, the HiRGV will support six projects in terms of code development, testing, and performance assessment, enabling them to run on Texas Advanced Computing Center (TACC) resources.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikolaos",
   "pi_last_name": "Dimakis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nikolaos Dimakis",
   "pi_email_addr": "nicholas.dimakis@utrgv.edu",
   "nsf_id": "000308834",
   "pi_start_date": "2022-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Yul",
   "pi_last_name": "Chu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yul Chu",
   "pi_email_addr": "mark.chu@utrgv.edu",
   "nsf_id": "000488483",
   "pi_start_date": "2020-08-31",
   "pi_end_date": "2022-08-19"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Nikolaos",
   "pi_last_name": "Dimakis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nikolaos Dimakis",
   "pi_email_addr": "nicholas.dimakis@utrgv.edu",
   "nsf_id": "000308834",
   "pi_start_date": "2020-08-31",
   "pi_end_date": "2022-08-19"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Soumya",
   "pi_last_name": "Mohanty",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Soumya D Mohanty",
   "pi_email_addr": "soumya.mohanty@utrgv.edu",
   "nsf_id": "000486452",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dongchul",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dongchul Kim",
   "pi_email_addr": "dongchul.kim@utrgv.edu",
   "nsf_id": "000703472",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Parwinder",
   "pi_last_name": "Grewal",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Parwinder S Grewal",
   "pi_email_addr": "parwinder.grewal@vermontstate.edu",
   "nsf_id": "000716511",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Texas Rio Grande Valley",
  "inst_street_address": "1201 W UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "EDINBURG",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9566652889",
  "inst_zip_code": "785392909",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS RIO GRANDE VALLEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "L3ATVUT2KNK7"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas Rio Grande Valley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "785392909",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "TX15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 699077.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>&nbsp;We have purchased the&nbsp;High-performance Rio Grande Valley&nbsp;cluster (HiRGV), installed it, conducted the needed tests, and is now fully operational and accessible to UTRGV users. The cluster has 12 compute GPU nodes with 28 cores per node and 256 Gb RAM available to the users. The cluster configuration is more than sufficient to produce high-quality data for research purposes. Moreover, this cluster allows UTRGV students and faculty to run calculations using a queuing system, as found in other sharing computing facilities. The HiRGV&nbsp;cluster offers minimal to no waiting time for running jobs relative to shared supercomputing facilities, thus allowing significantly higher data production. Several publications were produced using this cluster and other similar high-performance computing facilities. Moreover, there are courses developed by the PIs on subjects related to the use of high-performance computing. We are expecting a higher use of this facility for educational purposes from STEM and Engineering, involving undergraduate students, as well as graduate and doctoral students, in the near future.</span></p>\n<p><span>The UTRGV <span>Division of Research</span> created the <span>\"High-Performance Computing Research Interest Group&rdquo; to maximize the use of resources and expand R&amp;D capability across UTRGV, thus establishing an HPC infrastructure to be effective and be utilized at the highest level.</span></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/25/2024<br>\nModified by: Nikolaos&nbsp;Dimakis</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2018900/2018900_10703388_1706206532204_20231220_133524--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2018900/2018900_10703388_1706206532204_20231220_133524--rgov-800width.jpg\" title=\"Cluster Photo 2\"><img src=\"/por/images/Reports/POR/2024/2018900/2018900_10703388_1706206532204_20231220_133524--rgov-66x44.jpg\" alt=\"Cluster Photo 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The UTRGV ATIPA cluster</div>\n<div class=\"imageCredit\">N/A</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Nikolaos&nbsp;Dimakis\n<div class=\"imageTitle\">Cluster Photo 2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2018900/2018900_10703388_1706206129803_20231220_093032--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2018900/2018900_10703388_1706206129803_20231220_093032--rgov-800width.jpg\" title=\"Cluster photo 1\"><img src=\"/por/images/Reports/POR/2024/2018900/2018900_10703388_1706206129803_20231220_093032--rgov-66x44.jpg\" alt=\"Cluster photo 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The UTRGV ATIPA cluster</div>\n<div class=\"imageCredit\">N/A</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Nikolaos&nbsp;Dimakis\n<div class=\"imageTitle\">Cluster photo 1</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nWe have purchased theHigh-performance Rio Grande Valleycluster (HiRGV), installed it, conducted the needed tests, and is now fully operational and accessible to UTRGV users. The cluster has 12 compute GPU nodes with 28 cores per node and 256 Gb RAM available to the users. The cluster configuration is more than sufficient to produce high-quality data for research purposes. Moreover, this cluster allows UTRGV students and faculty to run calculations using a queuing system, as found in other sharing computing facilities. The HiRGVcluster offers minimal to no waiting time for running jobs relative to shared supercomputing facilities, thus allowing significantly higher data production. Several publications were produced using this cluster and other similar high-performance computing facilities. Moreover, there are courses developed by the PIs on subjects related to the use of high-performance computing. We are expecting a higher use of this facility for educational purposes from STEM and Engineering, involving undergraduate students, as well as graduate and doctoral students, in the near future.\n\n\nThe UTRGV Division of Research created the \"High-Performance Computing Research Interest Group to maximize the use of resources and expand R&D capability across UTRGV, thus establishing an HPC infrastructure to be effective and be utilized at the highest level.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/25/2024\n\n\t\t\t\t\tSubmitted by: NikolaosDimakis\n"
 }
}