{
 "awd_id": "2018428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN-UBE Incubator: NEWT: Network Exploring Wildlife Trade",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928165",
 "po_email": "asimcox@nsf.gov",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2020-12-01",
 "awd_exp_date": "2022-11-30",
 "tot_intn_awd_amt": 70961.0,
 "awd_amount": 70961.0,
 "awd_min_amd_letter_date": "2020-08-21",
 "awd_max_amd_letter_date": "2020-10-20",
 "awd_abstract_narration": "Humans have traded wildlife for millennia, but in the past 10 years legal and illegal wildlife trade has exhibited outsized growth, including in the United States, generating global revenues in the hundreds of billions of dollars annually with massive biological and social significance. Few colleges or universities offer opportunities for biology students to study the many facets of wildlife trade, which include direct impacts to wildlife populations, establishment of invasive species, and transmission of disease – including between animals and humans – and complementary disciplines, such as conservation law, cultural history, economics, and social sciences. This network will engage undergraduate biology students in pursuing authentic research questions in wildlife trade through new courses, learning modules, and resources, allowing students to build research skills while delving into a dynamic and timely topic. Investigating wildlife trade will yield useful information on a largely data-deficient topic and also introduce students to new career paths in biology and associated disciplines. The network will foster interactions between faculty and students at different universities, and across disciplines, thus encouraging collaboration and shared scientific discovery.\r\n\r\nCourse-based undergraduate research experiences form the basis of this RCN-UBE network, with participating faculty from two-year and four-year institutions incorporating modules on wildlife trade into existing courses or creating new courses. Students will develop research questions and will collect and analyze data from pet shops, international trade databases, online pet forums, and news sites. Incorporating research in undergraduate biology education leads to increased competency in biological subjects, breadth of skills, and confidence in applying knowledge and skills to solve real-world problems. This network will eliminate traditional barriers to research, such as a requirement of a high grade point average or other scholastic attributes that may distinguish undergraduate students seeking research experience, setting enrollment in a course as the only requirement necessary for participating in research. Importantly, removing barriers to participation and the other benefits provided by this network will be important for students from under-represented groups, thereby fostering more inclusive classrooms and research environments. Students participating in the network will develop skills in science communication by sharing their results with public groups, thereby increasing community literacy in the issue of wildlife trade. Project insights, opportunities, and challenges encountered in initiating wildlife trade-based courses and course modules will serve as a foundation for the development of a full RCN-UBE proposal. This project is being jointly funded by the Directorate for Biological Sciences, Division of Biological Infrastructure, and the Directorate for Education and Human Resources, Division of Undergraduate Education as part of their efforts to address the challenges posed in \"Vision and Change in Undergraduate Biology Education: A Call to Action\" (http://visionandchange/finalreport) with additional support provided by the Established Program to Stimulate Competitive Research (EPSCoR).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Karraker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy Karraker",
   "pi_email_addr": "nkarraker@uri.edu",
   "nsf_id": "000639206",
   "pi_start_date": "2020-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Romagosa",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christina M Romagosa",
   "pi_email_addr": "cmromagosa@ufl.edu",
   "nsf_id": "000613050",
   "pi_start_date": "2020-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meredith",
   "pi_last_name": "Gore",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Meredith L Gore",
   "pi_email_addr": "gorem@umd.edu",
   "nsf_id": "000617272",
   "pi_start_date": "2020-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Sevin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Sevin",
   "pi_email_addr": "Jennifer.Sevin@gmail.com",
   "nsf_id": "000745899",
   "pi_start_date": "2020-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "70 Lower College Road",
  "perf_city_name": "Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811967",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "037Y00",
   "pgm_ele_name": "UBE - Undergraduate Biology Ed"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1664",
   "pgm_ref_txt": "RESEARCH COORD NETWK IN BIO SC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 70961.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-880d2887-7fff-bc2f-96a3-0ccc468e0a14\"> </span></p>\n<p dir=\"ltr\"><span>The major goals of this project were to use course-based undergraduate research experiences (CURES) as a foundation for educating undergraduate biology students and to develop a network of participating institutions, faculty, and students across the U.S. focused on a timely and understudied topic -- wildlife trade, which includes the legal and illegal sale of wildlife. To accomplish these goals, we established NEWT: Network Exploring Wildlife Trade. </span><span>Through our network, we engaged 31 faculty from 30 universities and colleges across the U.S. Of these, 14 were two-year institutions, including one Tribal college, and 16 were four-year institutions. Participating faculty include 23 women and eight men. We met quarterly to share information, collaborate on development of learning modules, share teaching and learning successes and challenges, and identify ways to strengthen our network.</span></p>\n<p dir=\"ltr\"><span>We developed four new learning modules (background lecture-style material + research activity) and curated existing learning materials on wildlife trade, which participating faculty incorporated into their class curricula. The new learning modules developed included background lecture-style material that introduces students to a topic (e.g. overview on wildlife trade, role of wildlife trade in the establishment of invasive species) and a research activity on wildlife trade (e.g. conducting pet shop surveys, the relationships between wildlife trade and transmission of infectious diseases) to be undertaken by students during class or outside of class.</span><span><br /></span><span><br /></span><span>During the period of the project, about 50% of network faculty incorporated the learning modules into their class curricula and one faculty developed an entire course on wildlife trade that was based, in part, on the learning modules. Three other faculty developed additional curricula on wildlife trade for their classes with resources and support from the network. Learning modules were incorporated into upper and lower-division courses, for science- and non-science majors, and across a range of academic course subjects, including:</span><span> </span><span>Biology, Conservation Biology, Conservation Law Enforcement, Darwinian Medicine, Environmental Science, Evolution, Herpetology, Human-Wildlife Interactions, Wildlife Biology, Wildlife Trafficking.</span><span><br /></span><span><br /></span><span>Through this project,</span><span> </span><span>&gt;1000 students in &gt;35 classes across the U.S. engaged in a project-developed learning module related to wildlife trade. Of these, &gt;600 students completed pre- and post-learning module assessments of learning outcomes. Of those who reported, on average across semesters, students participating in affiliated classes indicated their race or ethnicity as: Black or African-American 7%, American Indian or Alaska Native 2%, Asian 10%, White 77%, and Hispanic or Latinx 13%. Students represented all academic years: freshmen 13%, sophomores 41%, juniors 25%, and seniors 22%. Student majors included biology, environmental science, and wildlife biology.</span></p>\n<p><span>Five faculty supervised 19 undergraduate students in independent research on wildlife trade following the semester in which those students had engaged in a learning module on wildlife trade in their class. Research topics investigated by the students included the availability of courses in wildlife trade at universities/colleges in the U.S., how a new invasive species regulation in Florida impacted the sale of large reptiles in pet stores, state regulations pertaining to owning big cats, primates, large constricting snakes and venomous snakes in the U.S., and if online pet stores were selling small turtles in violation of a federal public health regulation. This final study, co-authored by four female students and two Co-PIs, was published in PLoSOne Biology (Montague et. al. 2022) and received media attention and attention from epidemiologists at the Centers for Disease Control and Prevention. </span><span><br /></span><span><br /></span><span>We established our project on the networking hub QUBES and created collections that contain wildlife trade learning modules developed specifically through this project, videos and other teaching resources on wildlife trade compiled from other sources, and information on data sources for research on wildlife trade. We curated these learning resources on our QUBES site and made them available to all network faculty. We are finalizing the wildlife trade resources available on our QUBES site and these materials will soon be published and made publicly available to anyone interested in teaching or learning about wildlife trade.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2023<br>\n\t\t\t\t\tModified by: Nancy&nbsp;Karraker</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680286660660_NEWTlogo_MDarvish--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680286660660_NEWTlogo_MDarvish--rgov-800width.jpg\" title=\"NEWT logo\"><img src=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680286660660_NEWTlogo_MDarvish--rgov-66x44.jpg\" alt=\"NEWT logo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This logo was created for NEWT: Network Exploring Wildlife Trade</div>\n<div class=\"imageCredit\">Meena Darvish</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Nancy&nbsp;Karraker</div>\n<div class=\"imageTitle\">NEWT logo</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680287965870_Ivoryforsale--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680287965870_Ivoryforsale--rgov-800width.jpg\" title=\"Ivory for Sale on Social Media\"><img src=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680287965870_Ivoryforsale--rgov-66x44.jpg\" alt=\"Ivory for Sale on Social Media\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Wildlife and their parts are sold illegally on social media. Network students conducting research discovered the illegal sale of ivory on a popular social media site. Note the intentional misspelling of \"trusks\" to evade detection.</div>\n<div class=\"imageCredit\">Scott Walker</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Nancy&nbsp;Karraker</div>\n<div class=\"imageTitle\">Ivory for Sale on Social Media</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680287483352_SEAsianboxturtle2_NKarraker--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680287483352_SEAsianboxturtle2_NKarraker--rgov-800width.jpg\" title=\"Small Turtles for Sale in Violation of U.S. Regulations\"><img src=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680287483352_SEAsianboxturtle2_NKarraker--rgov-66x44.jpg\" alt=\"Small Turtles for Sale in Violation of U.S. Regulations\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Small turtles such as this are sold in the U.S. in violation of public health regulations that aim to reduce risk of infection by Salmonella, a bacterium carried by turtles. Undergraduate students involved in NEWT researched the online sale of small turtles.</div>\n<div class=\"imageCredit\">Nancy Karraker</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Nancy&nbsp;Karraker</div>\n<div class=\"imageTitle\">Small Turtles for Sale in Violation of U.S. Regulations</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680289201890_ConfiscatedMississippimapturtles_JSevin--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680289201890_ConfiscatedMississippimapturtles_JSevin--rgov-800width.jpg\" title=\"Mississippi Map Turtles Confiscated in Virginia\"><img src=\"/por/images/Reports/POR/2023/2018428/2018428_10700481_1680289201890_ConfiscatedMississippimapturtles_JSevin--rgov-66x44.jpg\" alt=\"Mississippi Map Turtles Confiscated in Virginia\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">In the U.S., turtles are collected from the wild to be sold illegally online or in pet shops, such as these Mississippi map turtles which were confiscated by law enforcement in Virginia. Network students conducted research to determine if turtle confiscations have increased in the past 15 years.</div>\n<div class=\"imageCredit\">Jennifer Sevin</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Nancy&nbsp;Karraker</div>\n<div class=\"imageTitle\">Mississippi Map Turtles Confiscated in Virginia</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nThe major goals of this project were to use course-based undergraduate research experiences (CURES) as a foundation for educating undergraduate biology students and to develop a network of participating institutions, faculty, and students across the U.S. focused on a timely and understudied topic -- wildlife trade, which includes the legal and illegal sale of wildlife. To accomplish these goals, we established NEWT: Network Exploring Wildlife Trade. Through our network, we engaged 31 faculty from 30 universities and colleges across the U.S. Of these, 14 were two-year institutions, including one Tribal college, and 16 were four-year institutions. Participating faculty include 23 women and eight men. We met quarterly to share information, collaborate on development of learning modules, share teaching and learning successes and challenges, and identify ways to strengthen our network.\nWe developed four new learning modules (background lecture-style material + research activity) and curated existing learning materials on wildlife trade, which participating faculty incorporated into their class curricula. The new learning modules developed included background lecture-style material that introduces students to a topic (e.g. overview on wildlife trade, role of wildlife trade in the establishment of invasive species) and a research activity on wildlife trade (e.g. conducting pet shop surveys, the relationships between wildlife trade and transmission of infectious diseases) to be undertaken by students during class or outside of class.\n\nDuring the period of the project, about 50% of network faculty incorporated the learning modules into their class curricula and one faculty developed an entire course on wildlife trade that was based, in part, on the learning modules. Three other faculty developed additional curricula on wildlife trade for their classes with resources and support from the network. Learning modules were incorporated into upper and lower-division courses, for science- and non-science majors, and across a range of academic course subjects, including: Biology, Conservation Biology, Conservation Law Enforcement, Darwinian Medicine, Environmental Science, Evolution, Herpetology, Human-Wildlife Interactions, Wildlife Biology, Wildlife Trafficking.\n\nThrough this project, &gt;1000 students in &gt;35 classes across the U.S. engaged in a project-developed learning module related to wildlife trade. Of these, &gt;600 students completed pre- and post-learning module assessments of learning outcomes. Of those who reported, on average across semesters, students participating in affiliated classes indicated their race or ethnicity as: Black or African-American 7%, American Indian or Alaska Native 2%, Asian 10%, White 77%, and Hispanic or Latinx 13%. Students represented all academic years: freshmen 13%, sophomores 41%, juniors 25%, and seniors 22%. Student majors included biology, environmental science, and wildlife biology.\n\nFive faculty supervised 19 undergraduate students in independent research on wildlife trade following the semester in which those students had engaged in a learning module on wildlife trade in their class. Research topics investigated by the students included the availability of courses in wildlife trade at universities/colleges in the U.S., how a new invasive species regulation in Florida impacted the sale of large reptiles in pet stores, state regulations pertaining to owning big cats, primates, large constricting snakes and venomous snakes in the U.S., and if online pet stores were selling small turtles in violation of a federal public health regulation. This final study, co-authored by four female students and two Co-PIs, was published in PLoSOne Biology (Montague et. al. 2022) and received media attention and attention from epidemiologists at the Centers for Disease Control and Prevention. \n\nWe established our project on the networking hub QUBES and created collections that contain wildlife trade learning modules developed specifically through this project, videos and other teaching resources on wildlife trade compiled from other sources, and information on data sources for research on wildlife trade. We curated these learning resources on our QUBES site and made them available to all network faculty. We are finalizing the wildlife trade resources available on our QUBES site and these materials will soon be published and made publicly available to anyone interested in teaching or learning about wildlife trade.\n\n\t\t\t\t\tLast Modified: 03/31/2023\n\n\t\t\t\t\tSubmitted by: Nancy Karraker"
 }
}