{
 "awd_id": "2018806",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Single Crystal X-ray Diffractometer as a Regional Resource for Research and Education",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032922912",
 "po_email": "twhitmer@nsf.gov",
 "po_sign_block_name": "Tanya Whitmer",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 251990.0,
 "awd_amount": 251990.0,
 "awd_min_amd_letter_date": "2020-08-10",
 "awd_max_amd_letter_date": "2022-09-07",
 "awd_abstract_narration": "This award is supported by the Major Research Instrumentation and the Chemistry Research Instrumentation programs. The University of Memphis is acquiring a single crystal X-ray diffractometer equipped  with a copper source to support Professors Xuan Zhao, Charles Garner, Timothy Brewster, Kensha Clark, as well as other colleagues. In general, an X-ray diffractometer allows accurate and precise measurements of the full three-dimensional structure of a molecule, including bond distances and angles, and provides accurate information about the spatial arrangement of a molecule relative to neighboring molecules. The studies described here impact many areas, including organic and inorganic chemistry, materials chemistry and biochemistry. This instrument is an integral part of teaching as well as research and research training of undergraduate and graduate students in chemistry, biochemistry and other engineering fields at this institution. In addition, the diffractometer has broad impact on teaching and training, outreach activities, and undergraduate research at the University of Memphis as well as regional partners from primarily undergraduate institutions (PUIs) such as those from Arkansas State University, University of Central Arkansas and Rhodes College.\r\n\r\nThe award of the X-ray diffractometer is aimed at enhancing research and education at all levels. The science enabled by this instrument provides relevant societal benefits through the development of catalysts with redox-active ligands for activation of small molecules such as hydrogen and carbon dioxide which improve the synthesis of commodity and industrial chemicals. The instrumentation is also used for the characterization of transition metal-based frustrated Lewis pairs for activation and catalytic transformations involving small molecules like methane, and in the exploration of fundamental properties of binuclear metal complexes used for electron-transfer and cooperative catalysis reactions. In addition, it benefits preparation of catalysts for alkene hydrogenation reactions, and the structural characterization of catalytic intermediates during hydrogen production. The diffractometer is also used to characterize the structural conformations of biologically active molecules, and for studying host-guest chemistry of cyclic oligo-lactic acid with metal ions of biological significance.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xuan",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuan Zhao",
   "pi_email_addr": "xzhao1@memphis.edu",
   "nsf_id": "000516406",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Garner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Charles M Garner",
   "pi_email_addr": "cgarner7@memphis.edu",
   "nsf_id": "000426642",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Brewster",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy P Brewster",
   "pi_email_addr": "tbrwster@memphis.edu",
   "nsf_id": "000720898",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kensha",
   "pi_last_name": "Clark",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kensha M Clark",
   "pi_email_addr": "kclark17@memphis.edu",
   "nsf_id": "000758716",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "3744 Walker Ave",
  "perf_city_name": "Memphis",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381523370",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "193800",
   "pgm_ele_name": "Chemical Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "8396",
   "pgm_ref_txt": "Clean Energy Technology"
  },
  {
   "pgm_ref_code": "8397",
   "pgm_ref_txt": "Hydrogen Storage or Generation"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 251990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Single crystal X-ray diffraction is an essential tool for accurate and precise determination of the three-dimensional structure of a molecule at the atomic level, providing critical information such as bond lengths and angles, as well as the spatial arrangement of different groups in a molecule. With the NSF-MRI award, the University of Memphis (UofM) was able to acquire, for the first time, a single crystal X-ray diffractometer (SC-XRD), the XtaLAB Synergy-S X-Ray Diffraction System with a Cu source from Rigaku company. Since June 2021, the new X-ray crystallography facility at UofM has been fully functional and open to both internal and external users. The new instrument has fostered transformative advances in ongoing interdisciplinary research in the fields of inorganic, organic, materials, and biochemistry. Furthermore, this instrument has served as an integral part of teaching and research training source for undergraduate and graduate students at UofM and the regional institutions. Through exposure to crystallography and student research activities as well as instruction, participants, especially underrepresented groups, will be well prepared as the next generation scientists.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The requested SC-XRD has enabled fundamental and applied research in areas such as developing catalysts with redox-active ligands for activation of small molecules like H<sub>2</sub> and CO<sub>2</sub>, transition metal-based frustrated Lewis pairs for activation and catalytic transformations involving small molecules like CH<sub>4</sub>, binuclear metal complexes used for electron-transfer and cooperative catalysis reactions, new catalysts for alkene hydrogenation reactions, Mo-based solvatochromes, and the structural conformations of biologically active molecules. The new SC-XRD has significantly increased research quality and productivity, enabled new areas of research efforts, and enhanced the educational commitment of UofM and the regional institutions. Results are described in publication and manuscripts under review, and national and local oral/poster presentations by the participants at various scientific meetings and institutions.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The installation of the SC-XRD has made a significant contribution to the professional development and provided hands-on experience to the researchers at UofM and the surrounding region. The fundamental and applied science advanced from the use of SC-XRD is expected to lead to developments of new catalysts for generation of clean and renewable fuels for the future, dye-sensitized solar cells, as well as new bioactive molecules for the global fight against antibiotic resistance. A chemistry course on X-ray crystallography was able to be offered for the first time at UofM in the spring of 2022 by Dr. Erickson, allowing 12 graduate students from various research interests to learn about X-ray crystallography and to be trained to operate the instrument. Investigators from other academic institutions have also used the diffractometer, including the Eckenhoff group at Rhodes College, the Xu group at University of Pennsylvania at Altoona, the Yang group at University of Central Arkansas, the Alam group at Arkansas State University, and the McIntosh group at University of Arkansas. The training and use of X-ray crystallography significantly improves the participants&rsquo; capability in material characterization, which tremendously contribute to their professional development in areas of chemistry, biochemistry, and materials science.</p><br>\n<p>\n Last Modified: 11/21/2023<br>\nModified by: Xuan&nbsp;Zhao</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSingle crystal X-ray diffraction is an essential tool for accurate and precise determination of the three-dimensional structure of a molecule at the atomic level, providing critical information such as bond lengths and angles, as well as the spatial arrangement of different groups in a molecule. With the NSF-MRI award, the University of Memphis (UofM) was able to acquire, for the first time, a single crystal X-ray diffractometer (SC-XRD), the XtaLAB Synergy-S X-Ray Diffraction System with a Cu source from Rigaku company. Since June 2021, the new X-ray crystallography facility at UofM has been fully functional and open to both internal and external users. The new instrument has fostered transformative advances in ongoing interdisciplinary research in the fields of inorganic, organic, materials, and biochemistry. Furthermore, this instrument has served as an integral part of teaching and research training source for undergraduate and graduate students at UofM and the regional institutions. Through exposure to crystallography and student research activities as well as instruction, participants, especially underrepresented groups, will be well prepared as the next generation scientists.\n\n\nIntellectual Merit\n\n\nThe requested SC-XRD has enabled fundamental and applied research in areas such as developing catalysts with redox-active ligands for activation of small molecules like H2 and CO2, transition metal-based frustrated Lewis pairs for activation and catalytic transformations involving small molecules like CH4, binuclear metal complexes used for electron-transfer and cooperative catalysis reactions, new catalysts for alkene hydrogenation reactions, Mo-based solvatochromes, and the structural conformations of biologically active molecules. The new SC-XRD has significantly increased research quality and productivity, enabled new areas of research efforts, and enhanced the educational commitment of UofM and the regional institutions. Results are described in publication and manuscripts under review, and national and local oral/poster presentations by the participants at various scientific meetings and institutions.\n\n\nBroader Impacts\n\n\nThe installation of the SC-XRD has made a significant contribution to the professional development and provided hands-on experience to the researchers at UofM and the surrounding region. The fundamental and applied science advanced from the use of SC-XRD is expected to lead to developments of new catalysts for generation of clean and renewable fuels for the future, dye-sensitized solar cells, as well as new bioactive molecules for the global fight against antibiotic resistance. A chemistry course on X-ray crystallography was able to be offered for the first time at UofM in the spring of 2022 by Dr. Erickson, allowing 12 graduate students from various research interests to learn about X-ray crystallography and to be trained to operate the instrument. Investigators from other academic institutions have also used the diffractometer, including the Eckenhoff group at Rhodes College, the Xu group at University of Pennsylvania at Altoona, the Yang group at University of Central Arkansas, the Alam group at Arkansas State University, and the McIntosh group at University of Arkansas. The training and use of X-ray crystallography significantly improves the participants capability in material characterization, which tremendously contribute to their professional development in areas of chemistry, biochemistry, and materials science.\t\t\t\t\tLast Modified: 11/21/2023\n\n\t\t\t\t\tSubmitted by: XuanZhao\n"
 }
}