{
 "awd_id": "2018489",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Examining causes and consequences of variation in male reproductive success in wild primates",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-04-30",
 "tot_intn_awd_amt": 27724.0,
 "awd_amount": 27724.0,
 "awd_min_amd_letter_date": "2020-09-02",
 "awd_max_amd_letter_date": "2020-10-20",
 "awd_abstract_narration": "In nonhuman primates a range of male behaviors are observed that relate to male success in siring offspring. This doctoral dissertation research project examines reproductive payoffs of different male strategies (aggressive versus affiliative) in wild geladas (primates). Results from this study provide valuable insights about the evolution of male reproductive strategies and will enhance understanding about the adaptive significance of male-female social bonds in a long-lived primate species. While conducting the proposed research, the doctoral student will continue to work with K-12 students from underrepresented communities to foster excitement about science and research and give talks about primate behavior and evolution at local elementary schools. Additionally, the doctoral student will continue training undergraduate students in the laboratory throughout her dissertation research and mentor women from groups underrepresented in primatology.\r\n\r\nThis research investigates how different male behavioral strategies affect reproductive success in geladas. Male geladas gain reproductive opportunities by becoming the dominant leader over a family of multiple females and their offspring. Male reproduction is thus a function of the number of fertile females in the group combined with how long he remains the dominant leader (tenure length). The proposed project will use long term data (collected over 13 years) in combination with detailed behavioral, hormonal, and paternity data from individually known leader males to assess which factors contribute to male reproductive success. First, the investigators will measure reproductive success by assigning paternity through genotyping all leader males and infants in the project. Second, they will quantify physical attributes that could affect reproductive success in geladas. These include: i) body size (measured through laser photogrammetry), ii) chest patch redness (measured by comparing photos of gelada chest patch against a standard color checker chart), and iii) testosterone levels using fecal samples collected from individual leader males (measured through a biotin labelled enzyme-immunoassay). Third, the investigators will assess what social strategies males employ to increase reproductive success by quantifying male-female social relationships through behavioral observations and recording the occurrence of infanticide.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacinta",
   "pi_last_name": "Beehner",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jacinta C Beehner",
   "pi_email_addr": "jbeehner@umich.edu",
   "nsf_id": "000184323",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharmi",
   "pi_last_name": "Sen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharmi Sen",
   "pi_email_addr": "sharmisn@umich.edu",
   "nsf_id": "000817053",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State St. Room 1062",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760800",
   "pgm_ele_name": "Bio Anthro DDRI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 27724.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c4e48c2a-7fff-363f-1a1b-cab74e599137\"> </span></p>\n<p dir=\"ltr\"><strong>Overview</strong></p>\n<p dir=\"ltr\"><span>This dissertation focused on reproductive strategies in wild geladas (</span><em>Theropithecus gelada</em><span>) living in the Simien Mountains National Park, Ethiopia. In cercopithecine primates, successful emigration from natal groups and subsequent rank attainment are two critical factors that determine male reproductive success. Although typical male strategies to acquire dominance rank in a new group include aggressive behaviors that facilitate competition (e.g., male contests, female coercion, and infanticide), they can also include affiliative behaviors (e.g., male-female friendships, male-male coalitions). Interestingly, both aggressive and affiliative strategies can be found within the same species, and possibly even the same individuals. Although male geladas ostensibly fall on the aggressive side of the male behavior spectrum (due to high reproductive skew, high degree of sexual dimorphism in both body size and canine size), this research suggests that males may employ/rely on affiliative strategies to meet their reproductive goals.</span></p>\n<p dir=\"ltr\"><strong>Intellectual merit</strong></p>\n<p dir=\"ltr\"><span>This research project involved a series of method validation studies to reliably measure male attributes of interest (e.g., androgens, body size) as well as male reproductive success (paternity using fecal sequencing methods). Co-PI Sen has successfully validated these methods during her doctoral dissertation and built a strong foundation for testing future predictions on how individual variation in male social decisions ultimately impacts male reproductive success.</span></p>\n<p dir=\"ltr\"><span>The first study investigating male emigration (dispersal) in geladas led by Co-PI Sen demonstrated that juvenile males with low-ranking mothers have higher age specific androgen levels compared to males with high-ranking mothers. This study also found that juvenile males with more male peers and males residing in larger groups dispersed earlier than males with few peers and males in smaller groups respectively (Sen et al 2022). Taken together, these results suggest that the social environment can alter the pace of juvenile development in gelada society.&nbsp;</span>In another study examining drivers of overall infant mortality in the same study population, Co-PI Sen found that even though takeovers are the key drivers of infant mortality, almost half of the takeovers observed in this population did not result in offspring death even when new males had the opportunity to commit infanticide. Her analysis suggests that new dominant males do not commit infanticide when there are reproductive opportunities already present at takeover.</p>\n<p dir=\"ltr\">While this research examines putative mechanisms underlying differences in male dispersal and infanticide strategies in geladas, examining male affiliative behaviors will be an important next step in piecing together the male life history puzzle. Co-PI Sen is currently working on these behavioral analyses to understand how male geladas form and maintain social relationships.&nbsp;</p>\n<p dir=\"ltr\"><strong>Outcomes</strong></p>\n<p class=\"p1\">Co-PI Sen has published the first chapter of her dissertation on fecal androgen assay validation and examining male geladadevelopment in the journal Hormones &amp; Behavior. She has also presented results from her doctoral dissertation at multiple professional meetings. These include a podium presentation at the 91st Annual Meeting of the American Association of Biological Anthropologists, in Colorado Denver (2022), a poster presentation at the 18th Annual Midwest Primatology Interest Group Meeting held at the University of Michigan (2022), and a virtual podium presentation at the Joint Meeting of the International Primatolgoical Society and the MalaysianPrimatological Society in Kuching, Malaysia (2023).&nbsp;</p>\n<p dir=\"ltr\"><strong>Broader impact</strong></p>\n<p dir=\"ltr\">In Ethiopia, Co-PI Sen worked with local community members in various capacities to strategize and implement ways in which the long term project could work with local stakeholders to preserve the park as a source of livelihood. This entailed disseminating information about geladas to tourists visiting the park, making educational materials for kids about wildlife in the Simiens, and working with local Ethiopian Wildlife Conservation Authority to draft park management plans. Co-PI Sen led monthly cleanups at Simien Mountains National Park representing Save the Simiens - a non-profit started by the directors of the long-term project - in collaboration with the local wildlife authority and communities living inside the park. Co-PI Sen also helped draft the Simien Mountains Code of Conduct for the long term Simien Mountains Gelada Research Project.&nbsp;</p>\n<p><span>At the University of Michigan, Co-PI Sen has participated in </span><span>RELATE</span><span> workshops preparing videos about her research for a non-technical audience.&nbsp;</span>Internationally, Co-PI Sen has continued to advocate for equity and inclusion in field research by mentoring students through the Animal Behavior Collective Mentorship Program and by sharing her experiences as an early career researcher belonging to an underrepresented minority group within Biological Anthropology. Her blogpost highlighting her experiences doing fieldwork has been published in Project FIELD (Fostering Inclusion, Equity, and Latitudinal Diversity) - a postdoc-led project funded by the Max Planck Institute of Animal Behavior, and the Centre for the Advanced Study of Collective Behaviour at the University of Konstanz, Germany.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/21/2023<br>\n\t\t\t\t\tModified by: Sharmi&nbsp;Sen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nOverview\nThis dissertation focused on reproductive strategies in wild geladas (Theropithecus gelada) living in the Simien Mountains National Park, Ethiopia. In cercopithecine primates, successful emigration from natal groups and subsequent rank attainment are two critical factors that determine male reproductive success. Although typical male strategies to acquire dominance rank in a new group include aggressive behaviors that facilitate competition (e.g., male contests, female coercion, and infanticide), they can also include affiliative behaviors (e.g., male-female friendships, male-male coalitions). Interestingly, both aggressive and affiliative strategies can be found within the same species, and possibly even the same individuals. Although male geladas ostensibly fall on the aggressive side of the male behavior spectrum (due to high reproductive skew, high degree of sexual dimorphism in both body size and canine size), this research suggests that males may employ/rely on affiliative strategies to meet their reproductive goals.\nIntellectual merit\nThis research project involved a series of method validation studies to reliably measure male attributes of interest (e.g., androgens, body size) as well as male reproductive success (paternity using fecal sequencing methods). Co-PI Sen has successfully validated these methods during her doctoral dissertation and built a strong foundation for testing future predictions on how individual variation in male social decisions ultimately impacts male reproductive success.\nThe first study investigating male emigration (dispersal) in geladas led by Co-PI Sen demonstrated that juvenile males with low-ranking mothers have higher age specific androgen levels compared to males with high-ranking mothers. This study also found that juvenile males with more male peers and males residing in larger groups dispersed earlier than males with few peers and males in smaller groups respectively (Sen et al 2022). Taken together, these results suggest that the social environment can alter the pace of juvenile development in gelada society. In another study examining drivers of overall infant mortality in the same study population, Co-PI Sen found that even though takeovers are the key drivers of infant mortality, almost half of the takeovers observed in this population did not result in offspring death even when new males had the opportunity to commit infanticide. Her analysis suggests that new dominant males do not commit infanticide when there are reproductive opportunities already present at takeover.\nWhile this research examines putative mechanisms underlying differences in male dispersal and infanticide strategies in geladas, examining male affiliative behaviors will be an important next step in piecing together the male life history puzzle. Co-PI Sen is currently working on these behavioral analyses to understand how male geladas form and maintain social relationships. \nOutcomes\nCo-PI Sen has published the first chapter of her dissertation on fecal androgen assay validation and examining male geladadevelopment in the journal Hormones &amp; Behavior. She has also presented results from her doctoral dissertation at multiple professional meetings. These include a podium presentation at the 91st Annual Meeting of the American Association of Biological Anthropologists, in Colorado Denver (2022), a poster presentation at the 18th Annual Midwest Primatology Interest Group Meeting held at the University of Michigan (2022), and a virtual podium presentation at the Joint Meeting of the International Primatolgoical Society and the MalaysianPrimatological Society in Kuching, Malaysia (2023). \nBroader impact\nIn Ethiopia, Co-PI Sen worked with local community members in various capacities to strategize and implement ways in which the long term project could work with local stakeholders to preserve the park as a source of livelihood. This entailed disseminating information about geladas to tourists visiting the park, making educational materials for kids about wildlife in the Simiens, and working with local Ethiopian Wildlife Conservation Authority to draft park management plans. Co-PI Sen led monthly cleanups at Simien Mountains National Park representing Save the Simiens - a non-profit started by the directors of the long-term project - in collaboration with the local wildlife authority and communities living inside the park. Co-PI Sen also helped draft the Simien Mountains Code of Conduct for the long term Simien Mountains Gelada Research Project. \n\nAt the University of Michigan, Co-PI Sen has participated in RELATE workshops preparing videos about her research for a non-technical audience. Internationally, Co-PI Sen has continued to advocate for equity and inclusion in field research by mentoring students through the Animal Behavior Collective Mentorship Program and by sharing her experiences as an early career researcher belonging to an underrepresented minority group within Biological Anthropology. Her blogpost highlighting her experiences doing fieldwork has been published in Project FIELD (Fostering Inclusion, Equity, and Latitudinal Diversity) - a postdoc-led project funded by the Max Planck Institute of Animal Behavior, and the Centre for the Advanced Study of Collective Behaviour at the University of Konstanz, Germany. \n\n \n\n\t\t\t\t\tLast Modified: 08/21/2023\n\n\t\t\t\t\tSubmitted by: Sharmi Sen"
 }
}