{
 "awd_id": "2019687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: From genes to behavior: Functional genetic tools in diverse organisms, Knoxville, Tennessee, July 30 to 3 August, 2020",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 22179.0,
 "awd_amount": 30643.0,
 "awd_min_amd_letter_date": "2020-03-03",
 "awd_max_amd_letter_date": "2022-07-22",
 "awd_abstract_narration": "How do the gigabases of DNA that make up an organism’s genome ultimately yield an animal capable of dynamic, species-appropriate behaviors? The investigation of how DNA differences shape behavior within and across species remains a question of central importance to neuroscience, evolution, behavioral ecology, and psychiatry. Yet, the experimental means to address the genetic basis of behavior have traditionally been limited to a handful of laboratory-amenable species, resulting in focus on a handful of behaviors exhibited by these animals while the behavioral richness exhibited by other species remained intractable. However, with the advent of novel functional genetic approaches, traditional technical barriers are dissolving. As this happens, a new challenge emerges: how to best bring these technologies to the researchers who focus their efforts on studying natural behavior. This workshop addresses the need to bring together functional geneticists developing novel methods to manipulate the genome with biologists interested in diverse behavioral questions. By enabling the widespread dissemination of newly developed, agile functional genetic tools to researchers with expertise in neuroethology and behavioral ecology, we will facilitate the next era of innovation in the study of the genetic basis of behavior.\r\n\r\nThe organizing team will coordinate a workshop, hosted at the 2020 Animal Behavior Society Meeting. This annual meeting engages diverse researchers pursuing the study of behavior in the lab and the field, and employing methods ranging from molecular approaches to population observations. The organizers will highlight key advances in genetic technologies that enable genome to phenome mapping across the species spectrum. Our goal will be to make these emerging technologies accessible to biologists studying the genetic roots of behavior in diverse species. By incorporating researchers funded through the Enabling Discovery through GEnomic Tools (EDGE) program who work in mammals, birds, insects, amphibians, and fish, we will provide a broad overview of approaches for genetic manipulation with special emphasis on how these tools can be employed to investigate the genetic roots of behavior and the challenges of implementing them in diverse species. The goal of the talks and subsequent break-out groups will be to provide the knowledge and tools to envision new uses of functional genetic tools, either directly or through collaboration. While not every species or question will be amenable to functional genetic approaches, the workshop will serve a wide range of attendees interested in becoming familiar with these technologies, gaining the ability to critically evaluate the emerging literature, and potentially instituting novel experimental approaches as part of their research program. Further, the organizing team anticipates that the discussion generated among the attendees and presenters will help guide future technology innovations and spark novel experimental ideas. Finally, the broader impacts will focus on incorporating attendees from diverse background and discussing strategies for incorporating functional genetic technologies in a classroom setting.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zoe",
   "pi_last_name": "Donaldson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Zoe R Donaldson",
   "pi_email_addr": "zoe.donaldson@colorado.edu",
   "nsf_id": "000732657",
   "pi_start_date": "2020-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado Boulder",
  "perf_str_addr": "Muenzinger D244, 345 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090345",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5904",
   "pgm_ref_txt": "COSTA RICA"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7659",
   "pgm_ref_txt": "ANIMAL BEHAVIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 22179.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 8464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although the study of behavioral diversity has long been a central concern among evolutionary biologists, neuroscientists have often focused study on a small handful of species. Such model systems offer a tremendous depth of insights and are well established for manipulative studies. The ultimate goal of biology, however, is to understand the organizing principles of natural variation, which cannot be achieved by studying a small number of species. Accomplishing this goal requires causal manipulations of non-traditional model species. To this end, recent genetic engineering approaches have proven tractable in numerous species, enabling an unprecedented focus on the functional genetic basis of behavior.</p>\n<p>We hosted a workshop at the 2022 Animal Behavior Society Meeting where we highlighted key advances in genetic technologies that enable genome to phenome mapping across the species spectrum. We sought to make emerging genetic technologies accessible to biologists studying the genetic roots of behavior in diverse species. We discussed advantages and disadvantages of different systems for manipulating genes in the germline and in post-mitotic cells, highlighting specific examples in which this work is leading to a better understanding of the neurogenetic basis of complex behaviors and the potential implications for understanding the evolution of behavioral diversity.</p>\n<p>The workshop tangibly addressed the need to bring together functional geneticists developing novel methods to manipulate the genome with biologists interested in diverse behavioral questions to unravel behavioral genotype-phenotype relationships. It provided a broad overview of approaches for genetic manipulation with special emphasis on how these tools can be employed to investigate the genetic roots of behavior and the challenges of implementing them in diverse species. The goal of the talks and subsequent large- and small-scale discussions was to provide the knowledge and tools to envision new uses of functional genetic tools, either directly or through collaboration. Correspondingly, it provided opportunities for established and new researchers to build collaborative networks that will facilitate implementation of functional genetic approaches across diverse species. Resulting knowledge resources have been made publicly available via a website which includes a list of experts and links to the recorded talks and other resources. Finally, the workshop also highlighted the use of CRISPR in the classroom via a course-based undergraduate research experience that enables genuine research experience as a routine part of biology education.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2023<br>\n\t\t\t\t\tModified by: Zoe&nbsp;R&nbsp;Donaldson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAlthough the study of behavioral diversity has long been a central concern among evolutionary biologists, neuroscientists have often focused study on a small handful of species. Such model systems offer a tremendous depth of insights and are well established for manipulative studies. The ultimate goal of biology, however, is to understand the organizing principles of natural variation, which cannot be achieved by studying a small number of species. Accomplishing this goal requires causal manipulations of non-traditional model species. To this end, recent genetic engineering approaches have proven tractable in numerous species, enabling an unprecedented focus on the functional genetic basis of behavior.\n\nWe hosted a workshop at the 2022 Animal Behavior Society Meeting where we highlighted key advances in genetic technologies that enable genome to phenome mapping across the species spectrum. We sought to make emerging genetic technologies accessible to biologists studying the genetic roots of behavior in diverse species. We discussed advantages and disadvantages of different systems for manipulating genes in the germline and in post-mitotic cells, highlighting specific examples in which this work is leading to a better understanding of the neurogenetic basis of complex behaviors and the potential implications for understanding the evolution of behavioral diversity.\n\nThe workshop tangibly addressed the need to bring together functional geneticists developing novel methods to manipulate the genome with biologists interested in diverse behavioral questions to unravel behavioral genotype-phenotype relationships. It provided a broad overview of approaches for genetic manipulation with special emphasis on how these tools can be employed to investigate the genetic roots of behavior and the challenges of implementing them in diverse species. The goal of the talks and subsequent large- and small-scale discussions was to provide the knowledge and tools to envision new uses of functional genetic tools, either directly or through collaboration. Correspondingly, it provided opportunities for established and new researchers to build collaborative networks that will facilitate implementation of functional genetic approaches across diverse species. Resulting knowledge resources have been made publicly available via a website which includes a list of experts and links to the recorded talks and other resources. Finally, the workshop also highlighted the use of CRISPR in the classroom via a course-based undergraduate research experience that enables genuine research experience as a routine part of biology education.\n\n \n\n\t\t\t\t\tLast Modified: 07/06/2023\n\n\t\t\t\t\tSubmitted by: Zoe R Donaldson"
 }
}