{
 "awd_id": "2019799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BEHAVIORAL EPIGENETICS AND THE BUILT ENVIRONMENT",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032922702",
 "po_email": "khoke@nsf.gov",
 "po_sign_block_name": "Kim L. Hoke",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 1102861.0,
 "awd_amount": 1102861.0,
 "awd_min_amd_letter_date": "2020-07-22",
 "awd_max_amd_letter_date": "2020-07-22",
 "awd_abstract_narration": "Many animal societies build structures that are fundamentally important to their survival and success.  For example, human societies build, live, and work within houses and buildings that provide protection from the environment.  However, the effects of built structures on behavioral and cognitive processes of social groups remain poorly understood.  This research program attempts to understand how the built environment affects behavior and brain function in highly social animals.  The research team will use fire ants as models to study the effects of nest structure on cognition and social behavior.  The research program will determine how individuals work together to build structures using collective behaviors.  The investigators will also study how different environments affect social cognition by examining changes in brain activity of ants in distinct environments.  Finally, the team will determine how colony function changes in different settings by challenging ants to live in experimentally fabricated nests that differ in physical organization.  This program will also broaden the impact of the proposed studies by promoting teaching, training, and learning activities throughout the city of Atlanta.  In addition, the research will have important applied aspects by furthering our understanding of traffic and movement in complex landscapes, and by providing important information about the behavior of a widespread pest insect.  Overall, this project combines behavioral, genetic, technological, and physical approaches to understanding the effects of the built environment on society function and social cognition.  \r\n\r\nThe success of highly social species, such as social insects, relies critically on the construction of nests.  However, little is known about how nest structure affects collective behavior and the molecular processes associated with cognition.  The goal of this proposal is to gain a greater understanding of the behavioral and epigenetic consequences of nest construction and living in insect societies.  The research team will first study how collective building behaviors emerge from individual actions.  This will provide insight into how individual behaviors successfully lead to group activities.  Second, the investigators will determine how the social environment affects epigenetic processes in the brain.  Patterns of DNA methylation of ants subjected to different biological and physical environments will reveal how epigenetic information in the brain is associated with changes in gene expression.  These experiments will demonstrate how epigenetic information is linked to gene activity under different social conditions.  Finally, the research team will determine how the built environment affects collective behaviors.  These studies will demonstrate how different physical structures affect social interactions, perception, and gene activity in the brain.  Overall, this program investigates the link between cognition, social behavior, and the built environment.  The research will ultimately initiate a new, interdisciplinary research direction aimed at understanding molecular processes affecting social behavior and construction by social groups.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Goodisman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Goodisman",
   "pi_email_addr": "michael.goodisman@biology.gatech.edu",
   "nsf_id": "000159726",
   "pi_start_date": "2020-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Soojin",
   "pi_last_name": "Yi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Soojin Yi",
   "pi_email_addr": "soojinyi@ucsb.edu",
   "nsf_id": "000303854",
   "pi_start_date": "2020-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Goldman",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel I Goldman",
   "pi_email_addr": "daniel.goldman@physics.gatech.edu",
   "nsf_id": "000077253",
   "pi_start_date": "2020-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1102861.0
  }
 ],
 "por": null
}