{
 "awd_id": "2019614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Unraveling the physiological roles of multidrug efflux pumps in bacteria",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032928440",
 "po_email": "rcyr@nsf.gov",
 "po_sign_block_name": "Richard Cyr",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2020-06-26",
 "awd_max_amd_letter_date": "2022-05-06",
 "awd_abstract_narration": "This project will determine how a multidrug efflux (MDR) pump of the bacterium Escherichia coli, regulates gene expression and cell physiology. Efflux is an essential function in all life forms. Gram-negative bacteria such as E. coli possess MDR pumps that are highly-conserved and play a pivotal role in cell physiology and bacterial adaptation to internal and environmental changes. These MDR pumps have a unique ability to expel a wide range of molecules out of the cell. These molecules include toxic compounds entering the cells from the outside such as bile salts and antibiotics; as well as molecules internally produced by these bacteria involved in functions such as bacterial growth, signaling, and capturing iron or other limited nutrients. Among MDR pumps, the AcrAB-TolC pump of E. coli is the most well-known because it is the main MDR pump in this bacterium, which is an important model organism, gut commensal, pathogen, and is widely used in biotechnology. This pump was first studied because of its role in conferring antibiotic resistance by effluxing different antibiotics. Recent findings indicate that this pump also plays a central role in regulating gene expression and bacterial physiology; however, how this pump controls these functions remains unknown. By identifying the molecules internally produced by E. coli that are effluxed by the AcrAB-TolC pump, and how this pump and its regulators control gene expression and physiology, this project will make multiple significant contributions to science and the overall well-being of society. More specifically, this project will advance our understanding of how bacteria maintain their internal balance and adapt to new environments, and offer novel insights into how to bioengineer bacteria to improve the production of biofuels and other compounds of industrial interest. The broader outcomes of this project stem from its integration into a re-designed Microbial Physiology course at California State University, Northridge (CSUN). CSUN is a primarily undergraduate and minority-serving institution. Thus, this project will expand the number of students from diverse backgrounds that have access to hands-on research, which is essential to train and inspire the next generation of scientist and engineers.\r\n\r\nMDR pumps regulate gene expression, metabolism, stress responses, bacterial motility, and other physiological processes. However, the molecular mechanisms that allow these pumps to control all these processes remain unknown. Especially intriguing is the question of how MDR pumps, which are located in the cell envelope, can regulate gene expression. Our central hypothesis is that the main function of the AcrAB-TolC pump is to efflux cellular metabolites, whereas the transcriptional repressor AcrR senses the concentrations of different pump substrates and then acts as a global regulator of gene expression. This hypothesis is based on recent findings from the PI’s laboratory and other groups. To attain the overall objective, we will pursue two specific aims: 1) Identify the genes directly regulated by AcrR and the metabolites that control AcrR function; and 2) Identify the metabolites that bind to AcrAB-TolC and the effect of AcrB-AcrZ interactions in modulating the function of this pump. We will accomplish these aims by employing bioinformatics and electrophoretic mobility shift assays to identify genes directly regulated by AcrR; as well as fluorescence polarization binding assays to identify the cellular metabolites effluxed by AcrAB-TolC, determine the effect of the small protein AcrZ on substrate recognition by this pump, and identify which pump substrates bind to and regulate AcrR function. Ultimately, this project will uncover the functional link between pump function and gene regulation by identifying which cellular metabolites are both pump substrates and AcrR ligands.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "CRISTIAN",
   "pi_last_name": "RUIZ RUEDA",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "CRISTIAN RUIZ RUEDA",
   "pi_email_addr": "cristian.ruiz-rueda@csun.edu",
   "nsf_id": "000805941",
   "pi_start_date": "2020-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University Corporation, Northridge",
  "inst_street_address": "18111 NORDHOFF ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHRIDGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8186771403",
  "inst_zip_code": "913300001",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "THE UNIVERSITY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LAGNHMC58DF3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, Northridge",
  "perf_str_addr": "18111 Nordhoff Street",
  "perf_city_name": "Northridge",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913308303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 232013.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 117987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Arial; font-size: x-small;\">Bacteria are equipped with a variety of multidrug efflux pumps that play a central role in maintaining cell homeostasis. These pumps first gained interest because of their ability to export antibiotics out of cells, thus conferring resistance to multiple antibiotics. However, recent findings have shown that these pumps have a broad impact on gene expression, metabolism, bacterial motility, and other physiological processes. A mechanistic understanding of how these pumps control all these fundamental processes was still lacking. Especially puzzling was the question of how these pumps, which are located in the cell envelope, regulated gene expression. The major goals of this project were to uncover how the AcrAB-TolC multidrug efflux pump of the bacterium <em>Escherichia coli</em> </span><span style=\"font-family: Arial; font-size: x-small;\">controls gene expression and physiology, and to integrate this research with the training of students traditionally underrepresented in STEM</span><span style=\"font-family: Arial; font-size: x-small;\">. Despite the severe disruptions caused by the Covid-19 pandemic during 2020 and 2021, both goals were accomplished.</span><strong><span style=\"font-family: Arial; font-size: x-small;\"> Intellectual merit:</span></strong><span style=\"font-family: Arial; font-size: x-small;\"> On a pivotal study of particular relevance to this field of research, we found that the external antimicrobial and AcrAB-TolC substrate ethidium bromide, and three metabolites produced by <em>E. coli</em> </span><span style=\"font-family: Arial; font-size: x-small;\">&mdash; the polyamines <span style=\"color: black;\">putrescine, cadaverine and spermidine </span>&mdash;<span style=\"color: black;\"> are functional ligands that control the activity of the efflux repressor AcrR</span></span><span style=\"color: black; font-family: Arial; font-size: x-small;\">. This study also showed that: 1) AcrAB-TolC contributes to coping with excess spermidine; and 2) besides regulating<em> acrAB</em>, AcrR also contributes to coping with excess polyamines by directly regulating the expression of the MdtJI inner membrane spermidine efflux pump, and the putrescine degradation enzyme PuuA. This is the first report of AcrR directly regulating a metabolic gene. Next, we found that AcrR represses motility in <em>E. coli</em> by directly repressing transcription of the <em>flhDC</em> master regulator of flagellum biosynthesis and motility genes</span><span style=\"color: black; font-family: Arial; font-size: x-small;\">, and that ethidium bromide regulates motility via AcrR. </span><span style=\"font-family: Arial; font-size: x-small;\">Moreover, we have found several cellular metabolites (e.g. malonate) that inhibit and are likely substrates of the AcrAB-TolC pump. <span style=\"color: black;\">We have also found that AcrR directly regulates four metabolic genes/operons involved in central metabolism. Finally, we have found that AcrAB-TolC and other related multidrug efflux pumps contribute to growth of bacteria under different stress conditions. </span>Overall, <span style=\"color: black;\">these findings strongly support a central role of bacterial multidrug efflux pumps and their regulators in sensing and controlling bacterial metabolism and physiology. </span><strong>Broader Impacts:</strong> In addition to the intrinsic merit of this research, this project has supported the training of 6 graduate and 8 undergraduate students in the PI&rsquo;s research lab. To date, this award has led to 3 publications (with 3 students as first/co-authors) plus 2 manuscripts in preparation (all with student first-authors); 4 completed MS thesis plus 2 more in-progress; and 26 posters/oral presentations from the students in the PI&rsquo;s lab. In addition, this project has contributed to the education and training of 70 students in the 400-level Microbial Physiology lecture and lab course taught by the PI each Fall at California state University Northridge (CSUN). On average, 70% of them were from groups traditionally underrepresented in STEM. In total, 35 of the students that took this course joined or were retained in research labs at CSUN after taking the course, including 8 in the PI&rsquo;s own lab. To date, 18 students that took this course have entered MS or PhD programs, or other research positions in academic or industry labs; 4 more students from the Fall 2023 cohort have/are applying to PhD, MD, or MD/PhD programs.</span></p><br>\n<p>\n Last Modified: 07/22/2024<br>\nModified by: Cristian&nbsp;Ruiz Rueda</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBacteria are equipped with a variety of multidrug efflux pumps that play a central role in maintaining cell homeostasis. These pumps first gained interest because of their ability to export antibiotics out of cells, thus conferring resistance to multiple antibiotics. However, recent findings have shown that these pumps have a broad impact on gene expression, metabolism, bacterial motility, and other physiological processes. A mechanistic understanding of how these pumps control all these fundamental processes was still lacking. Especially puzzling was the question of how these pumps, which are located in the cell envelope, regulated gene expression. The major goals of this project were to uncover how the AcrAB-TolC multidrug efflux pump of the bacterium Escherichia coli controls gene expression and physiology, and to integrate this research with the training of students traditionally underrepresented in STEM. Despite the severe disruptions caused by the Covid-19 pandemic during 2020 and 2021, both goals were accomplished. Intellectual merit: On a pivotal study of particular relevance to this field of research, we found that the external antimicrobial and AcrAB-TolC substrate ethidium bromide, and three metabolites produced by E. coli  the polyamines putrescine, cadaverine and spermidine  are functional ligands that control the activity of the efflux repressor AcrR. This study also showed that: 1) AcrAB-TolC contributes to coping with excess spermidine; and 2) besides regulating acrAB, AcrR also contributes to coping with excess polyamines by directly regulating the expression of the MdtJI inner membrane spermidine efflux pump, and the putrescine degradation enzyme PuuA. This is the first report of AcrR directly regulating a metabolic gene. Next, we found that AcrR represses motility in E. coli by directly repressing transcription of the flhDC master regulator of flagellum biosynthesis and motility genes, and that ethidium bromide regulates motility via AcrR. Moreover, we have found several cellular metabolites (e.g. malonate) that inhibit and are likely substrates of the AcrAB-TolC pump. We have also found that AcrR directly regulates four metabolic genes/operons involved in central metabolism. Finally, we have found that AcrAB-TolC and other related multidrug efflux pumps contribute to growth of bacteria under different stress conditions. Overall, these findings strongly support a central role of bacterial multidrug efflux pumps and their regulators in sensing and controlling bacterial metabolism and physiology. Broader Impacts: In addition to the intrinsic merit of this research, this project has supported the training of 6 graduate and 8 undergraduate students in the PIs research lab. To date, this award has led to 3 publications (with 3 students as first/co-authors) plus 2 manuscripts in preparation (all with student first-authors); 4 completed MS thesis plus 2 more in-progress; and 26 posters/oral presentations from the students in the PIs lab. In addition, this project has contributed to the education and training of 70 students in the 400-level Microbial Physiology lecture and lab course taught by the PI each Fall at California state University Northridge (CSUN). On average, 70% of them were from groups traditionally underrepresented in STEM. In total, 35 of the students that took this course joined or were retained in research labs at CSUN after taking the course, including 8 in the PIs own lab. To date, 18 students that took this course have entered MS or PhD programs, or other research positions in academic or industry labs; 4 more students from the Fall 2023 cohort have/are applying to PhD, MD, or MD/PhD programs.\t\t\t\t\tLast Modified: 07/22/2024\n\n\t\t\t\t\tSubmitted by: CristianRuiz Rueda\n"
 }
}