{
 "awd_id": "2019135",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CC* Team: Texas Education and Research Cybertraining Center (TERCC)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 1399502.0,
 "awd_amount": 1399502.0,
 "awd_min_amd_letter_date": "2020-06-09",
 "awd_max_amd_letter_date": "2023-08-24",
 "awd_abstract_narration": "The Texas Research and Education Cyberinfrastructure Services (TRECIS) center establishes a regional hub that advances collaborative support for research computing and expands the use of advanced cyberinfrastructure (CI) and expertise throughout the University of Texas system. It effectively integrates previously siloed CI and computing support across three UT campuses and the Lonestar Education and Research Network (LEARN) and builds a unique model of embedded\r\ncollaborative facilitation with scientific projects. TRECIS trains postdoctoral researchers with domain-specific expertise in high performance computing and other CI-related services who are then available for consultations and support. TRECIS creates new career paths in research facilitation, broadens CI access for research and education and engages students and underrepresented groups, including historically black colleges, other minority institutions, and\r\norganizations that promote gender equality in STEM.\r\n\r\nTRECIS builds upon the model of shared CI and support developed at UT Dallas, extends fast connectivity and networking to other campuses, provides outreach and develops a model of research facilitation through training and collaboration. It initially engages seven scientific projects from the fields of biomedicine, chemistry, geosciences, and others. Most are multi-institution collaborations and have multiple CI needs, including parallel / distributed computing, data modeling, and storage and transfer of data. TRECIS helps these projects and other users of research computing in allocating CI resources and developing effective workflows, algorithms and pipelines.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Feagans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frank Feagans",
   "pi_email_addr": "Frank.Feagans@utdallas.edu",
   "nsf_id": "000737641",
   "pi_start_date": "2022-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Simmons",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Simmons",
   "pi_email_addr": "csim@mit.edu",
   "nsf_id": "000794849",
   "pi_start_date": "2020-06-09",
   "pi_end_date": "2022-08-30"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Feagans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frank Feagans",
   "pi_email_addr": "Frank.Feagans@utdallas.edu",
   "nsf_id": "000737641",
   "pi_start_date": "2020-06-09",
   "pi_end_date": "2022-08-30"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Akbar",
   "pi_last_name": "Kara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akbar Kara",
   "pi_email_addr": "ak@zettafiber.org",
   "nsf_id": "000769374",
   "pi_start_date": "2020-06-09",
   "pi_end_date": "2023-08-24"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Simmons",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Simmons",
   "pi_email_addr": "csim@mit.edu",
   "nsf_id": "000794849",
   "pi_start_date": "2022-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kendra",
   "pi_last_name": "Ketchum",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kendra C Ketchum",
   "pi_email_addr": "kendra.ketchum@utsa.edu",
   "nsf_id": "000797403",
   "pi_start_date": "2020-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Schultz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Schultz",
   "pi_email_addr": "amy.santana@tx-learn.net",
   "nsf_id": "000797426",
   "pi_start_date": "2023-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jeffery",
   "pi_last_name": "Neyland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffery Neyland",
   "pi_email_addr": "jeffery.neyland@uta.edu",
   "nsf_id": "000820359",
   "pi_start_date": "2020-06-09",
   "pi_end_date": "2023-03-02"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Gonzales",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Gonzales",
   "pi_email_addr": "eagonz@uta.edu",
   "nsf_id": "000926617",
   "pi_start_date": "2023-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 W. Campbell Rd.",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1093137.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 306365.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span class=\"ng-star-inserted\">The Texas Research and Education Cyberinfrastructure Service Center (TRECIS), funded by the National Science Foundation (NSF), aimed to create a regional hub in Texas to facilitate the use of cyberinfrastructure (CI) in research and education. Over the course of the four project year, the project advanced knowledge in many different ways as well as contributed to multiple positive societal outcomes.</span></p>\n<p>The TRECIS project advanced knowledge through several outcomes:</p>\n<p>&#9679;&nbsp;<strong>Increased User Awareness and Competence:</strong>&nbsp;The project provided training and resources to enhance the understanding and application of CI among faculty and students across multiple UT System campuses. Every participating institution saw significant increases in the number of users on campus and national systems, and, over the course of the project, several hundred unique researchers were educated on advanced research computing topics.</p>\n<p>&#9679;&nbsp;<strong>Optimization of Network Performance:</strong>&nbsp;The project focused on optimizing network performance at three UT System campuses, a crucial aspect of CI. The project facilitated more efficient data transfer and collaboration by improving network capabilities, ultimately enhancing the potential for scientific breakthroughs.</p>\n<p>&#9679;&nbsp;<strong>Development of a Sustainable Research Facilitation Model:</strong>&nbsp;The project successfully implemented and evaluated a model of research facilitation as embedded collaboration. This model, integrating human resources and promoting cross-campus cooperation, provides a framework for sustainable research support, which can be replicated and adapted by other institutions.</p>\n<p>&#9679;&nbsp;<strong>Creation of a Cohort of Skilled Research Facilitators:</strong>&nbsp;The project produced a group of highly skilled research facilitators through a dedicated postdoctoral training program. These individuals, now holding CI-related positions, contribute to the advancement of knowledge by supporting and guiding researchers in effectively utilizing CI.</p>\n<p>&#9679;&nbsp;<strong>Improvement of Science-Driven Outcomes:</strong>&nbsp;The project directly supported various research projects, leading to improved outcomes through optimized workflows, development of new platforms and tools, and effective utilization of CI resources. This direct contribution to scientific endeavors showcases the project's impact on advancing knowledge.</p>\n<p>&#9679;&nbsp;<strong>Development and Deployment of New Resources:</strong>&nbsp;The project facilitated developing and deploying new CI resources, such as the high-throughput computing system Europa. These resources expand the capacity for CI research and provide researchers with the tools necessary to address complex scientific challenges, leading to potential advancements in knowledge.</p>\n<p>The TRECIS project effectively addressed the&nbsp;<strong>intellectual merit</strong>&nbsp;criterion by fostering a deeper understanding of CI, enhancing research capabilities, and producing tangible outcomes that contribute to advancing knowledge across various scientific fields.</p>\n<p>The&nbsp;<strong>TRECIS&nbsp;</strong>project, through its various activities contributed to multiple positive societal outcomes:</p>\n<p>&#9679;&nbsp;<strong>Workforce Development</strong>: A primary focus of the TRECIS project was developing a skilled workforce in research computing and CI. Through our postdoctoral training program, the project equipped researchers with the expertise needed to support and advance computational research effectively. This focus on workforce development contributes to the growth of a critical field and benefits society by ensuring a pipeline of qualified individuals to address future challenges. All three postdoctoral fellows secured new positions in CI after the project, demonstrating the efficacy of the training program and its contribution to building a national workforce in research computing. The project also explored the use of graduate students in research facilitation roles, further expanding workforce development efforts and offering valuable training opportunities for students.</p>\n<p>&#9679;&nbsp;<strong>Societal Benefits</strong>: TRECIS demonstrated a tangible impact on society through projects like SharedAirDFW. This air quality monitor network, integrated into the Dallas County website, provides real-time data to residents, enabling informed decision-making and contributing to public health and environmental awareness. By supporting projects with direct societal benefits, this project highlights the practical applications of CI and its potential to improve individuals' lives.&nbsp;</p>\n<p>&#9679;<strong>Dissemination of Knowledge</strong>: The project team actively disseminated its findings and outcomes through various channels. It presented at national conferences like PEARC, published papers detailing its work, and developed publicly available training materials and documentation. This commitment to sharing knowledge contributes to the broader research community and ensures the project's impact extends beyond its immediate participants.</p>\n<p>&#9679;&nbsp;<strong>Partnerships and Collaborations</strong>: The TRECIS project fostered partnerships and collaborations across different institutions, including UT System campuses, TACC, and external organizations like ActivePure. These collaborations enhanced the project's impact by leveraging diverse expertise and resources. For example, the partnership with ActivePure resulted in a $250,000 donation to support air quality sensor deployments, further benefiting society.</p>\n<p>&#9679;&nbsp;<strong>Educational Impact</strong>: TRECIS had a significant educational impact by offering numerous training events, workshops, and graduate-level courses. These activities provided valuable learning experiences for hundreds of researchers and students, strengthening the understanding and application of CI in various disciplines.</p>\n<p>&nbsp;By addressing these aspects, the TRECIS project exemplifies the&nbsp;<strong>broader impact</strong>&nbsp;criterion by contributing to workforce development, promoting societal benefits, disseminating knowledge, fostering collaborations, and enhancing educational experiences. The project's comprehensive approach ensured its impact extended beyond academia, reaching communities and individuals and demonstrating the transformative potential of CI in addressing real-world challenges.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/27/2024<br>\nModified by: Christopher&nbsp;S&nbsp;Simmons</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Texas Research and Education Cyberinfrastructure Service Center (TRECIS), funded by the National Science Foundation (NSF), aimed to create a regional hub in Texas to facilitate the use of cyberinfrastructure (CI) in research and education. Over the course of the four project year, the project advanced knowledge in many different ways as well as contributed to multiple positive societal outcomes.\n\n\nThe TRECIS project advanced knowledge through several outcomes:\n\n\n&#9679;Increased User Awareness and Competence:The project provided training and resources to enhance the understanding and application of CI among faculty and students across multiple UT System campuses. Every participating institution saw significant increases in the number of users on campus and national systems, and, over the course of the project, several hundred unique researchers were educated on advanced research computing topics.\n\n\n&#9679;Optimization of Network Performance:The project focused on optimizing network performance at three UT System campuses, a crucial aspect of CI. The project facilitated more efficient data transfer and collaboration by improving network capabilities, ultimately enhancing the potential for scientific breakthroughs.\n\n\n&#9679;Development of a Sustainable Research Facilitation Model:The project successfully implemented and evaluated a model of research facilitation as embedded collaboration. This model, integrating human resources and promoting cross-campus cooperation, provides a framework for sustainable research support, which can be replicated and adapted by other institutions.\n\n\n&#9679;Creation of a Cohort of Skilled Research Facilitators:The project produced a group of highly skilled research facilitators through a dedicated postdoctoral training program. These individuals, now holding CI-related positions, contribute to the advancement of knowledge by supporting and guiding researchers in effectively utilizing CI.\n\n\n&#9679;Improvement of Science-Driven Outcomes:The project directly supported various research projects, leading to improved outcomes through optimized workflows, development of new platforms and tools, and effective utilization of CI resources. This direct contribution to scientific endeavors showcases the project's impact on advancing knowledge.\n\n\n&#9679;Development and Deployment of New Resources:The project facilitated developing and deploying new CI resources, such as the high-throughput computing system Europa. These resources expand the capacity for CI research and provide researchers with the tools necessary to address complex scientific challenges, leading to potential advancements in knowledge.\n\n\nThe TRECIS project effectively addressed theintellectual meritcriterion by fostering a deeper understanding of CI, enhancing research capabilities, and producing tangible outcomes that contribute to advancing knowledge across various scientific fields.\n\n\nTheTRECISproject, through its various activities contributed to multiple positive societal outcomes:\n\n\n&#9679;Workforce Development: A primary focus of the TRECIS project was developing a skilled workforce in research computing and CI. Through our postdoctoral training program, the project equipped researchers with the expertise needed to support and advance computational research effectively. This focus on workforce development contributes to the growth of a critical field and benefits society by ensuring a pipeline of qualified individuals to address future challenges. All three postdoctoral fellows secured new positions in CI after the project, demonstrating the efficacy of the training program and its contribution to building a national workforce in research computing. The project also explored the use of graduate students in research facilitation roles, further expanding workforce development efforts and offering valuable training opportunities for students.\n\n\n&#9679;Societal Benefits: TRECIS demonstrated a tangible impact on society through projects like SharedAirDFW. This air quality monitor network, integrated into the Dallas County website, provides real-time data to residents, enabling informed decision-making and contributing to public health and environmental awareness. By supporting projects with direct societal benefits, this project highlights the practical applications of CI and its potential to improve individuals' lives.\n\n\n&#9679;Dissemination of Knowledge: The project team actively disseminated its findings and outcomes through various channels. It presented at national conferences like PEARC, published papers detailing its work, and developed publicly available training materials and documentation. This commitment to sharing knowledge contributes to the broader research community and ensures the project's impact extends beyond its immediate participants.\n\n\n&#9679;Partnerships and Collaborations: The TRECIS project fostered partnerships and collaborations across different institutions, including UT System campuses, TACC, and external organizations like ActivePure. These collaborations enhanced the project's impact by leveraging diverse expertise and resources. For example, the partnership with ActivePure resulted in a $250,000 donation to support air quality sensor deployments, further benefiting society.\n\n\n&#9679;Educational Impact: TRECIS had a significant educational impact by offering numerous training events, workshops, and graduate-level courses. These activities provided valuable learning experiences for hundreds of researchers and students, strengthening the understanding and application of CI in various disciplines.\n\n\nBy addressing these aspects, the TRECIS project exemplifies thebroader impactcriterion by contributing to workforce development, promoting societal benefits, disseminating knowledge, fostering collaborations, and enhancing educational experiences. The project's comprehensive approach ensured its impact extended beyond academia, reaching communities and individuals and demonstrating the transformative potential of CI in addressing real-world challenges.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/27/2024\n\n\t\t\t\t\tSubmitted by: ChristopherSSimmons\n"
 }
}