{
 "awd_id": "2019429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Camponotine Ants and their Little Helpers: Phylogenomics of a Hyperdiverse Insect Clade and its Bacterial Endosymbionts (CAnBE)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032922685",
 "po_email": "apwright@nsf.gov",
 "po_sign_block_name": "April Wright",
 "awd_eff_date": "2020-02-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 340725.0,
 "awd_amount": 340725.0,
 "awd_min_amd_letter_date": "2020-02-25",
 "awd_max_amd_letter_date": "2020-02-25",
 "awd_abstract_narration": "Recent years have seen an explosion of curiosity and interest in the microbial associates of humans, especially symbiotic associations with gut microbiota that convey benefits to human health. Such nutritional symbioses occur frequently across many different organisms, including primates, plants, and insects. This research will investigate the joint evolutionary history of a highly successful and diverse group of insects, carpenter ants and their relatives, and the bacteria Blochmannia. Carpenter ants are the most diverse and abundant group of ants in the world - most kids have encountered them while playing outside. All carpenter ants carry Blochmannia bacteria inside their gut cells, making the bacterium an endosymbiont. Both organisms rely on one another to survive. Evidence indicates that carpenter ants and Blochmannia have maintained a close nutritional partnership for tens of millions of years. Obligate symbiotic associations among different kinds of organisms can profoundly impact the nature and tempo of the evolution of both partners, and microbial endosymbionts have been suggested to have played important roles in the diversification of some insect groups. This research will determine how the carpenter ants and their relatives evolved alongside Blochmannia. The findings will improve our understanding of how symbioses arise and are maintained in animals, with potential implications for the evolution of human-associated microbial systems. Moreover, the project will emphasize public education in ant biodiversity and microbial symbioses, and the training of early-career scientists.\r\n\r\nThis research will infer the phylogeny, divergence times, and biogeographic history of ants in the tribe Camponotini, and use this comparative framework to advance systematic and co-evolutionary studies of their endosymbiotic bacteria Blochmannia. Like other obligate endosymbionts, Blochmannia exhibits substantial genome reduction compared to free-living bacteria. Genome evolution and functional variation in Blochmannia will be evaluated across a phylogenetically representative selection of camponotine ants with contrasting morphological and ecological attributes. By jointly elucidating the ant and endosymbiont evolutionary histories, the project will address such questions as: (1) What are the major features of Blochmannia genome evolution across the Camponotini clade? (2) What processes shape rates and patterns of Blochmannia sequence evolution? (3) Is Blochmannia gene content variation associated with particular camponotine host attributes? By linking phylogenetic and trait data on the ants to functional genomic properties of the bacteria we will gain an understanding of the selective forces and constraints underlying this remarkable symbiosis. A detailed phylogeny of the camponotine ants will also create a strong foundation for much-needed monographic work on this taxonomically neglected group, and allow the development of more effective identification tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Blaimer",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie B Blaimer",
   "pi_email_addr": "bblaimer@calacademy.org",
   "nsf_id": "000662759",
   "pi_start_date": "2020-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Academy of Sciences",
  "inst_street_address": "55 MUSIC CONCOURSE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153795146",
  "inst_zip_code": "941184503",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "CALIFORNIA ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "F57PLAKLFQL3",
  "org_uei_num": "N7NRRBNKM5P3"
 },
 "perf_inst": {
  "perf_inst_name": "California Academy of Sciences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941184503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 340725.0
  }
 ],
 "por": null
}