{
 "awd_id": "2020045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Size, depth and longevity of magma reservoirs under Kilauea's rift zones: Integrating melt inclusion data and thermal modeling",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2025-06-30",
 "tot_intn_awd_amt": 331571.0,
 "awd_amount": 438552.0,
 "awd_min_amd_letter_date": "2020-07-06",
 "awd_max_amd_letter_date": "2024-07-02",
 "awd_abstract_narration": "Kilauea (Hawai'i) is one of the world’s most active volcanoes. The volcano erupted continuously for 35 years between 1983 and 2018 covering a vast area and burying several communities. The activity that started in May 2018 marked the first time that lava erupted this far east of the summit of Kilauea since 1960, and it led to great anguish for the local population, authorities, and government monitoring agencies. The communities of Leilani Estates, Lanipuna Gardens, Kapoho, and Vacationland (a total of 715 homes) were successively covered by lava flows and tephra, before effusion mostly stopped in August 2018. This eruption stood out in terms of sheer volume, erupting the equivalent of 8 years of prior activity within just a 3-month timeframe. Chemical analyses of the May 2018 lava revealed the anomalous composition of the first lavas: they were not recently supplied to the volcano’s summit magma plumbing system, as normally occurs, but instead had been stored for decades or longer directly underneath those communities located on the eastern flanks of Kilauea. These stored magma pockets slowly cooled and evolved in composition through time, generating no recognizable seismic activity or volcanic gas releases. This collaborative project combines expertise from six different institutions and will investigate the chemical properties of lavas erupted at this site in 2018 and in older nearby eruptions (1790, 1840, 1955, 1960) to determine how long magma pockets can stay in eruptible form within these regions, and at what depths they likely reside. This information will be crucial in the years to come to better understand and inform the local population about hazardous phenomena for the Island of Hawai'i. A 3-day long workshop in Hilo (Hawai'i) involving 8 senior scientists, two graduate students, and a number of undergraduate students from two local universities will seek to communicate new information stemming from this project to academics and the public. Participation in K-12 activities in schools near the 2018 eruption site are proposed not only to offer background information on Kilauea hazards, but also for academics and researchers to gain deeper insight about the effects such eruptive crises have on local populations.\r\n\r\nIn detail, this project proposes to characterize droplets of melt that are trapped within crystals (olivine, pyroxene, plagioclase) during their growth in these older stored pockets of magma. These melt droplets (melt inclusions) preserve key chemical information about the stored magmas before they become modified by mixing with other magmas like in 2018. Chemical fingerprinting of the magma characteristics through different eruptions will help us understand whether these magmas are linked through time, and give first insights on their longevity within the lower east rift zone of Kilauea Volcano. Because melt inclusions also trap volatiles (H2O, CO2, S) whose concentrations depend directly on the depth of magma storage, quantifying these concentrations can be used to reconstruct storage pressure and depth of these magma pockets. Finally, three dimensional numerical models of cooling of magma bodies of different sizes and geometries under the rift zone will be combined with the geochemical information obtained to place tighter constraints on the timescales over which these magma pockets survive in eruptible form. At the time this project is starting, both Mauna Loa and Kilauea volcanoes show signs of magma input in their plumbing systems. Characterizing the complex subsurface magmatic structure of these shield volcanoes is therefore essential.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Shea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Shea",
   "pi_email_addr": "tshea@hawaii.edu",
   "nsf_id": "000595149",
   "pi_start_date": "2020-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cheryl",
   "pi_last_name": "Gansecki",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cheryl A Gansecki",
   "pi_email_addr": "gansecki@hawaii.edu",
   "nsf_id": "000820375",
   "pi_start_date": "2020-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "061900",
   "pgm_ele_name": "SPECIAL EMPHASIS PROGRAM"
  },
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 121266.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 189441.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 87109.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 40736.0
  }
 ],
 "por": null
}