{
 "awd_id": "2020512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Precision Nanocrystallization for Enhanced Strength and Ductility in Bulk Metals",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032924813",
 "po_email": "sbukkapa@nsf.gov",
 "po_sign_block_name": "Satish Bukkapatnam",
 "awd_eff_date": "2019-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 297925.0,
 "awd_amount": 325287.0,
 "awd_min_amd_letter_date": "2020-03-02",
 "awd_max_amd_letter_date": "2024-08-07",
 "awd_abstract_narration": "Metals are strong and durable, which enables them to serve in diverse performance-critical industries, such as automotive, aerospace, national defense, biomedical implants, and many more. A limitation to metals is their high density, which lowers their strength-to-weight ratio. Metals can be significantly strengthened by reducing their grain size to the nanoscale, but this can also make them brittle. If the strength of metals can be increased without becoming brittle, then less material can be used overall, and new designs can be applied. This project will examine the fundamentals of this tradeoff using a commercially feasible technique known as surface mechanical attrition treatment (SMAT). SMAT uses the impact of ball bearings to deform a surface and increase its strength. The underlying material remains ductile, thereby achieving a balance between strength and ductility. The goal of this work is to quantify the SMAT process and to understand the fundamentals, thus enabling optimized impact energy and location selection. This will allow larger components to be processed than is currently practical, or even possible, by other currently available nanostructuring methods. Industries that could potentially benefit from the work include aerospace, energy and automotive.  This project provides unique research experiences to undergraduate students by connecting engineering theory to advanced applications using new experimental and computational approaches. Opportunities for in-depth training will be further enhanced by leveraging partnerships with other research institutions, such as the US Army Research Laboratory.\r\n\r\nThe strength-ductility tradeoff with metallic materials is a thoroughly studied and documented phenomenon. The seriousness of this compromise has been emphasized by the development of nanocrystalline metals and alloys. These materials can provide remarkable strength and hardness increases through simple grain refinement, but this presents two significant challenges: (i) a commensurate decrease in tensile ductility, and (ii) the use of processing techniques that are often incompatible with cost-effective bulk production. This project aims to address both aspects by developing experimental and computational tools to quantify grain refinement during nanocrystallization by impact-mediated severe plastic deformation (SPD). This will be accomplished using a suite of custom research equipment that allows the direct correlation of impact energy and frequency with microstructural transformation using surface mechanical attrition treatment (SMAT), which allows a combination of strength and ductility to be achieved. This will be coupled with finite-element analysis to verify and extend the technique to create two-dimensional impact patterns to optimize the plastic strain gradients for strength and ductility. The purpose of this approach is to gain fundamental knowledge about SPD nanocrystallization and to use that knowledge to create bulk nanostructured metals and alloys in a cost-effective and scalable way.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Atwater",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Atwater",
   "pi_email_addr": "matwater1@liberty.edu",
   "nsf_id": "000641730",
   "pi_start_date": "2020-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Liberty University, Inc.",
  "inst_street_address": "1971 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "LYNCHBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4345824667",
  "inst_zip_code": "245150002",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "LIBERTY UNIVERSITY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "CK9CNLPNKLK5"
 },
 "perf_inst": {
  "perf_inst_name": "Liberty University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "245150002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 297925.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 27362.0
  }
 ],
 "por": null
}