{
 "awd_id": "2020029",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Study of Mass Independent Isotopic Compositions of Ru and Mo in Early Earth Rocks",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2020-12-01",
 "awd_exp_date": "2024-11-30",
 "tot_intn_awd_amt": 317425.0,
 "awd_amount": 317425.0,
 "awd_min_amd_letter_date": "2020-06-30",
 "awd_max_amd_letter_date": "2020-06-30",
 "awd_abstract_narration": "The isotopic compositions of ruthenium and molybdenum in ancient rocks will be measured. So-called mass-independent variations in the isotopic compositions of these elements can reveal the cosmochemical “genetics” of planets; i.e., what they were made from. In the case of Earth, some evidence suggests the genetic signatures of these elements may have changed with time as the planet accreted, indicating that the sources of Earth’s building blocks also changed with time. The objective of this study is to ascertain the level of isotopic heterogeneity present in rocks more than 2.5 billion years old. The isotopic differences in these elements in early-Earth rocks, compared to modern rocks, will provide new insights with regard to the late stage accretionary history of Earth, as well as possible sources of water and organic molecules that were the necessary ingredients for the origin of life. This project will support a postdoctoral associate to conduct state-of-the-art research and will also involve contributions from an undergraduate as part of a senior thesis project.\r\n\r\nHigh-precision isotopic analysis of ruthenium and molybdenum extracted from Archean rocks will be conducted. The specific objective will be to identify and interpret genetic (nucleosynthetic) characteristics of early Earth rocks, particularly with respect to characterizing the building blocks and accretionary sequence of planet Earth. Using proven techniques including nickel-sulphide fire assay pre-concentration, chemical purification and thermal ionization mass spectrometry, Archean rocks from southwestern Greenland, as well as Eoarchean rocks from Nuvvuagittuq (Quebec), and Saglek (Labrador) will be analyzed. Most of these rocks are characterized by positive 182W anomalies, indicative of derivation from primordial mantle domains. Further, we will analyze rocks from three suites of Archean komatiites, also characterized by 182W. The results of this project will provide important information about the accretionary history of Earth. Consequently, it will advance our understanding of the events leading to the creation of a habitable planet, as well as provide clues to the evolution of the mantle during the first 2 billion years of Earth history. Findings will guide dynamical modelers of both the early Solar System evolution and the early mantle. This project will support a postdoctoral associate to conduct state-of-the-art research and will also involve contributions from an undergraduate as part of a senior thesis project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Walker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Walker",
   "pi_email_addr": "rjwalker@umd.edu",
   "nsf_id": "000234792",
   "pi_start_date": "2020-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3112 Lee Bldg 7809 Regents Drive",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207427202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 317425.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ratios of isotopes of certain elements extracted from rocks and minerals (where isotopes are atoms of a given element having the same number of protons but different numbers of neutrons) are used for many purposes, such as dating rocks and determining changes in the temperature of seawater through time. So-called &ldquo;mass independent&rdquo; isotopic ratios vary as a result of processes exclusive of heating/cooling (kinetic effects) and radioactive decay. Mass independent isotope ratios are most commonly measured in meteorites. They can be used to study the origins and structure of the early Solar System. This is because the elements of which meteorites, and ultimately the Earth and humans, are made originated from different types of stars by processes termed &ldquo;stellar nucleosynthesis&rdquo; which generate different mass independent isotopic ratios. Studies of meteorites have revealed that materials (rock, gases and ices) made up of the isotopically distinct elements were not uniformly distributed in the early Solar System. Hence, mass independent isotopic ratios of certain elements can be used as &ldquo;genetic&rdquo; indicators of planetary materials, in a manner similar to how DNA can be used to study human genetics. As a large body, Earth was likely constructed through time from materials bearing diverse genetic signatures. It is plausible that some terrestrial rocks may record different genetic signatures, and therefore, provide important information about Earth&rsquo;s building blocks.&nbsp;</p>\r\n<p>The research supported by this grant sought to examine Earth&rsquo;s rocks for genetically distinct isotopic ratios in the elements ruthenium and molybdenum. These elements are particularly important because they were largely added to Earth during the later stages of its formation, when it has been hypothesized that much of Earth&rsquo;s water was also added. Except for confirming an earlier finding of a unique genetic signature for ruthenium in some 3.8 billion year old rocks from Greenland, we did not find any other rocks with distinctive isotopic ratios. Through improvements to measurement methods and the analysis of a large number of samples formed over a wide range of ages, however, we precisely determined the mass independent isotopic composition of molybdenum in the silicate portion of the Earth. We found that this molybdenum isotopic composition is identical to some other planetary materials accessed by certain meteorites believed to have formed in the inner Solar System. As a result, our study concluded that matter added to Earth during the final 10-20% of its accretion was dominated by materials originating from the inner Solar System. Because of the comparatively high temperatures in the early inner Solar System, it is likely the late stage accreted materials were dry, making it unlikely that most of Earth&rsquo;s water was added to the planet during a final burst of growth.Work on this grant was done in collaboration with scientists at Rutgers University. At the University of Maryland, the grant provided partial support for three postdoctoral fellows over several years. All three have moved on to permanent positions at other institutions.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/16/2025<br>\nModified by: Richard&nbsp;J&nbsp;Walker</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nRatios of isotopes of certain elements extracted from rocks and minerals (where isotopes are atoms of a given element having the same number of protons but different numbers of neutrons) are used for many purposes, such as dating rocks and determining changes in the temperature of seawater through time. So-called mass independent isotopic ratios vary as a result of processes exclusive of heating/cooling (kinetic effects) and radioactive decay. Mass independent isotope ratios are most commonly measured in meteorites. They can be used to study the origins and structure of the early Solar System. This is because the elements of which meteorites, and ultimately the Earth and humans, are made originated from different types of stars by processes termed stellar nucleosynthesis which generate different mass independent isotopic ratios. Studies of meteorites have revealed that materials (rock, gases and ices) made up of the isotopically distinct elements were not uniformly distributed in the early Solar System. Hence, mass independent isotopic ratios of certain elements can be used as genetic indicators of planetary materials, in a manner similar to how DNA can be used to study human genetics. As a large body, Earth was likely constructed through time from materials bearing diverse genetic signatures. It is plausible that some terrestrial rocks may record different genetic signatures, and therefore, provide important information about Earths building blocks.\r\n\n\nThe research supported by this grant sought to examine Earths rocks for genetically distinct isotopic ratios in the elements ruthenium and molybdenum. These elements are particularly important because they were largely added to Earth during the later stages of its formation, when it has been hypothesized that much of Earths water was also added. Except for confirming an earlier finding of a unique genetic signature for ruthenium in some 3.8 billion year old rocks from Greenland, we did not find any other rocks with distinctive isotopic ratios. Through improvements to measurement methods and the analysis of a large number of samples formed over a wide range of ages, however, we precisely determined the mass independent isotopic composition of molybdenum in the silicate portion of the Earth. We found that this molybdenum isotopic composition is identical to some other planetary materials accessed by certain meteorites believed to have formed in the inner Solar System. As a result, our study concluded that matter added to Earth during the final 10-20% of its accretion was dominated by materials originating from the inner Solar System. Because of the comparatively high temperatures in the early inner Solar System, it is likely the late stage accreted materials were dry, making it unlikely that most of Earths water was added to the planet during a final burst of growth.Work on this grant was done in collaboration with scientists at Rutgers University. At the University of Maryland, the grant provided partial support for three postdoctoral fellows over several years. All three have moved on to permanent positions at other institutions.\r\n\n\n\t\t\t\t\tLast Modified: 01/16/2025\n\n\t\t\t\t\tSubmitted by: RichardJWalker\n"
 }
}