{
 "awd_id": "2020243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AI Institute: Planning: Institute for AI-Enabled Materials Discovery, Design, and Synthesis",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032927766",
 "po_email": "jschluet@nsf.gov",
 "po_sign_block_name": "John Schlueter",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2020-08-25",
 "awd_max_amd_letter_date": "2020-10-20",
 "awd_abstract_narration": "Non-technical Description: Scientific progress is being increasingly enabled by the ability to examine natural phenomena through the use of computation. The emergence of “big data”, and advances in machine learning have dramatically accelerated some of the key steps in science, e.g., data acquisition and model fitting. However, other key elements of the scientific process, e.g., generating hypotheses, designing, prioritizing and executing experiments, integrating data, models, and simulations, drawing inferences and constructing explanations, reconciling scientific arguments, and communicating across disciplines, remain largely untouched by the advances in artificial intelligence (AI). Accelerating scientific progress, potentially by several orders of magnitude, by effectively addressing these bottlenecks presents a grand challenge for AI. Materials discovery, design and synthesis provides an excellent testbed for addressing the AI grand challenges presented by scientific discovery: The demand for new materials for applications ranging from energy technologies (batteries, solar cells, energy harvesting technologies) to sensors, artificial organs and computing technologies (e.g., quantum computers) far exceeds the capabilities of traditional materials design and synthesis, and takes years to decades of effort. This project brings together an interdisciplinary team of researchers with complementary expertise in AI and Material Science to launch a planning effort to lay the groundwork for an AI-Enabled Materials Discovery, Design, and Synthesis (AIMS) Institute. \r\n\r\nTechnical Description: Realizing the AIMS vision requires synergistic advances across multiple areas of AI, including: (i) knowledge representation frameworks for encoding, communicating, and reasoning with models or abstractions of scientific domains, scientific artifacts, e.g. data, experiments, hypotheses, models; (ii) planning for optimizing scientific studies, experiments, etc.; (iii) machine learning and causal inference methods that can provide explanations of their results in the context of available knowledge, and recommend experiments to validate the predictions using the available experimental techniques); and (iv) algorithmic abstractions of AI-enabled human-machine, AI-enabled human-human, and machine-machine collaborations in science. Addressing this AI grand challenge would unify many of the sub-fields of AI, yield fundamental advances across multiple areas of AI, and AI mediated human-machine systems that support collaborative team science. The AI advances would go hand-in-hand with use-inspired research driven by some of the most pressing challenges in materials discovery, design, and synthesis, yielding scientific insights into the relationships between materials structure and their properties, as well as new ways of rapidly optimizing material properties for specific applications. Thus, AIMS will catalyze and establish interdisciplinary and transdisciplinary collaborations that transcend institutional and organizational boundaries. It will prepare the next generation AI workforce by training a diverse cadre of individuals, including women and underrepresented minorities, students as well as working professionals, in diverse training environments (academia, industry, national labs) and diverse career paths. AIMS will produce AI advances and technologies that yield not only transformative advances in materials design, discovery and synthesis, but also provide organizing frameworks, infrastructure, collaborative human-AI systems and tools, and best practices to dramatically accelerate scientific discovery, but also enable new modes of discovery across diverse scientific domains. Towards this end, the planning project will organize workshops and idea labs to further develop the vision, initiate interdisciplinary research at the interface between AI and Material Science, identify the AIMS infrastructure needs, develop education and outreach plans, establish synergistic partnerships, and develop the requisite organizational structure and processes for realizing the AIMS vision.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vasant",
   "pi_last_name": "Honavar",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Vasant G Honavar",
   "pi_email_addr": "vhonavar@ist.psu.edu",
   "nsf_id": "000205986",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dane",
   "pi_last_name": "Morgan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dane Morgan",
   "pi_email_addr": "ddmorgan@wisc.edu",
   "nsf_id": "000108542",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adri",
   "pi_last_name": "van Duin",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Adri C van Duin",
   "pi_email_addr": "acv13@psu.edu",
   "nsf_id": "000489902",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elsa",
   "pi_last_name": "Olivetti",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elsa A Olivetti",
   "pi_email_addr": "elsao@mit.edu",
   "nsf_id": "000646635",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mehrdad",
   "pi_last_name": "Mahdavi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mehrdad Mahdavi",
   "pi_email_addr": "mzm616@psu.edu",
   "nsf_id": "000789106",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "E335 Westgate Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168026823",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132Y00",
   "pgm_ele_name": "AI Research Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "054Z",
   "pgm_ref_txt": "(MGI) Materials Genome Initiative"
  },
  {
   "pgm_ref_code": "075Z",
   "pgm_ref_txt": "Artificial Intelligence (AI)"
  },
  {
   "pgm_ref_code": "094Z",
   "pgm_ref_txt": "Materials Data"
  },
  {
   "pgm_ref_code": "095Z",
   "pgm_ref_txt": "Materials AI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Scientific progress is being increasingly enabled by the  ability  to examine natural phenomena through the use of computation.  The  emergence of ?big data?, and advances in machine learning have   dramatically accelerated some of the key steps in science, e.g., data   acquisition and model fitting. However, other key elements of the   scientific process, e.g., generating hypotheses, designing, prioritizing   and executing experiments, integrating data, models, and simulations,   drawing inferences and constructing explanations, reconciling  scientific  arguments, and communicating across disciplines, remain  largely  untouched by the advances in artificial intelligence (AI).  Accelerating  scientific progress, potentially by several orders of  magnitude, by  effectively addressing these bottlenecks presents a grand  challenge for  AI. Materials discovery, design and synthesis provides  an excellent  testbed for addressing the AI grand challenges presented  by scientific  discovery: The demand for new materials for applications  ranging from  energy technologies (batteries, solar cells, energy  harvesting  technologies) to sensors, artificial organs and computing  technologies  (e.g., quantum computers) far exceeds the capabilities of  traditional  materials design and synthesis, and takes years to decades  of effort.  This project brought&nbsp; together an interdisciplinary team of  researchers  with complementary expertise in AI and Material Science to  launch a  planning effort to lay the groundwork for an AI-Enabled  Materials  Discovery, Design, and Synthesis (AIMS) Institute.  <br /> <br />AIMS  envisions synergistic advances across multiple areas of AI, including:  (i)  knowledge representation frameworks for encoding, communicating,  and  reasoning with models or abstractions of scientific domains,  scientific  artifacts, e.g. data, experiments, hypotheses, models; (ii)  planning for  optimizing scientific studies, experiments, etc.; (iii)  machine  learning and causal inference methods that can provide  explanations of  their results in the context of available knowledge,  and recommend  experiments to validate the predictions using the  available experimental  techniques); and (iv) algorithmic abstractions  of AI-enabled  human-machine, AI-enabled human-human, and  machine-machine  collaborations in science. Addressing this AI grand  challenge would  unify many of the sub-fields of AI, yield fundamental  advances across  multiple areas of AI, and AI mediated human-machine  systems that support  collaborative team science. AIMS envisions the AI  advances to go hand-in-hand with  use-inspired research driven by some  of the most pressing challenges in  materials discovery, design, and  synthesis, yielding scientific insights  into the relationships between  materials structure and their  properties, as well as new ways of  rapidly optimizing material  properties for specific applications. </span></p>\r\n<p><span>This  planning project pursued activities designed to catalyze&nbsp;  collaborations that  transcend disciplinary, institutional and  organizational boundaries that bring together experts in artificial  intelligence and material sciences to dramatically accelerate AI-powered  materials design, discovery and synthesis. </span><span>The project  organized focused  workshops  and idea labs to further develop the AIMS  vision, initiate  interdisciplinary  research at the interface between  AI and Material  Science, identify  the AIMS infrastructure needs,  develop education and  outreach plans,  establish synergistic  partnerships, and develop the  requisite  organizational structure and  processes for realizing the AIMS  vision. These activities have led to  the formation of a strong team of researchers spanning academia,  industry, and national labs to pursue the AIMS vision, </span>formation  of working groups to pursue a concerted research agenda encompassing:  (i) Machine learning methods for predictive modeling from multi-modal,  multi-fidelity data, while enabling continual and federated learning on  tasks and data as they are presented, and integrating materials domain  information from physical principles, symmetries, constraints, and  measurement uncertainties; (ii) AI-assisted design, planning,  prioritization and<br />optimization of experiments, including effective  closed-loop coupling of domain knowledge, ML models, simulations, human  expertise, surrogate experiments, and uncertainty estimates, all across  differing timescales (from real-time for automated experiments to  closed-loop, human-AI collaboration on a human-compatible timescale);  (iii) Human-AI collaboration, including insights gained from studies of  human and human-AI teams, methods for optimal division of work between  people and machines; human-AI interaction design patterns for organizing  human-AI teams. These advances, taken together, will dramatically<br />accelerate  the understanding of material structure, properties, and behavior,  design of novel materials, e.g., 2D materials, ferroelectrics with  applications in semiconductors, quantum materials, with desired  properties, and optimize their synthesis in a closed-loop fashion.</p>\r\n<p>The  project catalyzed the formation of a national nexus for collaboration  focused on accelerating science in general, and materials  characterization, design, and synthesis in particular. The project  piloted several strategies for training of a diverse cadre of the next  generation of AI experts and AI-savvy material scientists (through&nbsp; the  launching of new AI undergraduate majors and minors and model curricula,  broadening participation activities, research experiences for teachers,  research experiences and other experiential learning opportunities for  undergraduates, educational materials to increase AI-literacy for K-12  teachers and students, hackathons and workshops), democratization of  access to scientific AI tools and expertise (through virtual office  hours, hands-on workshops, videos, access to research expertise, broad  dissemination of data, AI methods, educational materials, and open  source tools), and knowledge transfer (through collaboration with  national labs and industry partners), and increased research capacity,  workforce, and expertise in an area of national priority.</p><br>\n<p>\n Last Modified: 01/14/2025<br>\nModified by: Vasant&nbsp;G&nbsp;Honavar</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nScientific progress is being increasingly enabled by the  ability  to examine natural phenomena through the use of computation.  The  emergence of ?big data?, and advances in machine learning have   dramatically accelerated some of the key steps in science, e.g., data   acquisition and model fitting. However, other key elements of the   scientific process, e.g., generating hypotheses, designing, prioritizing   and executing experiments, integrating data, models, and simulations,   drawing inferences and constructing explanations, reconciling  scientific  arguments, and communicating across disciplines, remain  largely  untouched by the advances in artificial intelligence (AI).  Accelerating  scientific progress, potentially by several orders of  magnitude, by  effectively addressing these bottlenecks presents a grand  challenge for  AI. Materials discovery, design and synthesis provides  an excellent  testbed for addressing the AI grand challenges presented  by scientific  discovery: The demand for new materials for applications  ranging from  energy technologies (batteries, solar cells, energy  harvesting  technologies) to sensors, artificial organs and computing  technologies  (e.g., quantum computers) far exceeds the capabilities of  traditional  materials design and synthesis, and takes years to decades  of effort.  This project brought together an interdisciplinary team of  researchers  with complementary expertise in AI and Material Science to  launch a  planning effort to lay the groundwork for an AI-Enabled  Materials  Discovery, Design, and Synthesis (AIMS) Institute.  \n \nAIMS  envisions synergistic advances across multiple areas of AI, including:  (i)  knowledge representation frameworks for encoding, communicating,  and  reasoning with models or abstractions of scientific domains,  scientific  artifacts, e.g. data, experiments, hypotheses, models; (ii)  planning for  optimizing scientific studies, experiments, etc.; (iii)  machine  learning and causal inference methods that can provide  explanations of  their results in the context of available knowledge,  and recommend  experiments to validate the predictions using the  available experimental  techniques); and (iv) algorithmic abstractions  of AI-enabled  human-machine, AI-enabled human-human, and  machine-machine  collaborations in science. Addressing this AI grand  challenge would  unify many of the sub-fields of AI, yield fundamental  advances across  multiple areas of AI, and AI mediated human-machine  systems that support  collaborative team science. AIMS envisions the AI  advances to go hand-in-hand with  use-inspired research driven by some  of the most pressing challenges in  materials discovery, design, and  synthesis, yielding scientific insights  into the relationships between  materials structure and their  properties, as well as new ways of  rapidly optimizing material  properties for specific applications. \r\n\n\nThis  planning project pursued activities designed to catalyze  collaborations that  transcend disciplinary, institutional and  organizational boundaries that bring together experts in artificial  intelligence and material sciences to dramatically accelerate AI-powered  materials design, discovery and synthesis. The project  organized focused  workshops  and idea labs to further develop the AIMS  vision, initiate  interdisciplinary  research at the interface between  AI and Material  Science, identify  the AIMS infrastructure needs,  develop education and  outreach plans,  establish synergistic  partnerships, and develop the  requisite  organizational structure and  processes for realizing the AIMS  vision. These activities have led to  the formation of a strong team of researchers spanning academia,  industry, and national labs to pursue the AIMS vision, formation  of working groups to pursue a concerted research agenda encompassing:  (i) Machine learning methods for predictive modeling from multi-modal,  multi-fidelity data, while enabling continual and federated learning on  tasks and data as they are presented, and integrating materials domain  information from physical principles, symmetries, constraints, and  measurement uncertainties; (ii) AI-assisted design, planning,  prioritization and\noptimization of experiments, including effective  closed-loop coupling of domain knowledge, ML models, simulations, human  expertise, surrogate experiments, and uncertainty estimates, all across  differing timescales (from real-time for automated experiments to  closed-loop, human-AI collaboration on a human-compatible timescale);  (iii) Human-AI collaboration, including insights gained from studies of  human and human-AI teams, methods for optimal division of work between  people and machines; human-AI interaction design patterns for organizing  human-AI teams. These advances, taken together, will dramatically\naccelerate  the understanding of material structure, properties, and behavior,  design of novel materials, e.g., 2D materials, ferroelectrics with  applications in semiconductors, quantum materials, with desired  properties, and optimize their synthesis in a closed-loop fashion.\r\n\n\nThe  project catalyzed the formation of a national nexus for collaboration  focused on accelerating science in general, and materials  characterization, design, and synthesis in particular. The project  piloted several strategies for training of a diverse cadre of the next  generation of AI experts and AI-savvy material scientists (through the  launching of new AI undergraduate majors and minors and model curricula,  broadening participation activities, research experiences for teachers,  research experiences and other experiential learning opportunities for  undergraduates, educational materials to increase AI-literacy for K-12  teachers and students, hackathons and workshops), democratization of  access to scientific AI tools and expertise (through virtual office  hours, hands-on workshops, videos, access to research expertise, broad  dissemination of data, AI methods, educational materials, and open  source tools), and knowledge transfer (through collaboration with  national labs and industry partners), and increased research capacity,  workforce, and expertise in an area of national priority.\t\t\t\t\tLast Modified: 01/14/2025\n\n\t\t\t\t\tSubmitted by: VasantGHonavar\n"
 }
}