{
 "awd_id": "2020788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Addressing the Challenge of Authentic Inquiry at Scale: Probing and Supporting Teaching Assistants’ Implementation of a Model-Based-Inquiry Curriculum",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ellen Carpenter",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 299213.0,
 "awd_amount": 299213.0,
 "awd_min_amd_letter_date": "2020-08-10",
 "awd_max_amd_letter_date": "2020-08-10",
 "awd_abstract_narration": "This project aims to serve the national interest by helping students better understand the nature of scientific research.  Providing opportunities for students to participate in scientific research increases their chances of remaining on a STEM career path, especially for students from groups that are not yet equitably represented in STEM. However, many students do not find research opportunities on their own, suggesting that curricular reform is needed to bring research experiences to all students. This project builds on Authentic Inquiry through Modeling (AIM-Bio), a laboratory curriculum that provides students with opportunities to ask scientific questions and to develop their own experiments to test their questions. AIM-Bio has documented benefits for students, including increases in their ownership of their work, their identity as scientists, and their skills and knowledge about how science works. The project team seeks to bring the AIM-Bio curriculum to more than 1,700 students per year at the University of Arizona, a Hispanic Serving Institution. Meeting this challenge will require preparing the undergraduate and graduate students who serve as teaching assistants (TAs) for AIM-Bio laboratories, and who will thus be the principal instructors for AIM-Bio.  The project plans to develop a training program that will prepare the TAs to mentor students in scientific inquiry, the open-ended process of asking and answering science-based questions.  The project also intends study the alignment between TAs’ intentions about teaching and their actual interactions with students in the laboratory. By including a focus on the rationale behind TAs’ teaching decisions and actions, this project will provide novel insights to guide efforts to train TAs as teaching professionals.  \r\n\r\nThrough their personal interactions with students in laboratory sections, TAs hold an essential role in large-scale implementation of authentic-inquiry curricula. Prior research suggests that TAs may initially struggle with the open nature of an inquiry curriculum, often preferring to use forms of direct instruction consistent with more traditional views of teaching.  To develop training strategies that will support the TAs’ ability to enact authentic-inquiry instruction, it is critical to understand TAs’ perspectives about teaching challenges. To this end, the project aims to:  1) Develop a professional development curriculum to support TAs in course-based authentic inquiry instruction, and 2) Build a model to explain the relationship between TA intentions and actions when teaching a course-based authentic inquiry curriculum. Research methods will include stimulated recall interviews, which will ask TAs to reflect on episodes of their own teaching. The collected information will be analyzed to identify the relationships between TAs intentions for implementing curricular activities and the actions they take to interact with students during those activities. In addition to the interviews, recordings of TAs in the laboratory will be investigated using a unique analytical framework that captures the process of mentoring students in the scientific practice of modeling. Combined analysis of interviews and classroom mentoring will allow the project team to gain a holistic view of TAs' implementation of the AIM-Bio curriculum. Finally, to shed light on the potential consequences of TAs intentions and actions, the project team will compare student outcomes between TAs with different teaching approaches.  This project is funded by the NSF IUSE: EHR Program, which supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Molly",
   "pi_last_name": "Bolger",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Molly S Bolger",
   "pi_email_addr": "molly.bolger@uga.edu",
   "nsf_id": "000617705",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Dykstra",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Emily M Dykstra",
   "pi_email_addr": "edykstra@email.arizona.edu",
   "nsf_id": "000820394",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1007 E. Lowell Street",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 195345.0
  }
 ],
 "por": null
}