{
 "awd_id": "2020813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Working memory as mediating the role of music in learning of a second language",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927878",
 "po_email": "slim@nsf.gov",
 "po_sign_block_name": "Soo-Siang Lim",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 42794.0,
 "awd_amount": 42794.0,
 "awd_min_amd_letter_date": "2020-09-02",
 "awd_max_amd_letter_date": "2023-07-26",
 "awd_abstract_narration": "This project focuses on research that will provide a more complete understanding of the way that musical training, musical ability, and aspects of working memory relate to adult second language (L2) learning. The project is part of a broader research program that investigates adult L2 learning and processing, to achieve a better understanding of the language processing system. This longer-range goal is important for several reasons. The world is becoming increasingly multicultural and multilingual. In the US, the number of people who speak a language other than English at home is on the rise, and there is a pressing need to provide clinical services in non-English languages. To meet this challenge, language instruction programs must be optimized for adult L2 learners, which will be accomplished best by having a thorough understanding of the process of adult L2 learning. Although the approach taken here is to examine individual differences, our preliminary findings suggest that musical training programs may transfer to L2 learning though this would need to be tested directly. This research team is committed to the inclusion of individuals from under-represented groups in research, and the project will provide opportunity for high school, undergraduate, and PhD students from underrepresented groups to participate in science. The findings and products of this research will be freely shared and widely disseminated to researchers and language instructors.  \r\n\r\nThis project will test whether musical training or ability are associated with increased working memory updating abilities, and whether this mechanism mediates improved L2 learning. It extends past research which has mainly been limited to the phonological domain, to examine a mediating role of working memory for relationships between musical training/ability and L2 learning. Questions being addressed include: To what extent does the musical advantage in adults’ ability to learn an L2 depend on training vs. ability? And, do musical training and ability interact? To what extent are these relationships mediated by or independent of working memory updating abilities? Does the nature of these relationships differ for phonological, lexical, and morpho-syntactic aspects of L2 learning? To explore these questions, the team will exploit areas of language learning that are difficult and known to tax learners’ abilities - namely those that differ the most from the native language. Experimental approaches include use of event-related brain potentials because they are often more sensitive measures of adult L2 learning than behavioral measures alone.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lloyd",
   "pi_last_name": "Slevc",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lloyd R Slevc",
   "pi_email_addr": "slevc@umd.edu",
   "nsf_id": "000649615",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland",
  "perf_str_addr": "3112 Lee Bldg, 7809 Regents Driv",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207423370",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127Y00",
   "pgm_ele_name": "Sci of Lrng & Augmented Intel"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "059Z",
   "pgm_ref_txt": "Science of Learning"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 20764.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 10852.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 11178.0
  }
 ],
 "por": null
}