{
 "awd_id": "2020681",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Belmont Forum Collaborative Research: Climate change, pollinator declines and the human diet",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 130000.0,
 "awd_amount": 130000.0,
 "awd_min_amd_letter_date": "2020-08-27",
 "awd_max_amd_letter_date": "2022-07-11",
 "awd_abstract_narration": "This award provides support to U.S. researchers participating in a project competitively selected by a 55-country initiative on global change research through the Belmont Forum.  The Belmont Forum is a consortium of research funding organizations focused on support for transdisciplinary approaches to global environmental change challenges and opportunities.  It aims to accelerate delivery of the international research most urgently needed to remove critical barriers to sustainability by aligning and mobilizing international resources. Each partner country provides funding for their researchers within a consortium to alleviate the need for funds to cross international borders. This approach facilitates effective leveraging of national resources to support excellent research on topics of global relevance best tackled through a multinational approach, recognizing that global challenges need global solutions.\r\n\r\nWorking together in this Collaborative Research Action, the partner agencies have provided support to foster global transdisciplinary research teams of natural (including climate), health and social scientists and stakeholders from across the globe to improve understanding of climate, environment and health pathways to protect and promote health. The projects will provide crucial new understanding into the health implications arising from the impacts of climate change and variability on; 1) the quality/quantity of food, 2) chronic exposure to increases/changes in heat and humidity and 3) changes in the distribution and incidence of a range of infectious diseases and emergence of novel pathogens. This award provides support for the U.S. researchers to cooperate in consortia that consist of partners from at least three of the participating countries to increase our knowledge of the complex linkages and pathways between the climate, environment and health to help solve complex challenges that face societies.  \r\n\r\nThe Micro-Poll seeks to develop a multidisciplinary understanding the impact of environmental change on pollinator communities and crop production and resilience in Nepal.  Pollinator decline is predicted to have negative impacts on human health as key micronutrients in insect pollinated crops such as vitamin A and folate are lost from the diet. This “hidden hunger” is predicted to cause significant global health burdens. Pollinator loss disproportionately harms developing countries, as they are both less resilient to yield drops and more reliant on the micronutrients found in small-scale pollinator-dependent crops. Diversifying the diet by increasing access to micronutrient-rich fruits, vegetables and legumes may provide a long term, sustainable solution.  The project will identify the crops providing key micronutrients and the dominant pollinators of these micronutrient-rich crops; investigate impact of change on key crop pollinators and the ensuing impact on crop production and micronutrient intake; and test the resilience of the insect pollination of micronutrient-rich crops.  The project will work with local researchers and community organizations to carry-out the research and disseminate the findings to help decision-makers develop possible solutions to this challenge.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Myers",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel S Myers",
   "pi_email_addr": "smyers@hsph.harvard.edu",
   "nsf_id": "000813645",
   "pi_start_date": "2020-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Smith",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew R Smith",
   "pi_email_addr": "msmith@hsph.harvard.edu",
   "nsf_id": "000813603",
   "pi_start_date": "2020-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard T.H. Chan School of Public Health",
  "perf_str_addr": "677 Huntington Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021156028",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "7313",
   "pgm_ref_txt": "REGIONAL INST FOR GLOBAL CHANG"
  },
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 40336.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 37216.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 52448.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">This project is undertaken by a consortium of PIs at multiple institutions: University of Bristol (UK), University of Helsinki, and Harvard University.&nbsp;&nbsp;NSF-funded PIs Samuel Myers and Matthew Smith played a small role in the larger project, but this report will focus on the outcomes of the overarching project.</span></p>\n<p class=\"p1\"><span class=\"s1\">The Micro-Poll project has substantially raised the profile of pollination in Nepal, and created a network of researchers, practitioners and policymakers who are eager to take forward the ideas of this project and incorporate them into mainstream policy, research and development work in Nepal.&nbsp;&nbsp;For example, through two provincial-level pollination workshops, many new connections were formed and new collaborations and project ideas are in development. To quote the minister of Agriculture from Karnali Province, following the stakeholder workshop:&nbsp;&ldquo;Now I understand how insect diversity contributes agricultural production and human livelihoods.&rdquo;&nbsp;&nbsp;The project has brought in stakeholders from a range of different sectors including agriculture, environment, health and development - this project was only able to capture the attention of this broad audience through the similarly broad composition of our transdisciplinary project team.</span></p>\n<p class=\"p1\"><span class=\"s1\">This study is the first of its kind to quantify the links between pollinators, crops and human-consumed micronutrients. This represents a major advancement in the field of ecology and nutrition and enables our team to predict the impacts of climate change or other anthropogenic stressors on these systems. It also provides a pathway for other researchers to apply these approaches in different parts of the world.&nbsp;&nbsp;By quantifying the links between insect pollinators, crop plants and human-consumed micro-nutrients, the project is able to simulate the loss or disruption in pollinator communities and measure the resulting impact on human diets. Conversely, we can also model the enhancement of pollination services and predict the improvements in health that are likely to result. This approach is only possible using the high quality transdisciplinary data we have collected.&nbsp;&nbsp;The collection of ecological, nutritional and agricultural data relied entirely on a transdisciplinary approach and required the inputs of researchers from entirely different disciplines, who wouldn't normally work together.</span></p>\n<p class=\"p1\"><span class=\"s1\">Major accomplishments:</span></p>\n<ul class=\"ul1\">\n<li class=\"li2\">Data collection app was developed, tested, optimized and successfully deployed in the field</li>\n<li class=\"li2\"><span class=\"s1\">Two stakeholder engagement meetings (district-level and local-level) conducted, with buy-in from all participants</span></li>\n<li class=\"li2\"><span class=\"s1\">All 10 pollination data collectors hired and trained</span></li>\n<li class=\"li2\"><span class=\"s1\">Pollination data collection and specimen identification</span></li>\n<li class=\"li2\"><span class=\"s1\">10 dietary recall assistants hired and trained</span></li>\n<li class=\"li2\"><span class=\"s1\">Pollination field experiment completed</span></li>\n<li class=\"li2\"><span class=\"s1\">Dietary recall data collection completed</span></li>\n<li class=\"li2\"><span class=\"s1\">Three results dissemination workshops for stakeholders at the local, district and provincial level completed</span></li>\n<li class=\"li2\"><span class=\"s1\">Commitment from the provincial government to co-develop a policy-prescriptive Pollinator Action Plan for the Karnali Province (the development of this is ongoing).&nbsp;</span></li>\n<li class=\"li2\"><span class=\"s1\">Cleaning, curation and processing of all datasets completed&nbsp;</span></li>\n<li class=\"li2\"><span class=\"s1\">Three project papers published</span></li>\n<li class=\"li2\"><span class=\"s1\">Data analysis and writing of (up to) 12 other papers ongoing</span></li>\n<li class=\"li2\">4,368 surveyed farmers in Jumla have increased awareness of pollinators and their importance to crops, and many are implementing pollination management practices on their farms</li>\n</ul>\n<p class=\"p3\">Datasets, software, and protocols (publicly available after publication):</p>\n<ul class=\"ul1\">\n<li class=\"li2\">A pictoral plant atlas/ field guide to the common flowering plants and crop plants of Jumla District, Nepal. Local, scientific and English plant names are provided in both Nepali and English making it highly accessible and useable by local or international researchers working in this region.</li>\n<li class=\"li2\">A collection of 11,107 insect pollinator specimens with taxonomic identifications as well as attached information on their location, date of collection, plant of capture. This collection has also been digitized with high quality digital images of each individual insect taxon which will be made publicly available in due course</li>\n<li class=\"li4\">Dataset of 11,107 plant-pollinator interactions collected from 10 different study villages over a 7 month period.</li>\n<li class=\"li4\">A 12-month dataset of fortnightly dietary recall surveys of 721 individuals from 200 households in 10 study villages. This is accompanied by a recipe collection dataset which records the quantity of each ingredient present in each of the food items consumed by people in this area and a Food Composition Table which provides data (from external sources) on the nutritional composition of each food item/ingredient (anonymized upon release).</li>\n<li class=\"li2\">Comprehensive plant-pollinator survey protocol translated into Nepali. This protocol is easily interpretable by researchers outside of the project and could be applied in any context by students or researchers working on pollination ecology. This document is important in building local capacity in pollination research.</li>\n<li class=\"li2\">A custom-made survey app for recording plant-pollinator interactions, establishing survey plots and recording floral abundance. The code will be made publicly available as open-source software allowing it to be easily used and adapted by researchers worldwide. The text in the app is translated into Nepali making it particularly valuable for use by local Nepali researchers</li>\n<li class=\"li2\"><span class=\"s2\">A</span> customized survey app and accompanying protocol for a novel method of dietary recall data collection involving the use of food models.</li>\n</ul><br>\n<p>\n Last Modified: 12/12/2023<br>\nModified by: Matthew&nbsp;R&nbsp;Smith</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project is undertaken by a consortium of PIs at multiple institutions: University of Bristol (UK), University of Helsinki, and Harvard University.NSF-funded PIs Samuel Myers and Matthew Smith played a small role in the larger project, but this report will focus on the outcomes of the overarching project.\n\n\nThe Micro-Poll project has substantially raised the profile of pollination in Nepal, and created a network of researchers, practitioners and policymakers who are eager to take forward the ideas of this project and incorporate them into mainstream policy, research and development work in Nepal.For example, through two provincial-level pollination workshops, many new connections were formed and new collaborations and project ideas are in development. To quote the minister of Agriculture from Karnali Province, following the stakeholder workshop:Now I understand how insect diversity contributes agricultural production and human livelihoods.The project has brought in stakeholders from a range of different sectors including agriculture, environment, health and development - this project was only able to capture the attention of this broad audience through the similarly broad composition of our transdisciplinary project team.\n\n\nThis study is the first of its kind to quantify the links between pollinators, crops and human-consumed micronutrients. This represents a major advancement in the field of ecology and nutrition and enables our team to predict the impacts of climate change or other anthropogenic stressors on these systems. It also provides a pathway for other researchers to apply these approaches in different parts of the world.By quantifying the links between insect pollinators, crop plants and human-consumed micro-nutrients, the project is able to simulate the loss or disruption in pollinator communities and measure the resulting impact on human diets. Conversely, we can also model the enhancement of pollination services and predict the improvements in health that are likely to result. This approach is only possible using the high quality transdisciplinary data we have collected.The collection of ecological, nutritional and agricultural data relied entirely on a transdisciplinary approach and required the inputs of researchers from entirely different disciplines, who wouldn't normally work together.\n\n\nMajor accomplishments:\n\nData collection app was developed, tested, optimized and successfully deployed in the field\nTwo stakeholder engagement meetings (district-level and local-level) conducted, with buy-in from all participants\nAll 10 pollination data collectors hired and trained\nPollination data collection and specimen identification\n10 dietary recall assistants hired and trained\nPollination field experiment completed\nDietary recall data collection completed\nThree results dissemination workshops for stakeholders at the local, district and provincial level completed\nCommitment from the provincial government to co-develop a policy-prescriptive Pollinator Action Plan for the Karnali Province (the development of this is ongoing).\nCleaning, curation and processing of all datasets completed\nThree project papers published\nData analysis and writing of (up to) 12 other papers ongoing\n4,368 surveyed farmers in Jumla have increased awareness of pollinators and their importance to crops, and many are implementing pollination management practices on their farms\n\n\n\nDatasets, software, and protocols (publicly available after publication):\n\nA pictoral plant atlas/ field guide to the common flowering plants and crop plants of Jumla District, Nepal. Local, scientific and English plant names are provided in both Nepali and English making it highly accessible and useable by local or international researchers working in this region.\nA collection of 11,107 insect pollinator specimens with taxonomic identifications as well as attached information on their location, date of collection, plant of capture. This collection has also been digitized with high quality digital images of each individual insect taxon which will be made publicly available in due course\nDataset of 11,107 plant-pollinator interactions collected from 10 different study villages over a 7 month period.\nA 12-month dataset of fortnightly dietary recall surveys of 721 individuals from 200 households in 10 study villages. This is accompanied by a recipe collection dataset which records the quantity of each ingredient present in each of the food items consumed by people in this area and a Food Composition Table which provides data (from external sources) on the nutritional composition of each food item/ingredient (anonymized upon release).\nComprehensive plant-pollinator survey protocol translated into Nepali. This protocol is easily interpretable by researchers outside of the project and could be applied in any context by students or researchers working on pollination ecology. This document is important in building local capacity in pollination research.\nA custom-made survey app for recording plant-pollinator interactions, establishing survey plots and recording floral abundance. The code will be made publicly available as open-source software allowing it to be easily used and adapted by researchers worldwide. The text in the app is translated into Nepali making it particularly valuable for use by local Nepali researchers\nA customized survey app and accompanying protocol for a novel method of dietary recall data collection involving the use of food models.\n\t\t\t\t\tLast Modified: 12/12/2023\n\n\t\t\t\t\tSubmitted by: MatthewRSmith\n"
 }
}