{
 "awd_id": "2021761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Statewide Conference on the Redesign of  Remedial Math Curriculum",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2021-03-31",
 "tot_intn_awd_amt": 49971.0,
 "awd_amount": 49971.0,
 "awd_min_amd_letter_date": "2020-03-26",
 "awd_max_amd_letter_date": "2020-03-26",
 "awd_abstract_narration": "This project will serve the national need for improving college mathematics instruction so that more students graduate and can pursue STEM fields. As a first step, this project will organize a conference to gain insight into the implementation of corequisite mathematics courses.  Many institutions require students who don’t pass mathematics placement tests when they enter college to take remedial, non-credit courses, thus delaying their college progress.  An alternative is to provide students with corequisite mathematics courses while they take a college level mathematics course.  Considerable research shows that the corequisite course model can significantly increase the achievement and retention of students who traditionally do not do well in mathematics. The project will explore this topic by convening representatives from the mathematics departments of all 13 member colleges in the Louisiana Community and Technical College System.  At the conference, they will learn about implementing corequisite mathematics from experts at the Carnegie Math Pathways-West End at Baton Rouge Community College, which will facilitate the two-day conference. \r\n\r\nThe Conference has four specific aims:  explore options and trends in implementation of developmental and corequisite models for mathematics instruction; support institutional team building and sharing between the workshop participants; catalyze redesign of the remedial math curriculum at the participating colleges; and disseminate the corequisite model within the participating colleges' faculty and administrators. It is expected that increasing the corequisite model in mathematics will increase the graduation rate of students, as well as increase the number and diversity of students who pursue STEM careers.  This project is supported by the Improving Undergraduate STEM Education: EHR Program that supports research and development projects to improve the effectiveness of STEM education for all students. This conference is aligned with the Engaged Learning track, which supports the creation, exploration, and implementation of promising practices and tools. It is also aligned with the Institutional and Community Transformation track, which supports efforts to transform and improve STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis Taylor",
   "pi_email_addr": "taylord@mybrcc.edu",
   "nsf_id": "000585144",
   "pi_start_date": "2020-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baton Rouge Community College",
  "inst_street_address": "201 COMMUNITY COLLEGE DR",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2252168723",
  "inst_zip_code": "708064156",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "BATON ROUGE COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "F34BUS8GBPM6"
 },
 "perf_inst": {
  "perf_inst_name": "Baton Ruge Community College",
  "perf_str_addr": "201 Community College Dr",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708064156",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 49971.0
  }
 ],
 "por": null
}