{
 "awd_id": "2021832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BII Design: Integrative Movement Sciences Institute (IMSI)",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 198441.0,
 "awd_amount": 198441.0,
 "awd_min_amd_letter_date": "2020-08-27",
 "awd_max_amd_letter_date": "2020-10-13",
 "awd_abstract_narration": "Animals move with superb agility, achieving exceptional athletic feats of endurance, speed and rapid maneuvering through complex terrain. This requires precise coordination of muscle contraction, sensing and neural control in response to rapidly changing interactions with the physical environment. Modern science has revealed increasing detail about the molecular mechanisms, growth and function of discrete tissues and systems such as muscle, neurons and bone. Yet a pronounced gap exists in understanding how these systems work together to achieve agile whole-body movement. The Integrative Movement Sciences Institute (IMSI) will bring to together 26 faculty from 21 institutions, with collective expertise across the spectrum of movement sciences from molecular biophysics of muscle to human rehabilitation and human-machine interaction. IMSI will create a nationwide collaboration network and training pipeline from undergraduate to faculty levels, to transform our field by integrating understanding of muscle function and movement from molecules to behavior. IMSI will train the next generation of scientists in effective cross-disciplinary communication, team-based science, mathematical modeling, data analysis and open data sharing. Research activities will focus on development of integrated models of movement with a wide range of applications for human exercise sciences, rehabilitation, and mobility assistance, including the design and control of prostheses, exoskeletons, and biologically-inspired legged robots.\r\n\r\nA pronounced gap exists between ‘top-down’ approaches that focus on whole-animal behavior but lack insight into underlying mechanisms and ‘bottom-up’ approaches that identify molecular and biophysical mechanisms but lack insight into their contributions to behavior. Muscle forms a critical link in integrating mechanics and control of movement across scales. This project will fund communication, training and collaborative research development activities over 12-months to establish the Integrative Movement Sciences Institute (IMSI) at the University of California Irvine (UCI), with 26 faculty from 21 academic institutions. IMSI ‘Design’ activities include a workshop in Spring 2021 and a 4-week long Summer Research Institute in Summer 2021. Workshop activities will encourage thinking across disciplines and developing effective team-based collaborative approaches to overcome the challenges that currently inhibit integration across fields and organizational scales. The workshop will consolidate IMSI research themes and develop proposals for IMSI Summer Research Institute activities. The Summer Research Institute will be a 4-week event for enrolled trainees (undergraduates, graduate students and postdocs working in near-peer mentoring teams), with visiting PIs joining for one week to collaboratively lead seminars and short lab courses on topics designed to build interdisciplinary partnerships and integrate across scales. IMSI will focus on development of computationally tractable and predictive modeling tools for integrative neuromechanics of movement. These tools have potential to transform numerous fields— enabling neuroscientists, biologists, clinicians and biomedical engineers to ask questions about integrative whole organism behavior, sensorimotor control, musculoskeletal function and neuromuscular plasticity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Daley",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Monica A Daley",
   "pi_email_addr": "madaley@uci.edu",
   "nsf_id": "000815910",
   "pi_start_date": "2020-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kiisa",
   "pi_last_name": "Nishikawa",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kiisa C Nishikawa",
   "pi_email_addr": "kiisa.nishikawa@nau.edu",
   "nsf_id": "000188886",
   "pi_start_date": "2020-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "1408 Biological Sciences III",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926972525",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 198441.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Muscular control of movement is central to organismal function and evolution, is critical for health, and has many clinical and technological applications in rehabilitation and robotics. Yet, recent developments have led to growing recognition that the fundamental principles of dynamic movement remain poorly understood due to lack of integration across subdisciplines. A pronounced gap exists between &lsquo;<em>top-down&rsquo;</em> approaches that focus on whole-organism behavior but lack insight into underlying mechanisms, vs <em>&lsquo;bottom-up&rsquo;</em> approaches that characterize molecular and biophysical mechanisms but lack insight into their contributions to whole-organism behavior. Dynamic muscle function forms a critical link for integration across scales. However, it remains an unsolved challenge to predict muscle force output in fast and unsteady conditions. This award funded communication, training and research activities to design an Integrative Movement Sciences Institute (IMSI) centered at the University of California Irvine (UCI).&nbsp; IMSI included 30 faculty from 23 academic institutions across the US. IMSI was designed to create a research and training incubator to transform the field by building a new paradigm for muscular control of movement across scales from molecules to animal behavior in complex ecosystems.</p>\n<p>IMSI activities have encouraged participants to critically examine assumptions that underlie current approaches, develop new experiments and models, and build a new theoretical frameworks. IMSI &lsquo;Design&rsquo; activities included two main events; an IMSI Design Workshop at NAU in Spring 2021 and a 4-week long IMSI Summer Research Institute at UCI in Summer 2021, with coordination and communication activities. The workshop included activities designed to encourage interdisciplinary communication, effective team science, thinking across disciplines, identifying knowledge gaps, challenging dogma and imagining new experimental and model-based approaches to overcome the challenges that inhibit integration across organizational scales. The workshop consolidated IMSI research themes and developed proposals for IMSI Summer Research Institute activities. Using principles of team science and inclusive mentorship, we developed and ran a Summer Institute program in July-August 2021. We supported 37 trainees (13 undergraduate and post-baccalaureate students, 18 graduate students and 6 post-docs) on 15 collaborative research projects. Trainees worked in teams co-supervised by 2&ndash;3 IMSI faculty mentors from different disciplines.</p>\n<p>The Summer Research Institute involved all IMSI faculty in team-based collaborative mentoring, twice-weekly research workshops and weekly inclusive mentoring workshops, providing learning opportunities for all particpants. Several faculty traveled to UCI to participate in person in the Summer Institute. New collaborations among faculty have emerged that remain ongoing, and new connections have been developed between faculty in engineering, biological sciences, and dance, which has resulted in outreach engagement activities, a community-based science project, and a dance-based movement intervention project. The dance-based movement intervention project received pilot funding from the Susan Samueli Integrative Health Institute at UCI.</p>\n<p>Our pilot program resulted in development of a transformative research plan including three integrative themes and five research cores. Cross-cutting themes included multiscale modeling, non-steady and perturbed movements, and unifying invertebrate, vertebrate, and human studies. Research Cores include: (1) intrinsic muscle dynamics with rheological and X-ray diffraction experiments at nanometer to organismal scales; (2) embedded neuromechanical control to investigate how intrinsic mechanics and sensorimotor networks shape unsteady movement; (3) resilience and adaptation to determine how variation in musculoskeletal properties and capacity drive whole-body movement; (4) risk-reward and learning to determine how experience leads to optimization of movement when navigating environmental risks and rewards; and (5) diversity and convergence in motor systems to discover parameters that impact the evolution of dynamic muscle function. IMSI aims to transform movement sciences by building a new paradigm for dynamic muscular control of movement that integrates across disciplines, organisms, and structural scales.</p>\n<p>The design phase activities resulted in the submission of a BII Implementation proposal in 2022 which was ranked as OUTSTANDING by the first panel, and invited for a reverse site visit, but which ultimately was not selected for funding. A BII Implementation proposal was also submitted to NSF in 2023 and was again invited for a reverse site visit. The panel noted that, \"The proposed project is innovative and has the potential to be transformative in terms of understanding movement and movement dynamics across multiple scales. The cross-scale and cross-species focus is highly integrative and the plans to ensure the whole is greater than the sum of the parts are nicely articulated. The team members are very strong and include a diversity of individuals with expertise in multiple disciplines and/or skills.\" The proposal is pending. Daley and Nishikawa also submitted a proposal to NSF-IOS titled \"Collaborative Research: Using neuromuscular control of dynamic balance tasks to test the control tuning point hypothesis\", which was based in part on BII activities and previous NSF funding. The IMSI Summer Institute and resulting ongoing collaborative activities resulted in over 25 scientific conference abstracts and 9 publications among the faculty and trainee participants, with more in advance preparation.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/13/2023<br>\nModified by: Monica&nbsp;A&nbsp;Daley</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2021832/2021832_10702677_1699577929130_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2021832/2021832_10702677_1699577929130_Fig1--rgov-800width.jpg\" title=\"Fig. 1. Organizational hierarchies of the Integrative Movement Sciences Institute (IMSI)\"><img src=\"/por/images/Reports/POR/2023/2021832/2021832_10702677_1699577929130_Fig1--rgov-66x44.jpg\" alt=\"Fig. 1. Organizational hierarchies of the Integrative Movement Sciences Institute (IMSI)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 1. Organizational hierarchies of the Integrative Movement Sciences Institute (IMSI). Animals must integrate hierarchies of structure, time, and control to coordinate dynamic movement.</div>\n<div class=\"imageCredit\">Figure by Victor O. Leshyk (commisioned by Daley and Nishikawa).</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Monica&nbsp;A&nbsp;Daley\n<div class=\"imageTitle\">Fig. 1. Organizational hierarchies of the Integrative Movement Sciences Institute (IMSI)</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2021832/2021832_10702677_1699578052692_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2021832/2021832_10702677_1699578052692_Fig2--rgov-800width.jpg\" title=\"Fig. 2.  Bridging hierarchies through reciprocal exchange between experiments and integrated multi-scale modeling.\"><img src=\"/por/images/Reports/POR/2023/2021832/2021832_10702677_1699578052692_Fig2--rgov-66x44.jpg\" alt=\"Fig. 2.  Bridging hierarchies through reciprocal exchange between experiments and integrated multi-scale modeling.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 2.  Bridging hierarchies through reciprocal exchange between experiments and integrated multi-scale modeling.</div>\n<div class=\"imageCredit\">Figures by Victor O. Leshyk (commissioned by Daley and Nishikawa)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Monica&nbsp;A&nbsp;Daley\n<div class=\"imageTitle\">Fig. 2.  Bridging hierarchies through reciprocal exchange between experiments and integrated multi-scale modeling.</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nMuscular control of movement is central to organismal function and evolution, is critical for health, and has many clinical and technological applications in rehabilitation and robotics. Yet, recent developments have led to growing recognition that the fundamental principles of dynamic movement remain poorly understood due to lack of integration across subdisciplines. A pronounced gap exists between top-down approaches that focus on whole-organism behavior but lack insight into underlying mechanisms, vs bottom-up approaches that characterize molecular and biophysical mechanisms but lack insight into their contributions to whole-organism behavior. Dynamic muscle function forms a critical link for integration across scales. However, it remains an unsolved challenge to predict muscle force output in fast and unsteady conditions. This award funded communication, training and research activities to design an Integrative Movement Sciences Institute (IMSI) centered at the University of California Irvine (UCI). IMSI included 30 faculty from 23 academic institutions across the US. IMSI was designed to create a research and training incubator to transform the field by building a new paradigm for muscular control of movement across scales from molecules to animal behavior in complex ecosystems.\n\n\nIMSI activities have encouraged participants to critically examine assumptions that underlie current approaches, develop new experiments and models, and build a new theoretical frameworks. IMSI Design activities included two main events; an IMSI Design Workshop at NAU in Spring 2021 and a 4-week long IMSI Summer Research Institute at UCI in Summer 2021, with coordination and communication activities. The workshop included activities designed to encourage interdisciplinary communication, effective team science, thinking across disciplines, identifying knowledge gaps, challenging dogma and imagining new experimental and model-based approaches to overcome the challenges that inhibit integration across organizational scales. The workshop consolidated IMSI research themes and developed proposals for IMSI Summer Research Institute activities. Using principles of team science and inclusive mentorship, we developed and ran a Summer Institute program in July-August 2021. We supported 37 trainees (13 undergraduate and post-baccalaureate students, 18 graduate students and 6 post-docs) on 15 collaborative research projects. Trainees worked in teams co-supervised by 23 IMSI faculty mentors from different disciplines.\n\n\nThe Summer Research Institute involved all IMSI faculty in team-based collaborative mentoring, twice-weekly research workshops and weekly inclusive mentoring workshops, providing learning opportunities for all particpants. Several faculty traveled to UCI to participate in person in the Summer Institute. New collaborations among faculty have emerged that remain ongoing, and new connections have been developed between faculty in engineering, biological sciences, and dance, which has resulted in outreach engagement activities, a community-based science project, and a dance-based movement intervention project. The dance-based movement intervention project received pilot funding from the Susan Samueli Integrative Health Institute at UCI.\n\n\nOur pilot program resulted in development of a transformative research plan including three integrative themes and five research cores. Cross-cutting themes included multiscale modeling, non-steady and perturbed movements, and unifying invertebrate, vertebrate, and human studies. Research Cores include: (1) intrinsic muscle dynamics with rheological and X-ray diffraction experiments at nanometer to organismal scales; (2) embedded neuromechanical control to investigate how intrinsic mechanics and sensorimotor networks shape unsteady movement; (3) resilience and adaptation to determine how variation in musculoskeletal properties and capacity drive whole-body movement; (4) risk-reward and learning to determine how experience leads to optimization of movement when navigating environmental risks and rewards; and (5) diversity and convergence in motor systems to discover parameters that impact the evolution of dynamic muscle function. IMSI aims to transform movement sciences by building a new paradigm for dynamic muscular control of movement that integrates across disciplines, organisms, and structural scales.\n\n\nThe design phase activities resulted in the submission of a BII Implementation proposal in 2022 which was ranked as OUTSTANDING by the first panel, and invited for a reverse site visit, but which ultimately was not selected for funding. A BII Implementation proposal was also submitted to NSF in 2023 and was again invited for a reverse site visit. The panel noted that, \"The proposed project is innovative and has the potential to be transformative in terms of understanding movement and movement dynamics across multiple scales. The cross-scale and cross-species focus is highly integrative and the plans to ensure the whole is greater than the sum of the parts are nicely articulated. The team members are very strong and include a diversity of individuals with expertise in multiple disciplines and/or skills.\" The proposal is pending. Daley and Nishikawa also submitted a proposal to NSF-IOS titled \"Collaborative Research: Using neuromuscular control of dynamic balance tasks to test the control tuning point hypothesis\", which was based in part on BII activities and previous NSF funding. The IMSI Summer Institute and resulting ongoing collaborative activities resulted in over 25 scientific conference abstracts and 9 publications among the faculty and trainee participants, with more in advance preparation.\n\n\n\t\t\t\t\tLast Modified: 11/13/2023\n\n\t\t\t\t\tSubmitted by: MonicaADaley\n"
 }
}