{
 "awd_id": "2021546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building the Foundation for Institutionalizing Course-Based Undergraduate Research Experiences in Community Colleges to Improve STEM Equity",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924615",
 "po_email": "kowens@nsf.gov",
 "po_sign_block_name": "Kalyn Owens",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 173000.0,
 "awd_min_amd_letter_date": "2020-08-18",
 "awd_max_amd_letter_date": "2023-05-25",
 "awd_abstract_narration": "This project aims to serve the national interest by laying the foundation for increased access to research experiences at community colleges. Course-based Undergraduate Research Experiences (CUREs) enable students to do original research as part of their regular coursework.  CUREs have the potential to advance equity goals by providing research experiences for all students, not just a select few. In addition, because two-year colleges have high enrollments of students from underrepresented groups, making CURES widely available has the potential to increase diversity in the STEM workforce.  A group of faculty members at Whatcom Community College have been implementing CUREs in different STEM disciplines, including biology, geology, and engineering.  An increasing number of other faculty are interested in implementing CUREs in their classes.  The proposed project would leverage this interest to examine how the institution can widen the use of CUREs and, thus, generate an institutional transformation in STEM instructional practices. The two-year project will also contribute to national interests by completing a study on institutional change at a two-year college, which can inform the efforts of other institutions to improve STEM teaching and learning.\r\n\r\nThis project is designed to: (1) identify Strengths, Weaknesses, Opportunities, and Threats (SWOT) for institutional capacity for CURE expansion and institutionalization; (2) support current CURE adopters through community building and feedback; (3) revisit the SWOT analysis to determine the institutional capacity to reform curricular efforts; and (4) disseminate key findings. The SWOT analysis will be part of a multi-day strategic planning retreat with CURE-implementing faculty and administrators. Participating CURE faculty members will develop a learning community to guide and support the process of developing CUREs. Considering the COVID-19 Pandemic, the project will have a focus on designing CURE experiences for online learning. The project will include a series of faculty interviews to provide rich descriptions of the mechanisms and reasons for implementing CUREs. Using these data, along with collaboration with an expert on institutional change, this project has the potential to produce a model of institutional improvement that is grounded in the experiences of faculty members at two-year colleges for which there is limited research. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Institutional and Community Transformation track, the program supports efforts to transform and improve STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katrien",
   "pi_last_name": "Kraft",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katrien Kraft",
   "pi_email_addr": "kkraft@whatcom.edu",
   "nsf_id": "000497473",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Zovar",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Zovar",
   "pi_email_addr": "jzovar@whatcom.edu",
   "nsf_id": "000821256",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Whatcom Community College",
  "inst_street_address": "237 W KELLOGG RD",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3603833235",
  "inst_zip_code": "982268003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WHATCOM COMMUNITY COLLEGE",
  "org_prnt_uei_num": "JQTZWL5U8XJ8",
  "org_uei_num": "DH3JNS9NS5G5"
 },
 "perf_inst": {
  "perf_inst_name": "Whatcom Community College",
  "perf_str_addr": "237 W. Kellogg Road",
  "perf_city_name": "Bellingham",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982269050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002324DB",
   "fund_name": "NSF STEM Education",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 23000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-41d5a3a5-7fff-e1ae-7a81-172042c18d17\"> </span></p>\n<p dir=\"ltr\"><span>In the fall of 2019, Whatcom Community College was awarded a grant from NSF to examine institutional factors that impacted the ability to institutionalize Course-based Undergraduate Research Experiences (CUREs) across the college. As we prepared to bring together a community of interested faculty into a learning community, we entered into the pandemic, resulting in a pivot for both the grant and the faculty involved. With our faculty learning community (FLC), we started to meet by Zoom two times a quarter. These hour-long Zoom meetings provided a chance to build community, check in with each other and talk about CUREs. Initially, most faculty were brand new to CUREs but interested in a new approach to teaching. In our first year, we worked to come to common language and understandings (e.g., developing a working definition of a CURE) and identified where people were with their own thinking and goals for themselves. We developed a mentor/mentee process given the original plan of classroom observations was no longer tenable. These meetings became a place of ongoing support during an emotionally laborious time for faculty.&nbsp;</span></p>\n<p dir=\"ltr\"><span>We kicked off the second year with an in-person workshop led by Jim Hewlett of the Community College Undergraduate Research Initiative (CCURI). The workshop brought together a faculty leadership team and administrators to assess WCC's strengths, weaknesses, opportunities, and threats in regards to institutionalizing course-based undergraduate research and to build a plan for the rest of the grant and beyond.</span><span> As the world started to open up a bit more, we were able to build in social (outdoor) events with the FLC&nbsp; in addition to talking about our craft of teaching. During our ongoing learning community meetings, we started to have design clinic sessions (as developed by the</span><a href=\"https://www.cefellows.org/\"><span> </span><span>Community Engagement Fellows</span></a><span>) which allowed faculty to sign up for a time to share out a particular challenge they were experiencing in their teaching or an aspect of a CURE they were trying to resolve and get feedback from their peers. Many faculty talked about how important this time together was to both help them through the pandemic, as well as build and develop their craft of teaching CUREs. Because of the grant, we were able to compensate all faculty for their time participating in the community- which allowed for more adjunct faculty to be able to participate. Including our adjunct colleagues is a critical component within our larger community if we wish to truly transform the larger practice within a program.&nbsp;</span></p>\n<p dir=\"ltr\"><span>When we started the community, there were only 5 faculty members who were regularly incorporating CUREs into their courses; by the end of the grant, there are now more than 25 faculty who have implemented CUREs. Participation is not just from faculty in STEM &ndash; we have faculty who have found ways to incorporate CUREs into their English, business, and early childhood education curricula.</span></p>\n<p><span>In addition to the faculty learning community itself, we also had faculty who developed curriculum that was modularized to allow another faculty to take over the CURE &ndash; such that some courses are now built to have a CURE embedded in them regardless of who is teaching the course (for example, our Biology majors introduction course -</span><a href=\"https://youtu.be/6TtYKFuIWEA?si=F8dhbwAelrcz3Gpy\"><span> </span><span>here is a video link as an example</span></a><span>). This helps to assure continuity beyond an individual faculty member and helps to build the culture into a given discipline. The greatest obstacles for developing CUREs continue to be time and resources in addition to structural barriers, like human subject research review boards for student research dissemination in the social sciences. In addition, with continuous turnover in administration during the time of the grant, there was an ongoing need to educate new administrators about the culture of CUREs at Whatcom. We hope to develop resources on campus that help to educate any new incoming administrators to this culture prior to arriving in hopes of easing future turnover. </span><span>Over the course of the grant, we continued to share what we were doing and what we were learning both at the college and with our larger professional academic communities through presentations and workshops that afforded an ongoing conversation to assure growth and reciprocity.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/06/2024<br>\nModified by: Katrien&nbsp;Kraft</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928240813_chem_classroom_cures--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928240813_chem_classroom_cures--rgov-800width.jpg\" title=\"WCC Chemistry CURE\"><img src=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928240813_chem_classroom_cures--rgov-66x44.jpg\" alt=\"WCC Chemistry CURE\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students engaging in a CURE in a chemistry classroom at Whatcom Community College</div>\n<div class=\"imageCredit\">Hand Crank Films</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Katrien&nbsp;Kraft\n<div class=\"imageTitle\">WCC Chemistry CURE</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928301847_Eng_CURE_students--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928301847_Eng_CURE_students--rgov-800width.JPG\" title=\"WCC Engineering CURE\"><img src=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928301847_Eng_CURE_students--rgov-66x44.JPG\" alt=\"WCC Engineering CURE\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students engaging in a CURE in an Engineering classroom at Whatcom Community College</div>\n<div class=\"imageCredit\">Hand Crank Films</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Katrien&nbsp;Kraft\n<div class=\"imageTitle\">WCC Engineering CURE</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928371720_Anth_CURE_students--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928371720_Anth_CURE_students--rgov-800width.JPG\" title=\"WCC Anthropology CURE\"><img src=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928371720_Anth_CURE_students--rgov-66x44.JPG\" alt=\"WCC Anthropology CURE\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students engage in a CURE in an Anthropology classroom at Whatcom Community College</div>\n<div class=\"imageCredit\">Hand Crank Films</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Katrien&nbsp;Kraft\n<div class=\"imageTitle\">WCC Anthropology CURE</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928172480_cure_bio--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928172480_cure_bio--rgov-800width.jpeg\" title=\"WCC Biology CURE\"><img src=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928172480_cure_bio--rgov-66x44.jpeg\" alt=\"WCC Biology CURE\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students in a biology classroom engaging in a CURE at Whatcom Community College</div>\n<div class=\"imageCredit\">Hand Crank Films</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Katrien&nbsp;Kraft\n<div class=\"imageTitle\">WCC Biology CURE</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928481395_Student_showcase--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928481395_Student_showcase--rgov-800width.jpg\" title=\"WCC Student Poster Showcase\"><img src=\"/por/images/Reports/POR/2024/2021546/2021546_10698580_1730928481395_Student_showcase--rgov-66x44.jpg\" alt=\"WCC Student Poster Showcase\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students presenting and engaging in the Whatcom Community College Undergraduate Research Student Showcase.</div>\n<div class=\"imageCredit\">Sherri Winans</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Katrien&nbsp;Kraft\n<div class=\"imageTitle\">WCC Student Poster Showcase</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \n\n\nIn the fall of 2019, Whatcom Community College was awarded a grant from NSF to examine institutional factors that impacted the ability to institutionalize Course-based Undergraduate Research Experiences (CUREs) across the college. As we prepared to bring together a community of interested faculty into a learning community, we entered into the pandemic, resulting in a pivot for both the grant and the faculty involved. With our faculty learning community (FLC), we started to meet by Zoom two times a quarter. These hour-long Zoom meetings provided a chance to build community, check in with each other and talk about CUREs. Initially, most faculty were brand new to CUREs but interested in a new approach to teaching. In our first year, we worked to come to common language and understandings (e.g., developing a working definition of a CURE) and identified where people were with their own thinking and goals for themselves. We developed a mentor/mentee process given the original plan of classroom observations was no longer tenable. These meetings became a place of ongoing support during an emotionally laborious time for faculty.\n\n\nWe kicked off the second year with an in-person workshop led by Jim Hewlett of the Community College Undergraduate Research Initiative (CCURI). The workshop brought together a faculty leadership team and administrators to assess WCC's strengths, weaknesses, opportunities, and threats in regards to institutionalizing course-based undergraduate research and to build a plan for the rest of the grant and beyond. As the world started to open up a bit more, we were able to build in social (outdoor) events with the FLC in addition to talking about our craft of teaching. During our ongoing learning community meetings, we started to have design clinic sessions (as developed by the Community Engagement Fellows) which allowed faculty to sign up for a time to share out a particular challenge they were experiencing in their teaching or an aspect of a CURE they were trying to resolve and get feedback from their peers. Many faculty talked about how important this time together was to both help them through the pandemic, as well as build and develop their craft of teaching CUREs. Because of the grant, we were able to compensate all faculty for their time participating in the community- which allowed for more adjunct faculty to be able to participate. Including our adjunct colleagues is a critical component within our larger community if we wish to truly transform the larger practice within a program.\n\n\nWhen we started the community, there were only 5 faculty members who were regularly incorporating CUREs into their courses; by the end of the grant, there are now more than 25 faculty who have implemented CUREs. Participation is not just from faculty in STEM  we have faculty who have found ways to incorporate CUREs into their English, business, and early childhood education curricula.\n\n\nIn addition to the faculty learning community itself, we also had faculty who developed curriculum that was modularized to allow another faculty to take over the CURE  such that some courses are now built to have a CURE embedded in them regardless of who is teaching the course (for example, our Biology majors introduction course - here is a video link as an example). This helps to assure continuity beyond an individual faculty member and helps to build the culture into a given discipline. The greatest obstacles for developing CUREs continue to be time and resources in addition to structural barriers, like human subject research review boards for student research dissemination in the social sciences. In addition, with continuous turnover in administration during the time of the grant, there was an ongoing need to educate new administrators about the culture of CUREs at Whatcom. We hope to develop resources on campus that help to educate any new incoming administrators to this culture prior to arriving in hopes of easing future turnover. Over the course of the grant, we continued to share what we were doing and what we were learning both at the college and with our larger professional academic communities through presentations and workshops that afforded an ongoing conversation to assure growth and reciprocity.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/06/2024\n\n\t\t\t\t\tSubmitted by: KatrienKraft\n"
 }
}