{
 "awd_id": "2021744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRT-HDR: Science Museums Advance Research and Training through Convergence of Objects, Data, and Inference",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032924316",
 "po_email": "ewebber@nsf.gov",
 "po_sign_block_name": "Liz Webber",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2026-08-31",
 "tot_intn_awd_amt": 2999999.0,
 "awd_amount": 2999999.0,
 "awd_min_amd_letter_date": "2020-08-07",
 "awd_max_amd_letter_date": "2020-08-07",
 "awd_abstract_narration": "This National Science Foundation Research Traineeship (NRT) award engages faculty and students in a new graduate education model centered in the science museums at the University of New Mexico. The program enables trainees to generate new knowledge about objects from anthropological, biological, and geological museum collections, that will enable multidisciplinary research about how natural, physical, and human systems change through time and space. A central goal will be to understand past changes in the arid Southwestern United States through time, and how life, including diverse human communities, might respond to future changes in climate and water availability. Through research and educational activities, trainees will enhance the informational value of museum objects and collections by harnessing data science and cutting-edge techniques such as high-resolution image analysis, DNA sequencing and informatics, and elemental chemistry. This information will be intersected with data on biodiversity and social or physical systems, with the aim to describe and model biological and cultural responses to environmental and geological change in an environmentally and culturally diverse region. Working together, faculty and student research teams will address coupled human-natural impacts of climate change, water dynamics in drylands, effects of landscape transformation on ecosystem processes, and analytical linkages of object-based information with large-scale data infrastructure. This award enables education, training, and mentoring activities to recruit and train a diverse set of professionals with unique intersectional expertise, and directly supports 40 trainees at the MS and PhD levels, and extends program elements and benefits to 35 additional graduate (75 total) and 40 undergraduate students.\r\n\r\nThis museum-based NRT program addresses significant academic, structural, and cultural barriers that hinder cross-disciplinary initiatives in basic and applied object-based research. Ethical justification for scientific collecting and long-term support of the vast infrastructural investment that the US has made in building collections of physical materials revolves around their utility for answering scientific questions that are critical for societal well-being. Research and education activities include amplifying the information value of museum objects by linking those that share times and places into an Extended Object Network (EON). The EON framework spans across collections, incorporates biodiversity, social, and physical system databases to facilitate the description, testing, and modeling of biological and cultural responses to environmental change. The program prepares students for careers that require: (1) understanding or designing environment- or socio/economic-related research that leverages scientific collections; (2) innovative and effective use of museum resources in educational settings; (3) engaging the broader environmental research and policy community; and, (4) effectively working in collaborative teams, including development of mentoring skills. Program elements include co-mentorship in a cross-museum setting, modular courses that converge epistemological systems across disciplines, activities that provide both generalized and specialized insights into computation and data integration, and training in ethical issues affecting museums collecting and collections-based research. The geographic focus of research and training themes is the American Southwest, a region with rich cultural and natural histories and a well-known history of environmental change. Such place-based research allows trainees to dig into complex problems and is particularly effective at reaching underrepresented students because it is relevant to their own lives, experiences, and communities. Through interactions with external non-academic partners and thematically similar NRTs, this program creates pathways to several careers for trainees who have vital roles to play in science, policy, and resource management. \r\n\r\nThe NSF Research Traineeship (NRT) Program is designed to encourage the development and implementation of bold, new potentially transformative models for STEM graduate education training. The program is dedicated to effective training of STEM graduate students in high priority interdisciplinary or convergent research areas through comprehensive traineeship models that are innovative, evidence-based, and aligned with changing workforce and research needs.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Turner",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas F Turner",
   "pi_email_addr": "turnert@unm.edu",
   "nsf_id": "000280935",
   "pi_start_date": "2020-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carla",
   "pi_last_name": "Sinopoli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carla Sinopoli",
   "pi_email_addr": "csinopoli@unm.edu",
   "nsf_id": "000188799",
   "pi_start_date": "2020-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Witt",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher C Witt",
   "pi_email_addr": "cwitt@unm.edu",
   "nsf_id": "000225125",
   "pi_start_date": "2020-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Lippitt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Lippitt",
   "pi_email_addr": "clippitt@unm.edu",
   "nsf_id": "000639169",
   "pi_start_date": "2020-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Corinne",
   "pi_last_name": "Myers",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Corinne E Myers",
   "pi_email_addr": "cemyers@unm.edu",
   "nsf_id": "000673935",
   "pi_start_date": "2020-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 2999999.0
  }
 ],
 "por": null
}