{
 "awd_id": "2021414",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Teaching Undergraduates to Think With Algebra",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922635",
 "po_email": "mferrara@nsf.gov",
 "po_sign_block_name": "Mike Ferrara",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 299993.0,
 "awd_amount": 299993.0,
 "awd_min_amd_letter_date": "2020-08-20",
 "awd_max_amd_letter_date": "2020-10-13",
 "awd_abstract_narration": "This project aims to serve the national interest by improving undergraduate mathematics education, specifically beginning college algebra.  Algebra is the gatekeeper to higher level mathematics and science courses.  Without a rich understanding of algebra, students will not be successful in STEM. This project will emphasize the generalization and symbolism aspects of algebra, to help students learn that algebra is not just something to think about, but also something to think with.  To do so, the project will develop, pilot, and refine curriculum for use in beginning algebra courses at universities and community colleges.  To support implementation of the units, the project will hold a faculty workshop for college mathematics instructors, including a focus on the nature of algebra.  The project is based on the investigator’s prior project, Conceptual Algebra Readiness for Everyone, which focuses on preparing students in grades 3—8 for algebra. This new project will focus on helping college students develop a conceptual understanding of algebra to better prepare them for success in higher level mathematics and science.\r\n\r\nOne view of algebra is algebra as generalization and symbolization.  Generalization cannot be expressed without some form of symbolization and symbolization is vitally important to developing algebraic reasoning (Kaput, Blanton, Moreno, 2008).  Symbolization provides a compact way to express mathematical reasoning.  Extending the idea of Sfard (2000) on discourse and mathematical ideas, mathematical concepts and symbolization reflexively co-create each other. Symbolization of generalizations aids the reasoning process by making thinking explicit. In this way, algebra is not merely something to think about but something to think with, hence the title of the project.  The goals of the project are to develop college-level curriculum units on algebraic topics and a workshop for college instructors. The research questions are: 1) What is the impact of the curriculum units on students’ knowledge of algebra? and 2) How effective is the professional development in preparing college instructors to use the units with undergraduate students?  A concurrent mixed-methods research model will be used to assess the impacts of this program. Project materials will be open access and project results will be disseminated through conference presentations and publications in scholarly journals.  Ultimately, the project has the potential to improve undergraduates’ success in algebra, in higher level mathematics courses, and in other STEM courses. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students including underrepresented students.  Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Feikes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Feikes",
   "pi_email_addr": "feikesd@pnw.edu",
   "nsf_id": "000288232",
   "pi_start_date": "2020-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Walker",
   "pi_mid_init": "S",
   "pi_sufx_name": "III",
   "pi_full_name": "William S Walker",
   "pi_email_addr": "wswalker@purdue.edu",
   "nsf_id": "000636786",
   "pi_start_date": "2020-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bir",
   "pi_last_name": "Kafle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bir Kafle",
   "pi_email_addr": "bkafle@pnw.edu",
   "nsf_id": "000782173",
   "pi_start_date": "2020-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University Northwest",
  "perf_str_addr": "1401 S. US 421",
  "perf_city_name": "Westville",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "463919542",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IN01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 299993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcome Report 2024</strong></p>\r\n<p>The Thinking With Algebra (TWA) Project was a NSF Due2021414 grant to develop curriculum units for a developmental algebra course primarily taught in community colleges. It is grounded using a theoretical perspective of algebra readiness, which begins in the upper elementary school where students develop understandings around &ldquo;thinking about algebra. The TWA curriculum was developed by extending from &ldquo;thinking about algebra&rdquo; to &ldquo;thinking with algebra&rdquo; which entails solving equations, factoring, and graphing. Through this work, the project team developed a theoretical framework with six research-based elements for the teaching and learning of algebra (Feikes et al., 2021, 2022; Walker et al., 2024). The six elements are: 1) Developing <em>symbol sense </em>by learning the constructs that algebraic symbols convey, 2) Understanding <em>processes/relationships of algebra </em>and how to express these with symbols, e.g., 2<em>n </em>is &ldquo;<em>n + n</em>&rdquo; or &ldquo;2&times;&#119899;&rdquo;; <em>y = </em>3<em>x</em>, 3) Conceptualizing a <em>process as an object</em>, often called process-object duality or procept, 4) Understanding, anticipating, and being proficient with <em>solution strategies</em>, 5) Anticipating <em>solution formats</em>, like solutions as a single number, a graph, or a function, and 6) Noticing and expressing <em>relationships among representations</em>, like relationships between algebraic expressions, tables, and graphs. . These six features created a theoretical lens which was used in the curriculum development and recommended instructional strategies.</p>\r\n<p>The project had five unique features: 1) The creation and implementation of the theoretical framework for the teaching and learning of algebra, 2) The incorporation of a distributed practice or mixed review approach in the curriculum where problems are continuously being reviewed, 3) The recommended use of small-group work and whole-class discussion during instruction along with training for instructors during workshops, 4) The focus on equitable instructional practices for mathematics. Paramount in our focus on equity was that at the tertiary level the students in developmental algebra had not been successful in secondary mathematics and would need considerations for individualized learning and adult learning, and 5) The organization of the curriculum materials such that each assignment included the instructor notes corresponded with each student page for ease of access and review.</p>\r\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong>: The project team developed multiple intermediate algebra units. Four instructor training workshops were completed, two in-person and two online. The unit on factoring was administered to 300 students and performance data was collected. Analysis showed students utilized some of the solution strategies taught in TWA but there were no significant differences in performance outcomes. The project team published eight referred conference proceedings and one published journal article. They also made seventeen presentations at regional and national conferences and well as one international presentation. The project team submitted an IUSE Level Two grant to complete the curriculum, beta test it, and provide for further dissemination.</p>\r\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong><strong>: </strong>TWA focused on developing both conceptual and procedural knowledge of algebra using a theoretical framework for learning and incorporating equitable instructional practices. The intent is that participating students will be better prepared to be successful in college algebra, enroll in more STEM related courses, and ultimately complete STEM degrees. The project team has advanced theory on the teaching and learning of algebra with its development of a theoretically grounded algebra framework. They have also bridged research into practice with the inclusion of equitable instructional practices for the teaching of algebra.</p><br>\n<p>\n Last Modified: 01/14/2025<br>\nModified by: David&nbsp;Feikes</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcome Report 2024\r\n\n\nThe Thinking With Algebra (TWA) Project was a NSF Due2021414 grant to develop curriculum units for a developmental algebra course primarily taught in community colleges. It is grounded using a theoretical perspective of algebra readiness, which begins in the upper elementary school where students develop understandings around thinking about algebra. The TWA curriculum was developed by extending from thinking about algebra to thinking with algebra which entails solving equations, factoring, and graphing. Through this work, the project team developed a theoretical framework with six research-based elements for the teaching and learning of algebra (Feikes et al., 2021, 2022; Walker et al., 2024). The six elements are: 1) Developing symbol sense by learning the constructs that algebraic symbols convey, 2) Understanding processes/relationships of algebra and how to express these with symbols, e.g., 2n is n + n or 2&#119899;; y = 3x, 3) Conceptualizing a process as an object, often called process-object duality or procept, 4) Understanding, anticipating, and being proficient with solution strategies, 5) Anticipating solution formats, like solutions as a single number, a graph, or a function, and 6) Noticing and expressing relationships among representations, like relationships between algebraic expressions, tables, and graphs. . These six features created a theoretical lens which was used in the curriculum development and recommended instructional strategies.\r\n\n\nThe project had five unique features: 1) The creation and implementation of the theoretical framework for the teaching and learning of algebra, 2) The incorporation of a distributed practice or mixed review approach in the curriculum where problems are continuously being reviewed, 3) The recommended use of small-group work and whole-class discussion during instruction along with training for instructors during workshops, 4) The focus on equitable instructional practices for mathematics. Paramount in our focus on equity was that at the tertiary level the students in developmental algebra had not been successful in secondary mathematics and would need considerations for individualized learning and adult learning, and 5) The organization of the curriculum materials such that each assignment included the instructor notes corresponded with each student page for ease of access and review.\r\n\n\nIntellectual Merit: The project team developed multiple intermediate algebra units. Four instructor training workshops were completed, two in-person and two online. The unit on factoring was administered to 300 students and performance data was collected. Analysis showed students utilized some of the solution strategies taught in TWA but there were no significant differences in performance outcomes. The project team published eight referred conference proceedings and one published journal article. They also made seventeen presentations at regional and national conferences and well as one international presentation. The project team submitted an IUSE Level Two grant to complete the curriculum, beta test it, and provide for further dissemination.\r\n\n\nBroader Impacts: TWA focused on developing both conceptual and procedural knowledge of algebra using a theoretical framework for learning and incorporating equitable instructional practices. The intent is that participating students will be better prepared to be successful in college algebra, enroll in more STEM related courses, and ultimately complete STEM degrees. The project team has advanced theory on the teaching and learning of algebra with its development of a theoretically grounded algebra framework. They have also bridged research into practice with the inclusion of equitable instructional practices for the teaching of algebra.\t\t\t\t\tLast Modified: 01/14/2025\n\n\t\t\t\t\tSubmitted by: DavidFeikes\n"
 }
}