{
 "awd_id": "2021389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving the Problem Solving Skills of Engineering Undergraduate Students by Infusing Engineering Design in Introductory Physics",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922124",
 "po_email": "kcrosby@nsf.gov",
 "po_sign_block_name": "Karen Crosby",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 299992.0,
 "awd_amount": 299992.0,
 "awd_min_amd_letter_date": "2020-08-10",
 "awd_max_amd_letter_date": "2024-07-23",
 "awd_abstract_narration": "This project aims to serve the national interest by improving engineering students’ problem-solving skills in the context of an introductory calculus-based physics course. Problem solving skills are critical in the 21st Century workforce. For example, engineers and scientists often must solve complex, ill-defined problems. In contrast, most introductory undergraduate science courses focus on simple, well-defined problems. This project addresses the need to improve students’ problem-solving skills so that their skills will better align with the challenges and demands in the STEM workforce. The introductory physics course for future engineers and scientists will be transformed by integrating complex and ill-defined engineering design problems into laboratory experiences. The project will provide teaching assistants in the new course with ongoing professional development so they can effectively implement this new approach. In addition to developing instructional materials, tools, and resources for integrating engineering design in an introductory calculus-based physics course, the project will establish a set of design principles for developing similar experiences in other undergraduate STEM courses. By improving students’ problem-solving skills, the project is expected to contribute to a STEM workforce that is better prepared to meet professional problem solving expectations, and ultimately lead to better engineering solutions. \r\n\r\nThis project is a collaborative effort between faculty in physics and engineering education. An engineering design process model that students use in their first-year engineering course will also be used in a physics course that students take concurrently. Thus, the project will provide reinforcing learning experiences for students in their first-year engineering and physics courses to promote transfer of knowledge between contexts. The goals of this project are to (a) Develop three multi-week modules that integrate engineering design and learning of foundational principles of mechanics, (b) Deploy these modules in the weekly laboratory section of a first-semester calculus-based physics course for future engineers and scientists, (c) Prepare graduate and undergraduate teaching assistants to facilitate learning physics using engineering design, (d) Assess the impact of these interventions on students’ problem-solving expertise, metacognitive ability, and conceptual knowledge in physics. The project’s research study will investigate the extent to which the process of engineering design enhances or impedes student learning of physics, compared to more structured learning experiences, as well as how to scaffold the learning to meet different levels of prior knowledge, the extent of students’ transfer of learning to other contexts, impact on metacognition and learning, and the extent of physics teaching assistants’ knowledge about engineering design and how it changes during the project. The revised calculus-based physics course for engineers at a large public university will serve about 2400 students annually, of which about 40% will be women or students from groups that are not equitably represented in STEM. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "N Sanjay",
   "pi_last_name": "Rebello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "N Sanjay Rebello",
   "pi_email_addr": "rebellos@purdue.edu",
   "nsf_id": "000110470",
   "pi_start_date": "2024-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Carina",
   "pi_last_name": "Rebello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carina Rebello",
   "pi_email_addr": "rebelloc@purdue.edu",
   "nsf_id": "000710084",
   "pi_start_date": "2020-08-10",
   "pi_end_date": "2024-07-23"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "N Sanjay",
   "pi_last_name": "Rebello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "N Sanjay Rebello",
   "pi_email_addr": "rebellos@purdue.edu",
   "nsf_id": "000110470",
   "pi_start_date": "2020-08-10",
   "pi_end_date": "2024-07-23"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carina",
   "pi_last_name": "Rebello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carina Rebello",
   "pi_email_addr": "rebelloc@purdue.edu",
   "nsf_id": "000710084",
   "pi_start_date": "2024-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Morphew",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jason W Morphew",
   "pi_email_addr": "jmorphew@purdue.edu",
   "nsf_id": "000811812",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "525 Northwestern Ave",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 299992.0
  }
 ],
 "por": null
}