{
 "awd_id": "2021494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deep Teaching Residency: A Faculty Development Program for Design and Implementation of Inclusive Undergraduate STEM Teaching Practices",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922125",
 "po_email": "jtellis@nsf.gov",
 "po_sign_block_name": "Jennifer Ellis",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 299906.0,
 "awd_amount": 299906.0,
 "awd_min_amd_letter_date": "2020-08-18",
 "awd_max_amd_letter_date": "2020-10-13",
 "awd_abstract_narration": "This project aims to serve the national interest in excellent undergraduate STEM education. It will do so by engaging undergraduate STEM instructors in cultivating inclusive climates in their STEM classrooms. Specifically, the project intends to address the need for a more relationship-oriented approach to STEM teaching.  Such an approach can increase students' academic performance and sense of belonging, particularly for students from historically disenfranchised backgrounds. To support these changes, the project will engage two cohorts of 24 undergraduate STEM instructors in a year-long residency.  These STEM instructors will be selected from across the nation and from different institutional types. The residency will be based on the Deep Teaching conceptual model developed by the primary investigator. Deep Teaching emphasizes self-awareness, empathy, and reflective teaching. The residency model also will apply the philosophy that developing inclusive curricula is difficult, ongoing, and successful only when done in the context of a supportive community. The residency will begin with preparatory reading and reflection, followed by an immersive five-day workshop during the summer. At the workshop, the STEM instructors will explore the role of self-awareness in inclusive practices, design context-specific projects to complete in the following academic year, and design a structure to support implementation of the projects during that time. In the academic year following each workshop, the project will continue to provide the instructor cohort with community support and accountability via a virtual Deep Teaching mentoring network. Ultimately, the project seeks to create a community of scholars who engage deeply in ongoing, intentional work to transform STEM courses toward more inclusive teaching practices.\r\n\r\nThe specific aims of the project are to: 1) Build a community of scholar-educators committed to developing and evaluating their inclusive teaching practices; 2) Meaningfully transform faculty participant mindsets in the direction of equity-based pedagogies; 3) Assist faculty participants in expanding knowledge and requisite skills pertaining to inclusive teaching practices; and 4) Support participants in the design, implementation, and assessment of an inclusive pedagogy project in their own classrooms and the dissemination of their findings to a broader academic audience. The research aspect of the project will incorporate a cognitive frames approach to investigate the ways in which faculty mindsets migrate from diversity, to deficit, to equity-minded pedagogies. This research will take a qualitative analysis approach using data gathered from reflective journals and course artifacts. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Institutional and Community Transformation track, the program supports efforts to transform and improve STEM education across institutions of higher education and disciplinary communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Dewsbury",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan Dewsbury",
   "pi_email_addr": "bdewsbur@fiu.edu",
   "nsf_id": "000676079",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Sandoval",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn L Sandoval",
   "pi_email_addr": "c2sandoval@ucsd.edu",
   "nsf_id": "000705314",
   "pi_start_date": "2020-10-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tess",
   "pi_last_name": "Killpack",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tess L Killpack",
   "pi_email_addr": "tkillpack@salemstate.edu",
   "nsf_id": "000770435",
   "pi_start_date": "2020-10-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "120 Flagg Road, CBLS 483",
  "perf_city_name": "Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028810001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}