{
 "awd_id": "2021434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Enhancing Design Teamwork Experiences and Learning in Engineering Education",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922124",
 "po_email": "kcrosby@nsf.gov",
 "po_sign_block_name": "Karen Crosby",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 120698.0,
 "awd_amount": 120698.0,
 "awd_min_amd_letter_date": "2020-08-06",
 "awd_max_amd_letter_date": "2022-07-20",
 "awd_abstract_narration": "This project aims to serve the national interest in improving engineering education.  Specifically, it intends to improve team formation and collaboration and thus enhance engineering students’ learning experiences in a team. Teamwork is an essential component of all engineering undergraduate programs and is a critical skill for professional engineering practice. For many engineering students, unsatisfactory experiences on a student team can generate long-term negative feelings about teamwork, which can negatively affect their performance in the engineering workplace. Formation of effective student teams by engineering instructors is a critical first step in ensuring that team-based projects, labs, and design courses are successfully completed. Team composition directly affects team deliberations, procedures, and learning outcomes. In this project, Northern Illinois University and Rochester Institute of Technology plan to extend knowledge about optimal student team-formation.  This work will include creation of a conceptual model for team formation, recognition of the characteristics of an ideal team, and identification of gaps between the actual and the ideal teams.\r\n\r\nProject activities include: (i) the creation of a conceptual model that relates team inputs, team processes, and team outputs; (ii) use of the conceptual model to identify ideal team characteristics and establish a team-formation methodology; and iii) investigation of the hypothesis that improved team member collaboration enhances both team performance and learning. The approach taken is novel, evidence-based, and data-driven. The project’s planned “regression” approach to team formation uses data obtained directly from students deployed to work in teams for two years in normal classroom settings. Comprehensive data will be collected using variables that describe team inputs, processes, and outputs. A regression model will then be constructed in the third year to correlate input variables to desired outputs. Associations in the conceptual model will be tested through investigation of multiple hypotheses using validated instruments and appropriate statistical techniques.  The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "DeBartolo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A DeBartolo",
   "pi_email_addr": "eademe@rit.edu",
   "nsf_id": "000112520",
   "pi_start_date": "2022-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Marcos",
   "pi_last_name": "Esterman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcos Esterman",
   "pi_email_addr": "mxeeie@rit.edu",
   "nsf_id": "000169699",
   "pi_start_date": "2020-08-06",
   "pi_end_date": "2022-07-20"
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 120698.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Collaborative teamwork is critical to engineering students&rsquo; education, as part of their preparation to enter the workforce as practicing engineers. The goals of this collaborative engineering education project were to enhance students&rsquo; teamwork experiences and teamwork learning by assisting course instructors better teach future team-project-based design courses through 1) understanding the student and project characteristics that lead to more successful design teams and 2) improving team member collaboration with the use of effective team-building design exercises. A wide range of factors can contribute to teamwork experience, and a comprehensive set of 270 question student surveys were compiled from an extensive literature search. The surveys were administered to students in two-semester engineering capstone design programs at the two partner institutions working on this grant, Rochester Institute of Technology (RIT) and Northern Illinois University (NIU).</p>\r\n<p>Significant accomplishments and findings include:</p>\r\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp; <strong>Data collection activities</strong>. Investigators collected a body of team and project characteristics, and outcome data, at both RIT and NIU. The data is comprised of responses from a total of 789 students on 299 project teams, for a total of approximately 150,000 unique data points, and it will be shared publicly for future investigators to analyze.</p>\r\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp; <strong>Analysis of team building activities</strong>. A team&rsquo;s choice of team building activity (TBA) is significantly correlated with student learning outcomes. At RIT, students in the capstone course self-select TBAs, and we examined the activities based on type (having a meal together/doing some other type of activity) and location (on-campus/off-campus). Using two years of data from RIT, we found that non-meal TBAs are associated with better problem-solving outcomes for students, and that location is not a significant predictor of project outcomes. This provides insights into how TBAs can be structured to improve educational outcomes in large capstone design courses. (doi 10.18260/1-2&mdash;46949; Godbole, et al. &ldquo;Exploring the Impact of Team Building Activities and Personality on Student Outcomes in Capstone Design&rdquo; under review)</p>\r\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp; <strong>Relationships between team characteristics and project outcomes</strong>. Preliminary analysis on our first year of data revealed positive correlation between &ldquo;Big 5&rdquo; personality traits (high team agreeableness, high team intelligence, and diverse levels of team neuroticism) and positive project outcomes. Additional analyses are continuing at our partner institution on this project, NIU. (doi 10.18260/1-2&mdash;42862)</p>\r\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp; <strong>Broader Impact</strong>. The need to build effective teams spans educational disciplines and industries. The lessons learned regarding team building activities can be applied to a wide variety of team environments.</p><br>\n<p>\n Last Modified: 02/01/2025<br>\nModified by: Elizabeth&nbsp;A&nbsp;DeBartolo</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nCollaborative teamwork is critical to engineering students education, as part of their preparation to enter the workforce as practicing engineers. The goals of this collaborative engineering education project were to enhance students teamwork experiences and teamwork learning by assisting course instructors better teach future team-project-based design courses through 1) understanding the student and project characteristics that lead to more successful design teams and 2) improving team member collaboration with the use of effective team-building design exercises. A wide range of factors can contribute to teamwork experience, and a comprehensive set of 270 question student surveys were compiled from an extensive literature search. The surveys were administered to students in two-semester engineering capstone design programs at the two partner institutions working on this grant, Rochester Institute of Technology (RIT) and Northern Illinois University (NIU).\r\n\n\nSignificant accomplishments and findings include:\r\n\n\n1. Data collection activities. Investigators collected a body of team and project characteristics, and outcome data, at both RIT and NIU. The data is comprised of responses from a total of 789 students on 299 project teams, for a total of approximately 150,000 unique data points, and it will be shared publicly for future investigators to analyze.\r\n\n\n2. Analysis of team building activities. A teams choice of team building activity (TBA) is significantly correlated with student learning outcomes. At RIT, students in the capstone course self-select TBAs, and we examined the activities based on type (having a meal together/doing some other type of activity) and location (on-campus/off-campus). Using two years of data from RIT, we found that non-meal TBAs are associated with better problem-solving outcomes for students, and that location is not a significant predictor of project outcomes. This provides insights into how TBAs can be structured to improve educational outcomes in large capstone design courses. (doi 10.18260/1-246949; Godbole, et al. Exploring the Impact of Team Building Activities and Personality on Student Outcomes in Capstone Design under review)\r\n\n\n3. Relationships between team characteristics and project outcomes. Preliminary analysis on our first year of data revealed positive correlation between Big 5 personality traits (high team agreeableness, high team intelligence, and diverse levels of team neuroticism) and positive project outcomes. Additional analyses are continuing at our partner institution on this project, NIU. (doi 10.18260/1-242862)\r\n\n\n4. Broader Impact. The need to build effective teams spans educational disciplines and industries. The lessons learned regarding team building activities can be applied to a wide variety of team environments.\t\t\t\t\tLast Modified: 02/01/2025\n\n\t\t\t\t\tSubmitted by: ElizabethADeBartolo\n"
 }
}