{
 "awd_id": "2021198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Augmented Reality and Integrated Social Learning to Deepen College Students' Understanding of Molecular Processes",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922574",
 "po_email": "geuno@nsf.gov",
 "po_sign_block_name": "Gordon Uno",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2020-08-13",
 "awd_max_amd_letter_date": "2020-10-13",
 "awd_abstract_narration": "This project aims to serve the national interest in excellent undergraduate education by helping students better understand processes involving biological molecules.  Biology textbooks and teaching materials use two-dimensional static images to show complex three-dimensional molecules and molecular events that occur over time.  As a result, students often need help to understand these processes, such as protein folding, protein-protein interactions, and DNA replication, and RNA transcription.  These processes occur on a scale that is starkly different from everyday human experience, making understanding them even more challenging.  This project intends to use networked augmented reality (AR) technology to make molecules and their interactions visible to students on a human scale.  AR technology will also allow multiple users to control 3D representations of molecules, enabing students work together as a group to learn about molecules and their interactions.  The project intends to examine how the AR experience alters students’ understanding of molecules and processes at the molecular level, as well as test whether student learning is improved by social interactions in a networked augmented reality environment.  Once the materials and software developed by the project are ready for classroom use, they will be made freely available via Creative Commons licensing.\r\n\r\nThe goal of this project is to advance STEM education by developing intuitive ways for students to engage with molecular-scale phenomena. To do so, the project will harness AR as a tool to bring molecular phenomena to life and to present them in a social context that promotes active engagement and long-term learning.  Networked AR headsets will allow multiple users to view and control a shared 3D simulation from multiple points of view, and pass-through visualization will create a safe and naturally socially mediated AR environment.  Each student in a group will have a unique role and individualized access to relevant information, ensuring a collaborative student-led effort to develop their conceptual and quantitative understanding of molecular phenomena as they explore a series of lessons and challenges.  The 3D simulations will react in real time to student control of relevant parameters and will include continuously updating graphs and other mathematical representations.  The research goal of this project is to investigate best practices for incorporating head-mounted AR technology in STEM education by testing the effects of two teaching strategies: student engagement in collaborative social interactions and engagement with 3D instruction environments.  Project success will be measured by quantitative assessment of four learning outcomes: accuracy of factual understanding; use of expert language; fluency of quantitative reasoning; and tendency to communicate complex spatial relationships using 3D examples or analogies.  The long-term goal of the research is to create freely available socially mediated AR instructional resources that deepen students’ understanding of molecular-scale phenomena and quantitative relationships that are integral to STEM courses across all grade levels.  Through networked interactions within these interactive environments, socially mediated AR has the potential to increase equitable access to STEM learning, by providing educational opportunities for students across rural regions and in other situations that creaet accessibility challenges.  The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students.  Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Prather",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Prather",
   "pi_email_addr": "Jonathan.Prather@uwyo.edu",
   "nsf_id": "000564895",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Buss",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Alan R Buss",
   "pi_email_addr": "abuss@uwyo.edu",
   "nsf_id": "000417734",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Grant",
   "pi_last_name": "Bowman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Grant Bowman",
   "pi_email_addr": "Grant.Bowman@uwyo.edu",
   "nsf_id": "000675121",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E Univ Ave - Dept 3355",
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Proposal at the Beginning of the Project:&nbsp; The goal of this project is to fundamentally improve how undergraduate biological science students engage with molecular-scale phenomena.&nbsp; Our vision is to harness the advantages of networked augmented reality (AR) devices and couple them with a social environment in which each student in a group is assigned a unique role and individualized access to relevant information to ensure they must collaborate in their exploration of simulated molecular-scale phenomena.&nbsp; Through a series of scaffolded lessons, groups of students will engage in meaning-making through discourse centered on shared experiences in the AR environment, with each student taking an active role in collecting data and developing explanatory models based on observations.&nbsp; Through the following Research Questions, we will investigate the degree to which socially-mediated learning and AR instruction provide benefits to STEM learning and three-dimensional conceptualization.</p>\r\n<p>&nbsp;</p>\r\n<p>Research Question 1&nbsp;&nbsp; How are STEM learning outcomes influenced by social interactions in a socially-mediated AR environment?</p>\r\n<p>&nbsp;</p>\r\n<p>Research Question 2&nbsp;&nbsp; How do AR learning experiences influence students&rsquo; 3D conceptualization of molecular-scale phenomena?</p>\r\n<p>&nbsp;</p>\r\n<p>Summary at the End of the Project:&nbsp; This project yielded novel software that provides visually impressive and highly interactive learning experiences.&nbsp; We developed ways to link the experiences of groups of 4 students so that they all experience the same simulation in real-time from their different perspectives.&nbsp; Each user has different roles and capabilities (e.g., temperature controls, a graph depicting changes in motion, a directional vector visualization, and a miniature visualization of the simulation space depicting a single tracked molecule). Additionally, each user can move, scale, and rotate the simulation; these changes are all reflected in real-time in the displays of all networked participants.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>We have successfully implemented our augmented reality lessons in actual, full-size classrooms.&nbsp; With our present numbers of AR headsets, we have demonstrated that our technology is robust, enabling us to can engage up to 24 students simultaneously in 6 separate groups.&nbsp; This has opened the door to exploring the role of social learning through interactions not only within each group, but also across students who may be eavesdropping or otherwise collaborating with members of other groups.&nbsp; We have also developed sophisticated methods for testing the impact of these AR experiences on student learning.&nbsp; Those assessments have included recording interviews with each student both pre- and post-lesson, enabling us to have a complete transcript of each participant&rsquo;s description of concepts addressed in our interview questions. &nbsp;A key component is pre- and post-simulation questions in which students are led to describe how the think the phenomenon works (an explanatory model they develop to explain their observations).&nbsp; They are then led to test their hypothesized model and then describe their revised model that emerged as a result of the simulation in each lesson.&nbsp; We record not only the participants&rsquo; answers to the questions, but also their interactions and commentary as they are deciding on their answers.&nbsp; Thus we receive very high resolution insight into the nature of their thinking and communication about the learning experience embedded in each lesson.</p>\r\n<p>&nbsp;</p>\r\n<p>We have also developed ways to assess the degree to which students use language and/or gestures to indicate the degree to which their 3D understanding of fundamental concepts and phenomena was impacted through the 3D educational experience.&nbsp; Notably, we have developed ways to assess the participants&rsquo; expression of quantitative reasoning in their description of the concepts covered in the AR lesson.&nbsp; We have also engaged in many sessions of testing the impact of our first AR lesson on the learning outcomes of students at the undergraduate and high school levels (e.g., data were collected with high school students from math, chemistry, and psychology classes).&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Our initial results reveal that the lessons are easy for students to navigate, and the novel nature of AR technology helps to generate excitement and natural curiosity among participants.&nbsp; Our results also reveal that our AR lessons facilitate active engagement.&nbsp; We have also found that the level of engagement varies as a function of the composition of the group, with engagement being most robust when the students share pre-existing social bonds (e.g., strangers vs. classmates vs. friends).&nbsp; We are in the process of composing manuscripts to describe both the process that we used in developing and implementing this approach, as well as the results of the analyses regarding impact on learning outcomes. &nbsp;Goals in the immediate future include publication of relevant manuscripts, presentation of these results at national research conferences, as well as development, deployment, and sharing of additional lessons with educational partners worldwide.&nbsp; Finally, we anticipate leading a summit on technology in education where we will partner with instructors at community colleges across Wyoming as a way to expand the benefits to students and the scope of experiments we will pursue through future NSF IUSE proposals.</p><br>\n<p>\n Last Modified: 01/17/2025<br>\nModified by: Jonathan&nbsp;Prather</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProposal at the Beginning of the Project: The goal of this project is to fundamentally improve how undergraduate biological science students engage with molecular-scale phenomena. Our vision is to harness the advantages of networked augmented reality (AR) devices and couple them with a social environment in which each student in a group is assigned a unique role and individualized access to relevant information to ensure they must collaborate in their exploration of simulated molecular-scale phenomena. Through a series of scaffolded lessons, groups of students will engage in meaning-making through discourse centered on shared experiences in the AR environment, with each student taking an active role in collecting data and developing explanatory models based on observations. Through the following Research Questions, we will investigate the degree to which socially-mediated learning and AR instruction provide benefits to STEM learning and three-dimensional conceptualization.\r\n\n\n\r\n\n\nResearch Question 1 How are STEM learning outcomes influenced by social interactions in a socially-mediated AR environment?\r\n\n\n\r\n\n\nResearch Question 2 How do AR learning experiences influence students 3D conceptualization of molecular-scale phenomena?\r\n\n\n\r\n\n\nSummary at the End of the Project: This project yielded novel software that provides visually impressive and highly interactive learning experiences. We developed ways to link the experiences of groups of 4 students so that they all experience the same simulation in real-time from their different perspectives. Each user has different roles and capabilities (e.g., temperature controls, a graph depicting changes in motion, a directional vector visualization, and a miniature visualization of the simulation space depicting a single tracked molecule). Additionally, each user can move, scale, and rotate the simulation; these changes are all reflected in real-time in the displays of all networked participants.\r\n\n\n\r\n\n\nWe have successfully implemented our augmented reality lessons in actual, full-size classrooms. With our present numbers of AR headsets, we have demonstrated that our technology is robust, enabling us to can engage up to 24 students simultaneously in 6 separate groups. This has opened the door to exploring the role of social learning through interactions not only within each group, but also across students who may be eavesdropping or otherwise collaborating with members of other groups. We have also developed sophisticated methods for testing the impact of these AR experiences on student learning. Those assessments have included recording interviews with each student both pre- and post-lesson, enabling us to have a complete transcript of each participants description of concepts addressed in our interview questions. A key component is pre- and post-simulation questions in which students are led to describe how the think the phenomenon works (an explanatory model they develop to explain their observations). They are then led to test their hypothesized model and then describe their revised model that emerged as a result of the simulation in each lesson. We record not only the participants answers to the questions, but also their interactions and commentary as they are deciding on their answers. Thus we receive very high resolution insight into the nature of their thinking and communication about the learning experience embedded in each lesson.\r\n\n\n\r\n\n\nWe have also developed ways to assess the degree to which students use language and/or gestures to indicate the degree to which their 3D understanding of fundamental concepts and phenomena was impacted through the 3D educational experience. Notably, we have developed ways to assess the participants expression of quantitative reasoning in their description of the concepts covered in the AR lesson. We have also engaged in many sessions of testing the impact of our first AR lesson on the learning outcomes of students at the undergraduate and high school levels (e.g., data were collected with high school students from math, chemistry, and psychology classes).\r\n\n\n\r\n\n\nOur initial results reveal that the lessons are easy for students to navigate, and the novel nature of AR technology helps to generate excitement and natural curiosity among participants. Our results also reveal that our AR lessons facilitate active engagement. We have also found that the level of engagement varies as a function of the composition of the group, with engagement being most robust when the students share pre-existing social bonds (e.g., strangers vs. classmates vs. friends). We are in the process of composing manuscripts to describe both the process that we used in developing and implementing this approach, as well as the results of the analyses regarding impact on learning outcomes. Goals in the immediate future include publication of relevant manuscripts, presentation of these results at national research conferences, as well as development, deployment, and sharing of additional lessons with educational partners worldwide. Finally, we anticipate leading a summit on technology in education where we will partner with instructors at community colleges across Wyoming as a way to expand the benefits to students and the scope of experiments we will pursue through future NSF IUSE proposals.\t\t\t\t\tLast Modified: 01/17/2025\n\n\t\t\t\t\tSubmitted by: JonathanPrather\n"
 }
}