{
 "awd_id": "2021886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "URoL: Epigenetics 1: Influence of environmental change on the epigenome and phenotypic plasticity in purple sea urchins",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2022-10-31",
 "tot_intn_awd_amt": 497138.0,
 "awd_amount": 497138.0,
 "awd_min_amd_letter_date": "2020-06-26",
 "awd_max_amd_letter_date": "2020-06-26",
 "awd_abstract_narration": "This project will explore how early-life exposure to variable environments shapes traits in later life.  In marine organisms, variation in temperature or microbial content of the water is known to perturb development and function of the immune system during the larvae-to-adult life cycle.  How this occurs is not well understood, although evidence suggests that environmentally-induced chemical additions to the organism’s DNA may play an important role.  Such DNA changes, referred to as ‘epigenetic’, can alter when and where specific genes are turned on or off as larvae develop to become adults.  This research will focus on studying epigenetic changes in genes involved in development of the immune system of the purple sea urchin, an ecologically-important ocean dweller.  The results are expected to provide better understanding of how marine organisms adapt for survival in changing ocean environments. In addition to its scientific impact, the project will have educational benefits by providing training for undergraduate, graduate, and postdoctoral researchers, as well as opportunities for high school students to engage in hands-on research through Auburn University’s Summer Science Institute.  \r\n\r\nRapidly changing ecosystems are challenging biologists to uncover the mechanisms used by organisms to respond to shifting environments. Adaptive phenotypic changes may alter population dynamics, and, in turn, community composition and ecosystem function. The epigenome is emerging as a potential mediator between organismal genomes and phenotypes, although this connection remains minimally understood. The proposed research employs the purple sea urchin (Strongylocentrotus purpuratus) to identify causal linkages between the epigenome and larval phenotypes with an emphasis on immune function. This highly integrative work will characterize the dynamic epigenomic landscape during development through whole genome methylation profiling, identify epigenetic signals that are responsive to environmental conditions using an experimental approach, and link these changes to immunological phenotypes by monitoring the system-wide cellular response to a specific pathogen using in vivo time-lapse microscopy. S. purpuratus is particularly well-suited for these studies, as it occupies an important ecological niche in Pacific kelp forests, is experiencing higher, more prolonged seasonal temperatures, and has been used for decades as a model to understand development, cell biology and immunology.  This system offers a unique opportunity to integrate perspectives from ecology, development, immunology, experimental biology, and computational genomics to piece together how epigenetics modulates phenotypes in response to environmental change.\r\n\r\nThis project is funded by the Understanding the Rules of Life: Epigenetics Program, administered as part of NSF's Ten Big Ideas through the Division of Emerging Frontiers in the Directorate for Biological Sciences. Co-funding is provided by the Integrative Ecological Physiology Program, Division of Integrative Organismal Systems, Directorate for Biological Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marie",
   "pi_last_name": "Strader",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marie Strader",
   "pi_email_addr": "mstrader@tamu.edu",
   "nsf_id": "000678974",
   "pi_start_date": "2020-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Buckley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine M Buckley",
   "pi_email_addr": "kbuckley@auburn.edu",
   "nsf_id": "000742901",
   "pi_start_date": "2020-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "106Y00",
   "pgm_ele_name": "URoL-Understanding the Rules o"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 122380.0
  }
 ],
 "por": null
}