{
 "awd_id": "2021988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BII-Design: Evolutionary Morphogenesis and Biodiversity Institute (EMBody)",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 199948.0,
 "awd_amount": 199948.0,
 "awd_min_amd_letter_date": "2020-08-10",
 "awd_max_amd_letter_date": "2024-03-15",
 "awd_abstract_narration": "The well-being of humans and ecosystems relies on biodiversity on Earth. Diversity emerged because animals and plants use a fantastic variety of methods to survive in all forms of habitats. In the case of animals, survival depends crucially on their ability to move around. Most animals use fins in water, wings in air, and limbs on land. But these appendages have extraordinary morphological diversity and can be repurposed for novel functions such as using fins to walk and limbs to swim. This project will establish the Evolutionary Morphogenesis and Biodiversity (EMBody) Institute to drive discoveries on how appendages are formed and used in animals. Complex and poorly understood processes, ranging across levels of organization from molecules through cells to populations and in speed from milliseconds to hundreds of millions of years, drive the diversity of appendages. The EMBody Institute will use multi-disciplinary collaborations to produce novel techniques and tools to study the processes that shape animal appendages. Additionally, learning how animals move over diverse environments can lead to improvements in the design of robots used in disaster relief by land, sea, or air. Importantly, the Institute will foster a culture of inclusivity to broaden participation in research, education, and public engagement with science.\r\n\r\nA central question in biology is how biodiversity on Earth emerged from the complex, multi-scale interactions of biological processes with the physical and chemical environment. The Evolutionary Morphogenesis and Biodiversity (EMBody) Institute will focus on animal locomotion and the remarkable diversity of propulsive appendages, essential for movement and survival in diverse habitats. This Design proposal aims to establish a collaborative community that integrates the multiple disciplines needed for propelling breakthroughs in understanding the evolution of morphogenesis in vertebrate appendages such as fins, limbs, and wings. Appendages develop through morphogenesis, a dynamical process that integrates genetic patterning with biochemical and mechanical regulation. Form enables function but does not dictate it. Rather, physical interactions with the environment, governed by mechanical principles and neural control, leads to function. Ultimately, natural selection operates on function, and the evolutionary transformation of ancestral gene regulatory networks yields novel forms and functions. From genes at the smallest level to selection on populations at the largest scale, this inextricable loop is the central theme of the EMBody Institute. The Institute will integrate experts from multiple disciplines and multiple levels of biological organization: (i) development that drives the emergence of diverse morphologies from shared gene networks through regulation, (ii) biomechanics that generates function by neural, musculoskeletal, and mechanical interactions, and (iii) evolution that transforms ancestral gene networks to yield novel morphology and function. The collaborative activities will generate and test novel hypotheses, innovative measurement methods, and unique datasets to benefit multiple scientific communities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madhusudhan",
   "pi_last_name": "Venkadesan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Madhusudhan Venkadesan",
   "pi_email_addr": "m.venkadesan@yale.edu",
   "nsf_id": "000688902",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gunter",
   "pi_last_name": "Wagner",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Gunter P Wagner",
   "pi_email_addr": "gunter.wagner@yale.edu",
   "nsf_id": "000305871",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Near",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Near",
   "pi_email_addr": "thomas.near@yale.edu",
   "nsf_id": "000299397",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "O'Hern",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Corey S O'Hern",
   "pi_email_addr": "corey.ohern@yale.edu",
   "nsf_id": "000263174",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathon",
   "pi_last_name": "Howard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathon Howard",
   "pi_email_addr": "Jonathon.howard@yale.edu",
   "nsf_id": "000754475",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "9 Hillhouse Avenue",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065116815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 199948.0
  }
 ],
 "por": null
}