{
 "awd_id": "2022390",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID/Collaborative Research: Multi-Hazard Damage to Puerto Rico's Civil Infrastructure - Investigation of the Interactions of 2017 Hurricane Maria and 2020 Earthquake Sequence",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 43069.0,
 "awd_amount": 43069.0,
 "awd_min_amd_letter_date": "2020-03-05",
 "awd_max_amd_letter_date": "2020-03-05",
 "awd_abstract_narration": "This Rapid Response Research (RAPID) grant will gather perishable data documenting structural damage to historic buildings and port structures in the Ponce, Puerto Rico, area following the 2020 Puerto Rico Earthquake Sequence (M6.4 on January 7, 2020). This project aims to identify the compounding impacts of Hurricane Maria in September 2017 and the 2020 earthquake sequence on structures in Puerto Rico. Traditionally, post-disaster damage assessment activities focus on one hazard and overlook the potentially destructive cascading effects of multiple hazards on structures. In some cases, the capacity losses due to an initial hazard, combined with incomplete restoration efforts, can significantly impact the performance of a structure under subsequent hazards. The lack of sufficient field data for a variety of multi-hazard impact cases prevents the engineering community from accurately characterizing some of the structural failure modes observed after extreme events and developing mitigation strategies to reduce the failures. This project will collect perishable structural damage data that can inform research on potential multi-hazard mitigation strategies for the design of new structures and the retrofit of existing ones. This will improve the safety of structures in future extreme events and minimize the socioeconomic impacts of hazards. In the short term, the findings of this project can contribute to the recovery efforts in Puerto Rico by highlighting the importance of understanding multi-hazard vulnerabilities.  By involving several graduate students and early career faculty in the field data collection, data processing, and subsequent multi-hazard analyses, this project will support future workforce development in the area of natural hazard mitigation. Data from this project will be archived and made publicly available in the National Science Foundation (NSF)-supported Natural Hazards Engineering Research Infrastructure (NHERI) Data Depot (https:/www.DesignSafe-ci.org). This project contributes to NSF's role in the National Earthquake Hazards Reduction Program and the National Windstorm Impact Reduction Program. \r\n\r\nThe project team will travel to Puerto Rico in February and March 2020 to collect a comprehensive data set of structural performance including geotagged pictures, 3D models, and infrared images, using equipment from the NHERI RAPID facility at the University of Washington, to document several unexpected or understudied vulnerabilities of structures observed after the earthquake sequence. The project team will focus on gathering the following data: 1) structures and sites that have experienced soil erosion during Hurricane Maria, 2) structures that lost some of the perimeter or insulation elements during the hurricane and were not repaired before the earthquake sequence occurred, 3) structures located on slopes that were susceptible to landslides or lateral spreading, 4) landslide-driven hydrologic effects of Maria that may have been worsened during the earthquakes, 5) structures that were repaired after Maria by adding/attaching heavy components to provide stability under high winds but not beneficial to reduce seismic loads, 6) flexible structures that were retrofitted by adding rigid bracing or supports, 7) structures onshore that were exposed to corrosive seawater due to the hurricane storm surge, 8) structures that showed signs of damage after the occurrence of the aftershocks, and 9) structural design concepts such as elevated construction to avoid flooding that make structures vulnerable to earthquakes. This data will be used to understand if the impacts of Hurricane Maria, such as inundation, erosion, saltwater exposure, water damage, and structural damage to external components, resulted in an increased level of damage or caused unexpected modes of structural failure during the 2020 earthquake sequence. The information collected will also be used to determine if post-hurricane retrofit measures changed how structures performed under the seismic events. This project's data will help the natural hazards research community build a database in the NHERI Data Depot that documents the sequential impacts of hurricanes and earthquakes on structures. This database can be used for subsequent multi-hazard research studies to improve the performance of structures subjected to multiple hazard events.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arash",
   "pi_last_name": "Esmaili Zaghi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arash Esmaili Zaghi",
   "pi_email_addr": "arash.esmaili_zaghi@uconn.edu",
   "nsf_id": "000605970",
   "pi_start_date": "2020-03-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Hain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra Hain",
   "pi_email_addr": "alexandra.hain@uconn.edu",
   "nsf_id": "000791167",
   "pi_start_date": "2020-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "261 Glenbrook Rd Unit 3037",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062693037",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 43069.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Traditionally, post-disaster damage assessment activities focus on one hazard and overlook the potentially-destructive cascading effects of multiple hazards on structures. In some cases, the capacity losses due to an initial hazard, combined with incomplete restoration efforts, can significantly impact the performance of a structure under subsequent hazards. The lack of sufficient field data for a variety of multi-hazard impact cases prevents the engineering community from accurately characterizing some of the structural failure modes observed after extreme events and developing mitigation strategies to reduce the failures. This Rapid Response Research (RAPID) grant enabled the research team to collect perishable structural damage data to investigate the potential interaction of two separate extreme events that affected Puerto Rico. The first event was Hurricane Maria in 2017, and the second was a series of earthquakes that occurred in late 2019 and early 2020. The focus of the data collection was on two key categories of infrastructure: historic buildings and port and coastal structures in the Ponce region, where there were impacts from both events.&nbsp;</p>\n<p>Through multiple field reconnaissance missions, the research team used a variety of tools and methods to generate empirical evidence for the interaction of the two distinct events. This project generated evidence-based knowledge to inform the development of multi-hazard mitigation strategies for the design of new structures and the retrofit of existing ones. The findings of individual inspections were shared with decision makers to inform the ongoing recovery efforts.&nbsp; In the short term, the findings from the two missions will highlight the importance of understanding multi-hazard vulnerabilities. The conclusions drawn from the data collected, along with field instruments, will likely change how researchers and practitioners conduct reconnaissance missions and may impact how designers consider hazards and their potential interactions. In addition, the experiences of the research team highlighted the importance of models and design standards that consider life-cycle resilience including interactions between chronic and punctuated stressors and temporal effects like recovery on subsequent hazard damage. By involving several graduate students and early career faculty in the field data collection, data processing, and subsequent multi-hazard analyses, this project trained additional persons in the area of natural hazard reconnaissance and mitigation. Data from this project is publicly available in the National Science Foundation (NSF)-supported Natural Hazards Engineering Research Infrastructure (NHERI) Data Depot (https:/www.DesignSafe-ci.org).&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/27/2022<br>\n\t\t\t\t\tModified by: Alexandra&nbsp;Hain</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTraditionally, post-disaster damage assessment activities focus on one hazard and overlook the potentially-destructive cascading effects of multiple hazards on structures. In some cases, the capacity losses due to an initial hazard, combined with incomplete restoration efforts, can significantly impact the performance of a structure under subsequent hazards. The lack of sufficient field data for a variety of multi-hazard impact cases prevents the engineering community from accurately characterizing some of the structural failure modes observed after extreme events and developing mitigation strategies to reduce the failures. This Rapid Response Research (RAPID) grant enabled the research team to collect perishable structural damage data to investigate the potential interaction of two separate extreme events that affected Puerto Rico. The first event was Hurricane Maria in 2017, and the second was a series of earthquakes that occurred in late 2019 and early 2020. The focus of the data collection was on two key categories of infrastructure: historic buildings and port and coastal structures in the Ponce region, where there were impacts from both events. \n\nThrough multiple field reconnaissance missions, the research team used a variety of tools and methods to generate empirical evidence for the interaction of the two distinct events. This project generated evidence-based knowledge to inform the development of multi-hazard mitigation strategies for the design of new structures and the retrofit of existing ones. The findings of individual inspections were shared with decision makers to inform the ongoing recovery efforts.  In the short term, the findings from the two missions will highlight the importance of understanding multi-hazard vulnerabilities. The conclusions drawn from the data collected, along with field instruments, will likely change how researchers and practitioners conduct reconnaissance missions and may impact how designers consider hazards and their potential interactions. In addition, the experiences of the research team highlighted the importance of models and design standards that consider life-cycle resilience including interactions between chronic and punctuated stressors and temporal effects like recovery on subsequent hazard damage. By involving several graduate students and early career faculty in the field data collection, data processing, and subsequent multi-hazard analyses, this project trained additional persons in the area of natural hazard reconnaissance and mitigation. Data from this project is publicly available in the National Science Foundation (NSF)-supported Natural Hazards Engineering Research Infrastructure (NHERI) Data Depot (https:/www.DesignSafe-ci.org). \n\n\t\t\t\t\tLast Modified: 06/27/2022\n\n\t\t\t\t\tSubmitted by: Alexandra Hain"
 }
}