{
 "awd_id": "2022931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GP-IN: Traditional Knowledge In Geoscience: Policy and Research Practices",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 265106.0,
 "awd_amount": 265106.0,
 "awd_min_amd_letter_date": "2020-09-01",
 "awd_max_amd_letter_date": "2020-10-13",
 "awd_abstract_narration": "This project engages in geoscience research, education, and policy training to align and braid Traditional Knowledge (TK) from Native American/Alaska Native (NA/AN) communities with Western science disciplines. The project encourages participation of underrepresented students (i.e. Indigenous, African American, Hispanic) into geoscience and policy research in an effort to demonstrate the diversity and potential for STEM careers and to provide rigorous geoscience research projects that are place- and community based in collaboration with NA/AN communities. The project builds upon multiple scientific paradigms blending biology, math, oceanography, chemistry, and environmental sciences with TK to encourage student interest in STEM. The program seeks to pointedly improve retention of NA/AN students in geoscience by fostering the creation of peer and mentor networks through collaborative research between tribal communities and academia. \r\n\r\nThe PIs seek to develop an innovative and culturally aligned research program through the development of culturally aligned geoscience research and teaching models and by building on research in STEM education that provide theoretical and empirical justification for the project. The project investigates the impact of a culturally aligned geoscience research program to increase NA/AN students self-efficacy as scientists. The PIs believe that by acknowledging TK and STEM knowledge systems as valid modes of communicating science in the context of place, language, and culture the project effectively fosters intellectual justice and equal access to geoscience research and education. This program introduces a new model for undergraduate research by incorporating place- and community-based research coupled with TK and western knowledge systems, and through the incorporation of policy practices and drivers at both a federal and local scale. The program seeks to enhance the diversity of the geoscience workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Todd",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy F Todd",
   "pi_email_addr": "wtodd@d.umn.edu",
   "nsf_id": "000082974",
   "pi_start_date": "2020-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota Duluth",
  "inst_street_address": "1049 UNIVERSITY DRIVE 209 DARLAND",
  "inst_street_address_2": "",
  "inst_city_name": "DULUTH",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "2187267582",
  "inst_zip_code": "558123011",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MN08",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPCTM8BS8NF3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota Duluth",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "558123011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MN08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 265106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Collaborative Research GP-IN &ndash; Traditional Knowledge Policy &amp; Research Practices (GPIN-TKPRP) program was built upon multiple scientific paradigms blending biology, math, oceanography, chemistry, and environmental sciences with multiple global knowledge systems. The program was designed to foster the interest of all students in&nbsp;STEM by pointedly fostering the creation of peer and mentor networks through collaborative research between tribal communities, federal agencies, industry, and academia.&nbsp;</p>\r\n<p>GPIN-TKPRP&nbsp;developed an innovative research program through the development of multi-cultural geoscience research and education experiences. The project aimed to broaden students&rsquo; scope of global science knowledges, practices, and identity as a scientist. Participants gained knowledge about global geoscience knowledges, policies, and valuable experience engaging in science communication.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Over three-years the&nbsp;GPIN-TKPRP&nbsp;program recruited students self-identified as, white (5%), Black/African American (10%), Indigenous (85%), with 80% of participants identifying as female, and 20% as male. Of&nbsp;GPIN-TKPRPprogram participants 40% had never heard of global knowledges, nor considered using global knowledges in science, in contrast 60% of participants were aware of multiple science knowledges and were familiar with a variety of global science concepts.&nbsp;GPIN-TKPRP&nbsp;participants familiarity with policy practices and the impacts on science was low with only 30% expressing some understanding, an overwhelming 70% of participants had no policy experience. Across the three years of the program, in Year 1, 36% of participants were introduced to TK-STEM practices, Year 2, 50% of participants, Year 3, 14% of participants. The decrease in Year 3 was due to retention of participants from previous years conducting research.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Students conducted geoscience research with various academic institutions and federal agencies, participated in weekly science and policy seminars, and visited regional science scholars to gain hands on experience. Four themes emerged in discussion with&nbsp;GPIN-TKPRP participants, 1) felt that&nbsp;they had an in-depth understanding and importance of STEM and global knowledge systems, 2) students were more confident and reflected a sense of concern for the geoscience community&rsquo;s ability to understand the importance of multiple science knowledge systems, 3) felt that the program offered a new way to construct their own teaching, learning, and classroom practices in the future, and 4)&nbsp;felt that the program expanded their understanding of STEM on a local scale, while global knowledge allowed them to consider the widespread impacts of STEM geosciences.</p>\r\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;GPIN-TKPRP&nbsp;participants expressed an increase in confidence in STEM in themselves, and in their pedagogical and research abilities.&nbsp;Overall, the program created positive impacts on students, their ability to establish peer and mentor networks, their understanding of global sciences, and understanding of science policy.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 04/10/2025<br>\nModified by: Wendy&nbsp;F&nbsp;Todd</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Collaborative Research GP-IN  Traditional Knowledge Policy & Research Practices (GPIN-TKPRP) program was built upon multiple scientific paradigms blending biology, math, oceanography, chemistry, and environmental sciences with multiple global knowledge systems. The program was designed to foster the interest of all students inSTEM by pointedly fostering the creation of peer and mentor networks through collaborative research between tribal communities, federal agencies, industry, and academia.\r\n\n\nGPIN-TKPRPdeveloped an innovative research program through the development of multi-cultural geoscience research and education experiences. The project aimed to broaden students scope of global science knowledges, practices, and identity as a scientist. Participants gained knowledge about global geoscience knowledges, policies, and valuable experience engaging in science communication.\r\n\n\nOver three-years theGPIN-TKPRPprogram recruited students self-identified as, white (5%), Black/African American (10%), Indigenous (85%), with 80% of participants identifying as female, and 20% as male. OfGPIN-TKPRPprogram participants 40% had never heard of global knowledges, nor considered using global knowledges in science, in contrast 60% of participants were aware of multiple science knowledges and were familiar with a variety of global science concepts.GPIN-TKPRPparticipants familiarity with policy practices and the impacts on science was low with only 30% expressing some understanding, an overwhelming 70% of participants had no policy experience. Across the three years of the program, in Year 1, 36% of participants were introduced to TK-STEM practices, Year 2, 50% of participants, Year 3, 14% of participants. The decrease in Year 3 was due to retention of participants from previous years conducting research.\r\n\n\nStudents conducted geoscience research with various academic institutions and federal agencies, participated in weekly science and policy seminars, and visited regional science scholars to gain hands on experience. Four themes emerged in discussion withGPIN-TKPRP participants, 1) felt thatthey had an in-depth understanding and importance of STEM and global knowledge systems, 2) students were more confident and reflected a sense of concern for the geoscience communitys ability to understand the importance of multiple science knowledge systems, 3) felt that the program offered a new way to construct their own teaching, learning, and classroom practices in the future, and 4)felt that the program expanded their understanding of STEM on a local scale, while global knowledge allowed them to consider the widespread impacts of STEM geosciences.\r\n\n\nGPIN-TKPRPparticipants expressed an increase in confidence in STEM in themselves, and in their pedagogical and research abilities.Overall, the program created positive impacts on students, their ability to establish peer and mentor networks, their understanding of global sciences, and understanding of science policy.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 04/10/2025\n\n\t\t\t\t\tSubmitted by: WendyFTodd\n"
 }
}