{
 "awd_id": "2022973",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Calibrating quartz fabric intensity as a function of strain magnitude: a field-based investigation in the Snake Range core complex, Nevada",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927944",
 "po_email": "cshaw@nsf.gov",
 "po_sign_block_name": "Colin A. Shaw",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 177094.0,
 "awd_amount": 177094.0,
 "awd_min_amd_letter_date": "2020-06-23",
 "awd_max_amd_letter_date": "2020-06-23",
 "awd_abstract_narration": "Sixteen large tectonic plates cover the Earth’s surface and move relative to one another at rates of several millimeters to tens of millimeters per year. An important element for understanding the operation of plate tectonics is documenting the magnitude of deformation of rocks that has occurred at and near the boundaries of plates. However, rocks that have been deformed at high temperatures and deep within the crust often do not preserve geologic features that allow measuring the magnitude of deformation. To address this issue, and thereby better characterize the rock deformation processes that operate at plate boundaries, recent research has proposed that measuring the degree (or ‘intensity’) of alignment of the mineral quartz within rock samples can be used to delineate areas of relatively high- or low-magnitude deformation within the crust. This represents a promising new technique for understanding the spatial patterns of deformation. However, the intensity of alignment of quartz has not been directly correlated to the magnitude of deformation. The goal of this project is to generate an equation that relates the intensity of alignment of quartz to the magnitude of deformation. To accomplish this goal, we will document quartz intensity patterns and measure the magnitude of deformation associated with each intensity pattern in quartz-rich rocks in the Snake Range in Nevada. These rocks are ideal for this study because they have yielded well-defined intensity patterns in past studies, they preserve features that allow measuring the magnitude of deformation, and they exhibit a change from low-magnitude deformation in the western part of the range to high-magnitude deformation in the east. By collecting intensity and deformation magnitude measurements across the range, an equation relating these two parameters will be generated, which can then be applied globally to understand deformation magnitudes in any region that contains rocks deformed at high temperatures. This project will provide research projects for graduate and undergraduate students, thereby training the next generation of geoscientists. This project will also contribute to STEM education by presenting results in introductory geology courses that will reach 1,500 college students each year, giving talks at Great Basin National Park and at community colleges in eastern Washington and northern Idaho, and through a field trip for undergraduate students from both participating universities.\r\n\r\nUnderstanding how and where strain becomes localized during deformation is fundamental for illuminating the processes that thicken, thin, or accommodate strike-slip shearing within continental crust during tectonism. Researchers have proposed that statistical intensity parameters calculated from quartz crystallographic fabrics have the potential to delineate zones of high strain, by interpreting fabric intensity as a proxy for finite strain magnitude. Several recent studies in the Himalaya have successfully utilized intensity parameters such as cylindricity to elucidate the spatial patterns of relative strain magnitude across major shear zones. However, as these studies were performed within packages of pervasively recrystallized rocks that lack deformed markers from which finite strain can be measured, they cannot quantitatively relate fabric intensity to absolute strain magnitude. We propose that generating a calibration equation that expresses fabric intensity as a function of finite strain magnitude would be a critical step forward for expanding the utility of this new approach. In this project, we propose to perform such a calibration by investigating rocks exposed within a Cenozoic extensional shear zone in the Northern Snake Range metamorphic core complex in Nevada. This field locality is ideal because the shear zone contains a quartzite unit that yields well-developed crystallographic fabrics, preserves micro-, meso- and regional-scale strain markers, and exhibits a dramatic across-strike gradient in finite strain magnitude. We propose to obtain cylindricity values from quartzite samples collected along a 30 km-long across-strike transect, and to use micro- and meso-scale strain analyses to generate a detailed model of 3-dimensional finite strain of this quartzite unit across this transect. Integration of these two datasets will allow calculation of a calibration equation that expresses fabric intensity as a function of finite strain magnitude, which will provide an indispensable new tool with which to approach the kinematic and structural analysis of ductile deformation. The results of this project will have far-reaching implications, as we propose to test the veracity of a technique that can then be applied globally within any contractional, extensional, or strike-slip orogenic system, active or ancient. The calibration between cylindricity and finite strain magnitude can be applied as a benchmark within any orogen that contains quartz-rich tectonites, in order to illuminate the spatial patterns of strain localization within shear zones that exhibit ubiquitous recrystallization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Long",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Sean P Long",
   "pi_email_addr": "sean.p.long@wsu.edu",
   "nsf_id": "000696802",
   "pi_start_date": "2020-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "280 Lighty",
  "perf_city_name": "Pullman",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991641060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 177094.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to demonstrate a mathematical relationship between the degree of alignment of the mineral quartz in deformed quartz-rich rocks (which can often be measured) and the amount of deformation that these rocks have experienced (which is generally difficult to measure). To achieve this goal, we worked in a system of deformed rocks in a mountain range in eastern Nevada, which contains quartz-rich rocks that preserve features that allow us to measure their deformation, and transition from minimally deformed on the west to strongly deformed on the east. From west to east across the range, we collected measurements of the degree of alignment of quartz within 87 samples and we measured the degree of deformation in 49 samples. We calculated a best-fit relationship between alignment and deformation, which is expressed as a linear equation. The primary use of this equation is that it allows estimating the magnitude of deformation within any mountain belt worldwide (active or ancient), provided that it contains quartz-rich rocks from which quartz alignment can be measured. This equation is very useful to researchers who study how mountains belts are built and how plate tectonics operates in continental crust, as it provides an essential new tool with which to investigate the spatial patterns of deformation within Earth's deformed mountain belts.</p>\n<p>This grant supported the PhD research of Washington State University (WSU) PhD student Nolan Blackford, who completed his dissertation in 2022. The career training and research experience that Nolan received from this grant has led him to a promising teaching career at Pima Community College in Arizona, where he will apply his expertise to train the next generation of Earth scientists. This grant also supported research projects for two female WSU undergraduates, Julia Stevens and Hadeel Al Harthi, who graduated in 2022, thereby providing them valuable career preparation and increasing the involvement of people from groups that are currently under-represented in Earth science. In 2023, this grant supported a joint field trip for 11 WSU students and 6 Colorado School of Mines students, who spent a week viewing spectacular field sites and performing exercises in eastern Nevada. Finally, the results of this project will continue to be integrated into undergraduate and graduate courses at WSU as laboratory exercises and case-studies.</p><br>\n<p>\n Last Modified: 11/12/2024<br>\nModified by: Sean&nbsp;P&nbsp;Long</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2022973/2022973_10679701_1731459654299_IMG_9392--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2022973/2022973_10679701_1731459654299_IMG_9392--rgov-800width.JPG\" title=\"2023 field trip picture 2\"><img src=\"/por/images/Reports/POR/2024/2022973/2022973_10679701_1731459654299_IMG_9392--rgov-66x44.JPG\" alt=\"2023 field trip picture 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Washington State University students and professor Sean Long hiking on a glacial moraine in the Southern Snake Range.</div>\n<div class=\"imageCredit\">Sean Long</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Sean&nbsp;P&nbsp;Long\n<div class=\"imageTitle\">2023 field trip picture 2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2022973/2022973_10679701_1731459536410_IMG_9371--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2024/2022973/2022973_10679701_1731459536410_IMG_9371--rgov-800width.JPG\" title=\"2023 field trip picture 1\"><img src=\"/por/images/Reports/POR/2024/2022973/2022973_10679701_1731459536410_IMG_9371--rgov-66x44.JPG\" alt=\"2023 field trip picture 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Washington State University and Colorado School of Mines students visiting an outcrop in Marble Wash in the Northern Snake Range, Nevada</div>\n<div class=\"imageCredit\">Sean Long</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Sean&nbsp;P&nbsp;Long\n<div class=\"imageTitle\">2023 field trip picture 1</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe goal of this project was to demonstrate a mathematical relationship between the degree of alignment of the mineral quartz in deformed quartz-rich rocks (which can often be measured) and the amount of deformation that these rocks have experienced (which is generally difficult to measure). To achieve this goal, we worked in a system of deformed rocks in a mountain range in eastern Nevada, which contains quartz-rich rocks that preserve features that allow us to measure their deformation, and transition from minimally deformed on the west to strongly deformed on the east. From west to east across the range, we collected measurements of the degree of alignment of quartz within 87 samples and we measured the degree of deformation in 49 samples. We calculated a best-fit relationship between alignment and deformation, which is expressed as a linear equation. The primary use of this equation is that it allows estimating the magnitude of deformation within any mountain belt worldwide (active or ancient), provided that it contains quartz-rich rocks from which quartz alignment can be measured. This equation is very useful to researchers who study how mountains belts are built and how plate tectonics operates in continental crust, as it provides an essential new tool with which to investigate the spatial patterns of deformation within Earth's deformed mountain belts.\n\n\nThis grant supported the PhD research of Washington State University (WSU) PhD student Nolan Blackford, who completed his dissertation in 2022. The career training and research experience that Nolan received from this grant has led him to a promising teaching career at Pima Community College in Arizona, where he will apply his expertise to train the next generation of Earth scientists. This grant also supported research projects for two female WSU undergraduates, Julia Stevens and Hadeel Al Harthi, who graduated in 2022, thereby providing them valuable career preparation and increasing the involvement of people from groups that are currently under-represented in Earth science. In 2023, this grant supported a joint field trip for 11 WSU students and 6 Colorado School of Mines students, who spent a week viewing spectacular field sites and performing exercises in eastern Nevada. Finally, the results of this project will continue to be integrated into undergraduate and graduate courses at WSU as laboratory exercises and case-studies.\t\t\t\t\tLast Modified: 11/12/2024\n\n\t\t\t\t\tSubmitted by: SeanPLong\n"
 }
}