{
 "awd_id": "2022707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NNA Track 2: PredictFest: To Build Capacity for Arctic Stakeholders in Need of Multi-Scale Predictions",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927432",
 "po_email": "colstraw@nsf.gov",
 "po_sign_block_name": "Colleen Strawhacker",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 249531.0,
 "awd_amount": 258530.0,
 "awd_min_amd_letter_date": "2020-07-24",
 "awd_max_amd_letter_date": "2021-04-27",
 "awd_abstract_narration": "Navigating the New Arctic (NNA) is one of NSF's 10 Big Ideas. NNA projects address convergence scientific challenges in the rapidly changing Arctic. The Arctic research is needed to inform the economy, security and resilience of the Nation, the larger region and the globe. NNA empowers new research partnerships from local to international scales, diversifies the next generation of Arctic researchers, enhances efforts in formal and informal education, and integrates the co-production of knowledge where appropriate. This award fulfills part of that aim by supporting planning activities with clear potential to develop novel, leading edge research ideas and approaches to address NNA goals. It integrates aspects of the natural environment and social systems, addresses important societal challenges, and engages with local and Indigenous communities.\r\n\r\nSignificant progress has been made to improve the accuracy both of short-term weather forecasts and longer-term climate, sea-ice, and other environmental forecasts. Nevertheless, there remains a forecasting gap on the scale from two weeks to a few months, especially in the Arctic.  This subseasonal-to-seasonal (S2S) scale is important for planning subsistence hunting, commercial fishing, hazard response and risk mitigation, and other activities.  This project supports development of improved S2S prediction capacity through a collaborative design process and workshop, PredictFest, that engages Arctic stakeholders to identify needs and applications for such predictions.  PredictFest participants will prepare research pitches that articulate stakeholder planning and decision making needs, identify technical and modelling approaches that respond to those needs, identify relevant connections and applications, and set out a plan for continued development. PredictFest provides an opportunity for Arctic residents and scientists to work together to develop applications for seasonal forecasts of sea ice, precipitation, and other environmental factors, which support traditional and commercial uses of marine and coastal regions. In addition, the project fosters a team-centered approach to applied research, education, and outreach and builds relationships between Arctic residents and scientists to support future work.  Direct engagement between scientists and other Arctic residents, including Indigenous organizations, community members, business owners, and public decision makers, encourages new thinking about how seasonal forecast information may be used and what steps may be taken to realize stated goals.  \r\n\r\nThis grant supports an innovative new approach to capacity building that leverages emergent S2S platforms and science to identify research programs to support the diverse set of Arctic stakeholder planning and decision-making needs. The project contains three phases: (1) stakeholder engagement and development of sub-seasonal to seasonal prediction focus, 2) composition of development teams and implementation of PredictFest, and 3) post-assessment and collaborative refinement of PredictFest outputs.  Co-learning and co-production contribute to the rapid identification of arenas where seasonal scale predictions might be most beneficial to decision making in support of natural, built, and social environments.  During PredictFest each participating team is comprised of natural and social scientists, stakeholders and community representatives, as well as technical support staff.  The topic of focus, Marine Environments and the Near-shore Coastal Interface, generates distinct predictions that can be used to support community subsistence centered on marine mammals, commercial fisheries including fixed gear participants, and hazard response and risk mitigation planning.  From a prediction standpoint a number of approaches will be pursued by the teams.  These include developing new relationships between variables typically using linear models or tree-based learning, using time-series forecasting techniques models such as Autoregressive Integrated Moving Average (ARIMA), and pattern recognition.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Little",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph M Little",
   "pi_email_addr": "Joseph.Little@nau.edu",
   "nsf_id": "000686355",
   "pi_start_date": "2020-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Hauser",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Donna D Hauser",
   "pi_email_addr": "dhauser2@alaska.edu",
   "nsf_id": "000784040",
   "pi_start_date": "2020-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Trochim",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Erin D Trochim",
   "pi_email_addr": "edtrochim@alaska.edu",
   "nsf_id": "000784436",
   "pi_start_date": "2020-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Ballinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Ballinger",
   "pi_email_addr": "tjballinger@alaska.edu",
   "nsf_id": "000820840",
   "pi_start_date": "2020-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Brettschneider",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Brian R Brettschneider",
   "pi_email_addr": "brbrettschneider@alaska.edu",
   "nsf_id": "000820812",
   "pi_start_date": "2020-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks",
  "perf_str_addr": "West Ridge Research Bldg 008",
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104Y00",
   "pgm_ele_name": "NNA-Navigating the New Arctic"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072Z",
   "pgm_ref_txt": "NNA-Navigating the New Arctic"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 249531.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 8999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>PredictFest was funded as a planning grant through the National Science Foundation-Navigating the New Arctic (NNA) program.&nbsp; PredictFest provided a collaborative space where decisionmakers, policy experts, and scientists could develop new research projects focused on utilizing sub-seasonal to seasonal scale prediction platforms to support analysis and planning in the Arctic.&nbsp; A hybrid virtual and in-person event was held over two days in February of 2022.&nbsp; Over 30 individuals from a diverse set of professional and academic backgrounds participated in the event.&nbsp; Participants were organized into separate teams and focused on three broad themes.&nbsp; First, given the importance of maritime activities to the communities of the Central Bering Sea PredictFest participants with expertise in climatology, oceanography, fisheries population dynamics, and fisheries policy and management outlined a project which would use sub-seasonal to seasonal scale sea-ice forecasts to support multi-hazard risk assessment in the region. &nbsp;This work highlighted the substantial climate change related challenges facing communities and maritime infrastructure, identified data and monitoring limitations and needs, and outlined key directions for future research.&nbsp; &nbsp;A second team focused their efforts on developing research to support the continued integration of renewable energy into&nbsp; Alaska's electrical grid.&nbsp; A key aspect of this work highlighted the importance of using electrical load as well as wind and other weather-related data to develop forecasting models to guide wind generation siting and integration decisions.&nbsp; The third team explored the multi-faceted dimensions of energy poverty and security in Arctic regions. Along with identifying key socio-economic challenges related to energy poverty, participants also outlined data and modelling needs as they relate to policy, infrastructure, and governance.&nbsp;</p>\n<p>Participants in PredictFest were able to foster new connections and develop news ideas in support of interdisciplinary research efforts focused on addressing key challenges facing Arctic regions.&nbsp; The research ideas developed by participants addressed unique dimensions of conducting research in Alaska and identified opportunities where their research can support innovation, community planning, and decisionmaking.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2023<br>\nModified by: Joseph&nbsp;M&nbsp;Little</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPredictFest was funded as a planning grant through the National Science Foundation-Navigating the New Arctic (NNA) program. PredictFest provided a collaborative space where decisionmakers, policy experts, and scientists could develop new research projects focused on utilizing sub-seasonal to seasonal scale prediction platforms to support analysis and planning in the Arctic. A hybrid virtual and in-person event was held over two days in February of 2022. Over 30 individuals from a diverse set of professional and academic backgrounds participated in the event. Participants were organized into separate teams and focused on three broad themes. First, given the importance of maritime activities to the communities of the Central Bering Sea PredictFest participants with expertise in climatology, oceanography, fisheries population dynamics, and fisheries policy and management outlined a project which would use sub-seasonal to seasonal scale sea-ice forecasts to support multi-hazard risk assessment in the region. This work highlighted the substantial climate change related challenges facing communities and maritime infrastructure, identified data and monitoring limitations and needs, and outlined key directions for future research. A second team focused their efforts on developing research to support the continued integration of renewable energy into Alaska's electrical grid. A key aspect of this work highlighted the importance of using electrical load as well as wind and other weather-related data to develop forecasting models to guide wind generation siting and integration decisions. The third team explored the multi-faceted dimensions of energy poverty and security in Arctic regions. Along with identifying key socio-economic challenges related to energy poverty, participants also outlined data and modelling needs as they relate to policy, infrastructure, and governance.\n\n\nParticipants in PredictFest were able to foster new connections and develop news ideas in support of interdisciplinary research efforts focused on addressing key challenges facing Arctic regions. The research ideas developed by participants addressed unique dimensions of conducting research in Alaska and identified opportunities where their research can support innovation, community planning, and decisionmaking.\n\n\n\t\t\t\t\tLast Modified: 12/30/2023\n\n\t\t\t\t\tSubmitted by: JosephMLittle\n"
 }
}