{
 "awd_id": "2022888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing the Understanding of Nocturnal Convective System Morphological Evolution",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 555029.0,
 "awd_amount": 555029.0,
 "awd_min_amd_letter_date": "2020-07-09",
 "awd_max_amd_letter_date": "2020-07-09",
 "awd_abstract_narration": "Large thunderstorm clusters, known as “Mesoscale Convective Systems” (MCSs), often occur at night in the central United States, bringing damaging severe weather but also much of the rainfall needed for agriculture during the growing season in this region.  Forecasting of MCSs by computer models is often not very accurate, especially when they are growing from a few intense thunderstorms, often in early evening, to a much larger region of storms and steady rain during the night, and again toward dawn when MCSs usually dissipate. The evolution of MCSs is related to the pool of cool air that forms from evaporation of the rain, and that cool pool is influenced by the temperature and humidity near the storm, and the processes that form precipitation in the cloud.   Other factors influencing MCS evolution include changes in wind with height, the presence of nearby weather fronts, and even smaller-scale atmospheric features like gravity waves that interact with a current of faster wind that often develops at night over this region, known as the low-level jet. The project will study how all of these processes influence MCS evolution, and the improved understanding will improve forecasting of MCS rainfall that often causes flooding and severe weather.  The research will support several graduate students, be incorporated into undergraduate courses, and be presented in outreach to the public and National Weather Service offices. \r\n\r\nAccurate prediction of nocturnal MCSs, particularly their rainfall and morphological evolution, remains elusive. A refinement of horizontal grid spacing from 3 to 1 km has been found to increase the number of linear systems simulated by WRF, agreeing better with observations, but the lines were produced in the wrong cases, at the wrong times, and usually with problems in the depiction of stratiform rain. Problems are particularly abundant during the upscale growth period, and again toward dissipation. The increase in number of lines occurs as more continuous zones of higher reflectivity develop, possibly because of better resolution of lift along cold pool boundaries. It is likely that several factors affecting the cold pools, such as near-storm evening boundary layer characteristics and microphysical processes within convection play an important role in the upscale growth morphological evolution, along with the ambient wind shear and positioning of boundaries. Gravity waves, bores, intrusion currents, and their interaction with the low-level jet also influence evolution. Factors influencing stratiform region formation may also play a role that could explain model problems in simulating mode late in the life cycle of MCSs. The project will use three models, WRF, FV3-SAR, and CM1, along with observations to improve understanding of nocturnal morphological evolution and reveal the primary problems preventing accurate simulation of some modes and transitions between them.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Gallus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Gallus",
   "pi_email_addr": "wgallus@iastate.edu",
   "nsf_id": "000225932",
   "pi_start_date": "2020-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "505 Morrill",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "689700",
   "pgm_ele_name": "AGS-ATM & Geospace Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "6897",
   "pgm_ref_txt": "AGS"
  },
  {
   "pgm_ref_code": "7699",
   "pgm_ref_txt": "ICER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 555029.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated how small clusters of thunderstorms grow into larger systems that produce much of the rainfall that happens in the central United States during the warm season, and examined ways of better predicting these larger systems.&nbsp; It also examined ways to better predict severe thunderstorm winds, and the sensitivity of numerical weather model simulations of different types of thunderstorms to the grid spacing used in the models.</p>\r\n<p>It was found that the areas of cooling due to rain evaporation that happen in thunderstorms are more intense in model simulations that use 1 km grid spacing instead of 3 km.&nbsp; Faster growth of thunderstorm systems in the 1 km runs may be related more to rising air that occurs away from the edge of the cold air.&nbsp; The intensity of the cold air does not work well as a tool to predict which systems will grow much larger in size or not. It was also found that errors in how a model depicts humidity during the evening, just prior to when the large thunderstorm systems typically form can be used to predict errors in where the model will show the thunderstorm system to take place, at least for events where the larger-scale environment is favorable for thunderstorm formation.</p>\r\n<p>For thunderstorm systems that often produce severe wind, known as bow echoes, it was found that at night, it is not the amount of cool air near the ground that determines how intense the winds will be, but instead how unstable the atmosphere is at higher levels, and the best tools for forecasters are some composite parameters that combine several metrics measuring both how unstable the air is, and how winds change with height.&nbsp; A similar analysis of daytime bow echo cases showed some of the same parameters worked well for prediction of wind intensity, but also the amount of dry air in the lower atmosphere played a bigger role in getting very intense winds than it did at night.&nbsp; An analysis of model predictions of these bow echoes showed that when 3 km grid spacing was used, bow echoes were usually only successfully simulated if there was a larger-scale weather feature present like a front, or very strong flow at low-levels aimed toward the system.&nbsp; In 1 km model simulations, more bow echoes were produced, because the model runs were able to create the strong winds without having large-scale features present.&nbsp;</p>\r\n<p>Finally, model simulations were performed for the 10 August 2020 derecho that caused 12 billion dollars in damage in the central United States.&nbsp; These simulations found that a new weather forecasting model known as the FV3 failed to forecast the event well when 3 km grid spacing was used, because too many false storms formed in the model the night before the derecho occurred.&nbsp; Grid spacings that were not as fine, like 13 km and 25 km, did a better job, which is unusual. Normally grid spacings like 3 km work best to obtain the most accurate forecast of a thunderstorm. However, if code that is normally only needed for larger grid spacings to represent thunderstorms was turned on, the false storms were prevented, and an excellent forecast resulted, showing winds nearly as strong as was observed.&nbsp; This finding has caused the National Weather Service to begin using the code in its test runs of a version of the model that is scheduled to become the official short range model used in the United States in the next few years.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/17/2024<br>\nModified by: William&nbsp;A&nbsp;Gallus</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project investigated how small clusters of thunderstorms grow into larger systems that produce much of the rainfall that happens in the central United States during the warm season, and examined ways of better predicting these larger systems. It also examined ways to better predict severe thunderstorm winds, and the sensitivity of numerical weather model simulations of different types of thunderstorms to the grid spacing used in the models.\r\n\n\nIt was found that the areas of cooling due to rain evaporation that happen in thunderstorms are more intense in model simulations that use 1 km grid spacing instead of 3 km. Faster growth of thunderstorm systems in the 1 km runs may be related more to rising air that occurs away from the edge of the cold air. The intensity of the cold air does not work well as a tool to predict which systems will grow much larger in size or not. It was also found that errors in how a model depicts humidity during the evening, just prior to when the large thunderstorm systems typically form can be used to predict errors in where the model will show the thunderstorm system to take place, at least for events where the larger-scale environment is favorable for thunderstorm formation.\r\n\n\nFor thunderstorm systems that often produce severe wind, known as bow echoes, it was found that at night, it is not the amount of cool air near the ground that determines how intense the winds will be, but instead how unstable the atmosphere is at higher levels, and the best tools for forecasters are some composite parameters that combine several metrics measuring both how unstable the air is, and how winds change with height. A similar analysis of daytime bow echo cases showed some of the same parameters worked well for prediction of wind intensity, but also the amount of dry air in the lower atmosphere played a bigger role in getting very intense winds than it did at night. An analysis of model predictions of these bow echoes showed that when 3 km grid spacing was used, bow echoes were usually only successfully simulated if there was a larger-scale weather feature present like a front, or very strong flow at low-levels aimed toward the system. In 1 km model simulations, more bow echoes were produced, because the model runs were able to create the strong winds without having large-scale features present.\r\n\n\nFinally, model simulations were performed for the 10 August 2020 derecho that caused 12 billion dollars in damage in the central United States. These simulations found that a new weather forecasting model known as the FV3 failed to forecast the event well when 3 km grid spacing was used, because too many false storms formed in the model the night before the derecho occurred. Grid spacings that were not as fine, like 13 km and 25 km, did a better job, which is unusual. Normally grid spacings like 3 km work best to obtain the most accurate forecast of a thunderstorm. However, if code that is normally only needed for larger grid spacings to represent thunderstorms was turned on, the false storms were prevented, and an excellent forecast resulted, showing winds nearly as strong as was observed. This finding has caused the National Weather Service to begin using the code in its test runs of a version of the model that is scheduled to become the official short range model used in the United States in the next few years.\r\n\n\n\t\t\t\t\tLast Modified: 12/17/2024\n\n\t\t\t\t\tSubmitted by: WilliamAGallus\n"
 }
}