{
 "awd_id": "2022984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Quantifying the atmospheric flux of bio-active trace elements to the southwestern Indian Ocean",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2020-11-01",
 "awd_exp_date": "2025-10-31",
 "tot_intn_awd_amt": 284928.0,
 "awd_amount": 284928.0,
 "awd_min_amd_letter_date": "2020-07-21",
 "awd_max_amd_letter_date": "2021-02-18",
 "awd_abstract_narration": "Marine phytoplankton (microscopic photosynthetic algae) produce about half of the oxygen we breath and remove billions of tons of carbon dioxide from the atmosphere each year. This primary productivity plays a central role in controlling atmospheric carbon dioxide (pCO2) levels and the global climate. Yet, phytoplankton productivity is limited by lack of iron (an essential trace element) in about 40% of the global ocean. While phytoplankton productivity helps remove carbon dioxide from the atmosphere, it also removes iron and other essential trace elements (like manganese, cobalt, copper, and zinc) from the upper ocean. One critical issue is, “What are the sources for these essential trace elements that are needed to replace those removed by phytoplankton to keep the annual productivity cycles going?” This is especially important in the waters of the Southern Ocean around Antarctica, where ocean circulation brings deep water to the surface; water that is enriched in nutrients like nitrate and phosphate but depleted in essential trace elements. The main source for iron in the open ocean is from desert dust deposition.   In this project, scientists will collect aerosols (fine particles in the air) and rain samples over the Southern Ocean to measure how much iron (and the other essential trace elements) is depositing to surface waters. Other scientists will be measuring how fast phytoplankton are growing, and together we will learn how the input of trace elements from dust helps to remove carbon dioxide from the atmosphere. This information can then be used to help predict the future of Earth’s climate.  The scientists will communicate results of their study to the public via open house events at their respective campuses, as well as through online forums.  One undergraduate student from Florida International University, a leading minority serving university, would be supported and trained as part of this project.  \r\n\r\nThe project will measure the aerosol fractional solubility and atmospheric deposition of bio-essential trace elements as part of a multidisciplinary project studying trace element sources, transformations and sinks in the Indian Ocean sector of the Southern Ocean. The research cruise track will cross the currents and oceanographic fronts that are major pathways of the general circulation in the region where we expect to find multiple possible aerosol sources, and where aerosol Fe deposition and rainfall rates are predicted to range over 1-2 orders of magnitude. Aerosol samples (bulk and size-fractionated) will be collected on a daily basis and event-based rain samples to be analyzed for total and soluble major and trace elements including nitrate, phosphate, silicate, chloride, sulfate, Na, Mg, Al, V, Mn, Fe, Co, Ni, Cu, Zn, and Cd. In addition, scientists will analyze the water-soluble organic compounds in aerosols, focusing on compounds such as oxalate and methane-sulfonic acid (MSA) that enhance aerosol trace element solubility. Scientists will use Be-7 concentrations in aerosols and the upper water column to calculate aerosol bulk deposition velocities and test whether the relationship between rainfall rate and bulk deposition velocity that we have previously published can be applied on a more global basis. Further, scientists will use the trace element concentration data along with air-mass back trajectory analysis to apportion the aerosols between anthropogenic and natural sources, and study how aerosol sources affect the fractional solubility. Aerosol and rain subsamples will be provided to collaborators on the cruise for the analysis of additional important parameters.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Landing",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Landing",
   "pi_email_addr": "wlanding@fsu.edu",
   "nsf_id": "000443650",
   "pi_start_date": "2020-07-21",
   "pi_end_date": "2020-08-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Landing",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Landing",
   "pi_email_addr": "wlanding@fsu.edu",
   "nsf_id": "000443650",
   "pi_start_date": "2021-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Salters",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent J Salters",
   "pi_email_addr": "salters@magnet.fsu.edu",
   "nsf_id": "000094402",
   "pi_start_date": "2020-08-25",
   "pi_end_date": "2021-02-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Salters",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent J Salters",
   "pi_email_addr": "salters@magnet.fsu.edu",
   "nsf_id": "000094402",
   "pi_start_date": "2021-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 284928.0
  }
 ],
 "por": null
}