{
 "awd_id": "2022129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BII-Design:  Reintegrating Biology as a Key Component of Bioinspired Design",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2020-10-15",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-08-05",
 "awd_max_amd_letter_date": "2020-08-05",
 "awd_abstract_narration": "Imagine using microbe-killing materials, structurally similar to insect wings, on hospital and kitchen surfaces. Or generating cheetah-level speeds and power in robots as small as ants. Finding ways to apply natural principles to real-world problems is the goal of bioinspired design. The objectives of this proposal are to develop research, teaching and public engagement activities that will form the basis for creating a future Institute for Bioinspired Design. Specific goals include: 1. Describe and apply mechanical and material properties seen in nature to engineering principles for real-world problems; 2. Develop an educational model aimed at training interdisciplinary teams of scientists; and 3. Actively engage the public in all aspects of this work through public seminars, videos, and the development of K-12 curricula. The field of bioinspired design is highly interdisciplinary, and requires integrating distinct expertise in engineering, materials science, chemistry and biology. However, current training and educational models are often insufficient to prepare the next generation of scientists to work seamlessly across disciplines. This future Institute will serve as a home for interdisciplinary teams to come together quickly and solve societal problems and grand challenges by using best practices of bioinspired design while training the next generation of scientists active in bioinspired design.\r\n\r\n\r\nBioinspired design involves using nature as a guide to inform technological innovation. Successfully applying biological principles to innovative design requires integrating across all biological scales: from molecular and cellular processes, to whole organisms, and even ecosystems. The objective of this Design Proposal is to develop research, teaching and outreach activities that will form the basis for a future Implementation Proposal for creating an Institute for Bioinspired Design. The creativity required to identify real-world applications of biological analogs, or to recognize which problems can be successfully tackled with biologically inspired solutions, necessitates meaningful interdisciplinary exchange between those working across different disciplines including biology, chemistry, physics, art, design, engineering and business. For bioinspired design to be successful, we also need a novel educational model to train diverse teams of researchers to work together effectively, and to collaborate on creating original projects from discovery to design.  The planned future institute can address not only improvements and advances in bioinspired design but can serve as a model of integrated biological research that moves beyond biology to integrate with other disciplines facilitating both scientific and societal advances.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Suarez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Suarez",
   "pi_email_addr": "avsuarez@life.uiuc.edu",
   "nsf_id": "000311022",
   "pi_start_date": "2020-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marianne",
   "pi_last_name": "Alleyne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marianne Alleyne",
   "pi_email_addr": "vanlaarh@life.illinois.edu",
   "nsf_id": "000707076",
   "pi_start_date": "2020-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Barley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Barley",
   "pi_email_addr": "barley@illinois.edu",
   "nsf_id": "000716341",
   "pi_start_date": "2020-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aimy",
   "pi_last_name": "Wissa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aimy Wissa",
   "pi_email_addr": "aw8551@princeton.edu",
   "nsf_id": "000717791",
   "pi_start_date": "2020-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Trustees of the University of Illinois",
  "perf_str_addr": "506 S. Wright St",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The field of bioinspired design applies biological knowledge to engineering solutions to build a better tomorrow. &nbsp;However, there are practical, social and organizational challenges to facilitating interdisciplinary research. Our project aimed at finding best practices for the increasing necessity and value for building interdisciplinary teams to tackle the pressing questions in science. Our project outcomes include 1. hosting a workshop and symposium to build communities of interdisciplinary teams interested in bioinspired design research, 2. developing new courses at the undergraduate and graduate levels aimed at teaching bioinspired design to both biologists and engineers. 3. Initiating outreach and engagement activities to communicate the value of bioinspired design to the public. A highlight of the work published from this project is a paper that provides strategies to identify barriers to interdisciplinary science and how to best overcome these barriers. We also conducted research that explored natural phenomenon for use in design principles. These projects ranged from using insects to inspire anti-microbial and water resilient materials, how to design machines with multi-modal locomotion strategies (e.g. both walking and swimming), and looking how energy is stored in animal power-amplification systems and relating them to jumping and flight performance. Finally, this project provided ample opportunities for training of undergraduate and graduate students with both biology and engineering backgrounds.</p><br>\n<p>\n Last Modified: 02/12/2025<br>\nModified by: Andrew&nbsp;Suarez</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2022129/2022129_10693169_1739381024064_cover--rgov-214x142.jpeg\" original=\"/por/images/Reports/POR/2025/2022129/2022129_10693169_1739381024064_cover--rgov-800width.jpeg\" title=\"Examples of bioinspired design\"><img src=\"/por/images/Reports/POR/2025/2022129/2022129_10693169_1739381024064_cover--rgov-66x44.jpeg\" alt=\"Examples of bioinspired design\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Examples of how biological discovery can inspire engineered systems. Electron micrograph of a bed bug walking on a microfabricated surface based on leaf microstructures (generated with 2-photon printing) (left top). Latticed structures inspired by honey bee honeycomb (left bottom), and glass sponge</div>\n<div class=\"imageCredit\">Catherine Loudon and Clint Penick</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andrew&nbsp;Suarez\n<div class=\"imageTitle\">Examples of bioinspired design</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe field of bioinspired design applies biological knowledge to engineering solutions to build a better tomorrow. However, there are practical, social and organizational challenges to facilitating interdisciplinary research. Our project aimed at finding best practices for the increasing necessity and value for building interdisciplinary teams to tackle the pressing questions in science. Our project outcomes include 1. hosting a workshop and symposium to build communities of interdisciplinary teams interested in bioinspired design research, 2. developing new courses at the undergraduate and graduate levels aimed at teaching bioinspired design to both biologists and engineers. 3. Initiating outreach and engagement activities to communicate the value of bioinspired design to the public. A highlight of the work published from this project is a paper that provides strategies to identify barriers to interdisciplinary science and how to best overcome these barriers. We also conducted research that explored natural phenomenon for use in design principles. These projects ranged from using insects to inspire anti-microbial and water resilient materials, how to design machines with multi-modal locomotion strategies (e.g. both walking and swimming), and looking how energy is stored in animal power-amplification systems and relating them to jumping and flight performance. Finally, this project provided ample opportunities for training of undergraduate and graduate students with both biology and engineering backgrounds.\t\t\t\t\tLast Modified: 02/12/2025\n\n\t\t\t\t\tSubmitted by: AndrewSuarez\n"
 }
}