{
 "awd_id": "2022576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Early Detection of Recurrence for High-Risk Breast Cancer Patients",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2020-07-23",
 "awd_max_amd_letter_date": "2020-07-23",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is to improve the well-being of women at-risk for breast cancer (BC) recurrence. BC is a leading cause of death for women in the United States and a substantial contributor to decreased quality of life. Each year, more than 250,000 American women are diagnosed with BC and an estimated 30% of BC patients will experience a recurrence within 5 years. Though methods exist to approximate the risk of recurrence, there is no way to determine if and when a patient will experience a recurrence. When BC advances to a late stage, there is a decrease in quality of life characterized by distressing pain, depression, and a 30-70% loss in walking capacity, balance, and physical strength. Economically, the cost of care for late stage BC is 2-fold greater than early stage, and it imposes an economic burden of $12 billion per year in lost productivity and healthcare costs. The commercial development and clinical deployment of the proposed device which monitors for BC recurrence would enable therapeutic interventions at life-preserving timescales. This would preserve patient health, provide peace-of-mind, and relieve financial strain resulting from reactive, late-stage care.\r\n\r\nThis I-Corps project proposes an implantable system for monitoring and measuring markers of health and disease in a way that is fundamentally distinct from methods used clinically today. A small microporous biomaterial implant has been developed that sits beneath the skin and enables the monitoring of cancer recurrence. Extensive research has demonstrated that the proposed implants become vascularized and collect immune cells. In mouse models of cancer, changes in the cell composition and gene expression of the implant can be used to monitor and diagnose cancer recurrence. The team has demonstrated the non-invasive monitoring of cancer biomarkers as a means of providing high-value diagnostic data. This new method for early detection of BC recurrence represents an improvement over the status quo and emerging liquid biopsy technologies. Currently, recurrence is diagnosed when symptomatic and by mammography - both limited to sizable tumors greater than 0.5 cm. Liquid biopsies that measure cancer DNA in the blood have low sensitivity and are only capable of detecting breast cancer at a sensitivity of 10% (at 98% specificity) in patients already diagnosed by mammography. The proposed implant would continuously monitor for biomarkers of cancer recurrence to enable the diagnosis and treatment at timescales that extend survival.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lonnie",
   "pi_last_name": "Shea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lonnie Shea",
   "pi_email_addr": "ldshea@umich.edu",
   "nsf_id": "000707050",
   "pi_start_date": "2020-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 South State St. Room 1062",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span>The major activities conducted during this I-Corps project included stakeholder interviews with the goal of assessing market opportunity for a microporous scaffold to be used for the early detection of recurrence for high-0risk cancer patients. At the onset of the program, we had proposed that the major value of our product was its utility in the detection of metastatic disease prior to radiographic evidence. We believed this would provide peace of mind to the patient and yield clinical insight for the doctor into the recurrence of late-stage disease prior to its evidence with current imaging modalities. Interviewing both oncologists and patients/patient advocacy groups, we gleaned that this initial value proposition was appropriate for some cancers but not others. Cancers for which targeted therapeutic are available were a good market for the scaffold; however, the management of some cancers has not reached this level of detail. Throughout the interviews, however, we formulated alternative hypotheses and tested the alternative value propositions. We reframed our questions to target hypotheses focused on the need for a technology to segment patients receiving immunotherapy based on response to treatment. This approach garnered broad interest from clinicians, as current technologies (based on radiographic imaging) have limited capacity to segment patients due to a phenomena in which patients responding to treatment appear as if their disease is progressing. We additionally found that while upcoming technologies, like liquid biopsy, are perceived to have utility in the early detection of metastatic disease, the efficacy of this approach remains a major scientific question due to isues with abundance of cell free DNA and inaccuracy of the assay. Nevertheless, liquid biopsy is currently unable to segment sensitivity from resistance to immune checkpoint blockade therapy.&nbsp;</span></p>\n<p class=\"Default\"><span>We also investigated the current ecosystem of oncology diagnostics and how our technology would fit into this ecosystem. The outcome of the conversation is that once this oncology diagnostic is integrated into the above ecosystem, a claims benefit manager (at CMS/private insurer) would reimburse the medical center&rsquo;s billing/coding department for filled CPT codes proportional to the implantation, explant, and analysis of this oncology diagnostic. Separate CPT codes would be filled and reimbursed for a breast oncology physician assistant implanting the device, an interventional radiologist biopsying the device, an anatomic pathologist for analyzing the biopsy, and for a breast medical oncologist for meeting with the patient to go over the results of the diagnostic assessment.</span><span class=\"A5\">&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2022<br>\n\t\t\t\t\tModified by: Lonnie&nbsp;Shea</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The major activities conducted during this I-Corps project included stakeholder interviews with the goal of assessing market opportunity for a microporous scaffold to be used for the early detection of recurrence for high-0risk cancer patients. At the onset of the program, we had proposed that the major value of our product was its utility in the detection of metastatic disease prior to radiographic evidence. We believed this would provide peace of mind to the patient and yield clinical insight for the doctor into the recurrence of late-stage disease prior to its evidence with current imaging modalities. Interviewing both oncologists and patients/patient advocacy groups, we gleaned that this initial value proposition was appropriate for some cancers but not others. Cancers for which targeted therapeutic are available were a good market for the scaffold; however, the management of some cancers has not reached this level of detail. Throughout the interviews, however, we formulated alternative hypotheses and tested the alternative value propositions. We reframed our questions to target hypotheses focused on the need for a technology to segment patients receiving immunotherapy based on response to treatment. This approach garnered broad interest from clinicians, as current technologies (based on radiographic imaging) have limited capacity to segment patients due to a phenomena in which patients responding to treatment appear as if their disease is progressing. We additionally found that while upcoming technologies, like liquid biopsy, are perceived to have utility in the early detection of metastatic disease, the efficacy of this approach remains a major scientific question due to isues with abundance of cell free DNA and inaccuracy of the assay. Nevertheless, liquid biopsy is currently unable to segment sensitivity from resistance to immune checkpoint blockade therapy. \nWe also investigated the current ecosystem of oncology diagnostics and how our technology would fit into this ecosystem. The outcome of the conversation is that once this oncology diagnostic is integrated into the above ecosystem, a claims benefit manager (at CMS/private insurer) would reimburse the medical center’s billing/coding department for filled CPT codes proportional to the implantation, explant, and analysis of this oncology diagnostic. Separate CPT codes would be filled and reimbursed for a breast oncology physician assistant implanting the device, an interventional radiologist biopsying the device, an anatomic pathologist for analyzing the biopsy, and for a breast medical oncologist for meeting with the patient to go over the results of the diagnostic assessment. \n\n \n\n\t\t\t\t\tLast Modified: 01/05/2022\n\n\t\t\t\t\tSubmitted by: Lonnie Shea"
 }
}