{
 "awd_id": "2022716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Seismic Response of Mexico City Using Fiber-Optic Seismology",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 490000.0,
 "awd_amount": 490000.0,
 "awd_min_amd_letter_date": "2020-07-01",
 "awd_max_amd_letter_date": "2021-09-10",
 "awd_abstract_narration": "Cities around the world are steadily growing. Their increasing concentration of people, buildings, and infrastructures increases their vulnerability to earthquakes. The application of seismic building codes reduces the risk for populations. Yet, establishing and applying these codes at a city scale is not trivial. It requires a local understanding of how strongly the ground may shake during future events. Unfortunately, the available data to inform such an understanding are often scarce. This is because of the difficulty to deploy a dense network of seismic instruments in urban environment. Here, the researchers test and further develop a new technology, called Distributed Acoustic Sensing (DAS).  DAS turns the fiber-optic cables running through every city into a dense network of seismic sensors. By injecting laser pulses at one end of a cable and analyzing the backscattered light, one can measure the shaking of the cable and that of the ground around it. The team uses a DAS network on Stanford University campus to improve the extraction of seismic measurements from fiber-optic cables. The new methods are then tested at large scale in Mexico City, which faces extreme seismic hazards. The project has strong implications for risks assessment and mitigation in cities around the world. It fosters international collaboration with Mexico. It also provides support and training for a postdoctoral associate and a graduate student at University of Michigan Ann Arbor. \r\n\r\n\r\nOne main objective of the project is to deploy a DAS seismic array on a telecom network located along subway lines in Mexico City. The team has secured access to 3 fiber-optic cables which run over ~60 km across the city, from North to South. The researchers expect to acquire a dataset of about 10,000 channels. They will develop new geophysical methods and adapt them to the tremendous amount of data DAS provides. Mexico City seismic activity and ground motions will be monitored for about 6 months. The project's ultimate goal is to obtain shallow seismic velocity structures along the path of the fiber-optic cables and provide estimates of ground-motion spatial and temporal variability. The project, thus, is a real-life test of the efficiency of DAS technology to assess and mitigate seismic risks in dense urban environments. Its expected outcomes are new cost-effective methods to inform the geotechnical properties of city shallow subsurface. In Mexico City, the collected DAS data will help researchers better understand the strong site amplification effects occurring in the city basin.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zack",
   "pi_last_name": "Spica",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zack Spica",
   "pi_email_addr": "zspica@umich.edu",
   "nsf_id": "000806458",
   "pi_start_date": "2020-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 204438.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 285562.0
  }
 ],
 "por": null
}