{
 "awd_id": "2023088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Responding to an Emerging Epidemic through Science Education",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steele",
 "awd_eff_date": "2020-03-01",
 "awd_exp_date": "2022-02-28",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-03-09",
 "awd_max_amd_letter_date": "2020-03-09",
 "awd_abstract_narration": "At this moment, there is global concern about the coronavirus disease 2019 (COVID-19) and its potential to become an epidemic in the U.S. and other countries. Reports of past studies on student understanding of epidemics and how they are taught in school indicate that teachers are reticent to teach the material because the science is unclear given the emerging nature of evidence, or because they don’t understand it well themselves. Curricular resources are limited. Consequently, many students are left on their own to grapple with a potential public health emergency that could affect them and their families. The problem is further complicated by misinformation that may be spread through social media. There is less public understanding about the science of the virus and how it spreads; the risk of being infected; treatment, or, the severity of the illness. This research project will produce curricular materials designed to help students learn about viral epidemics as both a scientific and social issue. It will engage students in scientific modeling of the epidemic and in critical analyses of media and public health information about the virus. This approach helps students connect their classroom learning experiences with their lives beyond school, a key characteristic of science literacy. This project is an example of how science education can be both engaging and relevant.  \r\n\r\nResearchers at the University of North Carolina and the University of Missouri have been studying how to teach about issues at the crossroads of science and social concerns such as community health; they have developed a framework to build curriculum materials focused on student learning of such complex issues through modeling and inquiry. For this study on the coronavirus disease 2019 (COVID-19); first, the researchers will study student responses to the epidemic in real time, collecting data on student initial understandings and concerns. Then, using this information, they will work with 7 high school science teachers familiar with their framework to build a prototype curriculum unit, and test it in classrooms in 4 high schools selected for their socio-economic and ethnic/racial diversity. The study will gather data on student interest in the epidemic, as well as how students access information about it through various forms of media, and how they vet news reports and social media. The researchers will also use pre- and post-test data to assess student learning. After this initial enactment of the curriculum materials developed to teach about the epidemic, researchers and teachers will revise the curriculum materials to make them more effective. The final products will be a curriculum unit that will be readily available and modifiable for teaching and learning about future epidemics, as well as greater understanding about how students deal with vast amounts of information about societal issues that affect their immediate lives and the science behind them.\r\n\r\nThe Discovery Research preK-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics by preK-12 students and teachers, through the research and development of new innovations and approaches. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for the projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Troy",
   "pi_last_name": "Sadler",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Troy D Sadler",
   "pi_email_addr": "tsadler@unc.edu",
   "nsf_id": "000483454",
   "pi_start_date": "2020-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Friedrichsen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia J Friedrichsen",
   "pi_email_addr": "friedrichsenp@missouri.edu",
   "nsf_id": "000406144",
   "pi_start_date": "2020-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Zangori",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Laura A Zangori",
   "pi_email_addr": "zangoril@missouri.edu",
   "nsf_id": "000762300",
   "pi_start_date": "2020-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "Peabody Hall, CB 3500",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Responding to an Emerging Epidemic through Science Education (REESE) project pursued two goals related to teaching about the COVID-19 pandemic. First, the project collaborated with 12 high school science teachers to create COVID-related curriculum materials. Second, REESE conducted research on how teachers enacted COVID-related materials and how students responded to associated learning opportunities in the midst of the pandemic. The developed learning materials were framed by the COVID-19 pandemic and focused on key scientific ideas such as the viral cycle, viral transmission, and interaction of prophylactic strategies and disease spread. The module also highlighted learner engagement with scientific models and media and information literacy practices. The collaborating teachers participated in workshops designed to support their development and use of the curriculum materials. These teachers enacted the curriculum in 54 different sections of high school science classes. These courses included biology, honors biology, remedial biology, microbiology, genetics, environmental science, and bioliterature. The materials were implemented by the partner teachers with over 1,100 high school students (~26% African American/Black, ~9% Latinx/Hispanic, ~3% Multi-racial, ~7% Asian American/Asian, ~52% Caucasian/White). The curriculum materials were also made available online (<a href=\"https://epiclearning.web.unc.edu/covid/\">https://epiclearning.web.unc.edu/covid/</a>) and accessed far more broadly than the project was able to track.</p>\n<p>The research on student experiences with the pandemic and learning about COVID in the midst of the pandemic involved collecting student survey and assessment data. The survey focused on student preferences for media sources and formats, what students were interested in learning about relative to the COVID-19 pandemic, and strategies they used for seeking and evaluating information about COVID. Data from this survey were collected from 324 students. Analysis of the survey results suggested that students showed three different patterns of preferences for media formats: one group preferred traditional news formats (e.g., network television shows and news websites); another group preferred social media outlets (e.g. TikTok and Twitter); and a final group was classified as low information seekers. Students were also clustered in terms of their preferences for information sources: 1) Personal connections (e.g., family and friends), 2) Authorities (e.g., healthcare professionals, science teachers, and government agencies), 3) Diverse sources, and 4) Low information seekers. Student strategies for vetting information about COVID were explored through a series a items focused on media literacy behaviors. This analysis suggested three main approaches used by students for vetting pandemic related information: 1) employing active strategies for media literacy, 2) relying on the popularity of information, and 3) looking for trusted information sources. Statistical techniques (Rasch analysis and MANOVA) were used to explore the extent to which students&rsquo; preferences for media formats and information sources were associated with media literacy behaviors. The largest differences observed (and were statistically significant) related to the low information cluster for media formats and source preferences. That is, students within the low information clusters were less likely than participants in the other clusters to employ active media literacy strategies. They were more likely to rely on popularity of the sources. The survey also asked students to report on their level of interest regarding several aspects associated with COVID-19. Students were most likely to be interested in learning about how to protect themselves from the virus, followed by precautions against the spread of the virus, and next the social impact of the pandemic. Items that students were least likely to express interest in learning about related to the basic biology of COVID like structure of the virus.</p>\n<p>Learning associated with the COVID curriculum materials was explored by assessing student understandings of viruses and vaccines prior to and following their experiences with the unit. A 25-item assessment was developed for this purpose, and 79 students from the classes of three teachers completed assessments at both time points. Students&rsquo; average ability measures moved from 0.58 logits before instruction to 0.84 logits after instruction. This change was statistically significant (T<sub>df=78 </sub>= 4.22, p &lt;&lt; 0.001, Cohen&rsquo;s D = 0.31) suggesting that participation in the unit supported student learning about viruses and vaccines.</p>\n<p>Results from the project have been shared through numerous outlets. Four journal articles have been published, and another four manuscripts are currently being reviewed. The project team presented products and outcomes in 9 conference presentations. The project was also featured in several media reports including local news broadcasts, online education media outlets, a podcast, and an Associated Press article. It was estimated that media coverage on the REESE project had a potential reach of over 90 million viewers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/27/2022<br>\n\t\t\t\t\tModified by: Troy&nbsp;D&nbsp;Sadler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Responding to an Emerging Epidemic through Science Education (REESE) project pursued two goals related to teaching about the COVID-19 pandemic. First, the project collaborated with 12 high school science teachers to create COVID-related curriculum materials. Second, REESE conducted research on how teachers enacted COVID-related materials and how students responded to associated learning opportunities in the midst of the pandemic. The developed learning materials were framed by the COVID-19 pandemic and focused on key scientific ideas such as the viral cycle, viral transmission, and interaction of prophylactic strategies and disease spread. The module also highlighted learner engagement with scientific models and media and information literacy practices. The collaborating teachers participated in workshops designed to support their development and use of the curriculum materials. These teachers enacted the curriculum in 54 different sections of high school science classes. These courses included biology, honors biology, remedial biology, microbiology, genetics, environmental science, and bioliterature. The materials were implemented by the partner teachers with over 1,100 high school students (~26% African American/Black, ~9% Latinx/Hispanic, ~3% Multi-racial, ~7% Asian American/Asian, ~52% Caucasian/White). The curriculum materials were also made available online (https://epiclearning.web.unc.edu/covid/) and accessed far more broadly than the project was able to track.\n\nThe research on student experiences with the pandemic and learning about COVID in the midst of the pandemic involved collecting student survey and assessment data. The survey focused on student preferences for media sources and formats, what students were interested in learning about relative to the COVID-19 pandemic, and strategies they used for seeking and evaluating information about COVID. Data from this survey were collected from 324 students. Analysis of the survey results suggested that students showed three different patterns of preferences for media formats: one group preferred traditional news formats (e.g., network television shows and news websites); another group preferred social media outlets (e.g. TikTok and Twitter); and a final group was classified as low information seekers. Students were also clustered in terms of their preferences for information sources: 1) Personal connections (e.g., family and friends), 2) Authorities (e.g., healthcare professionals, science teachers, and government agencies), 3) Diverse sources, and 4) Low information seekers. Student strategies for vetting information about COVID were explored through a series a items focused on media literacy behaviors. This analysis suggested three main approaches used by students for vetting pandemic related information: 1) employing active strategies for media literacy, 2) relying on the popularity of information, and 3) looking for trusted information sources. Statistical techniques (Rasch analysis and MANOVA) were used to explore the extent to which students’ preferences for media formats and information sources were associated with media literacy behaviors. The largest differences observed (and were statistically significant) related to the low information cluster for media formats and source preferences. That is, students within the low information clusters were less likely than participants in the other clusters to employ active media literacy strategies. They were more likely to rely on popularity of the sources. The survey also asked students to report on their level of interest regarding several aspects associated with COVID-19. Students were most likely to be interested in learning about how to protect themselves from the virus, followed by precautions against the spread of the virus, and next the social impact of the pandemic. Items that students were least likely to express interest in learning about related to the basic biology of COVID like structure of the virus.\n\nLearning associated with the COVID curriculum materials was explored by assessing student understandings of viruses and vaccines prior to and following their experiences with the unit. A 25-item assessment was developed for this purpose, and 79 students from the classes of three teachers completed assessments at both time points. Students’ average ability measures moved from 0.58 logits before instruction to 0.84 logits after instruction. This change was statistically significant (Tdf=78 = 4.22, p &lt;&lt; 0.001, Cohen’s D = 0.31) suggesting that participation in the unit supported student learning about viruses and vaccines.\n\nResults from the project have been shared through numerous outlets. Four journal articles have been published, and another four manuscripts are currently being reviewed. The project team presented products and outcomes in 9 conference presentations. The project was also featured in several media reports including local news broadcasts, online education media outlets, a podcast, and an Associated Press article. It was estimated that media coverage on the REESE project had a potential reach of over 90 million viewers.\n\n\t\t\t\t\tLast Modified: 05/27/2022\n\n\t\t\t\t\tSubmitted by: Troy D Sadler"
 }
}