{
 "awd_id": "2023408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER/Collaborative Research: Enable Elastic Capacity for Transportation Infrastructure through a Transmodal Modular Autonomous Vehicle System",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yueyue Fan",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 188060.0,
 "awd_amount": 188060.0,
 "awd_min_amd_letter_date": "2020-04-09",
 "awd_max_amd_letter_date": "2020-04-09",
 "awd_abstract_narration": "While roadway infrastructure provides limited capacity, vehicles operating on roads dominated by passenger cars may easily exceed road capacity over peak hours, causing traffic congestion, excessive energy consumption and increased safety risks. In observing that a passenger car takes much space on a roadway due to the relatively long gap following a preceding vehicle, this EArly-concept Grant for Exploratory Research (EAGER) project explores emerging modular autonomous vehicle (MAV) technology that can dynamically adjust gaps between vehicles. With the MAV technology, vehicles composed of multiple modular pods can be dynamically docked and separated during operations. For example, during peak hours, modular pods will be docked into longer MAVs, resulting in zero gaps between the modular pods docked together, which obviously improves highway throughput and reduces congestion. Whereas during off-peak hours, a long MAV may separate into shorter MAVs to ensure flexible system accessibility and reduce vehicle operation costs. This way, the MAV service equivalently creates “elastic” capacity for fixed transportation infrastructure to adapt spatiotemporally-varying travel demand. This project is for a new transmodal MAV system paradigm to realize such elastic capacity of a road transportation system. \r\n\r\nTo realize this vision, we will adapt multidisciplinary theoretical methods (e.g., time-geography, queuing theory, traffic flow theory, and homogeneous analysis) to understand and formulate operations of an MAV system. Then we will build mathematical models for the optimal design and operations of an MAV system at various scales by synchronizing demands and modular pods over time and space. The major challenge is to deal with continuous time and space as opposed to traditional fleet management problems with discrete time-space states. This challenge will be overcome by integrating microscopic trajectory control into macroscopic fleet management. If successful, this project will provide transmodal concepts to improve transportation and other related systems that are currently segregated into different modes. It will help boost the MAV service from a startup stage to a sustainable industry. The results will help transportation stakeholders understand feasibility and benefits of the MAV service and devise measures to incorporate it in their future planning, which may result in profound positive impacts on surface transportation including transit and freight operations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaopeng",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaopeng Li",
   "pi_email_addr": "xli2485@wisc.edu",
   "nsf_id": "000616633",
   "pi_start_date": "2020-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E. Fowler Avenue",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336200010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 61530.0
  }
 ],
 "por": null
}