{
 "awd_id": "2023351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding and quantifying the retention and migration of per- and polyfluoroalkyl substances in the vadose zone",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-05-31",
 "tot_intn_awd_amt": 398524.0,
 "awd_amount": 398524.0,
 "awd_min_amd_letter_date": "2020-07-01",
 "awd_max_amd_letter_date": "2020-07-01",
 "awd_abstract_narration": "Per- and polyfluoroalkyl substances (PFAS) are manmade chemicals that have recently been found in soils and waters all over the U.S. and other countries. Their widespread use and and persistence in the environment may result in exposure of millions of people in the U.S. to PFAS-contaminated drinking water. Because of the impacts of PFAS to human health, it is important to understand how these contaminants move in the environment and reach points of exposure. To date, the movement of PFAS through soil to groundwater is poorly understood and difficult to predict. Knowing how they move and how long they stay in soils is critical for cleanup and reducing exposure. The proposed project will integrate experimental and modeling approaches to study the factors that control the movement of PFAS in soils and groundwater. The project will generate data and predictive tools that can provide valuable information for stakeholders and decision makers. The project will further benefit society by supporting STEM education, including broadening of participation of underrepresented groups, and informing the broader community about the risks posed by PFAS-contaminated water and potential for intervention to mitigate risks.\r\n\r\nA growing body of field data demonstrates that soils serve as significant sources of PFAS to groundwater. However, the primary mechanisms that control the long-term retention of PFAS in soils remain poorly understood. This project will address this critical knowledge gap by combining novel experimental and mathematical modeling approaches. Specifically, the project will 1) conduct investigations of PFAS transport in unsaturated porous media under transient flow conditions; 2) develop and use state-of-the-art mathematical models that represent surfactant-induced flow and PFAS-specific transport processes to identify the critical factors that control the retention of PFAS in soils and the long-term mass discharge to groundwater. The conceptual and computational tools developed in this project are expected to contribute to the establishment of science-based state and federal regulations for PFAS in the soils and to develop protocols on remediation. The research findings will be disseminated to a local water utility to improve water resources management and remediation decisions for PFAS contamination problems in Tucson, Arizona. In addition, the project will train underserved undergraduates in STEM at the University of Arizona through the Arizona Science, Engineering and Math Scholars Program and educate the local community about PFAS contamination through by collaboration with the Flandrau Science Center & Planetarium.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bo",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bo Guo",
   "pi_email_addr": "boguo@email.arizona.edu",
   "nsf_id": "000816567",
   "pi_start_date": "2020-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Brusseau",
   "pi_mid_init": "L",
   "pi_sufx_name": "Ph.D",
   "pi_full_name": "Mark L Brusseau",
   "pi_email_addr": "brusseau@email.arizona.edu",
   "nsf_id": "000761565",
   "pi_start_date": "2020-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "Sponsored Projects & Contracting",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210158",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 398524.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A growing body of field data demonstrates that soils have accumulated significant amounts of PFAS over multiple decades, posing great risks of contaminating the groundwater resources underneath. However, the processes that control the long-term retention of PFAS in soils remain poorly understood. This project addresses this critical knowledge gap by integrating experimental and modeling approaches to study the primary factors that control the downward movement of PFAS through soils to groundwater. We have generated one of the first experimental datasets to quantify the movement of PFAS in soil media under water-unsaturated conditions (where air and water coexist between soil grains). We have also developed new mathematical models that represent PFAS-specific transport processes in water-unsaturated soil media, particularly the accumulation of PFAS at the interfaces between air and water. Validated by experimental data, these mathematical models can be used to develop practical tools to help stakeholders and decision-makers assess the risks of PFAS contamination in groundwater beneath soil source zones.</p>\n<p>The project has trained a cohort of master&rsquo;s and PhD students to become experts in the fate and transport of PFAS in the environment. Some of these students have now graduated and entered the workforce (e.g., environmental consulting firms) to help solve the PFAS problem. Furthermore, through a collaboration with the Flandrau Science Center &amp; Planetarium, the research findings have been disseminated to local communities to raise awareness of the PFAS problem and the importance of addressing PFAS contamination in soils.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/28/2024<br>\nModified by: Bo&nbsp;Guo</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nA growing body of field data demonstrates that soils have accumulated significant amounts of PFAS over multiple decades, posing great risks of contaminating the groundwater resources underneath. However, the processes that control the long-term retention of PFAS in soils remain poorly understood. This project addresses this critical knowledge gap by integrating experimental and modeling approaches to study the primary factors that control the downward movement of PFAS through soils to groundwater. We have generated one of the first experimental datasets to quantify the movement of PFAS in soil media under water-unsaturated conditions (where air and water coexist between soil grains). We have also developed new mathematical models that represent PFAS-specific transport processes in water-unsaturated soil media, particularly the accumulation of PFAS at the interfaces between air and water. Validated by experimental data, these mathematical models can be used to develop practical tools to help stakeholders and decision-makers assess the risks of PFAS contamination in groundwater beneath soil source zones.\n\n\nThe project has trained a cohort of masters and PhD students to become experts in the fate and transport of PFAS in the environment. Some of these students have now graduated and entered the workforce (e.g., environmental consulting firms) to help solve the PFAS problem. Furthermore, through a collaboration with the Flandrau Science Center & Planetarium, the research findings have been disseminated to local communities to raise awareness of the PFAS problem and the importance of addressing PFAS contamination in soils.\n\n\n\t\t\t\t\tLast Modified: 09/28/2024\n\n\t\t\t\t\tSubmitted by: BoGuo\n"
 }
}