{
 "awd_id": "2023234",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Longitudinal Study of Women in Physics and People of Color in STEM at Primarily White Institutions",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032922321",
 "po_email": "anixon@nsf.gov",
 "po_sign_block_name": "Andrea Nixon",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 349552.0,
 "awd_amount": 472398.0,
 "awd_min_amd_letter_date": "2020-08-13",
 "awd_max_amd_letter_date": "2022-08-17",
 "awd_abstract_narration": "This project is a ten-year follow up to a pilot study that examined the educational experiences and career goals of 21 women graduate students in physics and astronomy.  The previous study results revealed a complex tapestry of experiences with mentoring, gender discrimination, and the development of career goals that influenced the students’ ultimate outcomes. The study showed that many were considering non-academic careers because of their perceptions of work-life balance and the academic workplace climate. The current project will expand the previous study by interviewing the original cohort to collect pathway data that compares their careers and trajectories to their stated goals and aspirations. The  study will add a second cohort to lay the groundwork for further research that includes multiple intersectional identities that typically are omitted from physics education research. The goal is to inform interventions that may be used to recruit and retain women STEM faculty. The investigator will also implement a professional development plan to build STEM education research capacity through mentors who will provide guidance on qualitative data collection and analysis, manuscript writing, and translation of research to practice. The project is expected to expand the pool of STEM education researchers, enhance the knowledge about the role of mentoring in STEM workforce development, and reduce STEM disparities among women.\r\n\r\nThe study will seek to understand the longitudinal career outcomes and gendered experiences of women in physics and astronomy by investigating  the following research questions: (1)What are the differences between the career expectations of women in graduate school and their actual careers over the last ten years? (2) What role did mentorship play in their career trajectory and outcomes? and (3) What gendered experiences have they had since completing their graduate degrees?  The research questions will test the hypothesis that the career trajectories of women and people of color in physics are impacted by their identities and mentoring experiences which in turn inform their career goals and academic pathways. Framed by constructivist grounded theory and standpoint theory, the study will use an intersectional approach to employ qualitative methods to analyze data from semi-structured interviews at the University of Utah to answer the research questions. The interview protocol will be a list of themed questions that will be discussed during the conversational interviews. The methodology will not compare women to their peers, but it will yield data about their individual perspectives about their experiences. The study will produce methodological approaches and results that could be transferable to other STEM disciplines for prospective academic and non-academic careers. The knowledge produced will be useful also in improving the academic climate for minority students in physics and astronomy and fostering a diverse pool of talent for the STEM workforce.\r\n\r\nThe project is supported by the ECR: Building Capacity in STEM Education Research competition of the EHR Core Research Program.  ECR funds STEM education research that focuses on STEM learning and learning environments, broadening participation in STEM, and STEM professional workforce development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramon",
   "pi_last_name": "Barthelemy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramon Barthelemy",
   "pi_email_addr": "ramon.s.barthelemy@utah.edu",
   "nsf_id": "000810635",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "President's Circle",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120090",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162Y00",
   "pgm_ele_name": "ECR:BCSER Capcity STEM Ed Rscr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 349552.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 122846.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c5398215-7fff-4551-fd62-b5bea17764fc\">\n<p dir=\"ltr\"><span>Understanding the lack of representation of women, Communities of Color, and other marginalized groups in the sciences has been a goal of research over the past few decades. Two overarching arguments emerge in the motivation of this work: (1) the need to ensure equal access of all people to the sciences, so they can gain the benefits of STEM careers and (2) the need to recruit and retain more scientists into the US workforce. This study sought to investigate this issue by conducting ten-year follow up interviews with women who were previously graduate students in physics and astronomy, and beginning a new longitudinal study on the experiences of international and domestic Students of Color completing US based graduate educations in the sciences.</span></p>\n<p dir=\"ltr\"><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>The ten-year follow up interviews revealed the successes, challenges, and complications that these women navigated in their physics and astronomy careers. For these 12 women their careers were marked with the importance of mentorship, peer support, and individual experiences of gender-based discrimination. Mentorship and community emerged as two key supports that allowed these women to navigate their careers, and for a few participants the lack of mentorship and peer support partially led to their leaving the field. Unfortunately, the stories of these women included gender-based discrimination in almost all of the interviews. Barriers came in the form of gendered language, lack of belief in their abilities, and gender-based harassment. However, these participants also often found support from their supervisors and peers in navigating these challenges and continuing on in their successful careers. Although for a few participants this meant leaving the field altogether and applying their physics and astronomy skills for new successful careers in the private sector.</span></p>\n<p dir=\"ltr\"><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>The new component of this study was interviewing 28 Students of Color pursuing graduate degrees in the sciences at Mountain West universities. The majority of the participants identified as being international students, which gave a unique perspective to this study in comparison to other studies on Students of Color in STEM. The challenges the students faced were exacerbated by the COVID-19 pandemic which was occurring at the time the interviews were conducted. For the international students this had a significant impact on their ability to study in the country safely, maintain their visas, and integrate into US culture. The unique cultures and backgrounds of each student also played into their own stories and experiences, for some students they were in departments and programs with many people similar to them; giving them community. For others this was not the case. Throughout all the interviews, for both domestic and international students, it was seen that integrating into science culture was a challenge. These challenges emerged not only with interactions with peers and faculty, but also in the role as teaching assistants. Often times the graduate students felt unsupported by their supervisors in conflicts with students they taught. Many of the participants saw these negative interactions being based around the lack of cultural competency from people around them and racism due to their cultural and ethnic differences. Faculty mentors that either had similar identities or were understanding of their identities were crucial supports for the students to maintain their enrollment and success in a graduate science program.</span></p>\n<p dir=\"ltr\"><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>Overall, this study demonstrates the remaining challenges for people that are underrepresented in the sciences. The study revealed the gender and race-based discrimination that some students face in pursuit of their educations, but this was juxtaposed with the support and mentorship that many found as well. This suggests that faculty and institutions need to put a strong emphasis on productive and inclusive mentorship not only to support individual education careers but also to outweigh the discriminatory experiences students may face in pursuit of their degrees.</span></p>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/25/2024<br>\nModified by: Ramon&nbsp;Barthelemy</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nUnderstanding the lack of representation of women, Communities of Color, and other marginalized groups in the sciences has been a goal of research over the past few decades. Two overarching arguments emerge in the motivation of this work: (1) the need to ensure equal access of all people to the sciences, so they can gain the benefits of STEM careers and (2) the need to recruit and retain more scientists into the US workforce. This study sought to investigate this issue by conducting ten-year follow up interviews with women who were previously graduate students in physics and astronomy, and beginning a new longitudinal study on the experiences of international and domestic Students of Color completing US based graduate educations in the sciences.\n\n\n\n\n\nThe ten-year follow up interviews revealed the successes, challenges, and complications that these women navigated in their physics and astronomy careers. For these 12 women their careers were marked with the importance of mentorship, peer support, and individual experiences of gender-based discrimination. Mentorship and community emerged as two key supports that allowed these women to navigate their careers, and for a few participants the lack of mentorship and peer support partially led to their leaving the field. Unfortunately, the stories of these women included gender-based discrimination in almost all of the interviews. Barriers came in the form of gendered language, lack of belief in their abilities, and gender-based harassment. However, these participants also often found support from their supervisors and peers in navigating these challenges and continuing on in their successful careers. Although for a few participants this meant leaving the field altogether and applying their physics and astronomy skills for new successful careers in the private sector.\n\n\n\n\n\nThe new component of this study was interviewing 28 Students of Color pursuing graduate degrees in the sciences at Mountain West universities. The majority of the participants identified as being international students, which gave a unique perspective to this study in comparison to other studies on Students of Color in STEM. The challenges the students faced were exacerbated by the COVID-19 pandemic which was occurring at the time the interviews were conducted. For the international students this had a significant impact on their ability to study in the country safely, maintain their visas, and integrate into US culture. The unique cultures and backgrounds of each student also played into their own stories and experiences, for some students they were in departments and programs with many people similar to them; giving them community. For others this was not the case. Throughout all the interviews, for both domestic and international students, it was seen that integrating into science culture was a challenge. These challenges emerged not only with interactions with peers and faculty, but also in the role as teaching assistants. Often times the graduate students felt unsupported by their supervisors in conflicts with students they taught. Many of the participants saw these negative interactions being based around the lack of cultural competency from people around them and racism due to their cultural and ethnic differences. Faculty mentors that either had similar identities or were understanding of their identities were crucial supports for the students to maintain their enrollment and success in a graduate science program.\n\n\n\n\n\nOverall, this study demonstrates the remaining challenges for people that are underrepresented in the sciences. The study revealed the gender and race-based discrimination that some students face in pursuit of their educations, but this was juxtaposed with the support and mentorship that many found as well. This suggests that faculty and institutions need to put a strong emphasis on productive and inclusive mentorship not only to support individual education careers but also to outweigh the discriminatory experiences students may face in pursuit of their degrees.\n\n\n\n\t\t\t\t\tLast Modified: 03/25/2024\n\n\t\t\t\t\tSubmitted by: RamonBarthelemy\n"
 }
}