{
 "awd_id": "2023493",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Coupling of physical and chemical processes in the shelf to basin transport of iron and iodine off Washington and Oregon",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 225411.0,
 "awd_amount": 225411.0,
 "awd_min_amd_letter_date": "2020-07-10",
 "awd_max_amd_letter_date": "2020-07-10",
 "awd_abstract_narration": "The boundary between productive coastal waters and relatively non-productive offshore waters is not a simple function of distance from the coast, but is determined by a complex interplay between biology, chemistry, and ocean physics.  This interplay is a fundamental property that controls the oceanic contribution to the food supply and the global carbon cycle.   During summer months when waters are warmer with low oxygen, biological decomposition near the seafloor consumes available oxygen and releases iron from sediments into overlying seawater.  In deeper parts of the ocean, canyons and other rugged surface features influence currents and create turbulence that rapidly moves iron from the shelf offshore. This iron in turn can enhance biological productivity miles away. This project will investigate (1) how decomposition processes on the continental shelf seafloor release elements like iron required for ocean life and (2) how ocean currents interact with the continental shelf and slope to move waters overlying the shelf offshore to enhance productivity.  Based on model simulations from the California and Oregon coasts done over 20 years that show transport of iron via plumes from the shelf to the open ocean, scientists will collect and analyze samples for iron and iodine to prove the findings of the model.  Iodine has been included in the study because it can track inputs from low oxygen sediments to the shelf.  In addition, results from the study will be used to improve assumptions used in the current model.  The project will support the research in whole or in part of four graduate students and several undergraduate students.  The scientists are involved with High School student mentoring, through Project COOL (Chemical Oceanography Outside the Lab) and the Students on Ice Foundation.\r\n \r\nScientists from the University of Southern California and the University of California, Los Angeles will study iron (Fe) and iodine (I) geochemistry along the Washington and Oregon Coasts, where high organic matter oxidation rates, low dissolved oxygen concentrations, and high sedimentary Fe fluxes on the continental shelf occur. This project hypothesizes that a shelf-to-basin shuttle controls the supply of Fe from the Fe-rich shelf into the interior of the North Pacific Ocean.  Simulations of a Regional Oceanic Modeling System (ROMS) coupled with the Biogeochemical Elemental Cycling model (BEC) run between 2007-2017 showed that this coastline is a major source of Fe to the ocean basin, exhibiting both deep and shallow Fe plumes that arise from subsurface eddies generated by poleward undercurrents.  Results from this model will be used to predict how the distribution of Fe evolves seasonally and guide sampling during  two cruises in 2021 to the region.  According to the ROMS-BEC model, the Fe inventory is highest in late summer, when bottom water oxygen is lowest, and the inventory is lowest in winter and early spring.  Model-generated deep plumes resemble those reported off Namibia, Peru and the Gulf of Alaska. This work will sample depths up to 4500m and look for such plumes. Deep plumes are important in global Fe budgets and because they may outcrop in high latitude waters that are Fe limited.  Iodine will also be measured because, like Fe, it accumulates at the sediment water interface and is released under reducing conditions.   Plumes of iodine arising from shelf sediments will be used as a semi-conservative tracer for lateral Fe advection.  The cruises will also assess the relative importance of direct inputs from rivers (especially the Columbia River) versus reducing sediments, since these inputs are decoupled seasonally\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniele",
   "pi_last_name": "Bianchi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniele Bianchi",
   "pi_email_addr": "dbianchi@atmos.ucla.edu",
   "nsf_id": "000717880",
   "pi_start_date": "2020-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Los Angeles",
  "perf_str_addr": "520 Portola Plaza",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951565",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 225411.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Iron (Fe) is an essential nutrient that supports marine life over vast areas of the ocean. However, the sources, transport, and fate of iron in the ocean are complex and only partially understood. This project aimed to investigate how iron is supplied from coastal waters to the open ocean, &nbsp;focusing on the Oregon/Washington continental margin. Our research combined numerical models with field observations to improve our understanding of iron transport processes and their impacts on marine biogeochemistry.</p>\r\n<p><strong>Key findings</strong></p>\r\n<p><strong>Iron transport mechanisms. </strong>Using high-resolution models, we found that iron transport from the Oregon shelf to the open ocean primarily occurs through bottom ocean currents, rather than surface processes. Specific transport &ldquo;hot-spots&rdquo; are associated with meanders of the California Undercurrent and small-scale ocean eddies. These findings provide a new framework for understanding how iron and other materials move from the coast to the open ocean (Figure 1).&nbsp;</p>\r\n<p><strong>Hypoxia and iron release. </strong>Coastal hypoxia (low oxygen) plays a critical role in iron release from the sediment. We characterized hypoxia &ldquo;hotspots&rdquo; along the U.S. West Coast (Figure 2), where low oxygen enhances release of iron from the seafloor. These hotspots correspond to region of enhanced offshore transport of iron. One such hotspot is the Santa Barbara Basin in Southern California. Here, in collaboration with researchers at UC Santa Barbara, we measured high iron fluxes (Figure 3) and low oxygen concentrations (Figure 4), providing a comprehensive characterization of oxygen variability in the basin, and investigating the consequenes for marine productivity. This work provides insights on how coastal ecosystem may respond to declines in oxygen.</p>\r\n<p><strong>Deep iron plumes. </strong>As part of our collaboration with field researchers at University of Southern California, we identified unexpected deep plumes of particulate iron emanating from the Oregon margin (Figure 5). These plumes are connected to hypoxic waters along the continental slope, which likely alter the buoyancy of iron-rich particles and allow them to be transported offshore by the oceanic circulation.&nbsp;</p>\r\n<p><strong>Coastal iron database. </strong>We compiled a new dataset of iron and organic ligand concentrations along the U.S. West Coast, providing a new resource to improve models and expand our understanding of Fe cycle processes along continental margins.</p>\r\n<p><strong>Advancing ocean biogeochemical modeling. </strong>We improved the iron cycling component of UCLA&rsquo;s ROMS-BEC model, improving iron sources and refining the model&rsquo;s ability to track particulate and dissolved iron forms.&nbsp;</p>\r\n<p><strong>Broader Impacts</strong></p>\r\n<p><strong>Improving predictions of ocean productivity. </strong>Understanding how iron and other nutrients moves through the ocean is essential for predicting changes in marine ecosystems. Our findings contribute to efforts to model ocean productivity, particularly in regions where iron is a limiting nutrient.</p>\r\n<p><strong>Supporting field research and collaboration. </strong>Our modeling work directly informed the design of oceanographic field campaigns, ensuring that sampling efforts targeted key locations for iron transport. This collaborative approach strengthened connections between modeling and observational oceanography.</p>\r\n<p><strong>Training the next generation of scientists. </strong>The project provided training for students and postdoctoral researchers. Two graduate students completed their Ph.D.s based on research supported by this project and have moved on to postdoctoral positions. Findings from this research were integrated into UCLA&rsquo;s undergraduate oceanography courses.</p>\r\n<p><strong>Engaging with the scientific community. </strong>We shared our results through peer-reviewed publications, presentations at major scientific conferences (including Ocean Sciences, AGU, and GEOTRACES meetings), and participation in international working groups focused on ocean biogeochemistry.</p>\r\n<p><strong>Future Directions. </strong>The insights gained from this project have led to new research questions and follow-up investigations, including a new NSF-funded project on the transport and protection of iron along continental margins. We continue to work with the oceanographic community to improve models and support field research efforts focused on iron cycling.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/05/2025<br>\nModified by: Daniele&nbsp;Bianchi</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219310871_Fig3_SBB_fluxes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219310871_Fig3_SBB_fluxes--rgov-800width.jpg\" title=\"Fluxes of iron from the sediment to the water column\"><img src=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219310871_Fig3_SBB_fluxes--rgov-66x44.jpg\" alt=\"Fluxes of iron from the sediment to the water column\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The image show observations of the flux of iron from the sediment to the water column; in red are extremely high fluxes measured in the Santa Barbara Basin, which influence productivity in surface waters.</div>\n<div class=\"imageCredit\">https://doi.org/10.5194/bg-21-773-2024</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Daniele&nbsp;Bianchi\n<div class=\"imageTitle\">Fluxes of iron from the sediment to the water column</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219204582_Fig2_hypoxia_hotspots--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219204582_Fig2_hypoxia_hotspots--rgov-800width.jpg\" title=\"Hotspot of low oxygen (hypoxia) along the U.S. West Coast\"><img src=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219204582_Fig2_hypoxia_hotspots--rgov-66x44.jpg\" alt=\"Hotspot of low oxygen (hypoxia) along the U.S. West Coast\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The image show a model-based characterization of the location, strength, and frequency of low oxygen (hypoxic) waters along the US West Coast</div>\n<div class=\"imageCredit\">https://doi.org/10.1029/ 2024JC021197</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Daniele&nbsp;Bianchi\n<div class=\"imageTitle\">Hotspot of low oxygen (hypoxia) along the U.S. West Coast</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219391400_Fig4_SBB_O2_database--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219391400_Fig4_SBB_O2_database--rgov-800width.jpg\" title=\"Oxygen measurements in the Santa Barbara Basin\"><img src=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219391400_Fig4_SBB_O2_database--rgov-66x44.jpg\" alt=\"Oxygen measurements in the Santa Barbara Basin\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The image shows a new database of oxygen measurements in the low-oxygen Santa Barbara Basin, a main hotspot of hypoxia and iron release into the water column</div>\n<div class=\"imageCredit\">Daniele Bianchi, De'Marcus Robinson, UCLA</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Daniele&nbsp;Bianchi\n<div class=\"imageTitle\">Oxygen measurements in the Santa Barbara Basin</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219087187_Fig1_Fe_shuttle_pathways--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219087187_Fig1_Fe_shuttle_pathways--rgov-800width.jpg\" title=\"Fe transport pathways\"><img src=\"/por/images/Reports/POR/2025/2023493/2023493_10684422_1741219087187_Fig1_Fe_shuttle_pathways--rgov-66x44.jpg\" alt=\"Fe transport pathways\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Model simulations identify the processes and pathways that cause the thansport of iron from the coastal to the open ocean</div>\n<div class=\"imageCredit\">https://doi.org/10.1029/ 2023GB008029</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Daniele&nbsp;Bianchi\n<div class=\"imageTitle\">Fe transport pathways</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIron (Fe) is an essential nutrient that supports marine life over vast areas of the ocean. However, the sources, transport, and fate of iron in the ocean are complex and only partially understood. This project aimed to investigate how iron is supplied from coastal waters to the open ocean, focusing on the Oregon/Washington continental margin. Our research combined numerical models with field observations to improve our understanding of iron transport processes and their impacts on marine biogeochemistry.\r\n\n\nKey findings\r\n\n\nIron transport mechanisms. Using high-resolution models, we found that iron transport from the Oregon shelf to the open ocean primarily occurs through bottom ocean currents, rather than surface processes. Specific transport hot-spots are associated with meanders of the California Undercurrent and small-scale ocean eddies. These findings provide a new framework for understanding how iron and other materials move from the coast to the open ocean (Figure 1).\r\n\n\nHypoxia and iron release. Coastal hypoxia (low oxygen) plays a critical role in iron release from the sediment. We characterized hypoxia hotspots along the U.S. West Coast (Figure 2), where low oxygen enhances release of iron from the seafloor. These hotspots correspond to region of enhanced offshore transport of iron. One such hotspot is the Santa Barbara Basin in Southern California. Here, in collaboration with researchers at UC Santa Barbara, we measured high iron fluxes (Figure 3) and low oxygen concentrations (Figure 4), providing a comprehensive characterization of oxygen variability in the basin, and investigating the consequenes for marine productivity. This work provides insights on how coastal ecosystem may respond to declines in oxygen.\r\n\n\nDeep iron plumes. As part of our collaboration with field researchers at University of Southern California, we identified unexpected deep plumes of particulate iron emanating from the Oregon margin (Figure 5). These plumes are connected to hypoxic waters along the continental slope, which likely alter the buoyancy of iron-rich particles and allow them to be transported offshore by the oceanic circulation.\r\n\n\nCoastal iron database. We compiled a new dataset of iron and organic ligand concentrations along the U.S. West Coast, providing a new resource to improve models and expand our understanding of Fe cycle processes along continental margins.\r\n\n\nAdvancing ocean biogeochemical modeling. We improved the iron cycling component of UCLAs ROMS-BEC model, improving iron sources and refining the models ability to track particulate and dissolved iron forms.\r\n\n\nBroader Impacts\r\n\n\nImproving predictions of ocean productivity. Understanding how iron and other nutrients moves through the ocean is essential for predicting changes in marine ecosystems. Our findings contribute to efforts to model ocean productivity, particularly in regions where iron is a limiting nutrient.\r\n\n\nSupporting field research and collaboration. Our modeling work directly informed the design of oceanographic field campaigns, ensuring that sampling efforts targeted key locations for iron transport. This collaborative approach strengthened connections between modeling and observational oceanography.\r\n\n\nTraining the next generation of scientists. The project provided training for students and postdoctoral researchers. Two graduate students completed their Ph.D.s based on research supported by this project and have moved on to postdoctoral positions. Findings from this research were integrated into UCLAs undergraduate oceanography courses.\r\n\n\nEngaging with the scientific community. We shared our results through peer-reviewed publications, presentations at major scientific conferences (including Ocean Sciences, AGU, and GEOTRACES meetings), and participation in international working groups focused on ocean biogeochemistry.\r\n\n\nFuture Directions. The insights gained from this project have led to new research questions and follow-up investigations, including a new NSF-funded project on the transport and protection of iron along continental margins. We continue to work with the oceanographic community to improve models and support field research efforts focused on iron cycling.\r\n\n\n\t\t\t\t\tLast Modified: 03/05/2025\n\n\t\t\t\t\tSubmitted by: DanieleBianchi\n"
 }
}