{
 "awd_id": "2023987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Tellurene mid-infrared integrated photonics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922967",
 "po_email": "sekim@nsf.gov",
 "po_sign_block_name": "Margaret Kim",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 310000.0,
 "awd_amount": 310000.0,
 "awd_min_amd_letter_date": "2020-08-11",
 "awd_max_amd_letter_date": "2020-08-11",
 "awd_abstract_narration": "Lack of optical materials compatible with common semiconductor substrates presents a standing hurdle for integrated photonic device development in the mid-IR domain. This award supports a collaborative team to conduct fundamental research to advance knowledge for the integration of emerging optical nanomaterials with the mid-IR photonics platform. The research aims to enable the design, fabrication, and integration of mid-IR photonic components and circuits based on a new optical nanomaterial, namely two-dimensional (2-D) tellurene. Tellurene, atomically thin crystals of elemental tellurium, is an emerging 2-D material amenable to scalable synthesis and uniquely combines small and tunable bandgap energies, high carrier mobility, exceptionally large electro-optic activity, and superior chemical stability, which makes it a promising and versatile material platform for mid-IR photonics. The mid-IR spectral band (2-20 micro-meter) is of significant technological importance for thermal imaging, spectroscopic sensing, infrared countermeasures, and free-space communications. The proposed tellurene-based device platform, once demonstrated, will have a transformative impact on mid-IR integrated photonics. The envisioned detector and modulator devices both are predicted to have performances far exceeding the state-of-the-art. This research involves several disciplines, including materials science, electrical engineering, photonics, device physics, manufacturing, and chemistry. The multi-disciplinary research combined with the proposed outreach activities will provide valuable opportunities for exposing the students to cutting-edge nanotechnology and optical sciences to inspire their interest in STEM career paths.\r\n\r\n2-D materials have emerged as a promising material group for photonic integration, given their singular optical properties not found in conventional bulk and thin-film materials. However, some scientific and technical barriers are yet to be overcome to realize the full application potential of 2-D materials for mid-IR integrated photonics. This research is to fill the knowledge gap on the integration of solution-synthesized tellurene with the mid-IR photonics platform. The objectives are (1) to demonstrate high-performance waveguide integrated room-temperature mid-IR photodetectors and ultrafast electro-optic modulators based on tellurene, and (2) to explore the unique advantage and capability of solution-synthesized tellurene as a novel optical material for integrated mid-IR photonic devices. The research team will innovate a processing scheme that directly fabricates waveguide structures on tellurene using compositionally-engineered chalcogenide glass as both the light guiding medium and an infrared-transparent gate dielectric. This monolithic approach capitalizes on the broadband mid-IR transparency and near-room-temperature processing of chalcogenide glass to not only simplify the integration process but also allow the photonic circuit to be specifically optimized and precisely aligned to tellurene crystals with lithographic accuracy. The team will also develop a physics-based framework to design and guide the material synthesis, device fabrication, and system integration.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juejun",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juejun Hu",
   "pi_email_addr": "hujuejun@mit.edu",
   "nsf_id": "000571505",
   "pi_start_date": "2020-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "095E",
   "pgm_ref_txt": "Photonic integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 310000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aims to develop novel optoelectronic devices based on tellurene, an atomically thin crystal made of elemental tellurium, for operation in the mid-infrared wavelengths. The mid-infrared wavelength regime is strategically important for applications including chemical and biological sensing, thermal imaging, free-space communications, and spectroscopy. Nonetheless, photonic devices for the mid-infrared have been much less mature compared to their visible or near-infrared counterparts to date. In this project, we aim to capitalize on the exceptional optoelectronic properties of tellurene to realize high-performance mid-infrared devices that fill in the gap.</p>\n<p>Through the project, we have matured a scalable solution synthesis and assembly process for tellurene that enable fabrication of large-area tellurene-based devices on standard substrates such as silicon, and realized mid-infrared photodetector arrays based on the process. Furthermore, we achieved direct integration of sub-wavelength optical microstructures on the tellurene photodetectors to impart spectral selectivity, such that each detector pixel can be tuned to specifically respond to a set of pre-defined mid-infrared wavelengths. By combining signal collected from an array of microstructure-decorated tellurene detector pixels, we can infer not only the light intensity as traditional photodetectors do, but also the spectrum of incident light. This unique capability was applied to demonstrate detection of trace gases using mid-infrared spectroscopy.</p>\n<p>Results from the project elucidates the fundamental science underlying the synthesis and processing of tellurene materials, while advancing their integration technology with photonic device platforms. The spectrally selective tellurene detector array demonstrated enables mid-infrared spectroscopy on a compact, high-performance platform that can be integrated on silicon, and thus can find broad applications in industry process control, environmental monitoring, food inspection, and beyond.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/28/2023<br>\nModified by: Juejun&nbsp;Hu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project aims to develop novel optoelectronic devices based on tellurene, an atomically thin crystal made of elemental tellurium, for operation in the mid-infrared wavelengths. The mid-infrared wavelength regime is strategically important for applications including chemical and biological sensing, thermal imaging, free-space communications, and spectroscopy. Nonetheless, photonic devices for the mid-infrared have been much less mature compared to their visible or near-infrared counterparts to date. In this project, we aim to capitalize on the exceptional optoelectronic properties of tellurene to realize high-performance mid-infrared devices that fill in the gap.\n\n\nThrough the project, we have matured a scalable solution synthesis and assembly process for tellurene that enable fabrication of large-area tellurene-based devices on standard substrates such as silicon, and realized mid-infrared photodetector arrays based on the process. Furthermore, we achieved direct integration of sub-wavelength optical microstructures on the tellurene photodetectors to impart spectral selectivity, such that each detector pixel can be tuned to specifically respond to a set of pre-defined mid-infrared wavelengths. By combining signal collected from an array of microstructure-decorated tellurene detector pixels, we can infer not only the light intensity as traditional photodetectors do, but also the spectrum of incident light. This unique capability was applied to demonstrate detection of trace gases using mid-infrared spectroscopy.\n\n\nResults from the project elucidates the fundamental science underlying the synthesis and processing of tellurene materials, while advancing their integration technology with photonic device platforms. The spectrally selective tellurene detector array demonstrated enables mid-infrared spectroscopy on a compact, high-performance platform that can be integrated on silicon, and thus can find broad applications in industry process control, environmental monitoring, food inspection, and beyond.\n\n\n\t\t\t\t\tLast Modified: 12/28/2023\n\n\t\t\t\t\tSubmitted by: JuejunHu\n"
 }
}