{
 "awd_id": "2023178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Management and Implementation of US GEOTRACES GP17 Section: Amundsen Sea Sector of the Antarctic Continental Margin (GP17-ANT)",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 498943.0,
 "awd_amount": 556518.0,
 "awd_min_amd_letter_date": "2020-08-12",
 "awd_max_amd_letter_date": "2024-07-11",
 "awd_abstract_narration": "This project will support the management and implementation of a 60-day research cruise to the Amundsen Sea sector of the Antarctic continental margin to collect samples for measurements of a broad suite of trace elements and isotopes (“TEIs”), as part of the U.S. GEOTRACES program. GEOTRACES is a global effort in the field of Chemical Oceanography, the goal of which is to understand the distributions of trace elements and their isotopes in the ocean. Determining the distributions of these elements and isotopes will increase the understanding of processes that shape their distributions and also the processes that depend on these elements. Key TEIs include essential micronutrients such as iron and zinc; “tracers” such as aluminum, manganese, and isotopes of nitrogen, thorium and neodymium that can be used to investigate modern and ancient ocean processes; and elements such as lead that are indicative of human activities. In the Southern Ocean, the Antarctic continental margins are important as sources of micronutrient trace elements such as iron, which is required to support biological production and carbon export over the Antarctic shelf and in offshore waters of the Antarctic Circumpolar Current. Moreover, these regions are experiencing rapid environmental changes that are expected to impact oceanic circulation and biogeochemical cycles, for which TEIs provide crucial data needed to test and refine numerical models of the Earth system. The Amundsen Sea sector holds particular interest because of the pronounced, decadal-scale increases in the melting rates of glacial ice shelves that border the region, driven by intrusions of warm Circumpolar Deep Water onto the continental shelf. This melting has potentially major impacts on global sea level, on the formation of Antarctic Bottom Water in the Ross Sea, and on the regional ecosystem. \r\n\r\nThe cruise will comprise essential sampling operations (collection and shipboard processing) and ancillary measurements (hydrography, nutrients, algal pigments) in support of multiple, individual science projects, following the successful model of previous U.S. GEOTRACES cruises in the Atlantic, Pacific and Arctic ocean basins. The cruise will sample the ocean region between 100°W and 135°W, with stations ranging from 67°S in the Antarctic Circumpolar Current southward to the Amundsen Sea continental shelf, including stations adjacent to several rapidly melting ice shelves and in highly-productive shelf polynyas. Water column samples will be collected using conventional and trace-metal clean CTD-rosette systems, in-situ high-volume pumps, and a towed fish sampler or small boat, using established methods. Sampling time will also be provided for collection of sea ice, floating glacial ice, and seafloor sediments. To facilitate coordination with a complementary open-ocean cruise and ensure access to the study region to document the impact of biological processes, the cruise is planned for late austral summer (late January-late March). Beyond the disciplinary contributions, the proposed research will contribute knowledge concerning the cryosphere and its impacts on global sea level and ocean circulation, regional ecosystems and biological processes, ocean-atmosphere interactions, and past and future environmental change. The project will contribute to STEM education and outreach through the participation of an NSF-funded PolarTREC education professional, and a K-12 STEM program for students from underserved and underrepresented schools run by Rutgers University education specialists. To foster public engagement, the investigators will partner with the UCSC Science Communication Program to engage freelance science journalists to profile research in this spectacular and harsh Antarctic environment.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Sedwick",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Peter N Sedwick",
   "pi_email_addr": "psedwick@odu.edu",
   "nsf_id": "000474317",
   "pi_start_date": "2020-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "5115 Hampton Blvd.",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  },
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5113",
   "pgm_ref_txt": "ANTARCTIC OCEAN & ATMOSPH SCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 498943.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 57575.0
  }
 ],
 "por": null
}