{
 "awd_id": "2023186",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "3D seismic investigation of upper plate deformation above a region of Slow Slip along the Hikurangi subduction margin of New Zealand",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 280844.0,
 "awd_amount": 280844.0,
 "awd_min_amd_letter_date": "2020-07-14",
 "awd_max_amd_letter_date": "2020-07-14",
 "awd_abstract_narration": "Subduction zones are the locations where one tectonic plate is forced beneath another. A geologic fault marks the boundary between the two plates. Frictional processes mean that motion along this fault is imperfect and may result in strain build-up. A sudden release in this strain build up causes earthquakes. Subduction zones are the locations of the greatest magnitude earthquakes and may be accompanied by tsunamis, making them particularly destructive. However, recently scientists have discovered that strain may be released in a variety of ways and over a range of time scales. One example of this is slow earthquakes, which rupture over weeks or months instead of seconds. It is important to understand what may cause a margin to release strain in different ways in order to estimate the hazard potential of the margin. This study will focus on the conditions that produce slow earthquakes. The Hikurangi Margin in New Zealand was chosen because it has unusually shallow slow earthquakes, which can be imaged using geophysical instruments and by drilling. This project provides training for a female graduate student and a Native Hawaiian undergraduate student.  The project will promote a broader understanding of how ancient Hawaiian chants and legends were influenced by geologic events (volcanic eruptions, earthquakes, tsunamis). The project fosters international collaboration and cooperation by strengthening ties with colleagues in New Zealand, Japan and the U.K. \r\n\r\nThis project will build upon the successful Community Project to investigate fault property controls on slow-slip events (SSEs) along megathrust of the Hikurangi subduction margin, New Zealand. The highly successful seismic acquisition cruise, carried out during early 2018, acquired a 3D volume of 14.7 x 60 km. The volume has undergone preliminary processing through 3D stack, post-stack time migration and depth conversion and is undergoing industry processing. Initial interpretation of the shallow trench slope basin that was drilled by IODP Expedition 372 was performed and now the commercially processed volume will be used to extend the interpretations in order to understand the potential role that subducting seamounts play in the generation of SSEs. The research will be concentrated on understanding the geologic history of Tuaheni Basin, a mid-slope basin that formed on top of thrust packages of trench strata that were originally accreted at the toe of the subduction zone. The investigators will (1) trace prominent horizons throughout the basin; (2) document offsets along faults that cut those horizons; and (3) tie the horizons to the IODP Site to determine their ages and lithologies. The timing and patterns of deformation will be inferred within the basin to investigate possible interactions with subducting seamounts. Collaboration with colleagues who are concentrating on the deeper parts of the subduction system will allow constraints to be placed on the effects of seamount subduction on SSE generation. This project will provide significant support for fundamental understanding of the frontal region of the Hikurangi accretionary prism, a region currently undergoing a period of slow slip in its shallow region.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Moore",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory F Moore",
   "pi_email_addr": "gmoore@Hawaii.edu",
   "nsf_id": "000467449",
   "pi_start_date": "2020-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "1680 East-West Rd., POST 804",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 280844.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported the University of Hawaii Earth Sciences research group to collaborate with colleagues from New Zealand&rsquo;s National Institute of Water and Atmospheric Research (NIWA) and the University of Aveiro (Portugal) to study a huge landslide deposit offshore from the eastern margin of North Island New Zealand. The Ruatoria mass transport deposit (RMTD) originated more than 100 km to the north as a debris avalanche that resulted from catastrophic collapse of the continental slope during subduction of a large seamount ~50-70 ka (Fig. 1).&nbsp; The mass transport deposit flowed to the south, pushing older sediment in front of it, much like a snow plow or bulldozer.</p>\n<p>The southern edge of the RMTD was imaged by a 3D seismic reflection volume and was sampled by International Ocean Discovery Program (IODP) at Site U1520 where the ~200 m thick portion of the MTD toe is covered by ~110 m of trench deposits.</p>\n<p>Internally the RMTD consists of well-imaged imbricate thrust slices of the trench sequence that correlate southward to their undeformed state (Fig. 2). Thus, the MTD material at the toe was not sourced from the Ruatoria re-entrant to the north, but rather the imaged portion of the RMTD resulted from lateral and frontal compression at the leading edge of the MTD as it moved southward. The base of the MTD localized along a horizon ~120 m below the seafloor at the time of emplacement, so imbrication has increased its size by &gt;1.6X. The imbricate thrust orientation is NW-SE, perpendicular to the local transport direction. The slight northerly slope of the paleo-seafloor was enough to slow the deposit&rsquo;s transport, freezing it as the push from the north waned.</p>\n<p>This study contributes to satisfying one of the goals of IODP drilling in this area: to characterize the inputs to the Hikurangi subduction zone. Because the Hikurangi d&eacute;collement localizes at a depth below the RMTD, the MTD is progressively being accreted into the N Hikurangi frontal accretionary prism, creating additional structural complexity and lateral variability to the outer prism fabric.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/04/2024<br>\nModified by: Gregory&nbsp;F&nbsp;Moore</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2023186/2023186_10685363_1728082108884_NSF_report_Fig_2--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2023186/2023186_10685363_1728082108884_NSF_report_Fig_2--rgov-800width.png\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2024/2023186/2023186_10685363_1728082108884_NSF_report_Fig_2--rgov-66x44.png\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">3D seismic cross-line showing typical RMTD internal structure.\nAlso shown are the underlying strata being truncated at the basal shear zone and thus being incorporated into the RMTD.</div>\n<div class=\"imageCredit\">Gregory Moore</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;F&nbsp;Moore\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2023186/2023186_10685363_1728081702794_NSF_Report_Fig1--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2023186/2023186_10685363_1728081702794_NSF_Report_Fig1--rgov-800width.png\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2024/2023186/2023186_10685363_1728081702794_NSF_Report_Fig1--rgov-66x44.png\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map of Ruatoria MTD showing its lateral extent (red dashed line).\nRed arrows show movement direction of the MTD.\nYellow line shows location of Fig. 1B.  IODP Site 1520 is located near the south edge of the line.</div>\n<div class=\"imageCredit\">Gregory Moore</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;F&nbsp;Moore\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project supported the University of Hawaii Earth Sciences research group to collaborate with colleagues from New Zealands National Institute of Water and Atmospheric Research (NIWA) and the University of Aveiro (Portugal) to study a huge landslide deposit offshore from the eastern margin of North Island New Zealand. The Ruatoria mass transport deposit (RMTD) originated more than 100 km to the north as a debris avalanche that resulted from catastrophic collapse of the continental slope during subduction of a large seamount ~50-70 ka (Fig. 1). The mass transport deposit flowed to the south, pushing older sediment in front of it, much like a snow plow or bulldozer.\n\n\nThe southern edge of the RMTD was imaged by a 3D seismic reflection volume and was sampled by International Ocean Discovery Program (IODP) at Site U1520 where the ~200 m thick portion of the MTD toe is covered by ~110 m of trench deposits.\n\n\nInternally the RMTD consists of well-imaged imbricate thrust slices of the trench sequence that correlate southward to their undeformed state (Fig. 2). Thus, the MTD material at the toe was not sourced from the Ruatoria re-entrant to the north, but rather the imaged portion of the RMTD resulted from lateral and frontal compression at the leading edge of the MTD as it moved southward. The base of the MTD localized along a horizon ~120 m below the seafloor at the time of emplacement, so imbrication has increased its size by 1.6X. The imbricate thrust orientation is NW-SE, perpendicular to the local transport direction. The slight northerly slope of the paleo-seafloor was enough to slow the deposits transport, freezing it as the push from the north waned.\n\n\nThis study contributes to satisfying one of the goals of IODP drilling in this area: to characterize the inputs to the Hikurangi subduction zone. Because the Hikurangi dcollement localizes at a depth below the RMTD, the MTD is progressively being accreted into the N Hikurangi frontal accretionary prism, creating additional structural complexity and lateral variability to the outer prism fabric.\n\n\n\t\t\t\t\tLast Modified: 10/04/2024\n\n\t\t\t\t\tSubmitted by: GregoryFMoore\n"
 }
}