{
 "awd_id": "2023687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Resolving sources of marine DOM via novel sulfur isotope analyses",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927938",
 "po_email": "ecanuel@nsf.gov",
 "po_sign_block_name": "Elizabeth Canuel",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 295664.0,
 "awd_amount": 302764.0,
 "awd_min_amd_letter_date": "2020-07-01",
 "awd_max_amd_letter_date": "2023-05-17",
 "awd_abstract_narration": "Resolving sources of marine organic matter using sulfur isotopes  \t \t\r\n\r\nOrganic molecules that contain sulfur in the ocean are poorly understood. Organic sulfur is abundant, and likely helps stabilize dissolved organic matter, binds important trace metals, and provides trace nutrients to phytoplankton. However, it is not known whether organic sulfur molecules derive from biological processes, or from non-biological “sulfurization” reactions involving hydrogen sulfide (H2S). Existing knowledge predicts that the two pathways should generate very different -- and easily measurable -- distributions of sulfur isotopes (i.e., elemental sulfur with varied atomic mass). This study will use a new, highly sensitive method to measure the sulfur isotope values of dissolved organic molecules to distinguish between the two formation pathways. If successful, this method will be used to calculate how much dissolved organic sulfur results from each pathway. This project will provide an opportunity for a local high school student to engage in laboratory research during a one year internship, in partnership with a local all-girls high school. Additionally, the graduate student supported by this project will host a “Day in the Life” information session on the Women Doing Science Instagram social media platform. She will answer questions about oceanography and marine science careers from followers of this Instagram account while on a research cruise collecting samples for the project. \r\n\r\nSeveral lines of evidence have recently converged to focus interest on marine dissolved organic sulfur (DOS), including the recognition that many heterotrophic bacteria require exogenous sources of ‘fixed’ organic sulfur; that organosulfur molecules -- particularly thiols -- play a major role in binding and sequestering trace metals; and that at 6700 Tg S, DOS is the second largest (after dissolved sulfate) sulfur pool in the oceans. Perhaps most importantly, DOS is thousands of years old, implying that it is not rapidly recycled and challenging the expectation that DOS derives mainly from labile biomolecules such as cysteine, methionine and dimethylsulfoniopropionate (DMSP). A plausible alternative is that abiotic sulfurization reactions with H2S from anoxic porewaters and the water column is a source of recalcitrant marine DOS. Distinguishing between these formation pathways is critical for understanding DOS dynamics, but thus far has been difficult. Based on existing data, it is thought that DOS formed from marine phytoplankton should have a sulfur isotope value (δ34S) near +20‰ (VCDT). Alternatively, DOS formed from abiotic sulfurization should be more variable, with average values of-20‰. Because these isotope values are distinct, they should be able to distinguish between the two pathways. The primary obstacle to analysis has been the low (µM) concentration of DOS, and difficulties associated with concentrating it in seawater. This study will use new analytical techniques developed at Caltech to measure the δ34S values of DOS at several locations, and compound-specific δ34S values for cysteine and methionine from the Bermuda (BATS) and Hawaii (HOT) time series locations. This work will contribute new information about the marine sulfur cycle, and improve understanding of the role that DOS plays in stabilizing carbon in the deep oceans.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Sessions",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alex Sessions",
   "pi_email_addr": "als@gps.caltech.edu",
   "nsf_id": "000246204",
   "pi_start_date": "2020-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 295664.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 7100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project sought to address the question of where long-lived organic molecules that are dissolved in the oceans come from, in particular molecules containing sulfur. Our approach was to measure the relative abundance of two stable sulfur isotopes (S-32 and S-34) in these molecules, which is technically very difficult due to the presence of million-fold higher sulfate ions in seawater. We developed a new preparatory chemistry to adequately isolate these organic molecules, and a new elemental analyzer/mass spectrometry method to measure their isotope abundances with high precision at trace levels.</p>\n<p>We conducted these S isotope measurements on &gt;100 samples of dissolved organic matter (DOM) that had been previously collected by our collaborators from around the world; we also collected 2 dozen new samples from oceanographic stations in the Pacific and Atlantic oceans. Our data show that DOM molecules have (34S/32S) isotope ratios that are entirely consistent with being formed from ocean sulfate, and inconsistent with being formed by reactions of hydrogen sulfide in anoxic porewaters. This result negates one of the leading hypotheses for how long-lived DOM forms, i.e. by reactions in anoxic sediments. Instead, this sharpens our focus on understanding how relatively short-lived biomolecules in the surface ocean get transformed into long-lived DOM molecules.</p><br>\n<p>\n Last Modified: 01/02/2024<br>\nModified by: Alex&nbsp;Sessions</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur project sought to address the question of where long-lived organic molecules that are dissolved in the oceans come from, in particular molecules containing sulfur. Our approach was to measure the relative abundance of two stable sulfur isotopes (S-32 and S-34) in these molecules, which is technically very difficult due to the presence of million-fold higher sulfate ions in seawater. We developed a new preparatory chemistry to adequately isolate these organic molecules, and a new elemental analyzer/mass spectrometry method to measure their isotope abundances with high precision at trace levels.\n\n\nWe conducted these S isotope measurements on 100 samples of dissolved organic matter (DOM) that had been previously collected by our collaborators from around the world; we also collected 2 dozen new samples from oceanographic stations in the Pacific and Atlantic oceans. Our data show that DOM molecules have (34S/32S) isotope ratios that are entirely consistent with being formed from ocean sulfate, and inconsistent with being formed by reactions of hydrogen sulfide in anoxic porewaters. This result negates one of the leading hypotheses for how long-lived DOM forms, i.e. by reactions in anoxic sediments. Instead, this sharpens our focus on understanding how relatively short-lived biomolecules in the surface ocean get transformed into long-lived DOM molecules.\t\t\t\t\tLast Modified: 01/02/2024\n\n\t\t\t\t\tSubmitted by: AlexSessions\n"
 }
}