{
 "awd_id": "2024310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HNDS-I: Collaborative Research: Developing a Data Platform for Analysis of Nonprofit Organizations",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927378",
 "po_email": "acriss@nsf.gov",
 "po_sign_block_name": "Amy Criss",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 153916.0,
 "awd_amount": 153916.0,
 "awd_min_amd_letter_date": "2020-08-07",
 "awd_max_amd_letter_date": "2020-08-07",
 "awd_abstract_narration": "Nonprofit organizations are important contributors to the US economy and social well-being. Across a wide range of domains, such as healthcare, childcare, education, job training, and many others, nonprofit organizations serve the public, reduce the costs of government, and improve daily lives. Millions of individuals interact with nonprofit organizations every day. Yet despite these important roles, the high costs of collecting and sharing data have prevented a greater understanding of nonprofit organizations and their collective contributions to society. This project, the Nonprofit Organization Research Panel Project (NORPP) Manager, will create a publicly-accessible, internet-based, and collaborative research platform that will lower the costs of collecting and sharing large amounts of high-quality, multiyear data on nonprofits and their impacts. The platform will strengthen research and evaluation, broaden access to data-intensive research, and lead to more scientifically informed decision-making by organizations, policymakers, and funders and to improved outcomes for the communities they serve.\r\n\r\nThe NORPP platform will offer three primary functions. First, tools and automated processes will allow researchers to recruit and grow representative samples of nonprofit organizations nationally and across communities, states, and regions over time using a common methodology. The platform will automate systematic sampling and weighting procedures to ensure representativeness for studies using the platform, and it will reduce other costs to researchers by automating information flows with organizations in its samples. It will also allow public access among the research and practice communities to download nationally representative data, build additional project-specific samples within the platform, add original survey instruments, and collect original data. Second, the NORPP Manager will support the merger of data developed within the platform with IRS Form 990 Data and other available data on organizations from the population of 501(c)(3) nonprofit organizations that file with the IRS, including geocoded data on organizations’ communities and external environment that are publicly available from Census and other sources. Third, the NORPP Manager will serve as a collaborative repository to manage a bank of core and supplemental questionnaires to facilitate replication studies, improve content validity of measurements, and allow for consistent measurement scales across nonprofit organizational research. This work will increase the efficiency of research on nonprofit organizations by significantly reducing the costs to sample, contact, and survey nonprofit organizations, and to merge those data with existing data with the goal of facilitating the growth of rigorous, data-intensive research across the many social science disciplines that intersect with nonprofit organizational research.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Faulk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis Faulk",
   "pi_email_addr": "faulk@american.edu",
   "nsf_id": "000626561",
   "pi_start_date": "2020-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American University",
  "inst_street_address": "4400 MASSACHUSETTS AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028853440",
  "inst_zip_code": "200168003",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H4VNDUN2VWU5"
 },
 "perf_inst": {
  "perf_inst_name": "American University",
  "perf_str_addr": "4400 Massachusetts Ave, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200168002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "130Y00",
   "pgm_ele_name": "Human Networks & Data Sci Infr"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 153916.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 1.9 million nonprofit organizations in the United States play a  vital role delivering services, strengthening communities, and  facilitating civic engagement. Nonprofit data providers like the  National Center for Charitable Statistics (<em>NCCS</em>) at the Urban  Institute, Candid, and ProPublica have built a rich data ecosystem using  publicly available administrative tax records. Although these data have  transformed our understanding of the nonprofit sector, they are limited  by the information collected on Internal Revenue Service Form 990 (the  main tool the IRS uses to collect information from tax-exempt  organizations), which does not ask organizations about changes in their  programs and services or the evolving needs of their communities. And  although many researchers are interested in collecting more information  from nonprofits to improve knowledge about strengths and challenges,  there are large costs, capacity constraints, and collaboration barriers  that impede high-quality original data collection.</p>\r\n<p>This project, a collaboration between American University, George  Mason University, the Georgia Institute of Technology, and the Urban  Institute, has helped fill these gaps by developing a nationally  representative data infrastructure that helps answer&nbsp;<em>how</em>&nbsp;and&nbsp;<em>why&nbsp;</em>questions  to dig deeper into nonprofit needs and strengths in serving  communities; increases researcher access to high-quality data; saves  researchers time by prelinking survey data to the IRS 990 data, US  Census Bureau American Community Survey data, and other sources; and  allows for comparable analyses that can build cumulative knowledge.</p>\r\n<p>The resulting open data platform housed at the&nbsp;<em>NCCS</em>&nbsp;accomplishes  these goals of the project and has already been used by several  organizations and researchers in the fields of economics, sociology,  political science, management, public administration and policy,  demography, tax policy, and finance for published analyses about  workforce issues, such as nonprofit employees, worker well-being,  compensation, and impacts of the Paycheck Protection Program;  community-representation issues, such as the extent to which the gender  and race of nonprofit leaders reflect the communities they serve; and  civil-society vibrancy as reflected by volunteering and the financial  health of the nonprofit sector, including the effects of COVID-19 on the  sector.</p>\r\n<p>The analyses noted above have used the other products of this grant: data from the&nbsp;<em>National Survey of Nonprofit Trends and Impacts</em>.&nbsp;Funding  from NSF under this grant and other funders allowed us to  collaboratively develop and field three rounds of ongoing annual surveys  (January to April 2021, April to September 2022, and November 2023 to  March 2024). These data have been collected from&nbsp;nationally  representative groups&nbsp;of operating 501(c)(3) public charities in the  United States whose activities range from direct service provision to  community building and advocacy.&nbsp;The&nbsp;surveys have collected data that  are not available otherwise, including data on organizations&rsquo;  characteristics, their programs, who they serve, their staff and  volunteers, their fundraising and finances, and other information, such  as their responses to the pandemic.</p>\r\n<p>The data warehouse developed through this project thus houses  new&nbsp;publicly available&nbsp;resources for building knowledge about the  nonprofit sector.&nbsp;Trained researchers who can meet required data-privacy  standards can also access&nbsp;restricted-use data&nbsp;with even more details  about the nonprofits in the samples and the communities they serve. The  public can freely access information to replicate the sampling process,  conduct similar surveys, and analyze the data. Ongoing interdisciplinary  collaboration across the team will continue adding products and tools  to this platform to combine economic, health, social media, and other  data with data on nonprofit organizations from the IRS and the project's annual surveys to conduct  innovative analysis of trends in the sector over time.</p>\r\n<p>In the short term, 29 peer-reviewed studies have already cited or  used the data from this project by August 2024, 44 articles and reports  have been published from news outlets and nonprofit organizations that  have cited or used the data, and the project receives regular inquiries  from people interested in continuing to access the data for their own  research and to support their work.<strong>&nbsp;</strong>In addition to  these outcomes, the project team has disseminated research findings from  the project through six research reports, three research papers for  peer review, seven research conferences, and multiple webinars and  practitioner events. Data and products from the project are also being  used in one doctoral dissertation and by multiple other graduate  students for their own research and to help them prepare for their  careers. In the medium term,&nbsp;we are continuing to implement products  from the project and are working with foundations, nonprofits, and  policymakers to create dashboards and reports that support  evidence-based practices in philanthropy and nonprofit management.&nbsp;In  the long term, we expect these outcomes to continue to yield  intellectual merit in the research community and broader impacts in  society for nonprofit organizations and for the people and communities  they serve.</p>\r\n<p>All project deliverables, including reports, research guides,  datasets, data dictionaries, survey questions, and Qualtrics files, are  accessible on the&nbsp;<em>NCCS</em>&nbsp;website at&nbsp;<a href=\"https://urbaninstitute.github.io/nccs/resources/nonprofit-trends-and-impacts/\">https://urbaninstitute.github.io/nccs/resources/nonprofit-trends-and-impacts/</a>.</p><br>\n<p>\n Last Modified: 01/13/2025<br>\nModified by: Lewis&nbsp;Faulk</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe 1.9 million nonprofit organizations in the United States play a  vital role delivering services, strengthening communities, and  facilitating civic engagement. Nonprofit data providers like the  National Center for Charitable Statistics (NCCS) at the Urban  Institute, Candid, and ProPublica have built a rich data ecosystem using  publicly available administrative tax records. Although these data have  transformed our understanding of the nonprofit sector, they are limited  by the information collected on Internal Revenue Service Form 990 (the  main tool the IRS uses to collect information from tax-exempt  organizations), which does not ask organizations about changes in their  programs and services or the evolving needs of their communities. And  although many researchers are interested in collecting more information  from nonprofits to improve knowledge about strengths and challenges,  there are large costs, capacity constraints, and collaboration barriers  that impede high-quality original data collection.\r\n\n\nThis project, a collaboration between American University, George  Mason University, the Georgia Institute of Technology, and the Urban  Institute, has helped fill these gaps by developing a nationally  representative data infrastructure that helps answerhowandwhyquestions  to dig deeper into nonprofit needs and strengths in serving  communities; increases researcher access to high-quality data; saves  researchers time by prelinking survey data to the IRS 990 data, US  Census Bureau American Community Survey data, and other sources; and  allows for comparable analyses that can build cumulative knowledge.\r\n\n\nThe resulting open data platform housed at theNCCSaccomplishes  these goals of the project and has already been used by several  organizations and researchers in the fields of economics, sociology,  political science, management, public administration and policy,  demography, tax policy, and finance for published analyses about  workforce issues, such as nonprofit employees, worker well-being,  compensation, and impacts of the Paycheck Protection Program;  community-representation issues, such as the extent to which the gender  and race of nonprofit leaders reflect the communities they serve; and  civil-society vibrancy as reflected by volunteering and the financial  health of the nonprofit sector, including the effects of COVID-19 on the  sector.\r\n\n\nThe analyses noted above have used the other products of this grant: data from theNational Survey of Nonprofit Trends and Impacts.Funding  from NSF under this grant and other funders allowed us to  collaboratively develop and field three rounds of ongoing annual surveys  (January to April 2021, April to September 2022, and November 2023 to  March 2024). These data have been collected fromnationally  representative groupsof operating 501(c)(3) public charities in the  United States whose activities range from direct service provision to  community building and advocacy.Thesurveys have collected data that  are not available otherwise, including data on organizations  characteristics, their programs, who they serve, their staff and  volunteers, their fundraising and finances, and other information, such  as their responses to the pandemic.\r\n\n\nThe data warehouse developed through this project thus houses  newpublicly availableresources for building knowledge about the  nonprofit sector.Trained researchers who can meet required data-privacy  standards can also accessrestricted-use datawith even more details  about the nonprofits in the samples and the communities they serve. The  public can freely access information to replicate the sampling process,  conduct similar surveys, and analyze the data. Ongoing interdisciplinary  collaboration across the team will continue adding products and tools  to this platform to combine economic, health, social media, and other  data with data on nonprofit organizations from the IRS and the project's annual surveys to conduct  innovative analysis of trends in the sector over time.\r\n\n\nIn the short term, 29 peer-reviewed studies have already cited or  used the data from this project by August 2024, 44 articles and reports  have been published from news outlets and nonprofit organizations that  have cited or used the data, and the project receives regular inquiries  from people interested in continuing to access the data for their own  research and to support their work.In addition to  these outcomes, the project team has disseminated research findings from  the project through six research reports, three research papers for  peer review, seven research conferences, and multiple webinars and  practitioner events. Data and products from the project are also being  used in one doctoral dissertation and by multiple other graduate  students for their own research and to help them prepare for their  careers. In the medium term,we are continuing to implement products  from the project and are working with foundations, nonprofits, and  policymakers to create dashboards and reports that support  evidence-based practices in philanthropy and nonprofit management.In  the long term, we expect these outcomes to continue to yield  intellectual merit in the research community and broader impacts in  society for nonprofit organizations and for the people and communities  they serve.\r\n\n\nAll project deliverables, including reports, research guides,  datasets, data dictionaries, survey questions, and Qualtrics files, are  accessible on theNCCSwebsite athttps://urbaninstitute.github.io/nccs/resources/nonprofit-trends-and-impacts/.\t\t\t\t\tLast Modified: 01/13/2025\n\n\t\t\t\t\tSubmitted by: LewisFaulk\n"
 }
}