{
 "awd_id": "2024064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Evolutionary reversals in hormonal modulation of growth-regulatory gene networks",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2019-12-26",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 304766.0,
 "awd_amount": 304766.0,
 "awd_min_amd_letter_date": "2020-03-16",
 "awd_max_amd_letter_date": "2020-03-16",
 "awd_abstract_narration": "The hormone testosterone is classically viewed as a promoter of growth, but this generalization is based on model species in medicine, agriculture, and aquaculture. In most of these model species, males also happen to be larger than females. However, in several lizard species in which females are larger, testosterone inhibits growth. This raises the intriguing possibility that, far from being hard-wired, the effects of testosterone (and other hormones) on growth and other processes may change considerably during evolution. This project will test for such \"evolutionary reversals\" in the hormonal regulation of growth across lizard species.  These species have been selected to span repeated evolutionary shifts between those in which males are larger and those in which females are larger. By simultaneously characterizing the effects of testosterone on the expression of thousands of genes, this project will also determine how such \"evolutionary reversals\" in the hormonal regulation of growth are accomplished at the genetic level. The results of this collaborative study will broaden understanding of the endocrine system.  It may also challenge generalizations derived from traditional animal models by investigating how closely related species evolve different responses to the same hormone. The project will also contribute to filling national teaching needs and will involve high school teachers in research experiences in an intensive summer program. Research training opportunities are being provided for a post-doctoral fellow, a PhD and an MS graduate student, and two undergraduate students.\r\n\r\nThis Collaborative project addresses an issue of current debate in comparative endocrinology: whether the highly conserved vertebrate endocrine system tends to constrain adaptation, or whether key evolutionary changes in the coupling of hormones to gene networks instead facilitate rapid evolution. This project will combine hormone manipulations and high-throughput RNA sequencing aimed at (1) characterizing how the expression of growth-regulatory gene networks differs with respect to age, tissue, and hormone treatment using detailed experiments on three focal lizard species, (2) testing for evolutionary reversals in the hormonal regulation of growth and gene expression by extending these methods to a broader, phylogenetically informed sampling of related lizard species with variable patterns of sexual dimorphism in body size (male-larger or female-larger), and (3) characterizing rates of sequence evolution for thousands of expressed genes to test whether the specificity of expression that is achieved by hormonal regulation also frees coding sequences themselves to evolve more quickly. This research will support development of the recently sequenced genome of the Eastern Fence Lizard as an emerging resource for the fields of comparative endocrinology and evolutionary genetics. This project enhances the professional development of science educators through Teacher Workshops and Teacher Fellowships administered through an ongoing education program, which fosters teacher-scientist collaboration and authentic scientific discovery in the K-12 classroom. In addition, research training opportunities and funding are provided for a post-doctoral fellow, a PhD student, a MS student, and for two undergraduates each year.\r\n\r\nThis award is co-funded by the Physiological Mechanisms and Biomechanics Program in the Division of Integrative Organismal Systems, the Evolutionary Processes Program in the Division of Environmental Biology, and the Rules of Life Venture Fund of the Emerging Frontiers Program in the Directorate for Biological Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Cox",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christian L Cox",
   "pi_email_addr": "ccox@fiu.edu",
   "nsf_id": "000698653",
   "pi_start_date": "2020-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8th St",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 304764.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to enhance our understanding of the evolution of the endocrine system and of gene regulation by identifying changes in the hormonal regulation of gene expression associated with evolutionary shifts in sexual dimorphism. Specifically, this project tested the hypothesis that evolutionary changes in the effects of hormones on gene expression accompany the evolution of sex differences, and that the regulatory features of genes also influence the evolution of their underlying DNA sequences. The research was conducted across 10 related lizard species with different patterns of sexual dimorphism.</p>\n<p>&nbsp;</p>\n<p>One specific goal of this project was to test for evolutionary shifts in gene expression across species with different patterns of sexual dimorphism in body size, focusing on expression in the liver as an important integrator of growth and metabolism. While many genes were found to be consistently expressed more highly in females (or males) regardless of species, other genes were found exhibit evolutionary reversals (expressed more highly in females of one species, but in males of another species). By comparing patterns of gene expression across the evolutionary tree for the 10 selected species, this project identified evolutionary changes in the sex-biased expression of genes for insulin-like growth factors as the primary feature that was consistently associated with evolutionary shifts in sexual size dimorphism.</p>\n<p>&nbsp;</p>\n<p>Another goal of this project was to test for evolutionary shifts in the regulation of gene expression by testosterone to explore how different patterns of sexual dimorphism and gene regulation evolve. This research found that genes respond to testosterone similarly in males and females of the same species, such that sex differences in hormone levels are likely the primary basis for sex differences in development. By contrast, genes respond to testosterone differently when compared across species, particularly species that are more distantly related to one another. While the effects of hormones are sometimes assumed to be fixed based on research from a limited number of model species such as mice and livestock, this project illustrates that many of the effects of hormones on gene expression can and do evolve. This project uncovered specific examples of the evolution of hormonal regulation involving the expression of genes for coloration in the skin and genes for metabolism in the liver.</p>\n<p>&nbsp;</p>\n<p>Another goal of this project was to test whether genes with a higher degree of specificity in their expression (relative to sex, age, and tissue) exhibit higher rates of evolution in their DNA sequences. This project revealed that genes with higher tissue specificity in their expression also tend to be expressed differently with respect to sex and age. As predicted by theory, genes with sex-biased expression were found to have lower nucleotide diversity, suggesting that their evolution is less constrained by balancing selection. A novel discovery from this project is that genes with age-biased expression, which greatly outnumber those with sex-biased expression and occur consistently in all tissues, also exhibit lower nucleotide diversity. This highlights an understudied feature of gene regulation that may have important evolutionary consequences.</p>\n<p>&nbsp;</p>\n<p>An unanticipated discovery of this research is that the X chromosome in most phrynosomatid lizard species is enriched for genes with higher expression in females than in males. Previous research has shown that related lizards have evolved a mechanism to compensate for the fact that males only have a single copy of genes on X, and recent studies in other phrynosomatid lizards have similarly concluded that expression on X is balanced between sexes. The large sample sizes and multi-age, multi-tissue, multi-species approaches that were used in this project instead revealed that the X chromosome has apparently not evolved a chromosome-wide mechanism to balance gene expression between sexes, since many genes still exhibit consistently female-biased expression across ages and tissues.</p>\n<p>&nbsp;</p>\n<p>The final goal of this project was to expand Evolution Education, a professional development program for high school teachers. During the funding period, this program&rsquo;s emphasis on hands-on activities for teaching evolution and conducting research in the high school classroom was challenged by an unanticipated shift to online learning. A key outcome of the award is that the Evolution Education Teacher Workshop it supported was adapted in light of this challenge to provide more in-depth training in data analysis, graphing, and interpretation. These topics were presented in a way that provided teachers with guidance on how to flexibly teach data-literacy skills using a combination of curated classroom exercises that can be completed online as well as novel experiments that can be designed and conducted in-person.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/27/2023<br>\nModified by: Christian&nbsp;L&nbsp;Cox</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching goal of this project was to enhance our understanding of the evolution of the endocrine system and of gene regulation by identifying changes in the hormonal regulation of gene expression associated with evolutionary shifts in sexual dimorphism. Specifically, this project tested the hypothesis that evolutionary changes in the effects of hormones on gene expression accompany the evolution of sex differences, and that the regulatory features of genes also influence the evolution of their underlying DNA sequences. The research was conducted across 10 related lizard species with different patterns of sexual dimorphism.\n\n\n\n\n\nOne specific goal of this project was to test for evolutionary shifts in gene expression across species with different patterns of sexual dimorphism in body size, focusing on expression in the liver as an important integrator of growth and metabolism. While many genes were found to be consistently expressed more highly in females (or males) regardless of species, other genes were found exhibit evolutionary reversals (expressed more highly in females of one species, but in males of another species). By comparing patterns of gene expression across the evolutionary tree for the 10 selected species, this project identified evolutionary changes in the sex-biased expression of genes for insulin-like growth factors as the primary feature that was consistently associated with evolutionary shifts in sexual size dimorphism.\n\n\n\n\n\nAnother goal of this project was to test for evolutionary shifts in the regulation of gene expression by testosterone to explore how different patterns of sexual dimorphism and gene regulation evolve. This research found that genes respond to testosterone similarly in males and females of the same species, such that sex differences in hormone levels are likely the primary basis for sex differences in development. By contrast, genes respond to testosterone differently when compared across species, particularly species that are more distantly related to one another. While the effects of hormones are sometimes assumed to be fixed based on research from a limited number of model species such as mice and livestock, this project illustrates that many of the effects of hormones on gene expression can and do evolve. This project uncovered specific examples of the evolution of hormonal regulation involving the expression of genes for coloration in the skin and genes for metabolism in the liver.\n\n\n\n\n\nAnother goal of this project was to test whether genes with a higher degree of specificity in their expression (relative to sex, age, and tissue) exhibit higher rates of evolution in their DNA sequences. This project revealed that genes with higher tissue specificity in their expression also tend to be expressed differently with respect to sex and age. As predicted by theory, genes with sex-biased expression were found to have lower nucleotide diversity, suggesting that their evolution is less constrained by balancing selection. A novel discovery from this project is that genes with age-biased expression, which greatly outnumber those with sex-biased expression and occur consistently in all tissues, also exhibit lower nucleotide diversity. This highlights an understudied feature of gene regulation that may have important evolutionary consequences.\n\n\n\n\n\nAn unanticipated discovery of this research is that the X chromosome in most phrynosomatid lizard species is enriched for genes with higher expression in females than in males. Previous research has shown that related lizards have evolved a mechanism to compensate for the fact that males only have a single copy of genes on X, and recent studies in other phrynosomatid lizards have similarly concluded that expression on X is balanced between sexes. The large sample sizes and multi-age, multi-tissue, multi-species approaches that were used in this project instead revealed that the X chromosome has apparently not evolved a chromosome-wide mechanism to balance gene expression between sexes, since many genes still exhibit consistently female-biased expression across ages and tissues.\n\n\n\n\n\nThe final goal of this project was to expand Evolution Education, a professional development program for high school teachers. During the funding period, this programs emphasis on hands-on activities for teaching evolution and conducting research in the high school classroom was challenged by an unanticipated shift to online learning. A key outcome of the award is that the Evolution Education Teacher Workshop it supported was adapted in light of this challenge to provide more in-depth training in data analysis, graphing, and interpretation. These topics were presented in a way that provided teachers with guidance on how to flexibly teach data-literacy skills using a combination of curated classroom exercises that can be completed online as well as novel experiments that can be designed and conducted in-person.\n\n\n\t\t\t\t\tLast Modified: 12/27/2023\n\n\t\t\t\t\tSubmitted by: ChristianLCox\n"
 }
}