{
 "awd_id": "2024385",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Belmont Forum Collaborative Research: Risk mapping and targeted snail control to support schistosomiasis elimination in Brazil and Cote d'Ivoire under future environmental change",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2020-09-04",
 "awd_max_amd_letter_date": "2022-08-29",
 "awd_abstract_narration": "This award provides support to U.S. researchers participating in a project competitively selected by a 55-country initiative on global change research through the Belmont Forum.  The Belmont Forum is a consortium of research funding organizations focused on support for transdisciplinary approaches to global environmental change challenges and opportunities.  It aims to accelerate delivery of the international research most urgently needed to remove critical barriers to sustainability by aligning and mobilizing international resources. Each partner country provides funding for their researchers within a consortium to alleviate the need for funds to cross international borders. This approach facilitates effective leveraging of national resources to support excellent research on topics of global relevance best tackled through a multinational approach, recognizing that global challenges need global solutions.\r\n\r\nWorking together in this Collaborative Research Action, the partner agencies have provided support to foster global transdisciplinary research teams of natural (including climate), health and social scientists and stakeholders from across the globe to improve understanding of climate, environment and health pathways to protect and promote health. The projects will provide crucial new understanding into the health implications arising from the impacts of climate change and variability on; 1) the quality/quantity of food, 2) chronic exposure to increases/changes in heat and humidity and 3) changes in the distribution and incidence of a range of infectious diseases and emergence of novel pathogens. This award provides support for the U.S. researchers to cooperate in consortia that consist of partners from at least three of the participating countries to increase our knowledge of the complex linkages and pathways between the climate, environment and health to help solve complex challenges that face societies.  \r\n\r\nThe project seeks to investigate the combined effect of environmental and land use change, such as the development of water management infrastructures, on the distribution of snail-borne schistosomiasis, a debilitating parasitic disease of poverty, affecting more than 200 million people worldwide. The study will focus on Brazil and Ivory Coast as these countries are countries particularly vulnerable to this parasitic disease as a consequence of projected climate change combined with growing human population, deforestation, expansion of agriculture and of marginal urban settings and the development of dams and irrigation canals. The project will couple different model types to understand how species are distributed in response to relevant socio-economic and environmental drivers of schistosomiasis to produce maps of present and future risk for schistosomiasis under projected environmental conditions. The project will provide a major step forward in the development of novel ways to profile schistosomiasis risk by integrating models of schistosomiasis transmission with remote sensing and GIS spatial representation of other ecological, environmental and socioeconomic drivers of schistosomaisis risk.  The project will combine field data at different scales with theory to investigate the linked human and natural drivers of parasite transmission to improve understanding of the expected future distribution of schistosomiasis risk.  The project will provide a reference framework to investigate the environmental determinants of a wide family of snail-borne and soil-transmitted infections affecting over 1.5 billion of the world’s poorest people.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susanne",
   "pi_last_name": "Sokolow",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Susanne H Sokolow",
   "pi_email_addr": "shsokolow@gmail.com",
   "nsf_id": "000605958",
   "pi_start_date": "2020-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Armand",
   "pi_last_name": "Kuris",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Armand M Kuris",
   "pi_email_addr": "kuris@lifesci.ucsb.edu",
   "nsf_id": "000129865",
   "pi_start_date": "2020-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "University of California, Santa",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931066150",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1679",
   "pgm_ref_txt": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ref_code": "7313",
   "pgm_ref_txt": "REGIONAL INST FOR GLOBAL CHANG"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 35203.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 12702.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 12095.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"elementToProof\"><strong>Introduction:</strong>&nbsp;the confluence of global environmental changes, characterized by biodiversity loss, shifts in land use, and escalating climatic instability, is anticipated to have profound implications for the prevalence and distribution of infectious diseases. In response to this pressing concern, our project aimed to investigate the intricate interplay between climate change, land use changes, and the development of water management infrastructures on the distribution of snail-borne schistosomiasis. This debilitating parasitic disease, affecting over 200 million people worldwide, is intrinsically&nbsp;linked to environmental factors, making it a key target for our study.</div>\r\n<div><strong>Goals:</strong>&nbsp;Focusing on Ivory Coast and Brazil, both vulnerable to schistosomiasis due to climate change, population growth, deforestation, and agricultural expansion, our project consisted of three main objectives:</div>\r\n<ol>\r\n<li>To develop species distribution models and data driven, thermal sensitive, mechanistic models of schistosomiasis dynamics, and produce comprehensive maps of present and future schistosomiasis risk under climate change.</li>\r\n<li>To explore the feasibility of using freshwater organisms that have a commercial value (river prawns, fish) as novel biological control agents for schistosome's snail hosts in Cote d&rsquo;Ivoire with the goal of boosting disease control, improving nutrition and fighting poverty through integrated aquaculture.</li>\r\n<li>To develop machine learning algorithms for computer vision, enabling rapid and accurate identification of potential schistosome-host snails and parasites from field-acquired cellphone images.</li>\r\n</ol>\r\n<div><strong>The highlights of the study</strong></div>\r\n<div><strong>1)<span>&nbsp;</span></strong>We challenged previous thermal sensitive models for schistosomiasis transmission, refining thermal-response models based on extensive empirical data. Our analysis suggests a higher thermal optimum for transmission than previously estimated, aligning with observed prevalence in Africa and showing that climate change might increase schistosomiasis transmission in two thirds of the regions where it is presently endemic (Aslan et al. 2024). In addition, by using machine learning, remote sensing, and 30 years of snail occurrence records, we mapped the historical and current distribution of the freshwater snails of the genus<span>&nbsp;</span><em>Biomphalaria,</em>&nbsp;which in Brazil are competent hosts for the human parasite. We identified key features influencing the distribution of suitable habitat and determined how<span>&nbsp;</span><em>Biomphalaria</em>&nbsp;snail habitat has changed with climate and urbanization over the last three decades. Our models show that climate change has driven broad shifts in snail host range, whereas expansion of urban and peri-urban areas has driven localized increases in habitat suitability.</div>\r\n<div><strong>2)</strong>&nbsp;We investigated how commercial aquaculture of snail predators may contribute to the control of schistosomiasis and, at the same time, improve socioeconomic and nutritional health in in Cote d&rsquo;Ivoire (Ozretich et al. 2022). Through a systematic analysis of published literature, we found strong evidence that aquaculture of snail eating species could improve schistosomiasis control and, at the same time, reduce economic poverty and malnourishment.</div>\r\n<div>3) Finally, we explored the effectiveness of using convolutional neural networks (CNNs) for computer assisted classification of environmental stages of schistosomiasis parasites and their invertebrate host snails. We showed that CNN models achieve high accuracy in classifying snails and parasites, comparable to experienced parasitologists.</div>\r\n<div><strong>Benefits to the Society: &nbsp;</strong>This project was a collaboration involving 9 lead investigators, 18 undergraduate students, 7 graduate students, 4 postgraduate students, 2 lab technicians, 2 early career scientists, 3 middle school teachers, and two high school students from USA, Brazil, Cote d&rsquo;Ivoire, and UK. This project has created a coalition of scientists working on cutting edge research on schistosomiasis and climate change in Western Africa and in Brazil, two regions that are experiencing unprecedented changes to land use and climate. This coalition will provide information and tools that are key for surveillance systems that monitor schistosomiasis transmission risk, including regions that so far have been too cold for transmission to occur, but might become more suitable under scenarios of climate change. The methods developed in this project can also inform the development of similar projections for other Neglected Tropical Diseases with an important environmental component in their transmission cycle, currently affecting more than one billion people in tropical and subtropical regions.</div>\r\n<div><strong>Discussion and next steps.<span>&nbsp;</span></strong>The international research team is currently refining the thermal sensitive models for schistosomiasis to account for the effect of seasonal fluctuations in temperature and extreme droughts under scenarios of climate change. The team is also active in connecting knowledge to actionable solutions; through a collaboration with the Global Schistosomiasis Alliance, the team is developing a prototype of a rapid assessment software and a set of guidelines to include a Health Impact Assessment focused on schistosomiasis and other water associated diseases in the Environmental Impact Assessment (EIA) of proposed water management infrastructures in Africa under scenarios of climate change. In addition, the research team will continue to investigate the integration of fish aquaculture in irrigated agriculture with the aim to support small-scale aquaculture development, enhance rice yield, and curb schistosomiasis transmission, a multiple win for development, health and nutrition. The team is also committed to expand k-12 education on parasite ecology&nbsp;</div>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/12/2024<br>\nModified by: Susanne&nbsp;H&nbsp;Sokolow</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "Introduction:the confluence of global environmental changes, characterized by biodiversity loss, shifts in land use, and escalating climatic instability, is anticipated to have profound implications for the prevalence and distribution of infectious diseases. In response to this pressing concern, our project aimed to investigate the intricate interplay between climate change, land use changes, and the development of water management infrastructures on the distribution of snail-borne schistosomiasis. This debilitating parasitic disease, affecting over 200 million people worldwide, is intrinsicallylinked to environmental factors, making it a key target for our study.\r\nGoals:Focusing on Ivory Coast and Brazil, both vulnerable to schistosomiasis due to climate change, population growth, deforestation, and agricultural expansion, our project consisted of three main objectives:\r\n\r\nTo develop species distribution models and data driven, thermal sensitive, mechanistic models of schistosomiasis dynamics, and produce comprehensive maps of present and future schistosomiasis risk under climate change.\r\nTo explore the feasibility of using freshwater organisms that have a commercial value (river prawns, fish) as novel biological control agents for schistosome's snail hosts in Cote dIvoire with the goal of boosting disease control, improving nutrition and fighting poverty through integrated aquaculture.\r\nTo develop machine learning algorithms for computer vision, enabling rapid and accurate identification of potential schistosome-host snails and parasites from field-acquired cellphone images.\r\n\r\nThe highlights of the study\r\n1)We challenged previous thermal sensitive models for schistosomiasis transmission, refining thermal-response models based on extensive empirical data. Our analysis suggests a higher thermal optimum for transmission than previously estimated, aligning with observed prevalence in Africa and showing that climate change might increase schistosomiasis transmission in two thirds of the regions where it is presently endemic (Aslan et al. 2024). In addition, by using machine learning, remote sensing, and 30 years of snail occurrence records, we mapped the historical and current distribution of the freshwater snails of the genusBiomphalaria,which in Brazil are competent hosts for the human parasite. We identified key features influencing the distribution of suitable habitat and determined howBiomphalariasnail habitat has changed with climate and urbanization over the last three decades. Our models show that climate change has driven broad shifts in snail host range, whereas expansion of urban and peri-urban areas has driven localized increases in habitat suitability.\r\n2)We investigated how commercial aquaculture of snail predators may contribute to the control of schistosomiasis and, at the same time, improve socioeconomic and nutritional health in in Cote dIvoire (Ozretich et al. 2022). Through a systematic analysis of published literature, we found strong evidence that aquaculture of snail eating species could improve schistosomiasis control and, at the same time, reduce economic poverty and malnourishment.\r\n3) Finally, we explored the effectiveness of using convolutional neural networks (CNNs) for computer assisted classification of environmental stages of schistosomiasis parasites and their invertebrate host snails. We showed that CNN models achieve high accuracy in classifying snails and parasites, comparable to experienced parasitologists.\r\nBenefits to the Society: This project was a collaboration involving 9 lead investigators, 18 undergraduate students, 7 graduate students, 4 postgraduate students, 2 lab technicians, 2 early career scientists, 3 middle school teachers, and two high school students from USA, Brazil, Cote dIvoire, and UK. This project has created a coalition of scientists working on cutting edge research on schistosomiasis and climate change in Western Africa and in Brazil, two regions that are experiencing unprecedented changes to land use and climate. This coalition will provide information and tools that are key for surveillance systems that monitor schistosomiasis transmission risk, including regions that so far have been too cold for transmission to occur, but might become more suitable under scenarios of climate change. The methods developed in this project can also inform the development of similar projections for other Neglected Tropical Diseases with an important environmental component in their transmission cycle, currently affecting more than one billion people in tropical and subtropical regions.\r\nDiscussion and next steps.The international research team is currently refining the thermal sensitive models for schistosomiasis to account for the effect of seasonal fluctuations in temperature and extreme droughts under scenarios of climate change. The team is also active in connecting knowledge to actionable solutions; through a collaboration with the Global Schistosomiasis Alliance, the team is developing a prototype of a rapid assessment software and a set of guidelines to include a Health Impact Assessment focused on schistosomiasis and other water associated diseases in the Environmental Impact Assessment (EIA) of proposed water management infrastructures in Africa under scenarios of climate change. In addition, the research team will continue to investigate the integration of fish aquaculture in irrigated agriculture with the aim to support small-scale aquaculture development, enhance rice yield, and curb schistosomiasis transmission, a multiple win for development, health and nutrition. The team is also committed to expand k-12 education on parasite ecology\r\n\n\n\t\t\t\t\tLast Modified: 12/12/2024\n\n\t\t\t\t\tSubmitted by: SusanneHSokolow\n"
 }
}