{
 "awd_id": "2024960",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation - Developing Professional Identity: Integrating Academic and Workplace Competencies within Engineering Programs",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032927708",
 "po_email": "jladejio@nsf.gov",
 "po_sign_block_name": "Kemi Ladeji-Osias",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2023-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-09-08",
 "awd_max_amd_letter_date": "2020-10-13",
 "awd_abstract_narration": "Chemical engineering education needs a new educational approach commensurate with the evolution and expansion of industry expectations via inclusion of key elements from several fields: pharmaceuticals, renewable energy, biotechnology, nanotechnology, nuclear engineering, and food and consumer products, among others. Given the impact of chemical engineering in these areas, practicing chemical engineers are expected to be technically knowledgeable in these broad areas and also skilled in communication and leadership. However, the typical chemical engineering undergraduate core curriculum has not adapted to prepare students for the multiple needs encompassed by the chemical industry. Most courses are content-driven and based on classical problems, making it challenging to integrate emerging industrial examples and practices. Communication skills and teamwork experience are mainly gained in senior level courses. Many current faculty members have limited industrial experience, and they are not fully aware of emergent, practical problems and applications derived from new industries. Much of the standard software used in industry is not available at universities, and broader chemical industry needs are not incorporated into course content. As a result, students are less motivated and/or engaged, get lost in content-driven learning while missing the big picture and applications of the concepts. They therefore often struggle to identify with the profession and are not ready for the workforce when they graduate. This project examines a unique experience in which a student-faculty-industry integrated community will be created to bridge the gap between industry needs and the competencies developed within chemical engineering undergraduate programs. This project will investigate the effects of multiple activities designed to impact professional identity formation and promote industry-related competencies. Knowledge and insights gained from the research will help engineering programs to analyze important aspects of industry engagements, the feasibility of implementation and impact on student outcomes and faculty professional learning. The results will allow engineering educators to improve the next generation’s skillset and better prepare them for the workforce. \r\n\r\nThe project aims to integrate academic and industrial workplace competencies within engineering programs. Industry professionals and engineering educators will work together to deliver application-guided and fundamentals-driven education. Implementing the method in a sophomore course, one of the first courses in chemical engineering curriculum, the project will consider: (a) the industrial enculturation process in the classroom, (b) synergistic instruction and mentoring by faculty and industrial trainers, and (c) student interaction with industry professionals. During the project, students’ engineering identity and self-efficacy will be monitored via surveys, interviews and other tools. The result of this study will lead to better understanding of effective engineering education models and methods for the professional formation of engineers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Betul",
   "pi_last_name": "Bilgin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Betul Bilgin",
   "pi_email_addr": "bbilgin@uic.edu",
   "nsf_id": "000742877",
   "pi_start_date": "2020-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Pellegrino",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Pellegrino",
   "pi_email_addr": "pellegjw@uic.edu",
   "nsf_id": "000178292",
   "pi_start_date": "2020-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Wedgewood",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis E Wedgewood",
   "pi_email_addr": "wedge@uic.edu",
   "nsf_id": "000308737",
   "pi_start_date": "2020-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vikas",
   "pi_last_name": "Berry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vikas Berry",
   "pi_email_addr": "vikasb@uic.edu",
   "nsf_id": "000406929",
   "pi_start_date": "2020-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S. Marshfield Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project, aimed at enhancing chemical engineering education, has successfully bridged the gap between academic learning and industry practice. Funded by the National Science Foundation (NSF), this initiative at the University of Illinois Chicago (UIC) focused on integrating real-world industry problems into the chemical engineering curriculum, enriching the learning experience for students, and equipping them with practical skills vital for their future careers.</p>\n<p>Throughout the life of the award, the project achieved several significant outcomes. The curriculum was enriched by the introduction of contemporary, industry-relevant problems designed by industry mentors, providing students with hands-on experience in tackling real-world challenges. Additionally, the project facilitated a dynamic interaction between students and industry mentors. At the start of the semester, mentors introduced students to real-world problems, adding an industry perspective to the regular academic content. Conversely, at the semester's end, students had the opportunity to showcase their understanding of course concepts by presenting topics that connected everyday life scenarios with the engineering principles learned in class to the industry mentors., fostering a two-way exchange of knowledge and ideas. The diverse expertise of these industrial mentors covered a wide range of sectors, ensuring that students were prepared for the rapid evolutions within the field. This approach has been particularly effective in heightening student engagement, fostering a deeper understanding of chemical engineering principles, and enhancing problem-solving skills. As students grappled with issues directly taken from industry scenarios, they were able to apply theoretical knowledge in a practical context, thereby strengthening their engineering identity and boosting their self-efficacy.</p>\n<p>The project's intellectual merit lies in its rigorous approach to pedagogical innovation and its contribution to the body of research in engineering education. By implementing these industry problems and measuring their impact, the project has provided valuable insights into how industrial engagement can shape the professional formation of engineers and influence institutional culture. The Principal Investigator (PI) and the team have actively disseminated their findings, presenting at conferences, and engaging with the academic community to share best practices and learnings.</p>\n<p>The broader impacts of the project are multifold. It has enhanced the understanding of how industrial engagement affects student engagement, learning, and motivation, thereby providing a model that can be replicated across different engineering disciplines. Faculty members have benefited from training in both engineering education research methods and current industry-relevant topics, ensuring that the teaching methods remain innovative and effective. Another important broader impact of the project has been the emphasis on inclusivity and diversity. One of the most significant outcomes is the potential for this project to affect professional identity formation and self-efficacy among students, especially those from underrepresented groups. The project has emphasized the importance of diversity in engineering education and aimed to empower students from underrepresented backgrounds to enter the field with confidence. Upon completion of their studies, students from UIC's Department of Chemical Engineering are expected to enter the workforce with a more profound industrial engagement experience and a well-formed professional identity, making valuable contributions to the chemical industry and beyond. Furthermore, by involving underrepresented minority students in research and providing them with opportunities for professional development, the project has contributed to the diversification of the academic workforce in engineering education. These students gained experience in qualitative and quantitative research methods, proposal preparation, and scholarly publication&mdash;a testament to the project&rsquo;s commitment to mentorship and development.</p>\n<p>The PI's professional growth was another notable outcome. Through structured mentoring programs and participation in research activities, the PI developed skills in data analysis, academic publishing, and proposal preparation. This professional development has extended the PI's expertise in engineering education, as evidenced by multiple NSF proposal submissions throughout the project's duration.</p>\n<p>In summary, the project has made a substantial contribution to the field of chemical engineering education by enhancing the curriculum, fostering professional development, and promoting inclusivity. The insights gained from this initiative have the potential to influence engineering education practices broadly, ultimately benefiting the engineering community and the various industries it serves.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/16/2024<br>\nModified by: Betul&nbsp;Bilgin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project, aimed at enhancing chemical engineering education, has successfully bridged the gap between academic learning and industry practice. Funded by the National Science Foundation (NSF), this initiative at the University of Illinois Chicago (UIC) focused on integrating real-world industry problems into the chemical engineering curriculum, enriching the learning experience for students, and equipping them with practical skills vital for their future careers.\n\n\nThroughout the life of the award, the project achieved several significant outcomes. The curriculum was enriched by the introduction of contemporary, industry-relevant problems designed by industry mentors, providing students with hands-on experience in tackling real-world challenges. Additionally, the project facilitated a dynamic interaction between students and industry mentors. At the start of the semester, mentors introduced students to real-world problems, adding an industry perspective to the regular academic content. Conversely, at the semester's end, students had the opportunity to showcase their understanding of course concepts by presenting topics that connected everyday life scenarios with the engineering principles learned in class to the industry mentors., fostering a two-way exchange of knowledge and ideas. The diverse expertise of these industrial mentors covered a wide range of sectors, ensuring that students were prepared for the rapid evolutions within the field. This approach has been particularly effective in heightening student engagement, fostering a deeper understanding of chemical engineering principles, and enhancing problem-solving skills. As students grappled with issues directly taken from industry scenarios, they were able to apply theoretical knowledge in a practical context, thereby strengthening their engineering identity and boosting their self-efficacy.\n\n\nThe project's intellectual merit lies in its rigorous approach to pedagogical innovation and its contribution to the body of research in engineering education. By implementing these industry problems and measuring their impact, the project has provided valuable insights into how industrial engagement can shape the professional formation of engineers and influence institutional culture. The Principal Investigator (PI) and the team have actively disseminated their findings, presenting at conferences, and engaging with the academic community to share best practices and learnings.\n\n\nThe broader impacts of the project are multifold. It has enhanced the understanding of how industrial engagement affects student engagement, learning, and motivation, thereby providing a model that can be replicated across different engineering disciplines. Faculty members have benefited from training in both engineering education research methods and current industry-relevant topics, ensuring that the teaching methods remain innovative and effective. Another important broader impact of the project has been the emphasis on inclusivity and diversity. One of the most significant outcomes is the potential for this project to affect professional identity formation and self-efficacy among students, especially those from underrepresented groups. The project has emphasized the importance of diversity in engineering education and aimed to empower students from underrepresented backgrounds to enter the field with confidence. Upon completion of their studies, students from UIC's Department of Chemical Engineering are expected to enter the workforce with a more profound industrial engagement experience and a well-formed professional identity, making valuable contributions to the chemical industry and beyond. Furthermore, by involving underrepresented minority students in research and providing them with opportunities for professional development, the project has contributed to the diversification of the academic workforce in engineering education. These students gained experience in qualitative and quantitative research methods, proposal preparation, and scholarly publicationa testament to the projects commitment to mentorship and development.\n\n\nThe PI's professional growth was another notable outcome. Through structured mentoring programs and participation in research activities, the PI developed skills in data analysis, academic publishing, and proposal preparation. This professional development has extended the PI's expertise in engineering education, as evidenced by multiple NSF proposal submissions throughout the project's duration.\n\n\nIn summary, the project has made a substantial contribution to the field of chemical engineering education by enhancing the curriculum, fostering professional development, and promoting inclusivity. The insights gained from this initiative have the potential to influence engineering education practices broadly, ultimately benefiting the engineering community and the various industries it serves.\n\n\n\t\t\t\t\tLast Modified: 01/16/2024\n\n\t\t\t\t\tSubmitted by: BetulBilgin\n"
 }
}