{
 "awd_id": "2024411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Conceptualizing and quantifying the function of beaver dams and stormwater ponds on the hydrology and biogeochemistry of urban streams",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 324364.0,
 "awd_amount": 381232.0,
 "awd_min_amd_letter_date": "2020-06-18",
 "awd_max_amd_letter_date": "2022-06-23",
 "awd_abstract_narration": "Cities across the United States are struggling with issues of storm water because buildings and roads cannot soak up rain like soil. Instead, rain that falls on cities runs off the buildings and roads. Cities are spending billions of dollars to manage this extra water. They are investing in green infrastructure, which is infrastructure on the land that can soak up and hold rainwater. One of these green infrastructure approaches is storm water ponds. However, across the southeastern U.S., beaver live in urban streams, and they build ponds, too. Beaver are considered a nuisance species and are often killed, even though their ponds may be similar to storm water ponds for slowing water and improving water quality. The first goal of this project is to compare how well beaver ponds store water during both dry and wet periods compared to storm water ponds. In addition to retaining and slowing the flow of storm water from cities, both beaver and storm water ponds receive nutrients than can feed algae blooms. The second goal of this project is to evaluate if urban beaver ponds increase the storage of nutrients and sediments from water that passes through their dams. This is important because it will improve downstream water quality. The final goal of this project is to map where beaver may be building these ponds in urban areas. This will inform city managers on what to do with the ponds. To determine if the ponds work the same way in different cities, this work will be conducted in Atlanta, GA, Charlotte, NC, and Raleigh-Durham-Chapel Hill, NC. The project will provide multiple broader impacts, including increasing diversity in the geosciences, collaborating with conservation groups, such as Adopt-a-Stream and Chattahoochee Riverkeeper, to educate the general public about the benefits of beaver, and helping local watershed managers to better manage beaver and adopt benefits that might exist from their ponds.  In addition, this research will be done at multiple minority serving institutions by a diverse group of investigators. The multi-institution project will allow students to collaborate across institutions. \r\n\r\nThis project will test a conceptual model of how the physical features of urban beaver and stormwater ponds impact streamflow attenuation and water quality. Cities are spending billions of dollars on installing green infrastructure to capture stormwater runoff, when cities in the southeastern U.S. may have infrastructure that fills a similar role already in beaver ponds. The functioning of beaver ponds compared to stormwater ponds has not been systematically studied anywhere. This project aims at (1) quantifying the nutrient and sediment retention of beaver and stormwater ponds, (2) quantifying the transit time of water through beaver and stormwater ponds and floodplain-stream reconnection around dams at both high and low flow, and (3) using remote sensing products and GIS to estimate the total number of beaver ponds in cities and scale-up quantification of retention to the whole-city scale. The hypothesis for objectives 1 and 2 is that the hydrologic and nutrient retention response of the pond will be driven by the hydrologic source of the water—specifically inflows dominated by surface or groundwater—and readily quantifiable metrics of pond geomorphology. The hypothesis for objective 3 is that identified ponded water from aerial imagery can be combined with the drivers of beaver habitat, including stream slope and vegetation, to pinpoint locations of beaver activity. The project entails conducting field work on urban beaver dams and stormwater ponds in the Piedmont cities of Atlanta, GA, and Charlotte and Raleigh, NC to compare influent to effluent mass fluxes of nutrients and total suspended solids (TSS) over two years, sample hyporheic waters in the dam and floodplain to understand nutrient cycling in the sediments and quantify travel time distributions of water through beaver ponds and how they compare to engineered stormwater ponds. The proposed research will develop a conceptual framework through rigorous testing using intensive field studies that will yield new and transformative knowledge within the field of urban hydrological science. The study will be carried across a range of factors, including pond size, watershed land use, sediment, geology, and infrastructure age to assess controlling drivers and predict the response in other systems. In addition, larger-scale mapping of these systems will help to evaluate landscape-level impacts on entire cities.In addition to the intellectual merits, this project will increase diversity in STEM by recruiting underrepresented students to complete M.S. degrees at minority serving institutions, mentored by a diverse group of faculty. The project will also entail public outreach on the ecological benefits of beaver leveraging existing relationships with non-profit conservation groups. Beaver are considered a nuisance species, and thus to reap the benefits their ponds may have on hydrologic and nutrient retention, conversations between watershed managers and beaver pond neighbors must be facilitated to allow for science-based decisions on the fate of these ponds.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Ledford",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah H Ledford",
   "pi_email_addr": "sledford@gsu.edu",
   "nsf_id": "000753845",
   "pi_start_date": "2020-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luke",
   "pi_last_name": "Pangle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luke Pangle",
   "pi_email_addr": "lpangle@gsu.edu",
   "nsf_id": "000700770",
   "pi_start_date": "2020-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Sudduth",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth B Sudduth",
   "pi_email_addr": "esudduth@ggc.edu",
   "nsf_id": "000768921",
   "pi_start_date": "2020-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "38 Peachtree Center Ave, 730 Lan",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303023965",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 324364.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 8104.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 48764.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp;goal of this project was to test a conceptual model of how urban beaver dams hold stormwater and how they improve water quality in comparison to man-made stormwater ponds. There were three main objectives to this goal: (1) quantify and compare the impact of urban beaver ponds and stormwater retention ponds on the amount of nutrients moving downstream; (2) quantify and compare how well urban beaver ponds and stormwater ponds hold water; and (3) estimate how many beaver ponds could exist in cities and the potential city-wide scale of their impacts on water retention and water quality. This work was done across three Piedmont cities: Atlanta, GA and Charlotte and Durham, NC. In addition, this project aimed to increase diversity of the geosciences through student training and to work on public outreach efforts to explain the importance of beaver on the landscape, even in cities.</p>\r\n<p>&nbsp;</p>\r\n<p>Intellectual Merit Outcomes</p>\r\n<p>For objective one, we identified the potential for urban beaver dams to induce hyporheic (surface water-groundwater) exchange which reduced nutrient concentrations. This means that urban beaver dams are one location for remediation and reduction of high nutrient loads in urban streams. We also assessed how dissolved organic carbon (DOC) quantity and quality changed through urban beaver and stormwater ponds. We found urban stormwater ponds increased DOC concentration from inflow to outflow, but beaver ponds did not. The bioavailability of that carbon was similar between both pond types. This means urban beaver ponds limit the export of bioavailable carbon downstream in comparison to stormwater ponds, resulting in fewer negative consequences on downstream water quality.</p>\r\n<p>&nbsp;</p>\r\n<p>For objective two, we aimed to compare water and conservative solute residence times within beaver-impounded channels and human-constructed retention ponds.&nbsp; The results show that constructed retention ponds have greater water and solute residence times than beaver ponds.&nbsp; The relatively narrow riparian and valley bottom areas through which small streams flow in the Piedmont province appears to limit the horizontal expanse of beaver ponds, creating long and narrow ponds, whereas this constraint is removed during construction of retention ponds, creating wider and larger ponds.&nbsp; For the same reason, the constructed retention ponds show greater seasonal variation in residence times.&nbsp; We hypothesize this is due to the greater range of wetted area, and associated flow path assemblages, in the constructed ponds over seasons whereas this range is small in the geomorphically constrained channels that beaver occupy.</p>\r\n<p>&nbsp;</p>\r\n<p>For our third objective, we have identified key hydrologic and vegetation characteristics required to support beaver populations in urban environments. Beaver prefer perennial streams with water flowing year-round. They prefer streams with a slope under 2% (streams that are not very steep), streams from first to third order (smaller discharge streams), and areas with land cover identified as tree or herbaceous dominated within 100 m of their dam. Extrapolating these characteristics out to each city, we find that Piedmont cities have suitable habitat for beavers in up to half of the total stream lengths. This is important for managers to know, as with appropriate land-use planning, area could be dedicated along streams where beaver will thrive, building dams and retaining stormwater. However, it also points to growing conflict with beaver in the future as they expand and dam areas where their ponds are not suitable for surrounding human uses of land.</p>\r\n<p>&nbsp;</p>\r\n<p>Broader Impacts Outcomes</p>\r\n<p>Broader impacts focused on advancing discovery and understanding while promoting training, broadening participation of underrepresented groups through training undergraduate, post-baccalaureate, and graduate students, and building and enhancing partnerships with city and local watershed management agencies. Georgia State University trained three M.S. students on this grant, increasing gender and racial diversity. All three students published M.S. theses and two of these students are currently working on earning PhDs. Georgia Gwinnett College trained five undergraduate students, all from historically excluded groups, in critical field, lab, and research skills while working on this project. The Atlanta team reached the public numerous times during this grant. Georgia State University worked with a science educator to build a learning module on the impacts of urbanization and beaver on water aimed at second graders. In 2022, this module reached 75 second graders at an elementary school. We also had a booth at the annual Earth Day event hosted by Murphy Candler Park Conservancy in 2022. Results from this project were presented at the Georgia Adopt-a-Stream annual conference (Confluence) in 2023, to citizen science water quality monitors. The project team built and expanded collaborations with Atlanta-area local governments and non-profit groups, including the Department of Watershed Management and the Department of Parks and Recreation for the City of Atlanta, the Blue Heron Nature Preserve, Livable Buckhead, and the Murphy Candler Park Conservancy. Finally, two early career PIs were promoted and tenured during the grant period.</p><br>\n<p>\n Last Modified: 12/13/2024<br>\nModified by: Sarah&nbsp;H&nbsp;Ledford</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThegoal of this project was to test a conceptual model of how urban beaver dams hold stormwater and how they improve water quality in comparison to man-made stormwater ponds. There were three main objectives to this goal: (1) quantify and compare the impact of urban beaver ponds and stormwater retention ponds on the amount of nutrients moving downstream; (2) quantify and compare how well urban beaver ponds and stormwater ponds hold water; and (3) estimate how many beaver ponds could exist in cities and the potential city-wide scale of their impacts on water retention and water quality. This work was done across three Piedmont cities: Atlanta, GA and Charlotte and Durham, NC. In addition, this project aimed to increase diversity of the geosciences through student training and to work on public outreach efforts to explain the importance of beaver on the landscape, even in cities.\r\n\n\n\r\n\n\nIntellectual Merit Outcomes\r\n\n\nFor objective one, we identified the potential for urban beaver dams to induce hyporheic (surface water-groundwater) exchange which reduced nutrient concentrations. This means that urban beaver dams are one location for remediation and reduction of high nutrient loads in urban streams. We also assessed how dissolved organic carbon (DOC) quantity and quality changed through urban beaver and stormwater ponds. We found urban stormwater ponds increased DOC concentration from inflow to outflow, but beaver ponds did not. The bioavailability of that carbon was similar between both pond types. This means urban beaver ponds limit the export of bioavailable carbon downstream in comparison to stormwater ponds, resulting in fewer negative consequences on downstream water quality.\r\n\n\n\r\n\n\nFor objective two, we aimed to compare water and conservative solute residence times within beaver-impounded channels and human-constructed retention ponds. The results show that constructed retention ponds have greater water and solute residence times than beaver ponds. The relatively narrow riparian and valley bottom areas through which small streams flow in the Piedmont province appears to limit the horizontal expanse of beaver ponds, creating long and narrow ponds, whereas this constraint is removed during construction of retention ponds, creating wider and larger ponds. For the same reason, the constructed retention ponds show greater seasonal variation in residence times. We hypothesize this is due to the greater range of wetted area, and associated flow path assemblages, in the constructed ponds over seasons whereas this range is small in the geomorphically constrained channels that beaver occupy.\r\n\n\n\r\n\n\nFor our third objective, we have identified key hydrologic and vegetation characteristics required to support beaver populations in urban environments. Beaver prefer perennial streams with water flowing year-round. They prefer streams with a slope under 2% (streams that are not very steep), streams from first to third order (smaller discharge streams), and areas with land cover identified as tree or herbaceous dominated within 100 m of their dam. Extrapolating these characteristics out to each city, we find that Piedmont cities have suitable habitat for beavers in up to half of the total stream lengths. This is important for managers to know, as with appropriate land-use planning, area could be dedicated along streams where beaver will thrive, building dams and retaining stormwater. However, it also points to growing conflict with beaver in the future as they expand and dam areas where their ponds are not suitable for surrounding human uses of land.\r\n\n\n\r\n\n\nBroader Impacts Outcomes\r\n\n\nBroader impacts focused on advancing discovery and understanding while promoting training, broadening participation of underrepresented groups through training undergraduate, post-baccalaureate, and graduate students, and building and enhancing partnerships with city and local watershed management agencies. Georgia State University trained three M.S. students on this grant, increasing gender and racial diversity. All three students published M.S. theses and two of these students are currently working on earning PhDs. Georgia Gwinnett College trained five undergraduate students, all from historically excluded groups, in critical field, lab, and research skills while working on this project. The Atlanta team reached the public numerous times during this grant. Georgia State University worked with a science educator to build a learning module on the impacts of urbanization and beaver on water aimed at second graders. In 2022, this module reached 75 second graders at an elementary school. We also had a booth at the annual Earth Day event hosted by Murphy Candler Park Conservancy in 2022. Results from this project were presented at the Georgia Adopt-a-Stream annual conference (Confluence) in 2023, to citizen science water quality monitors. The project team built and expanded collaborations with Atlanta-area local governments and non-profit groups, including the Department of Watershed Management and the Department of Parks and Recreation for the City of Atlanta, the Blue Heron Nature Preserve, Livable Buckhead, and the Murphy Candler Park Conservancy. Finally, two early career PIs were promoted and tenured during the grant period.\t\t\t\t\tLast Modified: 12/13/2024\n\n\t\t\t\t\tSubmitted by: SarahHLedford\n"
 }
}