{
 "awd_id": "2024004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: INFEWS: N/P/H2O: Remote and autonomous sensing for managing the economic and environmental consequences of salinity-impacted agricultural waterways",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 154624.0,
 "awd_amount": 154624.0,
 "awd_min_amd_letter_date": "2020-03-03",
 "awd_max_amd_letter_date": "2020-03-03",
 "awd_abstract_narration": "1604853 / 1604906\r\nMauter / Viers\r\n\r\nIncreasing salinity of agricultural waterways is a global problem with critical economic and ecological impacts. When cropland is irrigated with moderately saline waters, salts accumulate in the soil leading to reduced crop yields or permanent land fallowing. While this problem is neither new (ancient irrigation systems led to the degradation of the once fertile soils across Mesopotamia), nor declining in scale (soil salinization is now estimated to impact nearly one-third of all irrigated land worldwide), there are few decision tools for evaluating the techno-economic feasibility of intervention which is the focus of this proposal. Developing decision tools is critical to informing farmers, managers and others who are interested in slowing salinization trends and ensuring the sustainability and resilience of global food systems.\r\n\r\nAgricultural waterway salinization imposes considerable economic and ecological damages. The proposed research will develop methods for valuing those damages and comparing the cost-effectiveness of technology and policy interventions. The proposed research will also develop novel methods for efficiently generating a broad, multi-resolution dataset of agricultural waterway salinization critical to implementing these decision models. Finally, the proposed research will evaluate the techno-economic feasibility of salinity reduction interventions, including subsidizing land fallowing, limiting tile drain discharge, and desalinating saline agricultural waters, in a multi-objective decision framework. This research will test and implement the proposed methodology in the Panoche Water and Drainage District and the Westlands Water District, salinity-impacted districts within the San Joaquin River Basin of California and very nearby UC Merced. Collecting, processing, and leveraging data high-resolution data to inform environmental decisions remains a methodological challenge in agricultural systems. The PIs propose to develop a comprehensive decision analysis framework that leverages remote and autonomous sensing to rapidly and cost-effectively evaluate salinity management practices for agricultural waterways. Design and integration of multi-modal sensor networks will inform fundamental relationships between water quality, soil salinity, ecological health, and land use in agricultural environments. Incorporating this information into a decision analysis framework will aid agricultural producers, regulators, and state infrastructure managers in evaluating technologies and policies for salinity management across multiple, often competing, objectives. The first objective of the proposed research is to implement a valuation model to assess the benefits of salinity reduction to agricultural and ecological systems. The second objective is to develop a hierarchical, multi-modal data collection methodology using remote sensing, autonomous robotic watercraft sensors, and sparse, distributed, static sensor networks for efficiently and cost-effectively developing models of agricultural water salinization. The third objective is to evaluate the cost-effectiveness of distributed salinity reduction technologies and policies available to agricultural producers and regulators to minimize the economic and ecological impacts associated with salinized agricultural waterways. This will result in novel, hierarchical, low cost methods for generating high-resolution data sets on agricultural waterway salinity that can be extended to the detection and monitoring of other non-point source emissions in the agricultural industry. The proposed research will also develop novel valuation methods for quantifying the benefits of reducing agricultural waterway salinity for private actors (growers) and the public (ecosystems) at a sufficient resolution to inform policy and technology implementation, a major barrier to policy and technology development for combating salinization issues. Finally, the proposed research will develop algorithms for positioning static sensors to maximize the value of information collected. Throughout, the PIs will develop methods to manage uncertainty in the processing of large datasets. The proposed work will enhance the sustainability of irrigated agriculture by providing a quantitative decision framework in which to compare public and private costs and benefits of salinity reduction. It will also promote workforce development in the emerging field of autonomous and robotic sensing for environmental decision-making by engaging UC Merced undergraduate students in data collection, data management, and data visualization research. UC Merced is a minority serving institution in the Central Valley of CA, and students participating for course credit or full time summer employment will be trained for emerging, high tech jobs in the local agricultural industry. Finally, the PIs will continue the development of an education module for high school students that provides hands-on exposure to environmental science, robotics, and data processing via deployment of autonomous robotic watercraft sensors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meagan",
   "pi_last_name": "Mauter",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Meagan S Mauter",
   "pi_email_addr": "mauter@stanford.edu",
   "nsf_id": "000619520",
   "pi_start_date": "2020-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Jane Stanford Way",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 154624.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Designing effective agri-environmental policies requires accurately anticipating grower responses to changing policy, economic, and environmental factors. Current understanding of behavioral response in agricultural systems is limited by models that fail to quantify and propagate uncertainty, fail to probe the implications of assumptions about model structure and underlying data, and fail to include important feedback loops between model components. The data underlying these models further limit understanding when their inadequate resolution or uncertainty specification obscure agricultural system details. We introduce computational research to employ modernized data and modeling in agri-environmental policy analysis.</span></p>\n<p class=\"p1\">In early work, we developed Bayesian modeling for unambiguous groundwater depth uncertainty estimation from sparsely sampled groundwater data. The resulting groundwater maps improve spatial bounds and temporal resolution compared to existing depth maps and vastly improve uncertainty quantification. Next, we estimated agricultural groundwater irrigation over the growing season at high spatial resolution using (i) new evapotranspiration modeling that offers unprecedented uncertainty quantification and (ii) newly compiled, comprehensive surface water data. We produced crop-specific groundwater irrigation estimates with clear confidence intervals by applying Monte Carlo methods to propagate uncertainty in the model&rsquo;s underlying data. Finally, we employed large-scale econometrics techniques to elucidate grower adaptation to rapid soil salinization at the field scale, which is the level at which growers adapt to changing conditions. Results show that grower adaptation significantly mitigates damages attributable to soil salinization, indicating underestimation of damages in previous economic assessments that could lead to inaccurate public policy analyses.</p>\n<p>In the next part of our work, we explored satellite remote sensing as a tool for consistently monitor water use over large agricultural regions with field-scale resolution. Maximizing the value of this data, for both water managers and water users, requires methods for identifying temporal variation in irrigation practices and evapotranspiration (ET) more generally. Our work provided motivation and context for the problem of ET estimation for monitoring agricultural water use.&nbsp; We analyzed sources of ET estimation error introduced by meteorological and land surface data inputs, evaluated at three winegrape vineyards in California. We developed a method for identifying the point-in-time irrigation status of a field without labeled training data or ancillary weather or geophysical data inputs. Finally, we proposed a method for characterizing stages of crop development using multivariate satellite inputs, applies it to the problem of crop planting date estimation, and also used the method to illustrate structural properties of intra-annual environmental time series. Together these projects advance the theory and practice of quantifying agricultural water use with satellite remote sensing.&nbsp;</p>\n<p>&nbsp;</p>\n<p class=\"p1\">&nbsp;</p>\n<p><span><br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2023<br>\n\t\t\t\t\tModified by: Meagan&nbsp;S&nbsp;Mauter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDesigning effective agri-environmental policies requires accurately anticipating grower responses to changing policy, economic, and environmental factors. Current understanding of behavioral response in agricultural systems is limited by models that fail to quantify and propagate uncertainty, fail to probe the implications of assumptions about model structure and underlying data, and fail to include important feedback loops between model components. The data underlying these models further limit understanding when their inadequate resolution or uncertainty specification obscure agricultural system details. We introduce computational research to employ modernized data and modeling in agri-environmental policy analysis.\nIn early work, we developed Bayesian modeling for unambiguous groundwater depth uncertainty estimation from sparsely sampled groundwater data. The resulting groundwater maps improve spatial bounds and temporal resolution compared to existing depth maps and vastly improve uncertainty quantification. Next, we estimated agricultural groundwater irrigation over the growing season at high spatial resolution using (i) new evapotranspiration modeling that offers unprecedented uncertainty quantification and (ii) newly compiled, comprehensive surface water data. We produced crop-specific groundwater irrigation estimates with clear confidence intervals by applying Monte Carlo methods to propagate uncertainty in the model’s underlying data. Finally, we employed large-scale econometrics techniques to elucidate grower adaptation to rapid soil salinization at the field scale, which is the level at which growers adapt to changing conditions. Results show that grower adaptation significantly mitigates damages attributable to soil salinization, indicating underestimation of damages in previous economic assessments that could lead to inaccurate public policy analyses.\n\nIn the next part of our work, we explored satellite remote sensing as a tool for consistently monitor water use over large agricultural regions with field-scale resolution. Maximizing the value of this data, for both water managers and water users, requires methods for identifying temporal variation in irrigation practices and evapotranspiration (ET) more generally. Our work provided motivation and context for the problem of ET estimation for monitoring agricultural water use.  We analyzed sources of ET estimation error introduced by meteorological and land surface data inputs, evaluated at three winegrape vineyards in California. We developed a method for identifying the point-in-time irrigation status of a field without labeled training data or ancillary weather or geophysical data inputs. Finally, we proposed a method for characterizing stages of crop development using multivariate satellite inputs, applies it to the problem of crop planting date estimation, and also used the method to illustrate structural properties of intra-annual environmental time series. Together these projects advance the theory and practice of quantifying agricultural water use with satellite remote sensing. \n\n \n \n\n\n\n\n\t\t\t\t\tLast Modified: 06/01/2023\n\n\t\t\t\t\tSubmitted by: Meagan S Mauter"
 }
}