{
 "awd_id": "2025567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MTM 1: Does replicon biochemistry define the infection dynamics of viruses within ecosystems?",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032924740",
 "po_email": "dkabbot@nsf.gov",
 "po_sign_block_name": "Patrick Abbot",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 425000.0,
 "awd_min_amd_letter_date": "2020-08-26",
 "awd_max_amd_letter_date": "2020-10-13",
 "awd_abstract_narration": "Microbial communities, consisting of single celled organisms such as bacteria and protists as well as virus particles, are ubiquitous throughout the biosphere.  These communities are the engines of nutrient cycles, processing complex molecules into the simpler compounds essential for the growth of higher organisms such as plants and algae.  While we appreciate the biosphere-sustaining role of microbes, our understanding of the ecological mechanisms supporting nutrient cycles is rudimentary.  In particular, little is known of how the interactions between viruses and their microbial host cells influences nutrient cycles.  This project is exploring whether the biochemical characteristics of an enzyme, DNA polymerase, which is responsible for a key step in viral replication, can provide detailed insights on the nature of interactions between viruses and their host cells.  Connections between DNA polymerase biochemistry and viral biology, will provide a framework for predicting the outcomes of viral host interactions within microbial communities based on DNA sequence data gathered from entire microbial communities (known as metagenomic sequence data).  Over the longer term, improved understanding of viral-host interactions within ecosystems will provide one component of the foundational information needed for future green technologies that will help in sustaining both natural and engineered agri-ecosystems.  This multidisciplinary project supports the education of two PhD students in the fields of microbiology, biochemistry, and bioinformatics.  The investigators and students are mentoring undergraduate students in laboratory research and provide educational outreach to K-12 students.  Students are recruited from populations under-represented in the scientific workforce when possible. \r\n\r\nCreating a theoretical framework for predicting the infection phenotypes of unknown viruses based on genes within the replication module (i.e., the replicon) is the overarching objective of this interdisciplinary project. Using experimental and computational approaches, the project is seeking to uncover hypothesized genome to phenome linkages between the replicon and infection phenotypes of unknown viruses. Experimental objectives include: 1) synthesis of Family A DNA polymerase (PolA) enzymes representing a broad cross-section of PolA diversity within viruses; 2) in vitro biochemical characterization of viral PolA replicases (quantitative data on polymerase speed, strand displacement, processivity, exonuclease activity, and fidelity); 3) in vivo assessment of how changes in PolA impact phage infection dynamics; 4) development of a classification scheme for viruses based on the phylogeny of PolA and the genetic composition of the replicon; 5) development of genome to phenome rules that predict the infection phenotypes of unknown viruses based on PolA replicon classification groups; and 6) a comprehensive biogeographic study of phage infection phenotypes within the global ocean based on existing virome data and the application of predictive genome to phenome rules based on the PolA replicon.  The success of the research will rely on an existing collaborative interdisciplinary team with expertise in enzyme biochemistry, phage biology, bioinformatics, microbial oceanography and molecular genetics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "K.",
   "pi_last_name": "Wommack",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "K. E Wommack",
   "pi_email_addr": "wommack@dbi.udel.edu",
   "nsf_id": "000260985",
   "pi_start_date": "2020-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Polson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn W Polson",
   "pi_email_addr": "polson@dbi.udel.edu",
   "nsf_id": "000538414",
   "pi_start_date": "2020-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "068Z",
   "pgm_ref_txt": "URoL-Understanding Rules of Life"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "8811",
   "pgm_ref_txt": "Marine Microbial Ecology"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 425000.0
  }
 ],
 "por": null
}