{
 "awd_id": "2025319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: A New Mechanism for Metal Isotope Fractionation Induced by Natural Solid-State Ion Conduction",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 302310.0,
 "awd_amount": 302310.0,
 "awd_min_amd_letter_date": "2020-07-05",
 "awd_max_amd_letter_date": "2022-07-11",
 "awd_abstract_narration": "Naturally occurring metallic silver is sometimes found with a wire-, string- or rope-like morphology, commonly called “wire silver”. Until recently, very little was known about the structural characteristics of wire silver and even less about how it forms. Surprisingly, this morphology can be created in the laboratory under simple conditions very different from those found in nature, yet their structural characteristics are very similar to natural samples. From the study of natural and synthetic specimens, it has been found that wire silver formation occurs by a solid-state process called “ion conduction”, where metal ions can move directly through a crystal structure, and in this case, silver(I) ions move through the mineral argentite. Even more surprising, this ion transport during wire growth causes an enrichment of the heavy stable isotope 109Ag in the wire. This is opposite of that predicted by mechanisms of isotope enrichment known to occur in nature. Thus, further study of wire silver growth may elucidate a previously unrecognized mechanism for isotope separation in nature. Understanding this mechanism and the degree of possible isotope enrichment is significant for our basic understanding of physical and chemical phenomena. These in turn have direct application to the study of geochemical and geological processes such as metal transport and the isotopic signatures found in ore deposits. Broader impacts include possible technological applications where the isotope chemistry of materials can affect their physical properties. This study involves scientists from multiple academic departments and different disciplines, and will include student training and participation at multiple levels, from undergraduates through doctoral candidates. \r\n  \r\nThis project integrates experimental mineralogy, analytical geochemistry and computational methods in the study of wire silver formation under highly controlled conditions as a means to elucidate the fundamental mechanism of the observed isotope effect. Isotope fractionation is hypothesized to result from the process of predissociation during superionic conduction, occurring preferentially for 109Ag+  ions as they move through the silver sulfide structure. The study will also test whether this isotope effect extends to other transition metals such as copper, zinc and nickel. Understanding the mechanisms, magnitude and direction of isotope fractionation is essential for the use and accurate interpretation of isotope data in geological studies, and allows for the engineered development of materials with “tuned” isotope chemistries. Finally, this unexploited physical phenomenon might be leveraged to improve the characteristics of technological devices that utilize fast ion conduction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Rakovan",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Rakovan",
   "pi_email_addr": "rakovajf@miamioh.edu",
   "nsf_id": "000110942",
   "pi_start_date": "2020-07-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mehdi",
   "pi_last_name": "Zanjani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mehdi Zanjani",
   "pi_email_addr": "zanjanm@miamioh.edu",
   "nsf_id": "000755782",
   "pi_start_date": "2020-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University",
  "perf_str_addr": "",
  "perf_city_name": "Oxford",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450563653",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0122",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 94433.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 111718.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 96159.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In most crystals atoms or ions are fixed in place by strong bonds to surrounding ions. In a special class of solids, certain ions are highly mobile allowing for solid-state ion conduction (SSIC). This is a mechanism of electric current which involves the efficient transport of ions through a crystal. Materials that exhibit SSIC can be used in batteries as well as other technological devices.</p>\r\n<p>SSIC occurs naturally in the mineral argentite, Ag<sub>2</sub>S, at rates so high it is classified as a superionic conduction (SIC). It was discovered that SIC is an essential process in the formation of an unusual but common morphology of natural silver crystals called wire silver. Analysis of natural and synthetic wire silver specimens shows them to be polycrystalline, composed of thousands of crystallites of roughly equant to slightly elongate shape. The growth of wires occurs by addition of Ag atoms at their base, the acanthite-silver interface, and not around their entire surface as in most examples of crystal growth.</p>\r\n<p>An interesting and unexpected isotope effect was discovered in the process of wire silver growth. SIC in argentite during wire formation causes a consistent isotope fractionation of the mobile ion, Ag, favoring the heavy isotope, <sup>109</sup>Ag; opposite to what is predicted by known mechanisms of isotope fractionation. This indicates a previously unrecognized isotope fractionation mechanism associated with SSIC in nature, and has important implications for the geochemistry of ore deposits where SSIC phases are present.</p>\r\n<p>The &nbsp;enrichment of <sup>109</sup>Ag in silver wires was amplified, by an order of magnitude!, in synthetic samples grown at temperatures (&gt;450 <sup>o</sup>C) much higher than estimated in natural wire silver formation. Additional experiments show that the thermal gradient is more significant in the degree of isotope fractionation than is the specific temperature.</p>\r\n<p>Although much rarer, the wire morphology is also found in natural gold specimens. We extended our work to the first detailed study of the crystallography and chemistry of wire gold. Although the external morphology of the wire gold is very similar to that of wire silver specimens, the internal texture is quite different, appearing to be composed of one or only a few single crystals. We hypothesize that the mechanisms of growth are the same for wires of the two metals but the difference in crystalline texture is the result of the wire growth rate, which is related to the rate of SSIC. In addition, all wire gold samples exhibit an appreciable silver content, &gt;20% by weight, which we suspect plays an important role in SSIC of gold.</p>\r\n<p>Advanced computational techniques and multiscale molecular simulations were utilized to build an efficient computational model of Ag-S systems. This was enabled by a new code package which we developed that couples LAMMPS software package with a genetic algorithm-based optimization module. Additionally, computational capabilities were expanded to develop machine learning-based platforms to study and investigate nanoscale structures and interactions. This platform involved the use of graph neural networks to understand and predict the interaction between various types of nanoscale particles according to real time particle trajectories.</p>\r\n<p>The project was extended to look at other systems where SSIC is significant, specifically, the atomic arrangement of halogens in the apatite crystal structure. Anion solid solutions, particularly among F, Cl and OH are of great significance in the apatite supergroup of minerals and synthetic compounds. Migration of these elements under an applied electric field (ion conduction) poses a significant problem in chemical analysis by electron probe methods, but may also have advantageous technological applications. The atomic arrangement of these substituents in mixed chemistries (solid solutions) and their behavior is poorly understood and we have published several studies that elucidate these details for the first time in various apatite group minerals.</p>\r\n<p>Broader Impacts: Although this is fundamentally a mineralogical project, our results on the mechanism of crystal growth involving SIC and associated isotope fractionation have implications to other sciences and engineering in systems where SIC is involved. This work included the education and training of undergraduate and graduate students resulting in one PhD. and two MS degrees. Outreach and educational activities targeted underrepresented minority high school students in the greater Cincinnati area, amateur scientists, and the mineral enthusiast communities. These included talks and hands-on activities at high schools, &nbsp;museums and amateur societies. In addition, publications were written for journals with a diverse professional audience.</p><br>\n<p>\n Last Modified: 01/20/2025<br>\nModified by: John&nbsp;F&nbsp;Rakovan</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2025319/2025319_10682630_1737402432533_Wire_silver_comparisson--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2025319/2025319_10682630_1737402432533_Wire_silver_comparisson--rgov-800width.jpg\" title=\"Wire silver comparison\"><img src=\"/por/images/Reports/POR/2025/2025319/2025319_10682630_1737402432533_Wire_silver_comparisson--rgov-66x44.jpg\" alt=\"Wire silver comparison\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left. Wire silver (2.3 cm tall) on a matrix, Freiberg, Germany. Un. of Britain Columbia specimen#4448. Mark Mauthner photo. Right. SEM image of synthetic wire silver showing characteristic polycrystalline texture with superimposed striations (Anderson & Rakovan, 2017).</div>\n<div class=\"imageCredit\">Anderson, C.J. and Rakovan, J. (2017) Connoisseur's Choice: Wire Silver & Gold. Rocks & Minerals, 92:345-354.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;F&nbsp;Rakovan\n<div class=\"imageTitle\">Wire silver comparison</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2025319/2025319_10682630_1737402503593_Figure_2_NSF_final_report--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2025319/2025319_10682630_1737402503593_Figure_2_NSF_final_report--rgov-800width.jpg\" title=\"Wire growth mechanism and isotope fractionation\"><img src=\"/por/images/Reports/POR/2025/2025319/2025319_10682630_1737402503593_Figure_2_NSF_final_report--rgov-66x44.jpg\" alt=\"Wire growth mechanism and isotope fractionation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Top. Schematic of wire silver growth mechanism. Thermoelectric gradient induces a acanthite to argentite transition and SSIC of Ag+ to the surface where wire silver growth occurs. Bottom. Plot of wire silver Ag isotope values showing 109Ag enrichment.</div>\n<div class=\"imageCredit\">Calvin Anderson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;F&nbsp;Rakovan\n<div class=\"imageTitle\">Wire growth mechanism and isotope fractionation</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nIn most crystals atoms or ions are fixed in place by strong bonds to surrounding ions. In a special class of solids, certain ions are highly mobile allowing for solid-state ion conduction (SSIC). This is a mechanism of electric current which involves the efficient transport of ions through a crystal. Materials that exhibit SSIC can be used in batteries as well as other technological devices.\r\n\n\nSSIC occurs naturally in the mineral argentite, Ag2S, at rates so high it is classified as a superionic conduction (SIC). It was discovered that SIC is an essential process in the formation of an unusual but common morphology of natural silver crystals called wire silver. Analysis of natural and synthetic wire silver specimens shows them to be polycrystalline, composed of thousands of crystallites of roughly equant to slightly elongate shape. The growth of wires occurs by addition of Ag atoms at their base, the acanthite-silver interface, and not around their entire surface as in most examples of crystal growth.\r\n\n\nAn interesting and unexpected isotope effect was discovered in the process of wire silver growth. SIC in argentite during wire formation causes a consistent isotope fractionation of the mobile ion, Ag, favoring the heavy isotope, 109Ag; opposite to what is predicted by known mechanisms of isotope fractionation. This indicates a previously unrecognized isotope fractionation mechanism associated with SSIC in nature, and has important implications for the geochemistry of ore deposits where SSIC phases are present.\r\n\n\nThe enrichment of 109Ag in silver wires was amplified, by an order of magnitude!, in synthetic samples grown at temperatures (450 oC) much higher than estimated in natural wire silver formation. Additional experiments show that the thermal gradient is more significant in the degree of isotope fractionation than is the specific temperature.\r\n\n\nAlthough much rarer, the wire morphology is also found in natural gold specimens. We extended our work to the first detailed study of the crystallography and chemistry of wire gold. Although the external morphology of the wire gold is very similar to that of wire silver specimens, the internal texture is quite different, appearing to be composed of one or only a few single crystals. We hypothesize that the mechanisms of growth are the same for wires of the two metals but the difference in crystalline texture is the result of the wire growth rate, which is related to the rate of SSIC. In addition, all wire gold samples exhibit an appreciable silver content, 20% by weight, which we suspect plays an important role in SSIC of gold.\r\n\n\nAdvanced computational techniques and multiscale molecular simulations were utilized to build an efficient computational model of Ag-S systems. This was enabled by a new code package which we developed that couples LAMMPS software package with a genetic algorithm-based optimization module. Additionally, computational capabilities were expanded to develop machine learning-based platforms to study and investigate nanoscale structures and interactions. This platform involved the use of graph neural networks to understand and predict the interaction between various types of nanoscale particles according to real time particle trajectories.\r\n\n\nThe project was extended to look at other systems where SSIC is significant, specifically, the atomic arrangement of halogens in the apatite crystal structure. Anion solid solutions, particularly among F, Cl and OH are of great significance in the apatite supergroup of minerals and synthetic compounds. Migration of these elements under an applied electric field (ion conduction) poses a significant problem in chemical analysis by electron probe methods, but may also have advantageous technological applications. The atomic arrangement of these substituents in mixed chemistries (solid solutions) and their behavior is poorly understood and we have published several studies that elucidate these details for the first time in various apatite group minerals.\r\n\n\nBroader Impacts: Although this is fundamentally a mineralogical project, our results on the mechanism of crystal growth involving SIC and associated isotope fractionation have implications to other sciences and engineering in systems where SIC is involved. This work included the education and training of undergraduate and graduate students resulting in one PhD. and two MS degrees. Outreach and educational activities targeted underrepresented minority high school students in the greater Cincinnati area, amateur scientists, and the mineral enthusiast communities. These included talks and hands-on activities at high schools, museums and amateur societies. In addition, publications were written for journals with a diverse professional audience.\t\t\t\t\tLast Modified: 01/20/2025\n\n\t\t\t\t\tSubmitted by: JohnFRakovan\n"
 }
}