{
 "awd_id": "2025797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NRI: INT: COLLAB: Anthropomorphic Robotic Ankle Prosthesis with Programmable Materials",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2019-08-12",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 741565.0,
 "awd_amount": 773565.0,
 "awd_min_amd_letter_date": "2020-03-25",
 "awd_max_amd_letter_date": "2024-01-02",
 "awd_abstract_narration": "There are currently 2 million Americans living with an amputation; the majority of those amputations are of the lower limbs. Leg amputation is a significant life-altering event that has an overwhelmingly negative effect on many aspects of life, even years after the injury. Leg amputation can cost in excess of $1.8 million per individual. Most available prostheses are designed to replicate some aspects of normal ankle function during level-ground walking. These prostheses allow many individuals with below-knee amputation to return to basic daily activities. However, these devices are best suited for level-ground walking and many users experience difficulties during other important tasks, such as walking on slopes, stairs, or different terrains. Therefore, the general aim of this project is to address this gap in the design of existing powered ankle-foot prostheses by enabling new prosthetics that adapt to different environmental conditions commonly found in daily life. The proposed ankle-foot mechanism significantly enhances the customizability of lower leg-powered prostheses by introducing a new design approach. This project will study how the human ankle stiffness changes during different walking scenarios. The research team will use this information to design a powered ankle-foot prosthesis with properties more similar to the human ankle. In order to do so, a lightweight and modular prosthesis that uses programmable material will be developed. The modular mechanical design and control approach generates human-like characteristics and enables a larger set of users with different lengths of amputated legs to use this prosthesis. Moreover, the prosthesis' performance will be evaluated during real-world activities in dynamic environments. The focus of this project is on amputees' well-being. The resulting agile ankle foot prosthesis will help amputees improve their physical function, ability to work, and recreation, thus helping individuals return to the activities and quality of life they had prior to injury. The research findings from this project can also be applied to advance functions of exoskeletons, orthotics, and rehabilitation robots. In addition to advancing research, undergraduate and graduate students will be involved in research activities and will receive interdisciplinary education/innovation/outreach experiences. Outreach activities will allow the project team to engage diverse middle and high school students in science and engineering, especially those from underrepresented groups and low-income families. \r\n\r\nThis project plans a new class of customizable agile ankle-foot prosthesis that is modular in design and has its impedance modulation decoupled from its torque control. This will be achieved by equipping a novel and recently developed powered 2-degrees of freedom (DOF) ankle-foot prosthesis with an augmented mechanism built from soft programmable material. The primary outcomes of this project will be a comprehensive understanding of how to 1) reduce the complexity of the control of ankle-foot prostheses, as observed in clinical trials, and 2) enhance prosthesis performance in real-world activities, such as walking and running on surfaces with different profiles, stiffness, and lateral inclinations. The planned work aims to address customizability issues of robotic ankle foot prostheses and address societal impact by improving amputees' quality of life and work. The main goal of this study is to consolidate the impedance control of the ankle to a mechanical module comprised of programmable material to follow the 2-D human ankle impedance. The effort will further integrate the impedance modulation with 2-DOF torque control of the ankle to provide the customizability required for tailoring an agile prosthesis to each user's need in parallel to the torque control tuning. The project researchers hypothesize that real-time control of the two-dimensional ankle impedance in a robotic ankle-foot prosthesis can improve the performance and the agility of the user during walking on surfaces with different profiles, stiffness, and inclinations. The interconnected research thrusts will provide the opportunity to offer a new solution through 1) modeling the ankle dynamics in different gait scenarios, 2) equipping a 2-DOF robotic ankle-foot prosthesis with a programmable material module, and 3) performing extensive evaluation experiments with amputees. Understanding the effect of the control and adaptation of the 2-D ankle impedance during walking with a lower extremity prosthesis will be significantly beneficial for the field of assistive robotics because it can provide guidelines for the design and control of powered prostheses, exoskeletons, and rehabilitation devices. In addition to advancing research, undergraduate and graduate students will be involved in research activities and will receive interdisciplinary education/innovation/outreach experiences. Outreach activities will allow the project team to engage diverse middle and high school students, especially those from underrepresented groups and low-income families. The findings from this project will be disseminated through publications, software sharing, and technology commercialization.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Panagiotis",
   "pi_last_name": "Artemiadis",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Panagiotis K Artemiadis",
   "pi_email_addr": "partem@udel.edu",
   "nsf_id": "000610322",
   "pi_start_date": "2020-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197160099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  },
  {
   "pgm_ele_code": "801300",
   "pgm_ele_name": "NRI-National Robotics Initiati"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  },
  {
   "pgm_ref_code": "8086",
   "pgm_ref_txt": "Natl Robotics Initiative (NRI)"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 741565.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project &ldquo;NRI: INT: COLLAB: Anthropomorphic Robotic Ankle Prosthesis with Programmable Materials&rdquo; aimed to advance the design, control, and application of powered lower-limb prostheses. By focusing on innovative solutions for individuals with lower-limb impairments, this research achieved several milestones in both intellectual merit and broader impacts.<br />Intellectual Merit<br />The project&rsquo;s primary achievement lies in developing a robotic ankle-foot prosthesis with enhanced adaptability and performance on various terrains. A significant breakthrough was the creation of a robust controller for the prosthesis, enabling real-time control of the prosthesis in various terrains. This innovation ensures improved stability and agility for users walking on surfaces with varying profiles, stiffness, and inclinations.<br />Three key advancements were realized:<br />Surface Transition Prediction: A novel algorithm combining electromyographic (EMG) and kinematic data was developed to predict transitions to compliant surfaces in real-time. This system achieved a prediction accuracy of up to 87.5%, enabling prosthetic devices to adjust dynamically to terrain changes and enhancing user safety and performance.<br />Enhanced Stability with Adjustable Stiffness: A continuous admittance controller was designed to modulate ankle quasi-stiffness, which significantly improved stability during locomotion on compliant surfaces. This was validated through experiments on an instrumented treadmill that simulated varying terrain stiffness, demonstrating robust performance across a wide range of stiffness values (10-20 Nm/deg).<br />Innovative Soft Wearable Devices: Collaborators developed a lightweight, tunable wearable device for joint flexion, leveraging compound actuators and novel textile-based components to maximize torque-to-air consumption efficiency. These advances expand the potential for customizable and comfortable assistive technologies.<br />Broader Impacts<br />This work significantly enhances the customizability and adaptability of powered lower-limb prostheses, providing anthropomorphic characteristics suitable for a diverse range of users. The findings extend beyond prosthetics, with applications in exoskeletons, orthotics, and rehabilitation robots, improving mobility and independence for individuals with physical impairments.<br />The project also contributed to human resource development through interdisciplinary education and hands-on research experiences. Graduate and undergraduate students were deeply involved, gaining expertise in advanced robotics, biomechanics, and data-driven control systems. Outreach efforts targeted diverse middle and high school students, including those from underrepresented and low-income communities, fostering interest in STEM fields.<br />To further societal impact, the team disseminated findings through peer-reviewed publications, conference presentations, and two patent applications: one for the surface transition prediction algorithm and another for the Variable Stiffness Treadmill (VST 2). The VST 2, a cutting-edge platform for studying locomotion on compliant terrains, enables researchers to evaluate prosthetic control strategies and optimize their real-world applications.<br />Conclusion<br />This project exemplifies the intersection of engineering innovation and societal impact. By addressing the challenges of mobility on diverse terrains, it lays the groundwork for transformative advances in assistive technologies. These efforts not only improve the quality of life for individuals with amputations but also inspire the next generation of researchers and engineers to explore novel solutions in human-centered robotics.</p><br>\n<p>\n Last Modified: 12/19/2024<br>\nModified by: Panagiotis&nbsp;K&nbsp;Artemiadis</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe project NRI: INT: COLLAB: Anthropomorphic Robotic Ankle Prosthesis with Programmable Materials aimed to advance the design, control, and application of powered lower-limb prostheses. By focusing on innovative solutions for individuals with lower-limb impairments, this research achieved several milestones in both intellectual merit and broader impacts.\nIntellectual Merit\nThe projects primary achievement lies in developing a robotic ankle-foot prosthesis with enhanced adaptability and performance on various terrains. A significant breakthrough was the creation of a robust controller for the prosthesis, enabling real-time control of the prosthesis in various terrains. This innovation ensures improved stability and agility for users walking on surfaces with varying profiles, stiffness, and inclinations.\nThree key advancements were realized:\nSurface Transition Prediction: A novel algorithm combining electromyographic (EMG) and kinematic data was developed to predict transitions to compliant surfaces in real-time. This system achieved a prediction accuracy of up to 87.5%, enabling prosthetic devices to adjust dynamically to terrain changes and enhancing user safety and performance.\nEnhanced Stability with Adjustable Stiffness: A continuous admittance controller was designed to modulate ankle quasi-stiffness, which significantly improved stability during locomotion on compliant surfaces. This was validated through experiments on an instrumented treadmill that simulated varying terrain stiffness, demonstrating robust performance across a wide range of stiffness values (10-20 Nm/deg).\nInnovative Soft Wearable Devices: Collaborators developed a lightweight, tunable wearable device for joint flexion, leveraging compound actuators and novel textile-based components to maximize torque-to-air consumption efficiency. These advances expand the potential for customizable and comfortable assistive technologies.\nBroader Impacts\nThis work significantly enhances the customizability and adaptability of powered lower-limb prostheses, providing anthropomorphic characteristics suitable for a diverse range of users. The findings extend beyond prosthetics, with applications in exoskeletons, orthotics, and rehabilitation robots, improving mobility and independence for individuals with physical impairments.\nThe project also contributed to human resource development through interdisciplinary education and hands-on research experiences. Graduate and undergraduate students were deeply involved, gaining expertise in advanced robotics, biomechanics, and data-driven control systems. Outreach efforts targeted diverse middle and high school students, including those from underrepresented and low-income communities, fostering interest in STEM fields.\nTo further societal impact, the team disseminated findings through peer-reviewed publications, conference presentations, and two patent applications: one for the surface transition prediction algorithm and another for the Variable Stiffness Treadmill (VST 2). The VST 2, a cutting-edge platform for studying locomotion on compliant terrains, enables researchers to evaluate prosthetic control strategies and optimize their real-world applications.\nConclusion\nThis project exemplifies the intersection of engineering innovation and societal impact. By addressing the challenges of mobility on diverse terrains, it lays the groundwork for transformative advances in assistive technologies. These efforts not only improve the quality of life for individuals with amputations but also inspire the next generation of researchers and engineers to explore novel solutions in human-centered robotics.\t\t\t\t\tLast Modified: 12/19/2024\n\n\t\t\t\t\tSubmitted by: PanagiotisKArtemiadis\n"
 }
}