{
 "awd_id": "2025859",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Photopolymer-based Microelectronic Device Transfer Process",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 256000.0,
 "awd_min_amd_letter_date": "2020-08-10",
 "awd_max_amd_letter_date": "2020-08-10",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to enable superior digital displays with better cost, power, and performance.  Today's typical solutions include liquid crystal displays (LCDs) and organic light emitting diodes (OLEDs). LCDs require many layers of materials, each of which adds cost, reduces efficiency, and increases fragility; OLEDs are typically even more expensive to make and degrade faster than LCDs.  This project proposes a manufacturing process for an improved display assembled from arrays of very small light sources.  These displays will enable advances in many applications of low-cost, lightweight displays, such as artificial and virtual reality headsets, automotive consoles, wearables, medical devices, and mobile devices.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project develops a manufacturing process to place millions of microelectronic components, such as micro-scale light emitting diodes (microLEDs) onto substrates with the required accuracy to build functional displays. Conventional approaches use basic mechanical tooling to pick up each microLED from a source wafer and place it on the target circuit board. The objective of this project is to develop a manufacturing process consistent with yield, cost, and performance requirements.  The project is based on properties of polymers related to those used in photolithography.  When illuminated by light, the polymers vaporize and cause components adhered to them to be transferred to a substrate, moving millions of microLEDs in a single, cost-effective step. This research will advance this technology toward translation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jayna",
   "pi_last_name": "Sheats",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jayna Sheats",
   "pi_email_addr": "jsheats@terecircuits.com",
   "nsf_id": "000817143",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERECIRCUITS CORPORATION",
  "inst_street_address": "319 BERNARDO AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MOUNTAIN VIEW",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7142729093",
  "inst_zip_code": "940435225",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "TERECIRCUITS CORPORATION",
  "org_prnt_uei_num": "S9HKC8C2X1H7",
  "org_uei_num": "S9HKC8C2X1H7"
 },
 "perf_inst": {
  "perf_inst_name": "TERECIRCUITS CORPORATION",
  "perf_str_addr": "319 North Bernardo Avenue",
  "perf_city_name": "Mountain View",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940435225",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 256000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A new approach to microelectronic packaging has been developed with the ability to handle smaller components, at higher production speed and lower cost, than currently available techniques. It is particularly valuable for extremely small components such as microLEDs, which are widely expected to be used for a next generation of displays with lower power consumption and better sunlight readability. MicroLEDs are only a few micrometers across, and existing technology cannot cost-effectively place them. Our technique is also applicable to the current needs of microelectronic circuit packaging, where sub-millimeter &ldquo;chiplets&rdquo; are to be combined seamlessly into very large-scale circuits, often composed of entirely different types of chips which cannot be made on one substrate.</p>\n<p>The technology is based on a photopolymer which thermally decomposes directly into a vapor. The reaction is catalyzed by an acid which is photochemically generated, thereby providing selectivity on a submicron scale, in principle. First, the components to be placed are adhered to the polymer in the form of a thin film (like a photoresist) on a flat transparent plate, called a donor plate. The plate is positioned in close proximity (a few to several microns separation) to the receiving substrate. An optical image is then incident on the polymer, and heat of the order of 100<span style=\"font-family: Calibri, sans-serif;\">&deg;</span><span style=\"font-family: &quot;Liberation Serif&quot;, serif;\">C causes rapid reaction only in the exposed areas.</span> The expanding gas exerts force (controllable through the reaction dynamics) which pushes the component onto the receiving substrate.</p>\n<p>The production tool required for commercial use will be essentially a combination of a contact and projection aligner. The requirement for alignment and proximal positioning of donor plate and substrate is met by the mechanics of a contact aligner, and the imaging requirement is the same as in a projection aligner. Thus relatively little innovation is needed to create a production-worthy tool which has the major advantage of parallel processing: entire microLED wafers can be transferred in a single operation. However, for demonstration purposes, as well as exploration of process variables and definition of the process windows, we built a laboratory tool, which had not more than about 1 mm field of view.</p>\n<p>In lieu of scarce microLEDs, we used plain silicon chips, diced to 50 x 60 microns from a wafer thinned to 50 microns. Every step of the process was implemented during the project: synthesis of the polymer (including the multistep synthesis of monomers), spin-casting of thin films onto a fused silica donor plate, transfer of chips from vendor-supplied substrate to the donor plate (called &ldquo;pre-LIFT&rdquo;), and photoinduced transfer from donor plate to substrate which was coated with a sticky polymer (&ldquo;LIFT&rdquo;). Commercially available wafer bonding equipment was used for the pre-LIFT step.</p>\n<p>Due in part to equipment issues that could not be rectified during the time period of the project, the accuracy of placement varied substantially, but it was sometimes possibly to transfer single dice or arrays within 2 <span style=\"font-family: &quot;Liberation Serif&quot;, serif;\">&mu;</span><span style=\"font-family: &quot;Liberation Serif&quot;, serif;\">m and </span><span style=\"font-family: &quot;Liberation Serif&quot;, serif;\">10 mrad of intended target position. The optical fluence (single pulses from a Nd:YAG frequency-quadrupled laser) was about 50 mJ/cm</span><sup><span style=\"font-family: &quot;Liberation Serif&quot;, serif;\">2</span></sup><span style=\"font-family: &quot;Liberation Serif&quot;, serif;\"> or less, an order of magnitude smaller than required for laser ablation or related processes. Even with our very limited optics, an array of 25 dice were transferred with one such pulse, confirming, in principle, the parallel processing capability.</span></p>\n<p><span style=\"font-family: &quot;Liberation Serif&quot;, serif;\">One of the most important outcomes of the project was the verification of the thermal stability of the unirradiated polymer mixture. The amount of time during which essentially no observable reaction occurs at 150</span><span style=\"font-family: Calibri, sans-serif;\">&deg;</span><span style=\"font-family: &quot;Liberation Serif&quot;, serif;\">C </span><span style=\"font-family: &quot;Liberation Serif&quot;, serif;\">provides a wide process window for multiple transfers to different targets from the same donor plate. This is a capability that most other parallel process techniques do not have.</span></p>\n<p><span style=\"font-family: &quot;Liberation Serif&quot;, serif;\">The results provided all the information needed to design and implement a larger-scale (pilot line) version and move toward commercialization.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2021<br>\n\t\t\t\t\tModified by: Jayna&nbsp;Sheats</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA new approach to microelectronic packaging has been developed with the ability to handle smaller components, at higher production speed and lower cost, than currently available techniques. It is particularly valuable for extremely small components such as microLEDs, which are widely expected to be used for a next generation of displays with lower power consumption and better sunlight readability. MicroLEDs are only a few micrometers across, and existing technology cannot cost-effectively place them. Our technique is also applicable to the current needs of microelectronic circuit packaging, where sub-millimeter \"chiplets\" are to be combined seamlessly into very large-scale circuits, often composed of entirely different types of chips which cannot be made on one substrate.\n\nThe technology is based on a photopolymer which thermally decomposes directly into a vapor. The reaction is catalyzed by an acid which is photochemically generated, thereby providing selectivity on a submicron scale, in principle. First, the components to be placed are adhered to the polymer in the form of a thin film (like a photoresist) on a flat transparent plate, called a donor plate. The plate is positioned in close proximity (a few to several microns separation) to the receiving substrate. An optical image is then incident on the polymer, and heat of the order of 100&deg;C causes rapid reaction only in the exposed areas. The expanding gas exerts force (controllable through the reaction dynamics) which pushes the component onto the receiving substrate.\n\nThe production tool required for commercial use will be essentially a combination of a contact and projection aligner. The requirement for alignment and proximal positioning of donor plate and substrate is met by the mechanics of a contact aligner, and the imaging requirement is the same as in a projection aligner. Thus relatively little innovation is needed to create a production-worthy tool which has the major advantage of parallel processing: entire microLED wafers can be transferred in a single operation. However, for demonstration purposes, as well as exploration of process variables and definition of the process windows, we built a laboratory tool, which had not more than about 1 mm field of view.\n\nIn lieu of scarce microLEDs, we used plain silicon chips, diced to 50 x 60 microns from a wafer thinned to 50 microns. Every step of the process was implemented during the project: synthesis of the polymer (including the multistep synthesis of monomers), spin-casting of thin films onto a fused silica donor plate, transfer of chips from vendor-supplied substrate to the donor plate (called \"pre-LIFT\"), and photoinduced transfer from donor plate to substrate which was coated with a sticky polymer (\"LIFT\"). Commercially available wafer bonding equipment was used for the pre-LIFT step.\n\nDue in part to equipment issues that could not be rectified during the time period of the project, the accuracy of placement varied substantially, but it was sometimes possibly to transfer single dice or arrays within 2 &mu;m and 10 mrad of intended target position. The optical fluence (single pulses from a Nd:YAG frequency-quadrupled laser) was about 50 mJ/cm2 or less, an order of magnitude smaller than required for laser ablation or related processes. Even with our very limited optics, an array of 25 dice were transferred with one such pulse, confirming, in principle, the parallel processing capability.\n\nOne of the most important outcomes of the project was the verification of the thermal stability of the unirradiated polymer mixture. The amount of time during which essentially no observable reaction occurs at 150&deg;C provides a wide process window for multiple transfers to different targets from the same donor plate. This is a capability that most other parallel process techniques do not have.\n\nThe results provided all the information needed to design and implement a larger-scale (pilot line) version and move toward commercialization.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2021\n\n\t\t\t\t\tSubmitted by: Jayna Sheats"
 }
}