{
 "awd_id": "2025577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GeoPRISMS synthesis workshop: Extensional Processes Across Tectonic Settings and Time Scales",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 103907.0,
 "awd_amount": 103907.0,
 "awd_min_amd_letter_date": "2020-07-30",
 "awd_max_amd_letter_date": "2020-07-30",
 "awd_abstract_narration": "A workshop will be held to develop a community driven vision for NSF-funded research that focuses on extensional deformation of the Earth. Stretching of Earth’s strong upper layer is a fundamental aspect of Plate Tectonics. Zones of stretching are ubiquitous features of tectonic plate boundaries, and include mid-ocean ridges where two-thirds of our planet’s surface is created; narrow continental rifts where plates break apart such as the East African Rift; broad continental extensional provinces such as the North American Basin and Range, and rift basins that form near collisional and transform plate boundaries. Extension has occurred throughout Earth’s history, resulting in deformation, magmatism, and fluid cycling that has produced economic mineral deposits of all ages, fossil fuel and geothermal energy resources, shaped modern riverways and their surrounding ecosystems, and accounts for many of Earth’s groundwater resources and volcanic, earthquake, and landslide hazards. Previous initiatives (RIDGE 2000, MARGINS, GeoPRISMS) produced new understandings of extensional systems that were derived from focused studies of processes occurring at a relatively few specific study sites. The proposed workshop will provide a forum for synthesis and consolidation of lessons learned from these site-specific programs, and will use that to establish a springboard for the next generation of research. The workshop will gather representatives from a range of Earth science disciplines. The workshop will seek to identify research pathways that maximize contributions to hazard mitigation, resource assessment, science literacy, and demographic diversity in STEM disciplines. \r\n\r\n\r\nA 3.5 day workshop will be held on the broad theme of extensional deformation of the Earth’s lithosphere. Extension is a fundamental tectonic process. Zones of divergence are ubiquitous features of tectonic plate boundaries, including the mid-ocean ridges where two-thirds of our planet’s surface is created, narrow continental rifts such as the East African Rift, broad continental extensional provinces such as the North American Basin and Range, and even adjacent to compressional and strike-slip plate boundaries where extensional back-arc basins and pull-apart basins form. Extension is a primary driver of chemical and thermal disequilibrium and establishes gradients in composition, temperature, and gravitational potential that drive volatile cycling and mass transport on both global and extremely localized scales, with profound consequences for material and geothermal resources, as well as hazards. Previous NSF programs (RIDGE 2000, MARGINS, GeoPRISMS) have produced new data, models, experimental work, and understandings derived from focused studies of extensional processes within specific tectonic settings and study sites. The proposed workshop will provide a forum for synthesis and consolidation of lessons learned from these previous programs, and will establish a springboard for the next generation of research. The workshop’s purpose is to reposition the research community for an integrative investigative approach that leverages geographically disparate observations to illuminate common processes within extensional systems and their shared underlying mechanisms. As such, a key component of the workshop is to make explicit the commonalities between continental, marginal, and mid-ocean rift and ridge environments. The workshop provides a forum to link these hitherto mostly separate research communities and develop a common language to help explore common underlying dynamics through new collaborations. The workshop will gather representatives from multiple Earth science communities to synthesize the most recent generation of research results, and to develop a vision for more integrative process-oriented research in the coming decade. The workshop will emphasize participation of early career scientists and will prioritize the societal relevance of scientific research by seeking to identify pathways that maximize contributions to hazard mitigation, resource assessment, and science literacy, and to demographic diversity in STEM disciplines. The community-driven vision for future NSF-funded cross-disciplinary research into lithospheric extensional systems will be captured in a “white paper” written at the conclusion of the workshop that is intended to serve as a catalyst for future NSF-funded research into extensional systems and processes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Harry",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis L Harry",
   "pi_email_addr": "Dennis.Harry@colostate.edu",
   "nsf_id": "000440079",
   "pi_start_date": "2020-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S. Howes St.",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805232002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8076",
   "pgm_ref_txt": "GeoPRISMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 103907.0
  }
 ],
 "por": null
}