{
 "awd_id": "2026259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tuning the Interactions between Biomolecules and Surfaces via a Peptide Self-Assembled Monolayer Framework",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 298826.0,
 "awd_amount": 298826.0,
 "awd_min_amd_letter_date": "2020-07-23",
 "awd_max_amd_letter_date": "2020-07-23",
 "awd_abstract_narration": "A modern societal challenge is to develop effective health monitoring and treatment devices for non-communicable diseases, which cause more than 60% of annual worldwide deaths. Meeting this challenge involves integrating solid materials with biological systems where the interfaces must be engineered to avoid biofouling and simultaneously maintain complex functionalities. One way to engineer the interface between solids and biological systems is through self-assembled monolayers, a class of nanostructured materials composed of molecules which assemble spontaneously to make and organized layer that is one molecule thick. Currently, common antifouling self-assembled monolayers have drawbacks such as bioaccumulation, undesired immune responses and limited tunability. This project focuses on engineered peptides as promising new molecular frameworks for self-assembled materials because they 1) are easily tunable and therefore have the capacity to be multi-functional, 2) possess controllable, ordered secondary structures, 3) self-assemble into different nanostructures, and 4) are biocompatible. The goal of this project is to provide fundamental insight into peptide self-assembly, structure and antifouling mechanisms and establish design rules for amino acid substitution into the engineered peptide framework. This contribution is significant because the design rules gained in this project will allow peptide-based self-assembled monolayers to be tuned to have a variety of functionalities for a broad range of fields, and advance implantable nanobiotechnologies and other technologies which interface with biological media. This proposal supports education and diversity through an expanded outreach program which encourages underrepresented high school students to participate in summer research programming. In addition, a unique graduate-level learning module will be innovated which supports the National Science Foundation’s priorities for improving graduate student workforce preparedness. \r\n\r\nThe overall objective of this project is to develop design rules for amino acid substitution into a peptide self-assembled monolayer framework based on a fundamental understanding of assembly, structure, and antifouling. This proposal specifically focuses on a polyproline peptide framework because it features a 3-fold symmetrical structure, antifouling properties, and has the potential for guest residue substitution. Thus, this project aims to 1) understand the ordering and assembly mechanisms of polyproline self-assembled monolayers, 2) establish design rules based on a polyproline-guest residue framework, and 3) discover polyproline-based self-assembled monolayer antifouling mechanisms. Currently, there is no clear strategy for how to make changes to peptide sequences without negatively impacting self-assembled monolayer properties or antifouling. In addition, the ordering of peptide self-assembled monolayers is often not characterized nor are the kinetics and thermodynamics of assembly and antifouling. Therefore, there exists an urgent need for a peptide-based framework that has predictable and well-understood self-assembly, fouling, and material properties. This project will address that need by studying a peptide self-assembled monolayer system featuring guest residues via in situ monitoring and advanced surface characterizations. Anticipated fields where the technology will be used include therapeutic nanoparticles, nanoswimmers, nanostructured electrodes for implantable fuel cells/sensors, and catalysis. Thus, this proposal addresses major challenges to realizing widespread use of implantable monitoring and treatment devices by enabling multifunctional antifouling surfaces. This proposal will also have a high impact on society through outreach and educational programs. Specifically, the principle investigator has created a new research experience program for female high school students designed to encourage participants to consider science and engineering careers. The principle investigator is currently working with a local high school that has 91% minority students, and plans to significantly grow the program. Additionally, graduate students will learn industry-relevant skills through an innovative, hands-on, project planning module. The motivation for the module is to help students best-utilize their technical skills in the private sector, where 42% of doctoral recipients in science and engineering work.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Renner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Renner",
   "pi_email_addr": "julie.renner@case.edu",
   "nsf_id": "000709290",
   "pi_start_date": "2020-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "A.W. Smith Building, 2102 Adelbe",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441067217",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 298826.0
  }
 ],
 "por": null
}