{
 "awd_id": "2026860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID: RTEM: Rapid Testing as Multi-fidelity Data Collection for Epidemic Modeling",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2020-04-15",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 122998.0,
 "awd_amount": 122998.0,
 "awd_min_amd_letter_date": "2020-04-01",
 "awd_max_amd_letter_date": "2020-04-01",
 "awd_abstract_narration": "The novel coronavirus (COVID-19) epidemic is generating significant social, economic, and health impacts and has highlighted the importance of real-time analysis of the spatio-temporal dynamics of emerging infectious diseases. COVID-19, which emerged out of the city of Wuhan in China in December 2019 is now spreading in multiple countries. It is particularly concerning that the case fatality rate appears to be higher for the novel coronavirus than for seasonal influenza, and especially so for older populations and those with prior health conditions such as cardiovascular disease and diabetes. Any plan for stopping the epidemic must be based on a quantitative understanding of the proportion of the at-risk population that needs to be protected by effective control measures in order for transmission to decline sufficiently and quickly enough for the epidemic to end. Different data collection and testing modalities and strategies available to help calibrate transmission models and predict the spread/severity of a disease, have variable costs, response times, and accuracies. In this Rapid Response Research (RAPID) project, the team will examine the problem of establishing optimal practices for rapid testing for the novel coronavirus. The result will be the Rapid Testing for Epidemic Modeling (RTEM), which will translate into science-based predictions of the COVID-19 epidemic's characteristics, including the duration and overall size, and help the global efforts to combat the disease. The RTEM will fill an important gap in data-driven decision making during the COVID-19 epidemic and, thus, will enable services with significant national economic and health impact. The educational impact of the project will be on mentoring of post-doctoral and PhD researchers and on curricula by incorporating research challenges and outcomes into existing undergraduate and graduate classes. \r\n\r\nComputational models for the spatio-temporal dynamics of emerging infectious diseases and data- and model-driven computer simulations for disease spreading are increasingly critical in predicting geo-temporal evolution of epidemics as well as designing, activating, and adapting practices for controlling epidemics. In this project, the researchers tackle a Rapid Testing for Epidemic Modeling (RTEM) problem: Given a partially known target disease model and a set of testing modalities (from surveys to surveillance testing at known disease hotspots), with varying  costs, accuracies, and observational delays, what is the best rapid testing strategy that would help recover the underlying disease model? Several scientific questions arise: What is the value of testing? Should only sick people be tested for virus detection? What level of resources should be devoted to the development of highly accurate tests (low false positives, low false negatives)? Is it better to use only one type of test aiming at the best cost/effectiveness trade off, or a non-homogeneous testing policy? Naturally these questions need to be investigated at the interface of epidemiology, computer science, machine learning, mathematical modeling and statistics. As part of the work, the team will develop a model of transmission dynamics and control, tailored to COVID-19 in a way that accommodates diagnostic testing with varying fidelities and delays underlying a rapid testing regimen. The investigators will further integrate the resulting RTEM-SEIR model with EpiDMS and DataStorm for executing continuous coupled simulations.\r\n\r\nThis project is jointly funded through the Ecology and Evolution of Infectious Diseases program (Division of Environmental Biology) and the Civil, Mechanical and Manufacturing Innovation program (Engineering).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giulia",
   "pi_last_name": "Pedrielli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giulia Pedrielli",
   "pi_email_addr": "giulia.pedrielli@asu.edu",
   "nsf_id": "000735827",
   "pi_start_date": "2020-04-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kasim",
   "pi_last_name": "Candan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kasim S Candan",
   "pi_email_addr": "candan@asu.edu",
   "nsf_id": "000232102",
   "pi_start_date": "2020-04-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria Luisa",
   "pi_last_name": "Sapino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Luisa Sapino",
   "pi_email_addr": "Marialuisa.Sapino@asu.edu",
   "nsf_id": "000516372",
   "pi_start_date": "2020-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724200",
   "pgm_ele_name": "Ecology of Infectious Diseases"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "1638",
   "pgm_ref_txt": "INFRAST MGMT & EXTREME EVENTS"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 122998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span>Overview of the Project. </span></strong><span>Epidemics, like other disasters, result in substantial impact in population safety as well as societal and economical costs. The most recent identified Coronavirus (COVID-19) that emerged out of the city of Wuhan in China in December 2019, has spread widely globally determining unprecedented health as well as economic challenges. In a span of two years, the scenarios we have witnessed have shown the fundamental role that modeling and decision support systems can play in managing the spread of a disease. While biotechnologies advances has shown the ability to contrast the spread of the virus and potential variants thanks to updated vaccines, models and optimizers have hardly shown the same efficacy in predicting and making informed decisions about testing, work from home, vaccine delivery, and so forth. In fact, this project sparks from acknowledging how computational models for the spatio-temporal dynamics of emerging infectious diseases and data- and model-driven computer simulations for disease spreading are increasingly critical in predicting geo-temporal evolution of epidemics. Real-time and continuous analysis and decision making (including estimating transmissibility of the disease, forecasting the spatio-temporal spread at different spatial scales, assessing the effect of travel controls, predicting the effect of school closures, assessing the impact of pharmaceutical interventions) through models and simulations however, require data. When a new virus starts to spread, vaccines are not an option; nonetheless, diagnostic tests can be developed at different costs and with different accuracy (sensitivity and specificity parameters) and can be seen not only as a method to identify positive cases of the disease to conduct routine contact tracing efforts aimed at stopping chains of transmission, but also as a means to collect, dynamically, data that provides a picture of the trajectory of the epidemic in real-time.</span></p>\n<p><strong>Project Goal:</strong>&nbsp;This RAPID project was performed with the idea to develop the required methodologies enabling to establish the optimal policies for testing with the objective to (i) improve the understanding of the pandemic spread; (ii) reduce the spread disease through target isolation and quarantine. To achieve this goal, the project articulated into two main tasks: (1) develop a new model embedding aspects of testing, vaccination process, spatial and temporal features; (2) Integrating the models realized as a result of (1) within the EpiDMS/DataStorm framework.</p>\n<p><em>Pandemic Modeling Outcomes</em>. One of the main results of the project is the SIRTEM (Spatially Informed Rapid Testing as Multi-Fidelity data collection for Epidemic Modeling) model in Figure 2 and its spatial aware component in Figure 3. The SIRTEM model builds on the SEIR model, but is significantly extended to reflect testing, quarantine, and hospitalizations. The model is designed to apply different testing rates for the symptomatic and asymptomatic individuals; for instance, a higher testing rate for the symptomatic individuals could be a more effective testing strategy than applying the same testing rate to both individuals. SIRTEM model allows the positive and negative confirmed cases to help predict the disease?s propagation. We separate asymptomatic and symptomatic testing, and consider multiple testing options with different levels of cost and accuracy. The SIRTEM model is spatially-informed since it takes into account the spatial distribution of populations as well as their non-homogeneous mixing patterns. In particular, we rely on multiple data sources to consider intra- as well as inter-mixing and explicitly accounts for work-related vs. within-home and other interactions and movements. The results were disseminated through journal publications as well as conference presentations.</p>\n<p><em>Decision Support Systems for pandemic management.</em><strong>&nbsp;</strong>We developed a family of system level simulations that, based on the predictions of disease spread produced by SIRTEM can support facility location, resource allocation through the simulation of the vaccination delivery process. A commercial off the shelf simulator resulted from this part of the project, <em>AnyVAX</em> that investigates the accessibility of vaccines to the public through efficient supply networks and modes of administration. We have an exploration of the operating factors that maximize the efficiency of a network of vaccination sites, based on information from a selection of point-of delivery (POD) sites in Maricopa County, AZ. <em>NurseSIM</em> instead, was developed as open source in Python to understand the impact of different nursing staffing strategies in reducing the time to vaccinate populations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2022<br>\n\t\t\t\t\tModified by: Giulia&nbsp;Pedrielli</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/2026860/2026860_10662171_1656887329445_epiDMSsirtem_ksc--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2026860/2026860_10662171_1656887329445_epiDMSsirtem_ksc--rgov-800width.jpg\" title=\"EPIDMSsirtem\"><img src=\"/por/images/Reports/POR/2022/2026860/2026860_10662171_1656887329445_epiDMSsirtem_ksc--rgov-66x44.jpg\" alt=\"EPIDMSsirtem\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1: SIRTEM in EpiDMS/DataStorm.</div>\n<div class=\"imageCredit\">Kasim Candan</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Giulia&nbsp;Pedrielli</div>\n<div class=\"imageTitle\">EPIDMSsirtem</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2026860/2026860_10662171_1656712249214_SIRTEM_pic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2026860/2026860_10662171_1656712249214_SIRTEM_pic--rgov-800width.jpg\" title=\"SIRTEM_pic\"><img src=\"/por/images/Reports/POR/2022/2026860/2026860_10662171_1656712249214_SIRTEM_pic--rgov-66x44.jpg\" alt=\"SIRTEM_pic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2: RTEM model for testing aware COVID-19 spread analysis.</div>\n<div class=\"imageCredit\">Giulia Pedrielli</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Giulia&nbsp;Pedrielli</div>\n<div class=\"imageTitle\">SIRTEM_pic</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2026860/2026860_10662171_1656712309167_SIRTEM_space--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2026860/2026860_10662171_1656712309167_SIRTEM_space--rgov-800width.jpg\" title=\"SIRTEM_space\"><img src=\"/por/images/Reports/POR/2022/2026860/2026860_10662171_1656712309167_SIRTEM_space--rgov-66x44.jpg\" alt=\"SIRTEM_space\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3: SIRTEM model with spatial aware features, multi variants and vaccination</div>\n<div class=\"imageCredit\">Giulia Pedrielli</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Giulia&nbsp;Pedrielli</div>\n<div class=\"imageTitle\">SIRTEM_space</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOverview of the Project. Epidemics, like other disasters, result in substantial impact in population safety as well as societal and economical costs. The most recent identified Coronavirus (COVID-19) that emerged out of the city of Wuhan in China in December 2019, has spread widely globally determining unprecedented health as well as economic challenges. In a span of two years, the scenarios we have witnessed have shown the fundamental role that modeling and decision support systems can play in managing the spread of a disease. While biotechnologies advances has shown the ability to contrast the spread of the virus and potential variants thanks to updated vaccines, models and optimizers have hardly shown the same efficacy in predicting and making informed decisions about testing, work from home, vaccine delivery, and so forth. In fact, this project sparks from acknowledging how computational models for the spatio-temporal dynamics of emerging infectious diseases and data- and model-driven computer simulations for disease spreading are increasingly critical in predicting geo-temporal evolution of epidemics. Real-time and continuous analysis and decision making (including estimating transmissibility of the disease, forecasting the spatio-temporal spread at different spatial scales, assessing the effect of travel controls, predicting the effect of school closures, assessing the impact of pharmaceutical interventions) through models and simulations however, require data. When a new virus starts to spread, vaccines are not an option; nonetheless, diagnostic tests can be developed at different costs and with different accuracy (sensitivity and specificity parameters) and can be seen not only as a method to identify positive cases of the disease to conduct routine contact tracing efforts aimed at stopping chains of transmission, but also as a means to collect, dynamically, data that provides a picture of the trajectory of the epidemic in real-time.\n\nProject Goal: This RAPID project was performed with the idea to develop the required methodologies enabling to establish the optimal policies for testing with the objective to (i) improve the understanding of the pandemic spread; (ii) reduce the spread disease through target isolation and quarantine. To achieve this goal, the project articulated into two main tasks: (1) develop a new model embedding aspects of testing, vaccination process, spatial and temporal features; (2) Integrating the models realized as a result of (1) within the EpiDMS/DataStorm framework.\n\nPandemic Modeling Outcomes. One of the main results of the project is the SIRTEM (Spatially Informed Rapid Testing as Multi-Fidelity data collection for Epidemic Modeling) model in Figure 2 and its spatial aware component in Figure 3. The SIRTEM model builds on the SEIR model, but is significantly extended to reflect testing, quarantine, and hospitalizations. The model is designed to apply different testing rates for the symptomatic and asymptomatic individuals; for instance, a higher testing rate for the symptomatic individuals could be a more effective testing strategy than applying the same testing rate to both individuals. SIRTEM model allows the positive and negative confirmed cases to help predict the disease?s propagation. We separate asymptomatic and symptomatic testing, and consider multiple testing options with different levels of cost and accuracy. The SIRTEM model is spatially-informed since it takes into account the spatial distribution of populations as well as their non-homogeneous mixing patterns. In particular, we rely on multiple data sources to consider intra- as well as inter-mixing and explicitly accounts for work-related vs. within-home and other interactions and movements. The results were disseminated through journal publications as well as conference presentations.\n\nDecision Support Systems for pandemic management. We developed a family of system level simulations that, based on the predictions of disease spread produced by SIRTEM can support facility location, resource allocation through the simulation of the vaccination delivery process. A commercial off the shelf simulator resulted from this part of the project, AnyVAX that investigates the accessibility of vaccines to the public through efficient supply networks and modes of administration. We have an exploration of the operating factors that maximize the efficiency of a network of vaccination sites, based on information from a selection of point-of delivery (POD) sites in Maricopa County, AZ. NurseSIM instead, was developed as open source in Python to understand the impact of different nursing staffing strategies in reducing the time to vaccinate populations.\n\n \n\n\t\t\t\t\tLast Modified: 07/03/2022\n\n\t\t\t\t\tSubmitted by: Giulia Pedrielli"
 }
}