{
 "awd_id": "2026329",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Development of a Novel Rotating Wind Tunnel for 3D Study of Turbulent Flow",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 259171.0,
 "awd_amount": 259171.0,
 "awd_min_amd_letter_date": "2020-06-25",
 "awd_max_amd_letter_date": "2020-06-25",
 "awd_abstract_narration": "Turbulent flows in rotating thermal-fluid systems play a key role in a wide variety of fields, from engineering (e.g., rotating machines, propulsion engines) to geophysics (e.g., ocean currents, atmospheric currents, climate system) to astrophysics (e.g., accretion disks around white dwarfs and freshly formed stars). Yet the effect of rotation on the interplay among forces (i.e., Coriolis force and centrifugal force) acting on fluid particles and turbulence, mean flow features, and solid boundaries is not well understood. This gap in research is fundamentally attributed to the lack of adequate experimental facilities. The principle aim of this project is to develop a rotating experimental facility and advanced volumetric flow diagnostics tools to investigate turbulence physics and facilitate the development/validation of new turbulence models. The project will also encompass significant STEM education and outreach activities, including multiple undergraduate research projects and senior design projects, new curricula development, and research leadership opportunities for women and minority students.\r\n\r\nThis goal of this project is to develop new experimental facilities and instrumentation to study rotating flows and produce benchmark data sets for the geosciences and engineering communities. Our specific aims are to (1) design and manufacture a closed-loop wind tunnel to be mounted on an existing large rotation platform at Purdue University and (2) integrate an onboard Tomographic particle image velocimetry system for volumetric three-dimensional measurements of the rotating turbulence.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jun Chen",
   "pi_email_addr": "junchen@purdue.edu",
   "nsf_id": "000512298",
   "pi_start_date": "2020-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "585 Purdue Mall",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072088",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 259171.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Turbulent flows in rotating thermal-fluid systems present a key challenge in designing next-generation propulsion/power systems since the effect of rotation on the interplay among forces (i.e., Coriolis force and centrifugal force) acting on fluid particles is not well understood. In this EAGER project, we established a set of unique experimental capacities (Fig. 1) to investigate the physics of rotating turbulence and to facilitate the development/validation of new turbulence models in an unprecedented way. The gap in research was addressed by developing a rotating platform that enables the study of the interaction of rotation and zero-mean turbulent flow under a variety of rotational conditions up to 35 revolutions per minute (rpm). A state-of-the-art flow measurement technique, the Four-Camera Tomographic Particle Image Velocimetry (Tomo-PIV) system, was developed to measure the 3D turbulence at high resolution from the non-inertial rotating platform.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The existing efforts focused mostly on the coherent structures and their stability in different types of rotating turbulent flows observed in a non-rotating (inertial) frame of reference. In this study, we experimentally investigated the responses of isotropic turbulence, generated in a turbulence box, undergoing non-inertial effects induced by off-axis rotations. The representative results are presented in Figs. 2 &amp;3, including (1)&nbsp;Rotation Effect on Turbulence and Energy Transfer - compared to the non-rotating baseline case, while the smaller scales of turbulence underwent minor changes under rotation, significant changes occur at larger scales covering broadband. These affected the extent of the inertial subrange, pointing to a complex interaction between rotation and energy transfer mechanisms within turbulent flows. (2) Insights about energy transfer of turbulence in a non-inertia frame under rotation - we identified a redistribution mechanism of turbulent kinetic energy (TKE) between tangential and radial directions in<br />The non-inertial frame. The impact of this energy redistribution mechanism on turbulence models should be further examined since it breaks the isotropic state at a certain range of scales.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The discoveries were disseminated in one manuscript submitted to&nbsp;the Journal of Fluid Mechanics, one manuscript prepared for Physics of Fluids, two presentations at APS-DFD meetings, and three conference papers submitted to ASME FED Meetings. The experimental capacities developed from this project have created more collaborations with other research groups. More thorough experiments were performed after the completion of the project, which established a 3D experimental database of rotating turbulence.</p>\r\n<p>&nbsp;</p>\r\n<p>The PI advised an undergraduate team to design a scaled rotating wind tunnel and validate the design of the rotating platform. The team won the Best Engineering Prize of the Malott Innovation Award at Purdue University (School of Mechanical Engineering) in 2020.&nbsp;&nbsp;The team was one of the very few teams that finished the fabrication and test of the physical prototype amid a challenging year (most of the courses were offered online due to COVID-19). The project was reviewed by a group of judges from industries. Details of this design can be found from the Youtube link:&nbsp;<a href=\"https://youtu.be/dNZyI0xZHhY\">https://youtu.be/dNZyI0xZHhY</a>.</p>\r\n<p>&nbsp;</p>\r\n<p>Another&nbsp;three Purdue mechanical engineering students were advised by the PI to finish the concept design of components, analysis, and integration of the instrumentation system. One PhD student is working on this project as part of his dissertation research. He was involved in system integration, measurement, and data analysis. The student has a passion for pursuing an academic career so this project provides an excellent training ground on which he can go through the entire cycle of the experimental fluids research project&nbsp;starting from rig design. He is expected to defend his PhD dissertation in May 2025.</p>\r\n<p>&nbsp;</p>\r\n<p>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/20/2025<br>\nModified by: Jun&nbsp;Chen</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2026329/2026329_10680396_1737421716545_figure1--rgov-214x142.JPG\" original=\"/por/images/Reports/POR/2025/2026329/2026329_10680396_1737421716545_figure1--rgov-800width.JPG\" title=\"Fig. 1\"><img src=\"/por/images/Reports/POR/2025/2026329/2026329_10680396_1737421716545_figure1--rgov-66x44.JPG\" alt=\"Fig. 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematics of the experimental setup illustrating main components with the isotropic box and the modular Tomo-PIV system on the turntable.</div>\n<div class=\"imageCredit\">N/A</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Jun&nbsp;Chen\n<div class=\"imageTitle\">Fig. 1</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2026329/2026329_10680396_1737421789651_figure2_v4--rgov-214x142.png\" original=\"/por/images/Reports/POR/2025/2026329/2026329_10680396_1737421789651_figure2_v4--rgov-800width.png\" title=\"Fig 2\"><img src=\"/por/images/Reports/POR/2025/2026329/2026329_10680396_1737421789651_figure2_v4--rgov-66x44.png\" alt=\"Fig 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Turbulence characteristics of the baseline case: (a) isotropic ratio &#963;u/&#963;w, (b) PDFs of velocity fluctuations, (c) longitudinal autocorrelation functions f11(r1) and f33(r3), and (d)\r\nlongitudinal and transverse velocity spectra Eii(kj ).</div>\n<div class=\"imageCredit\">N/A</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jun&nbsp;Chen\n<div class=\"imageTitle\">Fig 2</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2026329/2026329_10680396_1737421856486_figure4_v2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2025/2026329/2026329_10680396_1737421856486_figure4_v2--rgov-800width.jpg\" title=\"Fig. 3\"><img src=\"/por/images/Reports/POR/2025/2026329/2026329_10680396_1737421856486_figure4_v2--rgov-66x44.jpg\" alt=\"Fig. 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Longitudinal and transverse compensated velocity spectra, at different scenarios indicated by rotating speed &#937;.</div>\n<div class=\"imageCredit\">N/A</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jun&nbsp;Chen\n<div class=\"imageTitle\">Fig. 3</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nTurbulent flows in rotating thermal-fluid systems present a key challenge in designing next-generation propulsion/power systems since the effect of rotation on the interplay among forces (i.e., Coriolis force and centrifugal force) acting on fluid particles is not well understood. In this EAGER project, we established a set of unique experimental capacities (Fig. 1) to investigate the physics of rotating turbulence and to facilitate the development/validation of new turbulence models in an unprecedented way. The gap in research was addressed by developing a rotating platform that enables the study of the interaction of rotation and zero-mean turbulent flow under a variety of rotational conditions up to 35 revolutions per minute (rpm). A state-of-the-art flow measurement technique, the Four-Camera Tomographic Particle Image Velocimetry (Tomo-PIV) system, was developed to measure the 3D turbulence at high resolution from the non-inertial rotating platform.\r\n\n\n\r\n\n\n\r\n\n\nThe existing efforts focused mostly on the coherent structures and their stability in different types of rotating turbulent flows observed in a non-rotating (inertial) frame of reference. In this study, we experimentally investigated the responses of isotropic turbulence, generated in a turbulence box, undergoing non-inertial effects induced by off-axis rotations. The representative results are presented in Figs. 2 &3, including (1)Rotation Effect on Turbulence and Energy Transfer - compared to the non-rotating baseline case, while the smaller scales of turbulence underwent minor changes under rotation, significant changes occur at larger scales covering broadband. These affected the extent of the inertial subrange, pointing to a complex interaction between rotation and energy transfer mechanisms within turbulent flows. (2) Insights about energy transfer of turbulence in a non-inertia frame under rotation - we identified a redistribution mechanism of turbulent kinetic energy (TKE) between tangential and radial directions in\nThe non-inertial frame. The impact of this energy redistribution mechanism on turbulence models should be further examined since it breaks the isotropic state at a certain range of scales.\r\n\n\n\r\n\n\nThe discoveries were disseminated in one manuscript submitted tothe Journal of Fluid Mechanics, one manuscript prepared for Physics of Fluids, two presentations at APS-DFD meetings, and three conference papers submitted to ASME FED Meetings. The experimental capacities developed from this project have created more collaborations with other research groups. More thorough experiments were performed after the completion of the project, which established a 3D experimental database of rotating turbulence.\r\n\n\n\r\n\n\nThe PI advised an undergraduate team to design a scaled rotating wind tunnel and validate the design of the rotating platform. The team won the Best Engineering Prize of the Malott Innovation Award at Purdue University (School of Mechanical Engineering) in 2020.The team was one of the very few teams that finished the fabrication and test of the physical prototype amid a challenging year (most of the courses were offered online due to COVID-19). The project was reviewed by a group of judges from industries. Details of this design can be found from the Youtube link:https://youtu.be/dNZyI0xZHhY.\r\n\n\n\r\n\n\nAnotherthree Purdue mechanical engineering students were advised by the PI to finish the concept design of components, analysis, and integration of the instrumentation system. One PhD student is working on this project as part of his dissertation research. He was involved in system integration, measurement, and data analysis. The student has a passion for pursuing an academic career so this project provides an excellent training ground on which he can go through the entire cycle of the experimental fluids research projectstarting from rig design. He is expected to defend his PhD dissertation in May 2025.\r\n\n\n\r\n\n\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\r\n\n\n\t\t\t\t\tLast Modified: 01/20/2025\n\n\t\t\t\t\tSubmitted by: JunChen\n"
 }
}