{
 "awd_id": "2026809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Explainable Machine Learning for Analysis of COVID-19 Chest CT",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 101643.0,
 "awd_amount": 120243.0,
 "awd_min_amd_letter_date": "2020-05-01",
 "awd_max_amd_letter_date": "2021-05-19",
 "awd_abstract_narration": "In December 2019, it was discovered that a widely contagious pneumonia was caused by a new coronavirus infection now named COVID-19.  The primary test for detection of the virus is real-time polymerase chain reaction (RT-PCR) with sensitivity of approximately 71% in some studies.  However, this test may require several days to provide a result.  Perhaps more importantly, imaging with x-ray or computed tomography (CT) are required to confirm pneumonia, which is the principal cause of death, as it leads to acute respiratory distress syndrome (ARDS).  Recent studies have shown sensitivity of chest CT for approximately 98% for COVID-19 pneumonia and could provide immediate results but currently require human interpretation.  Given the need for rapid, more accurate diagnosis, this project will use, adapt, and evaluate explainable machine learning techniques to diagnosis of COVID-19 pneumonia. This project will improve the understanding of mechanisms of COVID-19 and will help mitigate its impacts.\r\n\r\nViral nucleic acid detection using real-time polymerase chain reaction (RT-PCR) is the primary method for diagnosis of COVID-19 infection, which has rapidly spread worldwide as a global pandemic.  Sensitivity of this test for COVID-19 infection has been estimated at approximately 71% in some studies and may require several days for a result.  X-ray and CT imaging are complementary technologies that allow diagnosis of COVID-19 pneumonia, which can evolve to acute respiratory distress syndrome (ARDS) -- the principal cause of death in patients with COVID-19 infection.  Especially early in the course of the disease, chest CT has multiple advantages over RT-PCR yielding results more quickly and is already widely deployed, but requires expert radiologist interpretation.  The number of chest CTs may rapidly exceed the speed and capacity of already strained radiologists.  An explainable machine learning algorithm may address this disadvantage to expedite the interpretation of chest CT and assist rapid triage of patients to the ICU, inpatient ward, monitoring unit, or home self-quarantine. Machine learning algorithms, specifically those leveraging deep convolutional neural networks (deep learning), have the potential for facilitating even more rapid diagnosis within minutes.  This project seeks to validate the use of explainable deep learning methods to adjust diagnostic operating points for multiple applications, including (a) disease screening, (b) disease staging and prognostication, and (c) evaluation of treatment response.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Pazzani",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Pazzani",
   "pi_email_addr": "pazzani@isi.edu",
   "nsf_id": "000623668",
   "pi_start_date": "2020-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Hsiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Albert Hsiao",
   "pi_email_addr": "hsiao@ucsd.edu",
   "nsf_id": "000823637",
   "pi_start_date": "2020-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  },
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 101643.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 18600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Researchers at UCSD developed artificial intelligence algorithms to detect COVID-19 pneumonia x-rays. The approach learns to distinguish bacterial pneumonia algorithms from COVID-19 pneumonia from example x-rays of patients with each disease.&nbsp; An explainable artificial intelligence algorithm highlights regions of interest to focus a clinician&rsquo;s attention on important features for diagnosis.</p>\n<p>&nbsp;</p>\n<p>During the first wave of the COVID-19 pandemic, we deployed an AI algorithm for assisted interpretation of chest x-rays for use by physicians at UCSD&rsquo;s academic health system in Southern California. The algorithm highlights regions to indicate pneumonia probability. Physicians were surveyed in real time regarding ease of use and impact on clinical decision-making. Overall, 86% either strongly agreed or somewhat agreed that the tool was easy to use in the existing workflow.&nbsp; Further details are available in [1].</p>\n<p>&nbsp;The project supported one Postdoctoral&nbsp;scholar, one graduate student and six undergraduate students providing training in artificial intelligence to undergraduate and graduate students in analysis of radiological images and in explainable AI and training of postdoctoral researcher on using AI to produce results of clinical significance.</p>\n<p>&nbsp;</p>\n<p>The PIs and an undergraduate student participated in a Zoom outreach event together with Dr. Dominque Duncan of USC for high school students in Los Angeles, San Diego and Riverside counties.&nbsp; Over 250 students attended to hear talks by undergraduate and graduate researchers on COVID-19 research and artificial intelligence.</p>\n<p>&nbsp;</p>\n<p>[1]. Carlile, M., Hurt, B., Hsiao, A., Hogarth, M., Longhurst, C. A., &amp; Dameff, C. (2020). Deployment of artificial intelligence for radiographic diagnosis of COVID&#8208;19 pneumonia in the emergency department.&nbsp;<em>Journal of the American College of Emergency Physicians Open</em>,&nbsp;<em>1</em>(6), 1459-1464.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/27/2022<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Pazzani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nResearchers at UCSD developed artificial intelligence algorithms to detect COVID-19 pneumonia x-rays. The approach learns to distinguish bacterial pneumonia algorithms from COVID-19 pneumonia from example x-rays of patients with each disease.  An explainable artificial intelligence algorithm highlights regions of interest to focus a clinician’s attention on important features for diagnosis.\n\n \n\nDuring the first wave of the COVID-19 pandemic, we deployed an AI algorithm for assisted interpretation of chest x-rays for use by physicians at UCSD’s academic health system in Southern California. The algorithm highlights regions to indicate pneumonia probability. Physicians were surveyed in real time regarding ease of use and impact on clinical decision-making. Overall, 86% either strongly agreed or somewhat agreed that the tool was easy to use in the existing workflow.  Further details are available in [1].\n\n The project supported one Postdoctoral scholar, one graduate student and six undergraduate students providing training in artificial intelligence to undergraduate and graduate students in analysis of radiological images and in explainable AI and training of postdoctoral researcher on using AI to produce results of clinical significance.\n\n \n\nThe PIs and an undergraduate student participated in a Zoom outreach event together with Dr. Dominque Duncan of USC for high school students in Los Angeles, San Diego and Riverside counties.  Over 250 students attended to hear talks by undergraduate and graduate researchers on COVID-19 research and artificial intelligence.\n\n \n\n[1]. Carlile, M., Hurt, B., Hsiao, A., Hogarth, M., Longhurst, C. A., &amp; Dameff, C. (2020). Deployment of artificial intelligence for radiographic diagnosis of COVID&#8208;19 pneumonia in the emergency department. Journal of the American College of Emergency Physicians Open, 1(6), 1459-1464.\n\n \n\n\t\t\t\t\tLast Modified: 07/27/2022\n\n\t\t\t\t\tSubmitted by: Michael J Pazzani"
 }
}