{
 "awd_id": "2026865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EarthCube Data Capabilities: Enabling analysis of heterogeneous, multi-source cryospheric data",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924938",
 "po_email": "azaffos@nsf.gov",
 "po_sign_block_name": "Andrew Zaffos",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 251816.0,
 "awd_amount": 251816.0,
 "awd_min_amd_letter_date": "2020-08-18",
 "awd_max_amd_letter_date": "2024-08-27",
 "awd_abstract_narration": "Sea ice is an important component of the climate system and an indicator of climate change. Sea ice data products are used in a variety of geosciences including physical and biological oceanography, climatology and meteorology. As a result of the combined effect of currents, winds, temperature fluctuations, and local and global climate patterns, sea ice is spatiotemporally dynamic, exhibiting a variety of evolving ice types that need classification for scientific analysis as well as operational planning for marine activities in the Arctic and Antarctic. The mapping and classification of sea ice, however, remains a scientific challenge, especially at high spatial and temporal resolutions.  This project will build tools to make these data more readily accessible and lower barriers to the usage of federally funded data, especially by underrepresented researchers with less access to strong computational and/or educational resources. To ensure wide adoption, the project team will also develop related interactive tutorials and lab modules designed for students with little to no background in data science methods applicable to geoscience. \r\n\r\nIn recent years, there has been a dramatic increase in the volume and variety of available data, due to both increases in the number of remote sensing instruments collecting data over the Arctic, growth in the number of models and the number of variables output by these models, creating an opportunity for high-resolution spatiotemporal sea ice mapping. The sheer volume and heterogeneity of such data pose a significant challenge to efficient and effective integration and analysis. The work will create modules for combining heterogeneous data products (e.g., satellite-borne passive microwave, SAR imagery from Sentinel-1, IceBridge, ICESat and ICESat-2 and the upcoming NISAR mission) and enable featurization of these heterogeneous data products using machine learning methods such as Restricted Boltzmann Machines and Deep Autoencoders to reduce the data to effectively represent the data while reducing size and dimensionality of the data. The project will build a modularized, semi-automatic, and interactive visual labeling platform utilizing the features generated by deep learning models for scalable labeled dataset creation, and integrate these products into the ecosystem of EarthCube services and user communities, and make the products available to the broader geoscience community.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Farnoush",
   "pi_last_name": "Banaei-Kashani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farnoush Banaei-Kashani",
   "pi_email_addr": "farnoush.banaei-kashani@ucdenver.edu",
   "nsf_id": "000564682",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver-Downtown Campus",
  "inst_street_address": "1380 LAWRENCE ST STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "802042055",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF COLORADO AT DENVER",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6CXZ6GSJW84"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver-Downtown Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802173364",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132Y00",
   "pgm_ele_name": "AI Research Institutes"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 251816.0
  }
 ],
 "por": null
}