{
 "awd_id": "2026826",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF GEO-NERC: Collaborative Research: Impact of the Plio-Pleistocene Transition on Provenance and Sediment Routing from the Himalaya to the Deep-Sea Bengal Fan",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032925081",
 "po_email": "emestes@nsf.gov",
 "po_sign_block_name": "Emily Estes",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 96832.0,
 "awd_amount": 96832.0,
 "awd_min_amd_letter_date": "2020-08-02",
 "awd_max_amd_letter_date": "2020-08-02",
 "awd_abstract_narration": "The Himalayas represent the largest mountain chain on Earth, and reside mostly in Nepal, India, Pakistan and China.  The Himalayas began rising many millions of years ago when India collided with Asia, which changed Earth’s climate, altered ocean circulation and chemistry, and impacted the course of biological evolution. Erosion of the Himalayas resulted in deposition of the largest pile of sediment on the planet in the Bay of Bengal, the deep-sea Bengal Fan. Within this sediment record lies the history of the Himalayas – the now eroded Mt. Everests of the past, buried under sediment of the continental shelf and the deepest parts of the Indian Ocean.  In 2015, a multi-national expedition on the JOIDES Resolution, a specially designed scientific drilling ship, recovered ~1.5 miles of sediment cores that contains this record. New research will use these sediments to trace the history of Himalayan erosion and how two of the world’s largest rivers, the Ganges and Brahmaputra, delivered it to the Bay of Bengal over the last 3-5 million years.  Giant mountain ranges like the Himalayas are a rarity through geologic history, but without the Himalayas there are no drenching Asian monsoons, no fertile floodplains or aquifers, no ancient Indus Civilization, and no Mt. Everests in that part of the world.  The results of this research will therefore tell us about climate change, landscape evolution, and how one of the world’s most densely populated areas came to be as seen today.  Understanding the past in this way can help us better understand the future for the 10% of the world’s population that lives under the influence of this incredible geographic feature.  This project also supports international collaboration between scientists and students from several universities in the U.S., the U.K. and several Asian countries where field work will be conducted.\r\n\r\nThe Himalaya-sourced Ganges-Brahmaputra river system and the deep-sea Bengal Fan represent Earth’s largest source-to-sink sediment-dispersal system.  IODP Expedition 354 drilled a 7-site transect in the middle Bengal Fan, almost 1000 miles from the modern Ganges-Brahmaputra delta shoreline, to expand the record of erosion and sediment routing from the Himalaya to the deep sea.  Previous research examined detrital-zircon (DZ) U-Pb data from sandy turbidites in IODP 354 core to summarize Miocene to middle Pleistocene patterns of sediment routing: this research identified major changes in specific DZ U-Pb age populations that correspond to the Plio-Pleistocene transition, and indicate major changes in provenance due to environmental forcing.  New research will build on earlier results and examine climatic and tectonic processes that drove this provenance change.  This research will be grounded on analyses of 25 new samples of Plio-Pleistocene sand from IODP 354 core, which represent sand transport to the Bengal Fan during glacial periods when sea level was low, as well as 60 new river sand samples from the modern Ganges-Brahmaputra drainage that will be used to establish patterns characteristic of the Holocene interglacial monsoon-dominated climate.  Detrital zircons and rutiles recovered from the sand fraction in these samples will be used as the primary signal carrier and will be analyzed for U-Pb geochronology, with zircons examined for (U-Th)/He thermochronology and Hafnium isotopes as well.  These samples and methods will fingerprint contributions from the main tectonostratigraphic units of the Himalaya to the Bengal Fan in glacial vs. interglacial periods and show how Himalayan erosion and sediment routing to the deep sea changes over time.  The dataset generated will serve the community as a baseline for decades, and will be leveraged as a tool for public outreach at professional meetings and workshops that emphasize source-to-sink concepts and how the Himalaya to Bengal fan system responds to and records climate change and tectonic activity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gleason",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "James D Gleason",
   "pi_email_addr": "jdgleaso@umich.edu",
   "nsf_id": "000275799",
   "pi_start_date": "2020-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 96832.0
  }
 ],
 "por": null
}