{
 "awd_id": "2026478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FW-HTF-RM: Human-Robot Collaboration for Manual Work",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927557",
 "po_email": "amedinab@nsf.gov",
 "po_sign_block_name": "Alexandra Medina-Borja",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 1500000.0,
 "awd_amount": 1500000.0,
 "awd_min_amd_letter_date": "2020-08-10",
 "awd_max_amd_letter_date": "2021-08-30",
 "awd_abstract_narration": "This Future of Work at the Human-Technology Frontier (FW-HTF) project advances the vision of robots that work alongside workers to augment human activities, create better working conditions, provide more job satisfaction, open new employment prospects, and result in greater productivity than manual labor or automation alone. Existing principles and methods for work design and automation often use robots to displace human workers and are inherently limited in their economic and social benefits.  This research advances a model of robots as physical assistants, working in partnership with human workers to redefine human work. The objective is to create a \"matchmaking\" process to identify human-robot pairings that can significantly improve productivity, health, and safety, while maximizing human labor resources. A multidisciplinary approach is applied to existing manual tasks in the manufacturing sector that show high potential to benefit from the integration of collaborative robots, in order to gain a better understanding of the impact of teaming humans and intelligent robotic assistants at the individual, operations, and socioeconomic levels. Finally, the insight gained from investigating current job characteristics, worker skills, and robot capabilities, is applied to enhance the benefits of the next generation of manufacturing robots for the strength of the economy and the quality of life of the workforce.\r\n \r\nThis research aims to provide an increased understanding of how human capabilities can be augmented and enhanced using collaborative robots for physical or cognitive work; a new computational framework to optimally match work characteristics and skills, human capabilities, and robot augmentations; innovative economic models of, and policy recommendations for, the transformation of human employment across industries through human-robot collaboration; and insight into how the next generation of robot systems should be designed. Existing manufacturing sector jobs and tasks that show high potential to benefit from the integration of collaborative robots will be studied to understand how human-robot pairings can significantly improve economic productivity, and worker health and safety. The technical challenges in human-robot teaming are considered in the larger context of worker wellbeing and production as well as the substitutability between labor and robotics, changes in demand for labor skills, and the response in labor demand and supply when technology changes for a specific process. The project includes laboratory simulations and expert review to validate the optimized human-robot work plans, and recommendations on how the next generation of robot systems should be designed to further augment human capabilities and productivity in work.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Radwin",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Robert G Radwin",
   "pi_email_addr": "radwin@engr.wisc.edu",
   "nsf_id": "000163143",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Smeeding",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy M Smeeding",
   "pi_email_addr": "smeeding@lafollette.wisc.edu",
   "nsf_id": "000123216",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shiyu",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shiyu Zhou",
   "pi_email_addr": "szhou@engr.wisc.edu",
   "nsf_id": "000234372",
   "pi_start_date": "2021-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jingshan",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingshan Li",
   "pi_email_addr": "jingshan.li@wisc.edu",
   "nsf_id": "000484194",
   "pi_start_date": "2020-08-10",
   "pi_end_date": "2021-08-30"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bilge",
   "pi_last_name": "Mutlu",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Bilge D Mutlu",
   "pi_email_addr": "bilge@cs.wisc.edu",
   "nsf_id": "000546805",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lindsay",
   "pi_last_name": "Jacobs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lindsay Jacobs",
   "pi_email_addr": "lpjacobs@wisc.edu",
   "nsf_id": "000779598",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N. Park Street, Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "103Y00",
   "pgm_ele_name": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Our major goal was to develop novel principles and tools that enable the use of collaborative robots, or <em>cobots</em> that are intended to work alongside of manufacturing workers, to augment human capacities and perform manual tasks that would otherwise be inefficient, unhealthy, unsafe, and even impossible, better than either alone. We applied a multidisciplinary approach to existing manufacturing tasks that show high potential to benefit from the integration of collaborative robots in order to gain a better understanding of the impact of teaming humans and intelligent robotic assistants at the individual, operations, and socioeconomic levels.&nbsp;To accomplish these goals, we created a <em>matchmaking</em> process among job characteristics, worker skills, and robot capabilities to identify cases where human-robot pairings can significantly improve productivity, health and safety, and are most compatible with ongoing manufacturing operations, while maximizing human labor resources. We considered&nbsp; the technical challenges in human-robot teaming in the larger context of worker wellbeing and production as well as the substitutability between labor and robotics, changes in demand for labor skills, and how both labor demand and supply change when technology changes for a specific process.</span></p>\r\n<p><span><span>Our numerical simulations and case studies were set up according to the observations and investigations in real-world manufacturing production systems at our industrial collaborators. Multiple workstations and a set of tasks with precedence relationships were considered and the physical strain of the human workers in a work shift were estimated by cumulative strain index model.&nbsp; T<span>he established optimization framework and algorithms offer practical allocation solutions and valuable insights for practitioners to design manufacturing production systems capable of handling complex tasks and enabling collaborative operations.&nbsp;</span></span></span></p>\r\n<p><span><span><span><span>We used a reinforcement learning approach to optimize an algorithm for task ergonomics, economics, and productivity measures. It considers the strengths and tolerances of human workers and robots through these costs, and the timing to complete each of the sub-tasks. These costs help reward and penalize the reinforcement model action selection for agents, guiding the model in selecting less stressful actions for the human agent in the next iteration. This could mean&nbsp;the cobot could do tasks involving repetitive exertions or awkward postures, relieving the worker from these stresses.&nbsp;&nbsp;Using the cost functions, the algorithm optimizes the job among workers and robots in either full collaboration, no collaboration, or coexistence.&nbsp;</span></span></span></span></p>\r\n<p><span><span><span><span><span lang=\"EN-GB\">The algorithmic approach was used to assign tasks in an existing automobile assembly job among a human worker and a collaborative robot assistant. When optimized on force and time as a measure for ergonomics cost, the algorithm assigned physically demanding aspects of the job to the robot, such as applying forces, while the human worker was assigned more dexterous tasks, such as the alignment of parts. Using this approach, the cycle time for the job decreased.</span>&nbsp;</span><span>The simulation approach was successful in identifying optimal task assignments between the human worker and the robot.&nbsp;&nbsp;</span><br /></span></span></span></p>\r\n<p><span><span><span>We made&nbsp;the case for greater emphasis on the deployment of cobots which have the potential for complementing manual labor, rather than replacing it, while still increasing productivity.&nbsp;<span>Our analyses included multiple perspectives on the state of cobot deployment based on our own technical research and that of others. We showed that well designed jobs and carefully integrated cobots can help avoid the decimation of work for manual labor. As the integration of workers and cobots takes place, manufacturers could realize much larger gains in productivity, less expensive job turnover, and a safer, healthier workplace. We also lay out a set of strategic policy measures to help achieve the goal of redirection of investments to meet manufacturers&rsquo; thirst for more productivity, while helping blue-collar American workers recover from several decades of lost jobs and earnings due to changes in technology as well as related trade policies.</span></span><br /></span></span></p><br>\n<p>\n Last Modified: 04/01/2025<br>\nModified by: Robert&nbsp;G&nbsp;Radwin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur major goal was to develop novel principles and tools that enable the use of collaborative robots, or cobots that are intended to work alongside of manufacturing workers, to augment human capacities and perform manual tasks that would otherwise be inefficient, unhealthy, unsafe, and even impossible, better than either alone. We applied a multidisciplinary approach to existing manufacturing tasks that show high potential to benefit from the integration of collaborative robots in order to gain a better understanding of the impact of teaming humans and intelligent robotic assistants at the individual, operations, and socioeconomic levels.To accomplish these goals, we created a matchmaking process among job characteristics, worker skills, and robot capabilities to identify cases where human-robot pairings can significantly improve productivity, health and safety, and are most compatible with ongoing manufacturing operations, while maximizing human labor resources. We considered the technical challenges in human-robot teaming in the larger context of worker wellbeing and production as well as the substitutability between labor and robotics, changes in demand for labor skills, and how both labor demand and supply change when technology changes for a specific process.\r\n\n\nOur numerical simulations and case studies were set up according to the observations and investigations in real-world manufacturing production systems at our industrial collaborators. Multiple workstations and a set of tasks with precedence relationships were considered and the physical strain of the human workers in a work shift were estimated by cumulative strain index model. The established optimization framework and algorithms offer practical allocation solutions and valuable insights for practitioners to design manufacturing production systems capable of handling complex tasks and enabling collaborative operations.\r\n\n\nWe used a reinforcement learning approach to optimize an algorithm for task ergonomics, economics, and productivity measures. It considers the strengths and tolerances of human workers and robots through these costs, and the timing to complete each of the sub-tasks. These costs help reward and penalize the reinforcement model action selection for agents, guiding the model in selecting less stressful actions for the human agent in the next iteration. This could meanthe cobot could do tasks involving repetitive exertions or awkward postures, relieving the worker from these stresses.Using the cost functions, the algorithm optimizes the job among workers and robots in either full collaboration, no collaboration, or coexistence.\r\n\n\nThe algorithmic approach was used to assign tasks in an existing automobile assembly job among a human worker and a collaborative robot assistant. When optimized on force and time as a measure for ergonomics cost, the algorithm assigned physically demanding aspects of the job to the robot, such as applying forces, while the human worker was assigned more dexterous tasks, such as the alignment of parts. Using this approach, the cycle time for the job decreased.The simulation approach was successful in identifying optimal task assignments between the human worker and the robot.\n\r\n\n\nWe madethe case for greater emphasis on the deployment of cobots which have the potential for complementing manual labor, rather than replacing it, while still increasing productivity.Our analyses included multiple perspectives on the state of cobot deployment based on our own technical research and that of others. We showed that well designed jobs and carefully integrated cobots can help avoid the decimation of work for manual labor. As the integration of workers and cobots takes place, manufacturers could realize much larger gains in productivity, less expensive job turnover, and a safer, healthier workplace. We also lay out a set of strategic policy measures to help achieve the goal of redirection of investments to meet manufacturers thirst for more productivity, while helping blue-collar American workers recover from several decades of lost jobs and earnings due to changes in technology as well as related trade policies.\n\t\t\t\t\tLast Modified: 04/01/2025\n\n\t\t\t\t\tSubmitted by: RobertGRadwin\n"
 }
}