{
 "awd_id": "2026444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FW-HTF-P Shaping Technology and Institutions for the Work of the Future",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2020-07-27",
 "awd_max_amd_letter_date": "2021-06-15",
 "awd_abstract_narration": "This Future of Work at the Human Technology Frontier (FW-HTF) project will enable the MIT Work of the Future initiative to advance into a second phase of its research agenda, focused on specific emerging technologies within several industries, and worker experiences in the workplace.  The resulting studies will shed light on how technology might be shaped to augment workers and how workers can be best supported when confronted with technological change.  Currently, there is a paucity of international comparative analysis of how emerging AI technologies are being developed and adopted, how they impact firm performance and how they are changing the nature of work, the organization of work and the skills required for workers to succeed and advance. This research will address this need for robust data and insights in a cross-country comparative context on the changing nature of work, skills and training in the face of the introduction of new AI-related technologies in the workplace.  At the same time, the research will further the collective understanding of workers’ perspective on new technology in the workplace, as well as the types of education and training incumbent workers are receiving today in the workplace. These cross-national comparative data and insights will ultimately support industry, government and labor among others, in developing policies and strategies that both promote innovation and investments in workers and shared prosperity.\r\n\r\nThe research will focus on two AI-related technologies in the workplace and the implications for work and workers: one that is more relevant for more traditional manufacturing-related work; and another that will be around software-based artificial intelligence, largely in the application of machine learning. With respect to the former, the research will focus on collaborative robotics, which promote a vision of “augmented intelligence” rather than artificial intelligence. Collaborative robots, which we define in the industrial context as robots that can safely operate in close proximity to humans without being required to stop, provide an opportunity to leverage the relative strengths of humans and robots to do what neither can do alone. This planning grant will enable researchers to develop robust research methodologies and tools (semi-structured interviews, surveys, case studies) that examine the use of collaborative robotics as one case within an industry across multiple geographies. This can then be expanded in scope and scale across technologies, industries and geographies through the creation of a cross-national network of research partners.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Reynolds",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth B Reynolds",
   "pi_email_addr": "lbr@MIT.EDU",
   "nsf_id": "000745164",
   "pi_start_date": "2020-07-27",
   "pi_end_date": "2021-06-15"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Osterman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Osterman",
   "pi_email_addr": "osterman@mit.edu",
   "nsf_id": "000822923",
   "pi_start_date": "2021-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Shah",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Shah",
   "pi_email_addr": "arnoldj@mit.edu",
   "nsf_id": "000611096",
   "pi_start_date": "2020-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Osterman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Osterman",
   "pi_email_addr": "osterman@mit.edu",
   "nsf_id": "000822923",
   "pi_start_date": "2020-07-27",
   "pi_end_date": "2021-06-15"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Armstrong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Armstrong",
   "pi_email_addr": "armst@mit.edu",
   "nsf_id": "000858455",
   "pi_start_date": "2021-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "103Y00",
   "pgm_ele_name": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project arose from research challenging a common assumption that automation and technological change are a threat to workers, particularly those without a college degree. MIT&rsquo;s Work of the Future Task Force argued that firms, worker organizations, and training institutions can shape the ways in which technological change affects workers. In some cases, technological change can generate new opportunities and benefits for workers, whereas in other contexts automation can disadvantage workers. This project has focused on identifying the conditions under which technological change can prove beneficial for workers.</p>\n<p>The project has led to three primary outcomes:</p>\n<p>(1) It has stimulated new research collaborations across disciplines that can help advance understanding of automation and its consequences. Although engineers and social scientists both conduct research on the impact of technological change for users and workers, scholars do not frequently sustain multidisciplinary collaborations on these topics. The project convened faculty from various engineering disciplines, political science, management, and economics to develop an intellectual agenda for studying the ways that institutions can shape the impact of technology on work.&nbsp;</p>\n<p>(2) Research from PIs Armstrong and Shah has found that automation in manufacturing consistently involves a tradeoff between productivity and flexibility. While technologies like robots and automated CNC equipment can make firms more productive &ndash; producing more parts with less labor &ndash; they might lose the flexibility to switch between parts or re-organize their production environment. The loss of flexibility has contributed to low adoption of automation technology and stagnating productivity among U.S. manufacturers. Their research identifies three channels through which technology can be shaped so it can contribute to productivity as well as flexibility. The first is developing automation technologies that are accessible to more workers within the firm. When robots, for example, are challenging to program, they are inherently less flexible because fewer people in fewer firms can adjust them. Second, automation deployed with input from workers and close knowledge of factory processes (bottom-up implementation) can prove more flexible because it is more closely adapted to factory operations. Finally, the research finds that the inflexibility of new technologies can be tied to how return on investment is measured. If firms measure the success of automation in terms of labor displacement, they are likely to emphasize productivity gains more than flexibility. The research proposes measuring automation success in terms of product quality and reliability, as well as team performance.</p>\n<p>(3) Survey research conducted by PI Osterman has examined worker perspectives on skill development and training. Early in the project, Osterman published results from a 2020 nationally-representative survey of workers detailing their training experiences. The project supported a second wave of the survey in 2022 to capture changes in employment and training patterns, as well as worker perspectives after the COVID-19 pandemic. Key findings from this research include the variation in training by education and worker status. Individuals working on a contract basis &ndash; and workers with less education &ndash; have received less training than workers with more secure employment and more education, respectively. The gap in training patterns suggests one potential explanation for the disadvantage of lower-wage or less-educated workers in the face of technological change. Workers with more education in more secure positions are more likely to have access to training to adapt to new technologies. Bridging this training gap represents a potential approach to shaping the impact of technology on worker outcomes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/09/2023<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;Armstrong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project arose from research challenging a common assumption that automation and technological change are a threat to workers, particularly those without a college degree. MIT’s Work of the Future Task Force argued that firms, worker organizations, and training institutions can shape the ways in which technological change affects workers. In some cases, technological change can generate new opportunities and benefits for workers, whereas in other contexts automation can disadvantage workers. This project has focused on identifying the conditions under which technological change can prove beneficial for workers.\n\nThe project has led to three primary outcomes:\n\n(1) It has stimulated new research collaborations across disciplines that can help advance understanding of automation and its consequences. Although engineers and social scientists both conduct research on the impact of technological change for users and workers, scholars do not frequently sustain multidisciplinary collaborations on these topics. The project convened faculty from various engineering disciplines, political science, management, and economics to develop an intellectual agenda for studying the ways that institutions can shape the impact of technology on work. \n\n(2) Research from PIs Armstrong and Shah has found that automation in manufacturing consistently involves a tradeoff between productivity and flexibility. While technologies like robots and automated CNC equipment can make firms more productive &ndash; producing more parts with less labor &ndash; they might lose the flexibility to switch between parts or re-organize their production environment. The loss of flexibility has contributed to low adoption of automation technology and stagnating productivity among U.S. manufacturers. Their research identifies three channels through which technology can be shaped so it can contribute to productivity as well as flexibility. The first is developing automation technologies that are accessible to more workers within the firm. When robots, for example, are challenging to program, they are inherently less flexible because fewer people in fewer firms can adjust them. Second, automation deployed with input from workers and close knowledge of factory processes (bottom-up implementation) can prove more flexible because it is more closely adapted to factory operations. Finally, the research finds that the inflexibility of new technologies can be tied to how return on investment is measured. If firms measure the success of automation in terms of labor displacement, they are likely to emphasize productivity gains more than flexibility. The research proposes measuring automation success in terms of product quality and reliability, as well as team performance.\n\n(3) Survey research conducted by PI Osterman has examined worker perspectives on skill development and training. Early in the project, Osterman published results from a 2020 nationally-representative survey of workers detailing their training experiences. The project supported a second wave of the survey in 2022 to capture changes in employment and training patterns, as well as worker perspectives after the COVID-19 pandemic. Key findings from this research include the variation in training by education and worker status. Individuals working on a contract basis &ndash; and workers with less education &ndash; have received less training than workers with more secure employment and more education, respectively. The gap in training patterns suggests one potential explanation for the disadvantage of lower-wage or less-educated workers in the face of technological change. Workers with more education in more secure positions are more likely to have access to training to adapt to new technologies. Bridging this training gap represents a potential approach to shaping the impact of technology on worker outcomes.\n\n \n\n\t\t\t\t\tLast Modified: 02/09/2023\n\n\t\t\t\t\tSubmitted by: Benjamin Armstrong"
 }
}