{
 "awd_id": "2026847",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Discovering the Self-Assembly Mechanisms of Carbon Nanotube Forests Using an Intelligent Autonomous Research Robot",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Kuech",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 657420.0,
 "awd_amount": 657420.0,
 "awd_min_amd_letter_date": "2020-06-11",
 "awd_max_amd_letter_date": "2020-06-11",
 "awd_abstract_narration": "The materials development is often slow and guided by trial and error. The typical process development includes synthesizing a new material, characterizing its structure, and then examining its physical properties. The process is repeated iteratively by changing processing parameters and measuring how parameter changes influence the properties of interest. This research will bring to bear new advances in experimental hardware, artificial intelligence (AI)  and machine learning (ML) for materials processing in order to increase the rate of materials development while decreasing cost and removing human biases. By employing an autonomously-operating system, that employs AI and ML tools, carbon nanotube (CNT) forest processing will be accelerated. CNT forests could be an important source material for reinforcement materials in many key technologies, such as plastic-based composites and automobile tires. With limited or no human intervention, the autonomous system will launch experiments, observe and characterize the results in real time, and then learn from the results to refine the process. The tools and procedures developed will be used to enhance the national manufacturing base and global competitiveness while enabling rapid development of new materials and applications to advance public prosperity.\r\n\r\nThe autonomous system incorporates a) in-situ scanning electron microscope (SEM) synthesis of CNT forests, b) computer vision to quantify the governing mechanisms of CNT assembly, c) a complementary finite element simulation, d) deep learning networks to predict CNT forest properties, and e) a knowledge-based driven distributed control algorithm for autonomous decision making. The system will first operate in manual mode to establish baseline protocols. Process automation will then be demonstrated by allowing the system to execute user-defined tasks. Autonomy will occur when the system plans experiments based on previous results in a knowledge-base and then executes experiments to observe the outcomes. As proof of concept, the system will demonstrate the ability to deterministically synthesize CNT forests having an effective modulus between 100 kPa and 1 GPa without human input. The open-source software, data and the simulations generated in this work will be provided freely to researchers and educators to benefit efforts for effective design and control of materials discovery processes. Broadening participation in computation among minorities and women will be pursued through  engaging undergraduates into the research environment and project activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Maschmann",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew R Maschmann",
   "pi_email_addr": "MaschmannM@missouri.edu",
   "nsf_id": "000651171",
   "pi_start_date": "2020-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kannappan",
   "pi_last_name": "Palaniappan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kannappan Palaniappan",
   "pi_email_addr": "palaniappank@missouri.edu",
   "nsf_id": "000296984",
   "pi_start_date": "2020-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Prasad",
   "pi_last_name": "Calyam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prasad Calyam",
   "pi_email_addr": "calyamp@umsystem.edu",
   "nsf_id": "000268773",
   "pi_start_date": "2020-06-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Filiz",
   "pi_last_name": "Bunyak Ersoy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Filiz Bunyak Ersoy",
   "pi_email_addr": "bunyak@missouri.edu",
   "nsf_id": "000744905",
   "pi_start_date": "2020-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "The Curators of the University of Missouri",
  "perf_str_addr": "115 Business Loop 70W Mizzou Nor",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "080E",
   "pgm_ref_txt": "DEFORMATION PROCESSES"
  },
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 657420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\r\n<p>This project is motivated by the need for advanced automation and autonomy in advanced manufacturing. We developed a multi-pronged approach towards process autonomy in carbon&nbsp;<span><span>nanotube</span></span>&nbsp;(<span><span>CNT</span></span>) forest synthesis. Our approach leveraged in-situ scanning electron microscope (<span><span>SEM</span></span>) synthesis of&nbsp;<span><span>CNT</span></span>&nbsp;forests, a digital twin simulation, machine learning and artificial intelligence, and a remote instrumentation environment with a&nbsp;<span><span>chatbot</span></span>&nbsp;interface to supervise these processes.</p>\r\n<p>The project significantly advanced the in-situ&nbsp;<span><span>SEM</span></span>&nbsp;synthesis of&nbsp;<span><span>nanomaterials</span></span>&nbsp;by chemical vapor deposition (<span><span>CVD</span></span>). We showed robust and controllable&nbsp;<span><span>CNT</span></span>&nbsp;forest synthesis using a thin film heater substrate and an environmental&nbsp;<span><span>SEM</span></span>&nbsp;that allowed process gases to flow while imaging. The synthesis of&nbsp;<span><span>CNT</span></span>&nbsp;forests was observed at approximately 100,000x magnification to resolve individual&nbsp;<span><span>CNTs</span></span>&nbsp;and their collective interactions during growth. Image analysis tools were developed to track the growth rate of&nbsp;<span><span>CNTs</span></span>, the areal density of&nbsp;<span><span>CNTs</span></span>, and segmentation methods to isolate each growing&nbsp;<span><span>CNT</span></span>&nbsp;within a forest for isolated analysis. Transverse electrical conductance across the width of a&nbsp;<span><span>CNT</span></span>&nbsp;forest pillar was measured as an additional metric to quantify to indirectly monitor the number of&nbsp;<span><span>CNT</span></span>-<span><span>CNT</span></span>&nbsp;contacts within a forest and the&nbsp;<span><span>CNT</span></span>&nbsp;forest areal density.</p>\r\n<p>Image analysis was conducted on&nbsp;<span><span>SEM</span></span>&nbsp;image sequences to better quantify the kinematics of the&nbsp;<span><span>CNT</span></span>&nbsp;forest growth and self-assembly. An advanced algorithm we entitled \"<span><span>CNT</span></span>-<span><span>NeRF</span></span>\" was generated that used a generative adversarial network (GAN) for simultaneous depth layer decomposition and segmentation of&nbsp;<span><span>CNT</span></span>&nbsp;forests in&nbsp;<span><span>SEM</span></span>&nbsp;images. Segmentation enabled accurate counting of&nbsp;<span><span>CNTs</span></span>&nbsp;and&nbsp;<span><span>CNT</span></span>&nbsp;areal density and the tracing of curvature for isolated&nbsp;<span><span>CNTs</span></span>.</p>\r\n<p>A mechanical finite element simulation was developed as a digital twin to the in-situ&nbsp;<span><span>SEM</span></span>&nbsp;synthesis process. In the simulation, growing&nbsp;<span><span>CNT</span></span>&nbsp;elements contacted each other due to proximity. The resulting mechanical interactions bent, translated, and even&nbsp;<span><span>delaminated</span></span>&nbsp;<span><span>CNTs</span></span>&nbsp;from the growth substrate. An electrical finite element model was superimposed to the mechanical model to measure transverse electrical conductance during dynamic forest growth. The simulation was of great significance because it provided ground truth measurements in which the state of each&nbsp;<span><span>CNT</span></span>&nbsp;at every instance in time was known with certainty. Simulation also provided quantification of physical phenomena that could not be measured, such as internal&nbsp;<span><span>CNT</span></span>&nbsp;strain. It also produced plots&nbsp;<span><span>represe</span></span><span><span>nting</span></span>&nbsp;synthetic images of&nbsp;<span><span>CNT</span></span>&nbsp;forests.</p>\r\n<p>Photo-realistic&nbsp;<span><span>CNT</span></span>&nbsp;forests were generated from&nbsp;simulation-generated&nbsp;images using a sequential process. The goal of the process was to generate simulated&nbsp;<span><span>CNT</span></span>&nbsp;forest imagery that appeared identical to&nbsp;<span><span>SEM</span></span>&nbsp;images of real&nbsp;<span><span>CNT</span></span>&nbsp;forests. Numerous 2-dimensional images of&nbsp;<span><span>CNT</span></span>&nbsp;forests were generated from distinct simulation instances. These images were then layered in a stack, and gray scale values were adjusted to reflect depth. The multi-layer image was then subjected to a wavelet-based style transfer network and a selective decision fusion mechanism that preserved the curvilinear structures of&nbsp;<span><span>CNTs</span></span>&nbsp;without introducing artifacts. The resulting imagery was nearly identical to&nbsp;<span><span>SEM</span></span>&nbsp;images of&nbsp;<span><span>CNT</span></span>&nbsp;forests with respect to content and style. The benefit of synthetic imagery includes the ability to generate large quantities of diverse images at low cost and the ability to know the ground truth&nbsp;attributes.</p>\r\n<p><span><span>Convolutional</span></span>&nbsp;neural network and random forest machine learning tools were used to predict&nbsp;attributes of&nbsp;simulated&nbsp;<span><span>CNT</span></span>&nbsp;forests (such as diameter, areal density, and growth rate variation) and to predict the mechanical properties of yield strength and stiffness.&nbsp;<span><span>CNT</span></span>&nbsp;forest&nbsp;attributes were labeled with &gt; 91% accuracy, and mechanical properties that varied over 3 orders of magnitude were predicted with an&nbsp;<em>R</em><sup>2</sup>&nbsp;value of 0.96 for buckling load and 0.94 for stiffness. These initial results were generated considering only 2D simulations. The current iteration of these techniques, utilizing style-transfer quasi-3D images, is ongoing.</p>\r\n<p>Remote instrument management was achieved using cloud-based services referred to as Remote Instrumentation Science Environment (RISE). The environment enabled streamlined and automated&nbsp;<span><span>SEM</span></span>&nbsp;instrument control and image analytics processes. The services include: (1) remote user access to experiment workspace; (2) web portal services to monitor&nbsp;<span><span>workflows</span></span>&nbsp;and interact with the&nbsp;<span><span>chatbot</span></span>&nbsp;interface; (3) back-end services providing learning-based feedback during image analytics experiments; (4) integration with local lab instrumentation environment via a&nbsp;<span><span>cloudlet</span></span>; (5) storage service integrated via a&nbsp;<span><span>cloudlet</span></span>; and (6) resource access security mechanisms between&nbsp;<span><span>SEM</span></span>, storage repositories, and their respective&nbsp;<span><span>cloudlets</span></span>.</p>\r\n<p><strong>Broader Impacts</strong></p>\r\n<p>The grant supported 10 graduate students and 1 undergraduate student. Currently, 3 theses have been generated. Ten peer-reviewed journal articles or conference papers and 2 other conference papers were produced. Materials generated from this grant were used as the foundation for projects in 4 classes (1 in Mechanical &amp; Aerospace Engineering and 3 in Electrical Engineering &amp; Computer Science). In-situ&nbsp;<span><span>SEM</span></span>&nbsp;synthesis of&nbsp;<span><span>CNT</span></span>&nbsp;forests has also been highlighted in lab tours of the MU Electron Microscopy Core (<span><span>EMC</span></span>) facility, and a video captured from in-situ syntheses is aired as promotional content within the&nbsp;<span><span>EMC</span></span>&nbsp;facility.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Matthew&nbsp;R&nbsp;Maschmann</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\r\n\n\nThis project is motivated by the need for advanced automation and autonomy in advanced manufacturing. We developed a multi-pronged approach towards process autonomy in carbonnanotube(CNT) forest synthesis. Our approach leveraged in-situ scanning electron microscope (SEM) synthesis ofCNTforests, a digital twin simulation, machine learning and artificial intelligence, and a remote instrumentation environment with achatbotinterface to supervise these processes.\r\n\n\nThe project significantly advanced the in-situSEMsynthesis ofnanomaterialsby chemical vapor deposition (CVD). We showed robust and controllableCNTforest synthesis using a thin film heater substrate and an environmentalSEMthat allowed process gases to flow while imaging. The synthesis ofCNTforests was observed at approximately 100,000x magnification to resolve individualCNTsand their collective interactions during growth. Image analysis tools were developed to track the growth rate ofCNTs, the areal density ofCNTs, and segmentation methods to isolate each growingCNTwithin a forest for isolated analysis. Transverse electrical conductance across the width of aCNTforest pillar was measured as an additional metric to quantify to indirectly monitor the number ofCNT-CNTcontacts within a forest and theCNTforest areal density.\r\n\n\nImage analysis was conducted onSEMimage sequences to better quantify the kinematics of theCNTforest growth and self-assembly. An advanced algorithm we entitled \"CNT-NeRF\" was generated that used a generative adversarial network (GAN) for simultaneous depth layer decomposition and segmentation ofCNTforests inSEMimages. Segmentation enabled accurate counting ofCNTsandCNTareal density and the tracing of curvature for isolatedCNTs.\r\n\n\nA mechanical finite element simulation was developed as a digital twin to the in-situSEMsynthesis process. In the simulation, growingCNTelements contacted each other due to proximity. The resulting mechanical interactions bent, translated, and evendelaminatedCNTsfrom the growth substrate. An electrical finite element model was superimposed to the mechanical model to measure transverse electrical conductance during dynamic forest growth. The simulation was of great significance because it provided ground truth measurements in which the state of eachCNTat every instance in time was known with certainty. Simulation also provided quantification of physical phenomena that could not be measured, such as internalCNTstrain. It also produced plotsrepresentingsynthetic images ofCNTforests.\r\n\n\nPhoto-realisticCNTforests were generated fromsimulation-generatedimages using a sequential process. The goal of the process was to generate simulatedCNTforest imagery that appeared identical toSEMimages of realCNTforests. Numerous 2-dimensional images ofCNTforests were generated from distinct simulation instances. These images were then layered in a stack, and gray scale values were adjusted to reflect depth. The multi-layer image was then subjected to a wavelet-based style transfer network and a selective decision fusion mechanism that preserved the curvilinear structures ofCNTswithout introducing artifacts. The resulting imagery was nearly identical toSEMimages ofCNTforests with respect to content and style. The benefit of synthetic imagery includes the ability to generate large quantities of diverse images at low cost and the ability to know the ground truthattributes.\r\n\n\nConvolutionalneural network and random forest machine learning tools were used to predictattributes ofsimulatedCNTforests (such as diameter, areal density, and growth rate variation) and to predict the mechanical properties of yield strength and stiffness.CNTforestattributes were labeled with  91% accuracy, and mechanical properties that varied over 3 orders of magnitude were predicted with anR2value of 0.96 for buckling load and 0.94 for stiffness. These initial results were generated considering only 2D simulations. The current iteration of these techniques, utilizing style-transfer quasi-3D images, is ongoing.\r\n\n\nRemote instrument management was achieved using cloud-based services referred to as Remote Instrumentation Science Environment (RISE). The environment enabled streamlined and automatedSEMinstrument control and image analytics processes. The services include: (1) remote user access to experiment workspace; (2) web portal services to monitorworkflowsand interact with thechatbotinterface; (3) back-end services providing learning-based feedback during image analytics experiments; (4) integration with local lab instrumentation environment via acloudlet; (5) storage service integrated via acloudlet; and (6) resource access security mechanisms betweenSEM, storage repositories, and their respectivecloudlets.\r\n\n\nBroader Impacts\r\n\n\nThe grant supported 10 graduate students and 1 undergraduate student. Currently, 3 theses have been generated. Ten peer-reviewed journal articles or conference papers and 2 other conference papers were produced. Materials generated from this grant were used as the foundation for projects in 4 classes (1 in Mechanical & Aerospace Engineering and 3 in Electrical Engineering & Computer Science). In-situSEMsynthesis ofCNTforests has also been highlighted in lab tours of the MU Electron Microscopy Core (EMC) facility, and a video captured from in-situ syntheses is aired as promotional content within theEMCfacility.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: MatthewRMaschmann\n"
 }
}