{
 "awd_id": "2026866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSFGEO-NERC: Quantifying evolution of magmatism and serpentinisation during the onset of seafloor spreading",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032922952",
 "po_email": "gchriste@nsf.gov",
 "po_sign_block_name": "Gail Christeson",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2025-01-31",
 "tot_intn_awd_amt": 495131.0,
 "awd_amount": 594153.0,
 "awd_min_amd_letter_date": "2020-04-01",
 "awd_max_amd_letter_date": "2024-04-30",
 "awd_abstract_narration": "This is a project that is jointly funded by the National Science Foundation’s Directorate of Geosciences (NSF/GEO) and the National  Environment Research Council (NERC) of the United Kingdom (UK) via the NSF/GEO-NERC Lead Agency Agreement. This Agreement allows a single joint US/UK proposal to be submitted and peer-reviewed by the Agency whose investigator has the largest proportion of the budget. Upon successful joint determination of an award, each Agency funds the proportion of the budget and the investigators associated with its own ivestigators and component of the work.\r\n\r\nOcean basins form when continents break up and rift apart, allowing mantle rock beneath to rise up between the continental margins, melt, and form new oceanic crust.  When there is abundant melting, this process looks like the formation of oceanic crust at mid-ocean ridges.  However, in some magma poor margins, the continental crust stretches and thins by faulting and allows mantle to rise beneath the crust and be exposed to water penetrating down faults.  Combined with water, mantle forms a rock called serpentinite, rich in hydrated talc minerals and magnetite, a magnetic and electrically conductive mineral. It is important to understand more about the process of continental rifting but the seismic method, the most commonly used geophysical tool, has trouble differentiating between lower crustal rocks and serpentinized mantle.   Electromagnetic (EM) geophysical methods allow the electrical conductivity of the crust and mantle to be imaged, and this project will use a combination of seismic methods and EM methods to study a magma poor margin southwest of the UK.  From this a better understanding of the fundamental tectonic, chemical, and thermal history of continental breakup will be gained.  The thermal history is important to the generation of hydrocarbons in this area.\r\n\r\nThe breakup of continents involves a complex interplay of extensional tectonics and magmatism. The final stages of this process, resulting in the initiation of seafloor spreading, remain poorly understood. One common end-member involves hyper-extended continental crust and broad regions of exhumed and serpentinized (hydrated) mantle. Serpentinization at mid-ocean ridges, rifted margins and subduction zones mediates geochemical exchange between the lithosphere and the hydrosphere. There is evidence that normal faulting plays a key role in supplying fluids driving serpentinization beneath hyper-extended continental crust and possibly in regions of exhumed mantle. However, the seismic P-wave velocities of mafic crustal rocks and of serpentinized mantle rocks are similar, so interpretations of seismic data are uncertain. Serpentinized mantle rocks are generally more conductive, often by about an order of magnitude, than mafic crustal rocks, so controlled source electromagnetic (CSEM) and magnetotelluric (MT) techniques provide a promising route to resolve controversies around lithospheric structure.  This project will focus on the magma-poor Goban Spur rifted margin to (i) acquire coincident high-quality CSEM, MT, and wide-angle seismic datasets along two carefully chosen transects; (ii) use these data to obtain coincident high-resolution seismic velocity and resistivity models for the upper few kilometers of the lithosphere, and lower-resolution models to tens of kilometers depth; (iii) interpret the resulting models to quantify regional and local variations in mantle serpentinization and magmatic addition; (iv) reconcile these observations with numerical models of lithospheric extension, mantle hydration, and decompression melting as seafloor spreading is initiated.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Constable",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Steven C Constable",
   "pi_email_addr": "sconstable@ucsd.edu",
   "nsf_id": "000461207",
   "pi_start_date": "2020-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930225",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 495131.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 99022.0
  }
 ],
 "por": null
}