{
 "awd_id": "2027718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Real-time updating of an agent-based model to inform COVID-19 mitigation strategies.",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927799",
 "po_email": "kdittmar@nsf.gov",
 "po_sign_block_name": "Katharina Dittmar",
 "awd_eff_date": "2020-04-15",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 199883.0,
 "awd_amount": 199883.0,
 "awd_min_amd_letter_date": "2020-04-01",
 "awd_max_amd_letter_date": "2020-04-01",
 "awd_abstract_narration": "The SARS-CoV-2 virus is responsible for the most significant pandemic in a century. With a vaccine not yet available, non-pharmaceutical interventions (NPIs) offer the only way to control the virus at this time. Those interventions, which include social distancing, school closures, and sheltering in place, may be effective if timed appropriately and adopted widely. At the same time, NPIs cause serious social and economic disruption, meaning that they must be used as sparingly as possible. To inform decisions about when to adopt NPIs, and when to relax them, it is important to understand what the consequences of those actions might be. This research will advance the capability of mathematical models to provide insight into those consequences. Looking to past data, the researchers will use statistical approaches to estimate key unknowns, such as numbers of people previously or actively infected. Looking into the future, the researchers will use simulation modeling of communities across the United States to evaluate the consequences of alternative actions. Merging these approaches will capitalize on the strengths of each, resulting in improved projections of the consequences of alternative strategies for mitigating the COVID-19 pandemic in the United States.\r\n\r\nThis project will feature a geographically realistic, agent-based model of SARS-CoV-2 transmission in the United States. Advantages of this model include its detailed portrayal of the density, demography, and movement patterns of people in specific counties across the United States, and its ability to directly implement NPIs through behavior modification of agents. These features enable locally tailored projections of SARS-CoV-2 transmission and impacts of NPIs thereon. At the same time, the computational demands of agent-based models pose a challenge to using them in the fast-paced context of a pandemic. To overcome that challenge, the researchers will use less computationally demanding statistical approaches to estimate inputs for use in the agent-based model up to a given point in the pandemic. The agent-based model will then simulate forward from that time under alternative scenarios about use of NPIs. To further safeguard against computational demands being a limiting factor for producing timely results, the researchers will make use of high-performance computing resources to perform batches of simulations of the agent-based model that account for stochasticity and parameter uncertainty. Results will be publicly disseminated on a regular basis over the course of the project, and the researchers will coordinate with stakeholders to ensure that mitigation scenarios under consideration remain relevant as the pandemic progresses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Perkins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alex Perkins",
   "pi_email_addr": "taperkins@nd.edu",
   "nsf_id": "000580136",
   "pi_start_date": "2020-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724200",
   "pgm_ele_name": "Ecology of Infectious Diseases"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 199883.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to advance and apply computationally demanding simulation models of virus transmission to provide insights about the impacts of interventions on the COVID-19 pandemic. Given the complexity of how some interventions work, models with similarly high complexity are needed to reliably project what the impacts of those interventions will be. At the same time, models with such a high level of complexity can be cumbersome to work with due to their high computational demands. This project sought to make progress towards addressing those challenges and to make complex, computationally demanding models more usable to inform decision-making around complex interventions against COVID-19.</p>\n<p><br />The first category of results from this project used simple models to help guide and constrain more complex models. One major advance in this category was the development of a novel statistical technique to estimate the total number of SARS-CoV-2 infections in the United States during the earliest stages of the pandemic. These estimates served as a critical input into subsequent models. Another advance in this category was the use of optimal control techniques from mathematics to analyze a simple model to inform on what the optimal way to apply non-pharmaceutical interventions was during the first year of the pandemic, which helped guide scenarios examined with the more complex model.</p>\n<p><br />The second category of results from this project applied the FRED agent-based model to COVID-19, which had previously been developed for influenza modeling. One way that this model was used was to contribute forecasts and projections to two consortia of infectious disease modelers providing model-based projections to federal decision makers: the COVID-19 ForecastHub (https://covid19forecasthub.org/) and the COVID-19 Scenario Modeling Hub (https://covid19scenariomodelinghub.org/). The other major way that this model was used was to make projections of the impact of alternative policies about face masks and operating density on school reopening in fall 2020 and after. Modeling projections of school reopening were performed for both the state of Indiana and the city of Bogota, Colombia, with results communicated to decision makers from both settings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2022<br>\n\t\t\t\t\tModified by: Alex&nbsp;Perkins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to advance and apply computationally demanding simulation models of virus transmission to provide insights about the impacts of interventions on the COVID-19 pandemic. Given the complexity of how some interventions work, models with similarly high complexity are needed to reliably project what the impacts of those interventions will be. At the same time, models with such a high level of complexity can be cumbersome to work with due to their high computational demands. This project sought to make progress towards addressing those challenges and to make complex, computationally demanding models more usable to inform decision-making around complex interventions against COVID-19.\n\n\nThe first category of results from this project used simple models to help guide and constrain more complex models. One major advance in this category was the development of a novel statistical technique to estimate the total number of SARS-CoV-2 infections in the United States during the earliest stages of the pandemic. These estimates served as a critical input into subsequent models. Another advance in this category was the use of optimal control techniques from mathematics to analyze a simple model to inform on what the optimal way to apply non-pharmaceutical interventions was during the first year of the pandemic, which helped guide scenarios examined with the more complex model.\n\n\nThe second category of results from this project applied the FRED agent-based model to COVID-19, which had previously been developed for influenza modeling. One way that this model was used was to contribute forecasts and projections to two consortia of infectious disease modelers providing model-based projections to federal decision makers: the COVID-19 ForecastHub (https://covid19forecasthub.org/) and the COVID-19 Scenario Modeling Hub (https://covid19scenariomodelinghub.org/). The other major way that this model was used was to make projections of the impact of alternative policies about face masks and operating density on school reopening in fall 2020 and after. Modeling projections of school reopening were performed for both the state of Indiana and the city of Bogota, Colombia, with results communicated to decision makers from both settings.\n\n\t\t\t\t\tLast Modified: 08/15/2022\n\n\t\t\t\t\tSubmitted by: Alex Perkins"
 }
}