{
 "awd_id": "2027792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: How Scientific Data, Knowledge, and Expertise Mobilize in Online Media during the COVID-19 Crisis",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 197538.0,
 "awd_amount": 197538.0,
 "awd_min_amd_letter_date": "2020-05-28",
 "awd_max_amd_letter_date": "2020-05-28",
 "awd_abstract_narration": "Alongside the COVID-19 pandemic, people around the globe are experiencing an information ecosystem flooded with information—some accurate, some less so. Crisis events are inherently times of uncertainty and anxiety, and under those conditions, people try to make sense of the flood of information. This process, called collective sensemaking, has psychological and informational benefits, but it also makes us vulnerable to the spread of misinformation. The collective sensemaking process around the COVID-19 pandemic is addressing acute and persistent scientific uncertainty about the disease itself, such as how it spreads and the best protective actions people can take. This proposal addresses these challenges to help inform and educate the public about the science of virus transmission and prevention—by helping to surface accurate and scientific data and knowledge, alongside the voices of trustworthy experts. The project will use artificial intelligence, statistical analysis, and expert coding to create an open data archive of scientific data and expertise as it is communicated over time and updated in news and social media. The goal is to offer the public current, accurate information about the science of virus transmission and prevention.\r\n\r\nThis research project seeks to understand how scientific knowledge, expertise, data, and communication affect the spread and correction of online misinformation about an emerging pandemic. The project team is investigating how information moves through social media platforms and jumps to and from other media platforms, including traditional journalism—online, print, and broadcast outlets.  It aims to uncover how claims and statistics related to scientific knowledge and expertise shape, and are shaped by, these information and influence dynamics. Methodological contributions include expanding infrastructure for collecting and analyzing social media data in a time- and safety-critical information environment, and developing techniques for aggregating variable statistics, moderated by scientific expertise, over large-scale, dynamic social media data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emma",
   "pi_last_name": "Spiro",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Emma S Spiro",
   "pi_email_addr": "espiro@uw.edu",
   "nsf_id": "000662081",
   "pi_start_date": "2020-05-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Starbird",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kate Starbird",
   "pi_email_addr": "kstarbi@uw.edu",
   "nsf_id": "000636015",
   "pi_start_date": "2020-05-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jevin",
   "pi_last_name": "West",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jevin West",
   "pi_email_addr": "jevinw@uw.edu",
   "nsf_id": "000718041",
   "pi_start_date": "2020-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "065Z",
   "pgm_ref_txt": "Human factors for security research"
  },
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 197538.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8f5f470a-7fff-108c-8dd4-1258182773eb\">\n<p dir=\"ltr\"><span>Crisis events are inherently times of uncertainty and anxiety, and those conditions give rise to collective sensemaking. This communal form of comprehension has benefits, but it also makes us vulnerable to the spread of rumors and misinformation. Unfortunately, the COVID-19 pandemic is taking place at a time when we are already struggling with pervasive mis- and disinformation and diminished trust in our institutions. This project aimed to increase our understanding of how scientific knowledge, expertise, data, and communication affect the spread and correction of online misinformation about an emerging pandemic. It focused on how claims and statistics related to scientific knowledge and/or expertise shape&mdash;and are shaped by&mdash;these information and influence dynamics. It also made contributions by expanding and extending socio-technical infrastructure for collecting and analyzing social media data in a time- and safety-critical information environment and developing techniques for aggregating variable statistics, moderated by scientific expertise, over large-scale social media data.&nbsp;</span></p>\n<p dir=\"ltr\"><span>To increase understanding of COVID-related misinformation, we conducted two primary empirical studies. In the first, we explored how social media users invoke science to either support or oppose salient scientific conversations online, and in this case we explore discussion about the efficacy of widespread wearing of&nbsp; masks. We analyzed the sources that these users cite to support their claims and the political communities that users align with. We found that as social media users construct consensus they both rely on references to scientific material and argue against, or denigrate, scientific material used by one&rsquo;s opponents. We also find notable differences in how groups use recent research published in high-quality journals, versus literature that includes articles retracted, corrected, outdated, not peer-reviewed, and since publicly contradicted by their authors. In a second empirical case study, we looked at the use of COVID-related statistics, specifically R-values, on social media. Our analyses looked at the rates of usage and context of use of these statistics among experts and non-experts. Interestingly, use of these sophisticated and technical statistics is not restricted to subject matter experts but rather used by experts and non-experts alike.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>In the course of the project activities, graduate and undergraduate students were able to gain valuable research and educational skills. Students participated in the research through research assistantships and for-credit research groups. More than half of the participating students have been from groups underrepresented in STEM. </span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/14/2022<br>\n\t\t\t\t\tModified by: Emma&nbsp;Spiro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nCrisis events are inherently times of uncertainty and anxiety, and those conditions give rise to collective sensemaking. This communal form of comprehension has benefits, but it also makes us vulnerable to the spread of rumors and misinformation. Unfortunately, the COVID-19 pandemic is taking place at a time when we are already struggling with pervasive mis- and disinformation and diminished trust in our institutions. This project aimed to increase our understanding of how scientific knowledge, expertise, data, and communication affect the spread and correction of online misinformation about an emerging pandemic. It focused on how claims and statistics related to scientific knowledge and/or expertise shape&mdash;and are shaped by&mdash;these information and influence dynamics. It also made contributions by expanding and extending socio-technical infrastructure for collecting and analyzing social media data in a time- and safety-critical information environment and developing techniques for aggregating variable statistics, moderated by scientific expertise, over large-scale social media data. \nTo increase understanding of COVID-related misinformation, we conducted two primary empirical studies. In the first, we explored how social media users invoke science to either support or oppose salient scientific conversations online, and in this case we explore discussion about the efficacy of widespread wearing of  masks. We analyzed the sources that these users cite to support their claims and the political communities that users align with. We found that as social media users construct consensus they both rely on references to scientific material and argue against, or denigrate, scientific material used by one’s opponents. We also find notable differences in how groups use recent research published in high-quality journals, versus literature that includes articles retracted, corrected, outdated, not peer-reviewed, and since publicly contradicted by their authors. In a second empirical case study, we looked at the use of COVID-related statistics, specifically R-values, on social media. Our analyses looked at the rates of usage and context of use of these statistics among experts and non-experts. Interestingly, use of these sophisticated and technical statistics is not restricted to subject matter experts but rather used by experts and non-experts alike. \n\n\nIn the course of the project activities, graduate and undergraduate students were able to gain valuable research and educational skills. Students participated in the research through research assistantships and for-credit research groups. More than half of the participating students have been from groups underrepresented in STEM. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 02/14/2022\n\n\t\t\t\t\tSubmitted by: Emma Spiro"
 }
}