{
 "awd_id": "2027397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Responding to a Global Pandemic--The Role of K-12 Science Teachers",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steele",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 171208.0,
 "awd_amount": 171208.0,
 "awd_min_amd_letter_date": "2020-04-30",
 "awd_max_amd_letter_date": "2020-04-30",
 "awd_abstract_narration": "When a global health crisis emerges, students at all levels turn to their science teachers for information and, at times, reassurance, according to researchers at Horizon Research, Inc. (HRI). Science teachers serve a critically important public health function and become an important part of the nation’s response efforts. Given the magnitude of the current COVID-19 crisis, it is likely that students are bringing their questions and concerns to their science teachers. As this award is made, nearly all K–12 school buildings in the U.S. are closed, and science teachers face unprecedented challenges in carrying out the instruction for which they are responsible while simultaneously addressing students’ questions about COVID-19. Moreover, they must do this within new instructional formats. Education is crucial for helping students to understand the facts about the virus, despite much conflicting information and misinformation available. Education helps students understand and actively participate in measures to stop the spread of COVID-19. This award will support a national research study on how teachers are helping students respond to COVID-19. The findings will inform the development of curriculum materials for teaching about COVID-19, which are much needed right now, and help science teachers to adapt their instruction as they help to fulfill a critical public health function. This study will enable a better understanding of the role that science teachers can play in a national response, both now and in future crises. \r\n\r\nThe research will build on a study of science teachers conducted by HRI following the Ebola outbreak of 2014.  Specifically, the research will investigate (1) where teachers of science get their information about coronavirus and COVID-19; (2) what types of resources teachers find most useful; (3) what factors influence whether science teachers address COVID-19 in their instruction; and (4) how science teachers adapt their teaching in response to COVID-19.  HRI will recruit a nationally representative sample of several thousand K–12 teachers of science and invite them to complete a survey about their instruction related to COVID-19, both before school buildings closed and after. Using the Theory of Planned Behavior, the survey will be constructed to identify factors that predict whether teachers take up the topic.  The survey will also collect data about how teachers address the virus and its transmission with their students.  HRI will disaggregate survey data by school-, class-, student-, and teacher-level variables to identify patterns in student opportunities.  Survey data will be supplemented by interviews with 50 survey respondents to gather more in-depth information related to the constructs of interest. Study findings will be immediately shared through a preliminary report that focuses on the survey data; mainstream print media using press releases; and social media partnering with the National Science Teaching Association. HRI also will publish policy briefs intended as guidance for schools, districts, and states; and research articles.\r\n\r\nThis RAPID award is made by the DRK-12 program in the Division of Research on Learning, using funds from the Coronavirus Aid, Relief, and Economic Security (CARES) Act.  The Discovery Research PreK-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics by preK-12 students and teachers, through the research and development of new innovations and approaches. Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for the projects.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Smith",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick S Smith",
   "pi_email_addr": "ssmith62@horizon-research.com",
   "nsf_id": "000349648",
   "pi_start_date": "2020-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peggy",
   "pi_last_name": "Trygstad",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Peggy J Trygstad",
   "pi_email_addr": "ptrygstad@horizon-research.com",
   "nsf_id": "000658258",
   "pi_start_date": "2020-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Horizon Research Inc",
  "inst_street_address": "6350 QUADRANGLE DR STE 130",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9194891725",
  "inst_zip_code": "275177803",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "HORIZON RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX4RB7DSL6M4"
 },
 "perf_inst": {
  "perf_inst_name": "Horizon Research, Inc.",
  "perf_str_addr": "326 Cloister Court",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275142296",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "4N20",
   "app_name": "EHR CARES Act DEFC N",
   "app_symb_id": "040106",
   "fund_code": "040N2021DB",
   "fund_name": "EHR CARES Act DEFC N",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 171208.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In early 2020, the World Health Organization declared COVID-19 a global pandemic. Since then, tens of thousands of science teachers in the United States have been doing their best to answer student questions about SARS-CoV-2 and COVID-19 (referred to as COVID hereafter). For biology/life science teachers, the pandemic has presented a real-world opportunity to engage students in the science of viruses and how to reduce their transmission. But biology teachers have not been alone in fielding student questions. High school chemistry and physics teachers, middle school general science teachers, and elementary teachers have all responded to students' needs for information. In this way, science teachers across grade levels serve an important function as public health educators, providing information and, at times, reassurance.</p>\n<p>In the spring of 2020, Horizon Research, Inc. (HRI) received support from the National Science Foundation to study how science teachers respond when urgent science-related issues such as COVID emerge and what guides their responses. The study addressed the following research questions:</p>\n<p>1. Where do K-12 teachers of science get their information about COVID, and what types of resources do they find most useful? What resources do teachers need but not have access to?</p>\n<p>2. What factors influence whether and how science teachers address COVID in their instruction?</p>\n<p>3. How have science teachers adapted their teaching in response to COVID, whether viruses and disease transmission are part of their curriculum or not? How is their instruction similar to and different from their typical instruction?</p>\n<p>This study developed and administered a survey to approximately 3,500 K-12 science teachers. The survey covered a broad range of topics, including instructional activities used to teach about COVID (e.g., lecture, group discussion, investigations), specific topics addressed (e.g., how COVID is diagnosed, how COVID is transmitted), and where teachers acquired information about COVID (e.g., websites, television news stations, print media). The survey also gathered information about factors that affected teachers' decision to teach or not teach about COVID.</p>\n<p>Study data indicate that teachers accessed a variety of media sources to find information about COVID, with large percentages relying on health information websites such as the Center for Disease Control and National Institutes of Health. However, these and other health information websites were more likely to be accessed by teachers who taught about COVID than by those who did not.</p>\n<p>The study found that large proportions of life and non-life science teachers at each grade band devoted class time to COVID. Life science teachers tended to address COVID as part of their curriculum, while non-life science teachers addressed it as a standalone topic. The vast majority of teachers at each grade band indicated that students asked questions about COVID before they addressed the topic. Students asked questions about many different aspects of COVID, including risk of infection, what the virus/disease is, and how to prevent transmission. Yet, large majorities of life and non-life science teachers at each grade band indicated they would have addressed COVID even if students had not asked about it.</p>\n<p>Across grade bands, the most commonly addressed topics while school buildings were open included how the virus is transmitted and what coronavirus/COVID-19 is. In contrast, after school buildings closed, teachers increasingly focused on topics related to public health, such as the impacts of social distancing and factors that place people at risk for contracting the virus. Interestingly, teachers in high-poverty schools were more likely than teachers in low-poverty schools to address COVID transmission, COVID treatment/diagnosis, and advanced COVID topics. Large percentages of teachers at each grade band relied heavily on units or lessons they created to teach about COVID.</p>\n<p>Teachers identified several reasons why they chose to teach about COVID. At the elementary level, many teachers took up the topic as a way to address student fear and anxiety. Middle and high school teachers typically addressed COVID because it was a relevant and current event. Conversely, elementary teachers who did not address COVID cited the age of their students, lack of stable knowledge about COVID, and the desire to avoid causing fear and anxiety. Middle and high school teachers who did not teach about COVID overwhelmingly noted lack of alignment to their standards or curriculum.</p>\n<p>In summary, when students turned to their science teachers with questions about COVID, teachers across grade bands responded. Teacher response was thoughtful and deliberate, drawing on reputable sources of information to make informed instructional decisions as scientific knowledge of the virus and disease evolved. Teachers also provided support for student emotional and mental health when faced with difficult student questions and concerns.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/25/2022<br>\n\t\t\t\t\tModified by: Patrick&nbsp;S&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn early 2020, the World Health Organization declared COVID-19 a global pandemic. Since then, tens of thousands of science teachers in the United States have been doing their best to answer student questions about SARS-CoV-2 and COVID-19 (referred to as COVID hereafter). For biology/life science teachers, the pandemic has presented a real-world opportunity to engage students in the science of viruses and how to reduce their transmission. But biology teachers have not been alone in fielding student questions. High school chemistry and physics teachers, middle school general science teachers, and elementary teachers have all responded to students' needs for information. In this way, science teachers across grade levels serve an important function as public health educators, providing information and, at times, reassurance.\n\nIn the spring of 2020, Horizon Research, Inc. (HRI) received support from the National Science Foundation to study how science teachers respond when urgent science-related issues such as COVID emerge and what guides their responses. The study addressed the following research questions:\n\n1. Where do K-12 teachers of science get their information about COVID, and what types of resources do they find most useful? What resources do teachers need but not have access to?\n\n2. What factors influence whether and how science teachers address COVID in their instruction?\n\n3. How have science teachers adapted their teaching in response to COVID, whether viruses and disease transmission are part of their curriculum or not? How is their instruction similar to and different from their typical instruction?\n\nThis study developed and administered a survey to approximately 3,500 K-12 science teachers. The survey covered a broad range of topics, including instructional activities used to teach about COVID (e.g., lecture, group discussion, investigations), specific topics addressed (e.g., how COVID is diagnosed, how COVID is transmitted), and where teachers acquired information about COVID (e.g., websites, television news stations, print media). The survey also gathered information about factors that affected teachers' decision to teach or not teach about COVID.\n\nStudy data indicate that teachers accessed a variety of media sources to find information about COVID, with large percentages relying on health information websites such as the Center for Disease Control and National Institutes of Health. However, these and other health information websites were more likely to be accessed by teachers who taught about COVID than by those who did not.\n\nThe study found that large proportions of life and non-life science teachers at each grade band devoted class time to COVID. Life science teachers tended to address COVID as part of their curriculum, while non-life science teachers addressed it as a standalone topic. The vast majority of teachers at each grade band indicated that students asked questions about COVID before they addressed the topic. Students asked questions about many different aspects of COVID, including risk of infection, what the virus/disease is, and how to prevent transmission. Yet, large majorities of life and non-life science teachers at each grade band indicated they would have addressed COVID even if students had not asked about it.\n\nAcross grade bands, the most commonly addressed topics while school buildings were open included how the virus is transmitted and what coronavirus/COVID-19 is. In contrast, after school buildings closed, teachers increasingly focused on topics related to public health, such as the impacts of social distancing and factors that place people at risk for contracting the virus. Interestingly, teachers in high-poverty schools were more likely than teachers in low-poverty schools to address COVID transmission, COVID treatment/diagnosis, and advanced COVID topics. Large percentages of teachers at each grade band relied heavily on units or lessons they created to teach about COVID.\n\nTeachers identified several reasons why they chose to teach about COVID. At the elementary level, many teachers took up the topic as a way to address student fear and anxiety. Middle and high school teachers typically addressed COVID because it was a relevant and current event. Conversely, elementary teachers who did not address COVID cited the age of their students, lack of stable knowledge about COVID, and the desire to avoid causing fear and anxiety. Middle and high school teachers who did not teach about COVID overwhelmingly noted lack of alignment to their standards or curriculum.\n\nIn summary, when students turned to their science teachers with questions about COVID, teachers across grade bands responded. Teacher response was thoughtful and deliberate, drawing on reputable sources of information to make informed instructional decisions as scientific knowledge of the virus and disease evolved. Teachers also provided support for student emotional and mental health when faced with difficult student questions and concerns.\n\n \n\n\t\t\t\t\tLast Modified: 04/25/2022\n\n\t\t\t\t\tSubmitted by: Patrick S Smith"
 }
}