{
 "awd_id": "2027233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Mitigating antibiotic resistance in drinking water by understanding the impact of corrosion inhibitors and corrosion products",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2024-07-31",
 "tot_intn_awd_amt": 203698.0,
 "awd_amount": 203698.0,
 "awd_min_amd_letter_date": "2020-07-21",
 "awd_max_amd_letter_date": "2020-07-21",
 "awd_abstract_narration": "The spread of antibiotic resistance threatens public health by rendering antibiotics ineffective. Drinking water distribution systems are a source of antibiotic resistance genes, the genetic material that makes bacteria resistant to antibiotics. Water distribution systems are particularly concerning as they are a direct conveyor of antibiotic resistance genes to vulnerable populations including children, the elderly, hospital patients, and people with weakened immune systems. Metals are known to promote the development of antibiotic resistance. Some of these metals are also present in distribution systems due to pipe corrosion and the presence of corrosion inhibitors. The goal of this research is to determine which water pipe materials and corrosion inhibitor choices result in minimal antibiotic resistance. This goal will be achieved through experiments to examine the role of corrosion on antibiotic resistance development. Collaborations between the research team and water utilities will facilitate research to determine the interplay between resistance genes, pipe surfaces, and drinking water chemistry in real-world distribution systems. Further benefits to society will result from guidance provided to drinking water utilities across the country. This guidance will help them decide which pipe materials and corrosion inhibitors best prevent the spread of antibiotic resistance in drinking water to protect public health.\r\n \r\nThe spread of antibiotic resistance is a primary public health concern. Metals are a known stressor for antibiotic resistance and are prevalent in drinking water systems due to aging infrastructure and the use of metal-containing corrosion inhibitors. The central hypothesis of this work is that corrosion inhibitors and corrosion products yield metals in water distribution systems that increase the abundance and alter the types of antibiotic resistant genes in municipal drinking water.  The research team combines expertise in chemistry and molecular microbiology to address three complimentary objectives. Objective 1 is to determine the impact of corrosion inhibitors on antibiotic resistance under variable nutrient conditions. Objective 2 is to elucidate the effect of corrosion products on antibiotic resistance using complimentary culture-based and non-culture-based techniques. Objective 3 is to identify linkages between corrosion products and the quantity and profile of antibiotic resistance genes in real-world drinking water distribution system pipes. Surface chemistry characterization will be coupled with Droplet Digital PCR to identify chemical relationships to antibiotic resistance gene profiles. Knowledge generated from this research will help utilities mitigate the spread of antibiotic resistance in drinking water distribution systems. Results will be incorporated into an annual two-day professional short course on emerging contaminants in water and wastewater. Additionally, the PIs will build on previous summer outreach efforts and host a high school course to engage underrepresented students in summer research to increase the diversity of the Nation’s STEM workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yin",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yin Wang",
   "pi_email_addr": "wang292@uwm.edu",
   "nsf_id": "000691735",
   "pi_start_date": "2020-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Milwaukee",
  "inst_street_address": "3203 N DOWNER AVE # 273",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142294853",
  "inst_zip_code": "532113153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "JBQ9M3PLFDP5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Milwaukee",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532010340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 203698.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Antibiotic resistance is a growing global public health crisis, which has a wide range of negative impacts on the patient, healthcare, and societal levels. For vulnerable populations, including children, the elderly, hospital patients, and people with weakened immune systems, antibiotic-resistant pathogens pose serious consequences. A variety of environmental factors act as selective pressure for antibiotic resistance, including metals. Specifically, metals are prevalent in drinking water distribution systems (DWDS), and they enter drinking water via corrosion of metallic pipes and the addition of corrosion inhibitors. The metals in DWDS are a function of the pipe materials present, their unique generation of corrosion products, and the corrosion inhibitors applied, but there is lack of research to explain how particular metals and their specific corrosion products and use of corrosion inhibitors impact selection for antibiotic resistance. Considering the aged drinking water infrastructure in the U.S., there is a critical need to understand how engineering decisions impact public health as we replace and upgrade our infrastructure.</p>\r\n<p>The overarching goal of this project was to determine how corrosion inhibitors and corrosion products impact antibiotic resistance, using a combination of microbiology and chemistry approaches. This was accomplished via three specific objectives: (1) determine the impact of various corrosion inhibitors (zinc orthophosphate, sodium orthophosphate, sodium silicates) on antibiotic resistance under variable nutrient conditions; (2) establish the effect of corrosion products of various metal pipe materials (iron, lead, copper) on antibiotic resistance; and (3) identify corrosion products and quantify antibiotic resistance genes (ARG) in full-scale DWDS pipes.</p>\r\n<p>Through a series of laboratory-scale and full-scale studies, the following major results are achieved. (1) The use of corrosion inhibitors significantly altered the abundance of antibiotic-resistant bacteria (ARB), the selection of ARG and metal resistance genes, and the microbial community structure and diversity. Compared to phosphate-based inhibitors, sodium silicates resulted in the least selection potential for ARB and ARG. Further, co-occurrence of corrosion inhibitors and disinfectants could lead to significant changes to the antibiotic resistome and microbiome in drinking water sources. (2) The impact of corrosion product on antibiotic resistance depended on the metal type of the corrosion product. Specifically, copper and lead corrosion products increased antibiotic resistance, and the extent of influence was related to the concentration and speciation of copper and lead corrosion products. Meanwhile, iron corrosion products had minimal impact on antibiotic resistance. Moreover, the combined addition of copper corrosion products and zinc orthophosphate as a corrosion inhibitor resulted in the increases in ARB and ARG, coinciding with changes to microbial community diversity. (3) Various corrosion products were observed on metal pipes harvested from DWDS, and the dominant corrosion products were influenced by system water chemistry. In addition, DWDS pipes could accumulate a substantial amount of trace metals, and corrosion scales and biofilms of the pipes could serve as sources of resistance genes.</p>\r\n<p>In conclusion, results of this project demonstrate the importance of corrosion inhibitors and corrosion products on the selection of antibiotic resistance. Elucidating the impacts of corrosion inhibition practices and water distribution system pipe material on public health is especially relevant to urban areas containing a high proportion of old pipes. Specifically, by understanding which metals affect the proliferation of antibiotic resistance, municipalities can make informed engineering decisions to better protect public health. ARB and ARG are of particular concern for the most vulnerable populations in hospitals, daycares, and nursing homes, and for people living in poverty affected by increased illness rates. The data generated from this research will broadly impact society by determining how aging DWDS are impacting bacteria in drinking water that people consume in urban areas. In addition, this project supported the training of two graduate students and several undergraduate researchers for cutting-edge research in water chemistry and microbiology. Knowledge of this project has also been incorporated into course modules of key undergraduate courses to better prepare students for careers in industry, academic, and government agencies.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/26/2024<br>\nModified by: Yin&nbsp;Wang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAntibiotic resistance is a growing global public health crisis, which has a wide range of negative impacts on the patient, healthcare, and societal levels. For vulnerable populations, including children, the elderly, hospital patients, and people with weakened immune systems, antibiotic-resistant pathogens pose serious consequences. A variety of environmental factors act as selective pressure for antibiotic resistance, including metals. Specifically, metals are prevalent in drinking water distribution systems (DWDS), and they enter drinking water via corrosion of metallic pipes and the addition of corrosion inhibitors. The metals in DWDS are a function of the pipe materials present, their unique generation of corrosion products, and the corrosion inhibitors applied, but there is lack of research to explain how particular metals and their specific corrosion products and use of corrosion inhibitors impact selection for antibiotic resistance. Considering the aged drinking water infrastructure in the U.S., there is a critical need to understand how engineering decisions impact public health as we replace and upgrade our infrastructure.\r\n\n\nThe overarching goal of this project was to determine how corrosion inhibitors and corrosion products impact antibiotic resistance, using a combination of microbiology and chemistry approaches. This was accomplished via three specific objectives: (1) determine the impact of various corrosion inhibitors (zinc orthophosphate, sodium orthophosphate, sodium silicates) on antibiotic resistance under variable nutrient conditions; (2) establish the effect of corrosion products of various metal pipe materials (iron, lead, copper) on antibiotic resistance; and (3) identify corrosion products and quantify antibiotic resistance genes (ARG) in full-scale DWDS pipes.\r\n\n\nThrough a series of laboratory-scale and full-scale studies, the following major results are achieved. (1) The use of corrosion inhibitors significantly altered the abundance of antibiotic-resistant bacteria (ARB), the selection of ARG and metal resistance genes, and the microbial community structure and diversity. Compared to phosphate-based inhibitors, sodium silicates resulted in the least selection potential for ARB and ARG. Further, co-occurrence of corrosion inhibitors and disinfectants could lead to significant changes to the antibiotic resistome and microbiome in drinking water sources. (2) The impact of corrosion product on antibiotic resistance depended on the metal type of the corrosion product. Specifically, copper and lead corrosion products increased antibiotic resistance, and the extent of influence was related to the concentration and speciation of copper and lead corrosion products. Meanwhile, iron corrosion products had minimal impact on antibiotic resistance. Moreover, the combined addition of copper corrosion products and zinc orthophosphate as a corrosion inhibitor resulted in the increases in ARB and ARG, coinciding with changes to microbial community diversity. (3) Various corrosion products were observed on metal pipes harvested from DWDS, and the dominant corrosion products were influenced by system water chemistry. In addition, DWDS pipes could accumulate a substantial amount of trace metals, and corrosion scales and biofilms of the pipes could serve as sources of resistance genes.\r\n\n\nIn conclusion, results of this project demonstrate the importance of corrosion inhibitors and corrosion products on the selection of antibiotic resistance. Elucidating the impacts of corrosion inhibition practices and water distribution system pipe material on public health is especially relevant to urban areas containing a high proportion of old pipes. Specifically, by understanding which metals affect the proliferation of antibiotic resistance, municipalities can make informed engineering decisions to better protect public health. ARB and ARG are of particular concern for the most vulnerable populations in hospitals, daycares, and nursing homes, and for people living in poverty affected by increased illness rates. The data generated from this research will broadly impact society by determining how aging DWDS are impacting bacteria in drinking water that people consume in urban areas. In addition, this project supported the training of two graduate students and several undergraduate researchers for cutting-edge research in water chemistry and microbiology. Knowledge of this project has also been incorporated into course modules of key undergraduate courses to better prepare students for careers in industry, academic, and government agencies.\r\n\n\n\t\t\t\t\tLast Modified: 11/26/2024\n\n\t\t\t\t\tSubmitted by: YinWang\n"
 }
}