{
 "awd_id": "2027740",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantitative Measurements of Temperature and Species in Counterflow Flames Near Extinction",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927281",
 "po_email": "hchellia@nsf.gov",
 "po_sign_block_name": "Harsha Chelliah",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2020-07-13",
 "awd_max_amd_letter_date": "2020-07-13",
 "awd_abstract_narration": "Accurate measurements of temperature are critical for improving our understanding and modeling of flame structure and pollutant formation in flames.  Modern computational models of both laminar and turbulent flames incorporate detailed models of chemical reaction kinetics and transport processes.  The rates of chemical reactions in particular can exhibit strong temperature dependence.  Consequently, accurate and validated methods for measuring flame temperatures are critical for rigorous comparison of numerical calculations of flame structure and pollutant formation with experiment.  Coherent anti-Stokes Raman scattering (CARS) spectroscopy is widely considered to be the most accurate temperature measurement technique for flames but it is difficult to assess accurately the absolute temperature accuracy of the method, mostly because of the lack of other validated methods for measuring temperatures in excess of 2000 K.  In this work a rigorous theoretical analysis of the accuracy of temperature measurements using the laser diagnostic method CARS spectroscopy will be performed.  In addition, a new type of CARS experimental system will be developed to eliminate some factors which cause increased uncertainty in CARS temperature measurements.  \r\n\r\nThe goal of the project is to demonstrate temperature measurement accuracies of better than one per cent, which will enable rigorous evaluation of important aspects of computational flame models.  Temperatures will be measured in both near-adiabatic Hencken burner flames and in non-premixed counterflow flames using an advanced high-spectral-resolution scanning CARS system.  These measurements are enabled by the recent acquisition by our group of a high-power, single-frequency-mode, tunable titanium:sapphire continuous-wave laser system.  The spectral width of the CARS laser beams will be approximately an order of magnitude less than the spectral width of the Raman lines for species such as N2 and H2.  Consequently, we will be able to resolve the CARS spectral lines, minimizing the effects of the uncertainties their linewidths.  The impact of the vibration-rotation interactions (the Herman-Wallis effect) and the effect of vibrational anharmonicity on the accuracy of temperatures extracted from N2 and H2 CARS spectra will be theoretically investigated.  The accuracy of the high-spectral-resolution CARS temperature measurements will be validated in near-adiabatic Hencken burner flames.  The validated CARS temperature measurements will then be performed in laminar, counterflow, non-premixed hydrocarbon/air flames, emphasizing measurements of flame structure near extinction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Lucht",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Lucht",
   "pi_email_addr": "lucht@purdue.edu",
   "nsf_id": "000281892",
   "pi_start_date": "2020-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Gore",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jay P Gore",
   "pi_email_addr": "gore@purdue.edu",
   "nsf_id": "000223354",
   "pi_start_date": "2020-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aman",
   "pi_last_name": "Satija",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aman Satija",
   "pi_email_addr": "asatija@purdue.edu",
   "nsf_id": "000790342",
   "pi_start_date": "2020-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Veeraraghava",
   "pi_last_name": "Hasti",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Veeraraghava R Hasti",
   "pi_email_addr": "vhasti@ucf.edu",
   "nsf_id": "000824120",
   "pi_start_date": "2020-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "Young Hall",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main outcomes of the project were:</p>\r\n<p>1.&nbsp; A counterflow flame system was designed and fabricated based on the Seshadri/Wiiliams UCSD counterflow flame system.&nbsp; The system features two straight nozzles with screens to provide uniform flow at the fuel and oxidizer exit planes.&nbsp; A vaccuum system to provide a pathway for flame exhaust gases to a water-cooled annulus surrounding the lower nozzle.&nbsp; The operating parameters for the system were optimized to obtain stable flame operation for the different fuel mixtures investigated.&nbsp;&nbsp;The fuel streams for the nonpremixed counterflow flames were H<sub>2</sub>/CH<sub>4</sub>/N<sub>2</sub>,&nbsp; C<sub>2</sub>H<sub>4</sub>/N<sub>2</sub>, and NH<sub>3</sub>/H<sub>2</sub>/N<sub>2</sub>, and the oxidizer stream in each case was air.&nbsp; &nbsp;A series of measurements were acquired in the&nbsp;H<sub>2</sub>/CH<sub>4</sub>/N<sub>2</sub>&nbsp;flames in order to verify the stability of the flame system and to assess the accuracy and precision of the dual-pump CARS measurements.&nbsp; Measurements in the&nbsp;C<sub>2</sub>H<sub>4</sub>/N<sub>2</sub>&nbsp;and NH<sub>3</sub>/H<sub>2</sub>/N<sub>2 </sub>flames are ongoing.&nbsp;&nbsp;&nbsp;</p>\r\n<p>2.&nbsp; Quantitative measurements of temperature and species concentration profiles were performed in nonpremixed counterflow flames using dual-pump coherent anti-Stokes Raman scattering (CARS) spectroscopy.&nbsp; The species profiles that were measured in each case were H<sub>2</sub> and O<sub>2</sub>.&nbsp; The accuracy and precision of the CARS temperature measurements was verified by performing temperature measurments in H<sub>2</sub>/air flames stabilized on a near-adiabatic Hencken burner.&nbsp; The inclusion of Herman-Wallis effects in the theoretical model for the CARS spectra was foudn to be critical to attaining a temperature measurement accuracy of 1% or better. The measurements will be described in detail in a manuscript that is being prepared for Applied Optics.&nbsp;</p>\r\n<p>3.&nbsp; One of the&nbsp;most significant&nbsp;&nbsp;accomplishments was the measurement of temperature profiles along the centerline of nonpromixed flames with fuel mixtures of H<sub>2</sub> and CH<sub>4</sub>, H<sub>2</sub> and NH<sub>3</sub>, and with C<sub>2</sub>H<sub>4</sub> and N<sub>2</sub>.&nbsp; Some of the measurements were compared with both one-dimensional calculations along the flame centerline using the Canterra code and three-dimensional calculations using the Converge software with adaptive mesh refinement.&nbsp; The measured peak flame temperatures for the H<sub>2</sub>/CH<sub>4</sub>/N<sub>2</sub> flames were in excellent agreement, to within1.1%, with calculated peak flame measurments when the UCSD chemical kinetic submodel was used.&nbsp; Calculated peak flame&nbsp; temperatures were lower than measured temperatures by approximately 3% and 2% when the Aramco and GRI mechanisms, respectively, were used.&nbsp; &nbsp;</p>\r\n<p>The flame structure calculated with the two methods agree with our experimental measurements especially on the fuel-lean side. The measured CARS temperature profiles are consistently wider than those calculated with one-dimensional and three dimensional codes. The calculated profiles for high hydrogen containing flames are consistently narrower than the measured profiles on the fuel rich side. We are still assessing the reasons but early indications are that the widths of the flames are higher with higher&nbsp;H<sub>2</sub> suggesting differential diffusion.&nbsp; The results of the 3D calculations show a three-dimensional structures away from the axis most likely resulting from the effects of buoyancy, surrounding boundaries and the exhaust fan generated flow.&nbsp; We are continuing to use the Converge 3D calculations to provide further insights into flame structure and to detemine why the measured centerline temperature profiles are slightly wider than the calculated profiles.&nbsp;&nbsp;</p><br>\n<p>\n Last Modified: 01/19/2025<br>\nModified by: Robert&nbsp;P&nbsp;Lucht</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe main outcomes of the project were:\r\n\n\n1. A counterflow flame system was designed and fabricated based on the Seshadri/Wiiliams UCSD counterflow flame system. The system features two straight nozzles with screens to provide uniform flow at the fuel and oxidizer exit planes. A vaccuum system to provide a pathway for flame exhaust gases to a water-cooled annulus surrounding the lower nozzle. The operating parameters for the system were optimized to obtain stable flame operation for the different fuel mixtures investigated.The fuel streams for the nonpremixed counterflow flames were H2/CH4/N2, C2H4/N2, and NH3/H2/N2, and the oxidizer stream in each case was air. A series of measurements were acquired in theH2/CH4/N2flames in order to verify the stability of the flame system and to assess the accuracy and precision of the dual-pump CARS measurements. Measurements in theC2H4/N2and NH3/H2/N2 flames are ongoing.\r\n\n\n2. Quantitative measurements of temperature and species concentration profiles were performed in nonpremixed counterflow flames using dual-pump coherent anti-Stokes Raman scattering (CARS) spectroscopy. The species profiles that were measured in each case were H2 and O2. The accuracy and precision of the CARS temperature measurements was verified by performing temperature measurments in H2/air flames stabilized on a near-adiabatic Hencken burner. The inclusion of Herman-Wallis effects in the theoretical model for the CARS spectra was foudn to be critical to attaining a temperature measurement accuracy of 1% or better. The measurements will be described in detail in a manuscript that is being prepared for Applied Optics.\r\n\n\n3. One of themost significantaccomplishments was the measurement of temperature profiles along the centerline of nonpromixed flames with fuel mixtures of H2 and CH4, H2 and NH3, and with C2H4 and N2. Some of the measurements were compared with both one-dimensional calculations along the flame centerline using the Canterra code and three-dimensional calculations using the Converge software with adaptive mesh refinement. The measured peak flame temperatures for the H2/CH4/N2 flames were in excellent agreement, to within1.1%, with calculated peak flame measurments when the UCSD chemical kinetic submodel was used. Calculated peak flame temperatures were lower than measured temperatures by approximately 3% and 2% when the Aramco and GRI mechanisms, respectively, were used. \r\n\n\nThe flame structure calculated with the two methods agree with our experimental measurements especially on the fuel-lean side. The measured CARS temperature profiles are consistently wider than those calculated with one-dimensional and three dimensional codes. The calculated profiles for high hydrogen containing flames are consistently narrower than the measured profiles on the fuel rich side. We are still assessing the reasons but early indications are that the widths of the flames are higher with higherH2 suggesting differential diffusion. The results of the 3D calculations show a three-dimensional structures away from the axis most likely resulting from the effects of buoyancy, surrounding boundaries and the exhaust fan generated flow. We are continuing to use the Converge 3D calculations to provide further insights into flame structure and to detemine why the measured centerline temperature profiles are slightly wider than the calculated profiles.\t\t\t\t\tLast Modified: 01/19/2025\n\n\t\t\t\t\tSubmitted by: RobertPLucht\n"
 }
}