{
 "awd_id": "2027376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Engaging Students in Scientific Practices: Evaluating Evidence and Explanation in Secondary Earth and Space Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032922760",
 "po_email": "rochsend@nsf.gov",
 "po_sign_block_name": "Robert Ochsendorf",
 "awd_eff_date": "2019-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 1501288.0,
 "awd_amount": 1501288.0,
 "awd_min_amd_letter_date": "2020-03-26",
 "awd_max_amd_letter_date": "2020-08-24",
 "awd_abstract_narration": "The Discovery Research K-12 program (DRK-12) seeks to significantly enhance the learning and teaching of science, technology, engineering and mathematics (STEM) by preK-12 students and teachers, through research and development of innovative resources, models and tools (RMTs). Projects in the DRK-12 program build on fundamental research in STEM education and prior research and development efforts that provide theoretical and empirical justification for proposed projects. This project will develop, implement, test, and revise instructional approaches and materials for high school students that focus on the links between scientific evidence and alternative explanations of phenomena relating to Earth and space education.  Students will examine alternative explanations for natural phenomena associated with extreme weather events, freshwater resource availability, and related topics in learning how to evaluate scientifically valid lines of evidence and explanation.  Students will learn to construct diagrams showing the links between explanatory models of natural phenomena and lines of evidence, and then evaluate the plausibility of various alternative explanations for events.  It is expected that engagement in these activities will help students gain proficiency in model-based reasoning, critical thinking, planning and analyzing scientifically valid investigations, constructing plausible explanations, engaging in collaborative argumentation, and critically evaluating scientific information.     \r\n\r\nThis 4-year Design and Development project will examine use of Model-Evidence Link (MEL) diagrams that are intended to help students cognitively construct mental scaffolds that assist their engagement in the practices of critical evaluation, plausibility appraisal, and knowledge construction related to science topics that are considered by some as controversial.  Prior research has demonstrated the potential educational outcomes of using MEL diagrams, but this project will extend the previous work by examining an approach where students construct their own MEL diagrams (build-a-MELs, or baMELs). The project will examine the use of both pre-constructed MELs and baMELs for effectiveness in promoting student engagement in scientific reasoning and practices. The project will employ design-based research methodologies in pursuing answers to three research questions: (1) Do baMEL activities tested in multiple high school classroom settings promote critical evaluation, plausibility reappraisal, and  scientifically accurate knowledge construction about controversial Earth and space science topics? (2) How do these additional baMELs differ from pre-constructed MELs in promoting critical evaluation, plausibility reappraisal, and knowledge construction? And (3) To what extent does repeated use of both pre-constructed MELs and baMELs result in student engagement of scientific practices (i.e., asking critical questions, using model-based reasoning, planning and analyzing scientifically valid investigations, constructing plausible explanations, engaging in collaborative argumentation, and critically evaluating scientific information)?  The project will engage high school students taking Earth and space classes in selected schools of Georgia, New Jersey, and within Philadelphia.  Teacher professional development opportunities associated with the project will include summer institutes, classroom supports, and mentoring sessions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Doug",
   "pi_last_name": "Lombardi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doug Lombardi",
   "pi_email_addr": "lombard1@umd.edu",
   "nsf_id": "000626317",
   "pi_start_date": "2020-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Insook",
   "pi_last_name": "Han",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Insook Han",
   "pi_email_addr": "insook.han@temple.edu",
   "nsf_id": "000743471",
   "pi_start_date": "2020-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "3112 Lee Building",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207423370",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0417",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001718DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 318469.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 1182819.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The purpose of this project was to promote students' scientific thinking when confronted with Earth and space science topics of social relevance (e.g., the climate crisis, availability of freshwater resources, fossils and fossil fuel use, and astronomical origins). The project team developed, implemented, and tested instructional materials and methods that facilitated middle and high school students&rsquo; engagement in the practices of scientific evaluations and judgments, and knowledge construction about socio-scientific topics. These novel, autonomy-supportive instruction scaffolds used the Model-Evidence Link (MEL) diagram structure, originally developed in an earlier exploratory-level DRK-12 project (DRL-1316057).</span></p>\n<p><span>The project incorporated a design-based research approach that involved both educational researchers and classroom teachers on the project team. During the project, systematic pilot testing showed that MEL scaffolded instruction resulted in shifting middle and high school students toward a more scientific stance and deepened their Earth and space science knowledge. Furthermore, a more autonomy-supportive form of the scaffolding allowing students more agency (i.e., which allows more autonomy and decision-making during the instructional activity) adds a meaningful learning boost. These results were confirmed after a robust experimental study involving data collected from middle and high school classrooms located in both the Middle Atlantic and Southeastern United States. This robust study enhanced the results of earlier pilot studies showing that introduction of autonomy-supportive scaffolding may be dependent on students' developmental level (middle vs. high school), and that teachers should be mindful that in certain situations, less autonomy in science instruction may be warranted. Our results underscore the value of instructional scaffolding and development of more autonomy-supportive instructional environments to optimize science learning outcomes.</span></p>\n<p><span>Our robust analyses also revealed that middle and high school students&rsquo; engagement in constructing scientific knowledge with their peers was expressed with more autonomy-supportive scaffolding. When students effectively collaborated and negotiated toward consensus in their scientific evaluation of evidence and alternative explanations about Earth and space science phenomena, they achieved greater levels of understanding.</span></p>\n<p><strong>All project articles may be downloaded free of charge at&nbsp;https://blog.umd.edu/sciencelearning/publications/</strong></p>\n<p>Teachers also have a strong need for professional development that presents and scaffolds new instructional strategies. Our project team provided seven (7) three-day summer institutes and follow on professional development involving about 150 teachers. In these professional development sessions, the project team prepared teachers to effectively implement scaffolded science instruction by (a) engaging them in comprehensive professional development and (b) providing them easy to use and readily available curriculum resources. Teachers reported that our summer institutes gave them more knowledge and activities to help engage their students better achieve state-aligned science teaching standards. After implementing the instructional activities developed by the project, teachers reported that their students were more confident and able to use evidence and debate topics toward consensus and greater understanding. Additionally, teachers reported that they are successfully using strategies to facilitate students&rsquo; engagement in the content and discussions. In short, the participating teachers valued the curriculum resources as ways to engage students in science and engineering practices as well as relevant content for future understanding of science.&nbsp;</p>\n<p><strong>All instructional materials and professional development resources may be downloaded at&nbsp;https://serc.carleton.edu/mel/</strong></p>\n<p>Developing students&rsquo; science knowledge may necessitate them to be able to weigh the connections between evidence and explanations of phenomena, in light of alternatives. This constitutes a more scientific habit of mind. The scaffolds we have designed and tested in this project are expanding students&rsquo; agency, where learners become active agents in knowledge construction and may better transfer their scientific evaluations and judgments beyond the classroom context (i.e., to better use scientific thinking to meet local, regional, and global challenges to their communities). Greater understanding of when and how to guide students to be more critical and autonomous learners has helped the project team contribute meaningfully to science education research and science teaching,&nbsp;</p>\n<p>Developing students' scientific thinking involves facilitating their understanding about what scientists know and how scientists know what they know. Scientific thinking is a reliable way to promote deeper scientific knowledge that ultimately leads to students that are scientifically literate. Our research used instructional design that applies learning theories pragmatically, all which help to equip a more scientifically literate citizenry able to equitably solve scientific challenges of social relevance in the local, regional, and global communities.</p><br>\n<p>\n Last Modified: 12/18/2023<br>\nModified by: Doug&nbsp;Lombardi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe purpose of this project was to promote students' scientific thinking when confronted with Earth and space science topics of social relevance (e.g., the climate crisis, availability of freshwater resources, fossils and fossil fuel use, and astronomical origins). The project team developed, implemented, and tested instructional materials and methods that facilitated middle and high school students engagement in the practices of scientific evaluations and judgments, and knowledge construction about socio-scientific topics. These novel, autonomy-supportive instruction scaffolds used the Model-Evidence Link (MEL) diagram structure, originally developed in an earlier exploratory-level DRK-12 project (DRL-1316057).\n\n\nThe project incorporated a design-based research approach that involved both educational researchers and classroom teachers on the project team. During the project, systematic pilot testing showed that MEL scaffolded instruction resulted in shifting middle and high school students toward a more scientific stance and deepened their Earth and space science knowledge. Furthermore, a more autonomy-supportive form of the scaffolding allowing students more agency (i.e., which allows more autonomy and decision-making during the instructional activity) adds a meaningful learning boost. These results were confirmed after a robust experimental study involving data collected from middle and high school classrooms located in both the Middle Atlantic and Southeastern United States. This robust study enhanced the results of earlier pilot studies showing that introduction of autonomy-supportive scaffolding may be dependent on students' developmental level (middle vs. high school), and that teachers should be mindful that in certain situations, less autonomy in science instruction may be warranted. Our results underscore the value of instructional scaffolding and development of more autonomy-supportive instructional environments to optimize science learning outcomes.\n\n\nOur robust analyses also revealed that middle and high school students engagement in constructing scientific knowledge with their peers was expressed with more autonomy-supportive scaffolding. When students effectively collaborated and negotiated toward consensus in their scientific evaluation of evidence and alternative explanations about Earth and space science phenomena, they achieved greater levels of understanding.\n\n\nAll project articles may be downloaded free of charge athttps://blog.umd.edu/sciencelearning/publications/\n\n\nTeachers also have a strong need for professional development that presents and scaffolds new instructional strategies. Our project team provided seven (7) three-day summer institutes and follow on professional development involving about 150 teachers. In these professional development sessions, the project team prepared teachers to effectively implement scaffolded science instruction by (a) engaging them in comprehensive professional development and (b) providing them easy to use and readily available curriculum resources. Teachers reported that our summer institutes gave them more knowledge and activities to help engage their students better achieve state-aligned science teaching standards. After implementing the instructional activities developed by the project, teachers reported that their students were more confident and able to use evidence and debate topics toward consensus and greater understanding. Additionally, teachers reported that they are successfully using strategies to facilitate students engagement in the content and discussions. In short, the participating teachers valued the curriculum resources as ways to engage students in science and engineering practices as well as relevant content for future understanding of science.\n\n\nAll instructional materials and professional development resources may be downloaded athttps://serc.carleton.edu/mel/\n\n\nDeveloping students science knowledge may necessitate them to be able to weigh the connections between evidence and explanations of phenomena, in light of alternatives. This constitutes a more scientific habit of mind. The scaffolds we have designed and tested in this project are expanding students agency, where learners become active agents in knowledge construction and may better transfer their scientific evaluations and judgments beyond the classroom context (i.e., to better use scientific thinking to meet local, regional, and global challenges to their communities). Greater understanding of when and how to guide students to be more critical and autonomous learners has helped the project team contribute meaningfully to science education research and science teaching,\n\n\nDeveloping students' scientific thinking involves facilitating their understanding about what scientists know and how scientists know what they know. Scientific thinking is a reliable way to promote deeper scientific knowledge that ultimately leads to students that are scientifically literate. Our research used instructional design that applies learning theories pragmatically, all which help to equip a more scientifically literate citizenry able to equitably solve scientific challenges of social relevance in the local, regional, and global communities.\t\t\t\t\tLast Modified: 12/18/2023\n\n\t\t\t\t\tSubmitted by: DougLombardi\n"
 }
}