{
 "awd_id": "2027888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Children's Biological Beliefs Concerning COVID-19 Disease Transmission",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-04-30",
 "awd_max_amd_letter_date": "2020-04-30",
 "awd_abstract_narration": "In the current COVID-19 crisis, developing effective means of educating children about disease transmission is a matter of vital concern, not only for scientific literacy, but also for public health. Children play an important role in the transmission of contagious illness, given how frequently they engage in risky behaviors such as touching their faces or making physical contact with caregivers. Public health recommendations include teaching best practice to children to reduce disease spread, but prior research shows that children are unlikely to engage in these practices without a firm understanding of the underlying process of disease transmission. This RAPID award to a team of researchers at the University of Michigan will assess what children know, what they don't know, and what they think they know (but is scientifically inaccurate) about the transmission of COVID-19. In conducting a comprehensive assessment with children aged 5-12 years and their parents, the researchers will address such questions as: At what ages do children understand aspects of viral transmission that are non-obvious or invisible, such as asymptomatic carriers, or the potential for objects and surfaces to carry infection? At what ages can children go beyond isolated facts they have learned to figure out what to do in new situations? How is children's biological reasoning influenced by non-biological factors, such whether a potential carrier is a friend or a stranger? How does children's reasoning about a pandemic that has already massively disrupted their daily lives (COVID-19) compare with their reasoning about a more ordinary and innocuous illness (the common cold)? Findings from the project will inform parents, educators, researchers, and public health professionals about children's understanding of the transmission of disease in general, and COVID-19 in particular. It will lay the foundation for the rapid development of evidence-based educational interventions that target gaps and misconceptions in children’s understanding, thereby improving both scientific literacy and adherence to public health guidelines. This RAPID award is made by the EHR Core Research (ECR) program in DRL, using funds from the Coronavirus Aid, Relief, and Economic Security (CARES) Act. ECR supports work that advances the fundamental research literature on STEM learning. \r\n\r\nThe research team will interview children age 5-12 years and their parents, employing a battery of measures to assess children's understanding of the biological processes of viral transmission, comparing COVID-19 with the common cold. Study 1 will address children's understanding of how and why viruses work and spread, with a battery of child-friendly tasks that assess: incubation periods (lag between infection and disease onset), asymptomatic hosts, that viruses can survive on a surface or object (such as a doorknob), and that viruses can gain access to the body through the eyes, nose, and mouth. Study 2 will focus on who may contract, transmit, or suffer the consequences of viral disease, and the role of both biological and non-biological factors (such as a person's nationality, language, or familiarity) in these judgments. For example, children will receive a series of vignettes, each involving two hypothetical characters of different social identities, where disease transmission is a possibility, and will be asked to assess the likelihood that the character will contract the illness, how sick the character will get, and whether or not the character will transmit the illness to another person. While in-person contact is restricted, children will be interviewed via face-to-face remote video and a Qualtrics survey link sent to the parent/guardian. Interviews will be recorded, transcribed, and coded. Intercorrelations among children's performance across the different tasks will assess whether understanding consists of piecemeal facts as opposed to coherent understandings. Determining children's understanding of disease transmission during this global pandemic provides an unprecedented opportunity to identify gaps and misconceptions in children's understanding of viral transmission, to provide a foundation for developing effective educational programming about biology in the elementary and middle school years. It will also be a source of theoretically significant data of central interest to STEM education regarding the coherence of children's biological theories over developmental time, and how children's informal biological theories may shift in the context of an ongoing health crisis. The project will provide a foundation for improving biological education, as well as for public health and children's understanding of and reactions to illness in others.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Gelman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Susan A Gelman",
   "pi_email_addr": "gelman@umich.edu",
   "nsf_id": "000233703",
   "pi_start_date": "2020-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "530 Church St",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091043",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "4N20",
   "app_name": "EHR CARES Act DEFC N",
   "app_symb_id": "040106",
   "fund_code": "040N2021DB",
   "fund_name": "EHR CARES Act DEFC N",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This RAPID project mapped out what children 5-12 years of age understand about the transmission of COVID-19, by&nbsp;conducting a comprehensive, cross-age assessment with U.S. families. The topic is a matter of vital concern, not only for scientific literacy, but also for public health. Children play an important role in the transmission of contagious illness, given how frequently they put things in their mouths, touch their faces, make physical contact with caregivers, etc. Accordingly, public health recommendations invariably include teaching even young children to engage in best practices (such as hand-washing) to reduce disease spread. Yet prior research also indicates that children are unlikely to engage in these practices without a firm understanding of the underlying process of disease transmission. Thus, assessing what children know, what children don't know, and their misconceptions, is the first step toward developing effective means of educating children about disease transmission.</p>\n<p>Across two studies, 347 children and their parents, as well as a sample of 479 unrelated adults, were interviewed during the first two years of the COVID-19 pandemic. The research team developed a battery of tasks assessing concepts of viruses, including: incubation periods (lag between infection and disease onset), asymptomatic disease, how long viruses survive outside the host, how viruses gain access to the body, and who is more likely to get sick. Results indicated that even the youngest children understood that germs cause disease, and that behaviors can play an important role in either transmitting disease (for example, via sneezing or coughing) or blocking disease (for example, via washing hands or mask-wearing). However, children faced consistent challenges as well. In contrast to adults, they had difficulty assessing how much risk was involved in situations not typically associated with illness (such as singing in a group, or blowing out birthday candles), and rarely understood the consequences of biological processes taking place within the body (such as viral replication, immune responses, or how vaccines work). Instead, young children maintained two competing frameworks about viruses and how they function: (1) at times treating viruses as inert objects that move through space (like billiard balls on a pool table), and (2) at times treating viruses as animal-like entities that have minds of their own and the ability to grow and move by themselves (like small creatures). These results suggest that children are still learning to piece together different facts about COVID-19 into a coherent whole. A challenge for the future is how to teach children about illness as a biological process without also fostering the misunderstanding that viruses are capable of thought and independent movement.</p>\n<p>The data also indicated that children and adults differed in their understanding of whether (and if so, why) there are disparities in who gets sick from COVID-19, due to age, race, income, and other factors. Children were generally less likely than adults to expect groups to differ in their susceptibility, and adults were more likely to report that structural factors (such as crowded living conditions or less opportunity to work from home) could play a role.</p>\n<p>Findings from the project have identified gaps and misconceptions in children's understanding of the transmission of viral disease in general, and COVID-19 in particular, thus providing evidence-based scientific data on how most effectively to target educational efforts with children to improve both scientific literacy and adherence to public health guidelines. The results provide a foundation for improving biological education, for public health messaging, and for children's understanding of and reactions to illness in others.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2022<br>\n\t\t\t\t\tModified by: Susan&nbsp;A&nbsp;Gelman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis RAPID project mapped out what children 5-12 years of age understand about the transmission of COVID-19, by conducting a comprehensive, cross-age assessment with U.S. families. The topic is a matter of vital concern, not only for scientific literacy, but also for public health. Children play an important role in the transmission of contagious illness, given how frequently they put things in their mouths, touch their faces, make physical contact with caregivers, etc. Accordingly, public health recommendations invariably include teaching even young children to engage in best practices (such as hand-washing) to reduce disease spread. Yet prior research also indicates that children are unlikely to engage in these practices without a firm understanding of the underlying process of disease transmission. Thus, assessing what children know, what children don't know, and their misconceptions, is the first step toward developing effective means of educating children about disease transmission.\n\nAcross two studies, 347 children and their parents, as well as a sample of 479 unrelated adults, were interviewed during the first two years of the COVID-19 pandemic. The research team developed a battery of tasks assessing concepts of viruses, including: incubation periods (lag between infection and disease onset), asymptomatic disease, how long viruses survive outside the host, how viruses gain access to the body, and who is more likely to get sick. Results indicated that even the youngest children understood that germs cause disease, and that behaviors can play an important role in either transmitting disease (for example, via sneezing or coughing) or blocking disease (for example, via washing hands or mask-wearing). However, children faced consistent challenges as well. In contrast to adults, they had difficulty assessing how much risk was involved in situations not typically associated with illness (such as singing in a group, or blowing out birthday candles), and rarely understood the consequences of biological processes taking place within the body (such as viral replication, immune responses, or how vaccines work). Instead, young children maintained two competing frameworks about viruses and how they function: (1) at times treating viruses as inert objects that move through space (like billiard balls on a pool table), and (2) at times treating viruses as animal-like entities that have minds of their own and the ability to grow and move by themselves (like small creatures). These results suggest that children are still learning to piece together different facts about COVID-19 into a coherent whole. A challenge for the future is how to teach children about illness as a biological process without also fostering the misunderstanding that viruses are capable of thought and independent movement.\n\nThe data also indicated that children and adults differed in their understanding of whether (and if so, why) there are disparities in who gets sick from COVID-19, due to age, race, income, and other factors. Children were generally less likely than adults to expect groups to differ in their susceptibility, and adults were more likely to report that structural factors (such as crowded living conditions or less opportunity to work from home) could play a role.\n\nFindings from the project have identified gaps and misconceptions in children's understanding of the transmission of viral disease in general, and COVID-19 in particular, thus providing evidence-based scientific data on how most effectively to target educational efforts with children to improve both scientific literacy and adherence to public health guidelines. The results provide a foundation for improving biological education, for public health messaging, and for children's understanding of and reactions to illness in others.\n\n \n\n\t\t\t\t\tLast Modified: 08/01/2022\n\n\t\t\t\t\tSubmitted by: Susan A Gelman"
 }
}