{
 "awd_id": "2027399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID/Collaborative Research: Agency COVID-19 Risk Communication on Social Media: Characterizing Drivers of Message Retransmission and Engagement",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Walter Peacock",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 93161.0,
 "awd_amount": 93161.0,
 "awd_min_amd_letter_date": "2020-04-20",
 "awd_max_amd_letter_date": "2020-04-20",
 "awd_abstract_narration": "Public health and emergency management agencies are on the front lines of informing and educating the public about the science of virus transmission and prevention. In response to a threat such as COVID-19, their mission requires the communication of accurate and credible information to local populations using a variety of media channels. Increasingly, social media is a critical component of their communication toolbox - but using it to rapidly and effectively inform the public in a crowded media environment remains a significant challenge.  In prior work on online communication associated with the Zika and Ebola outbreaks, the PIs established that effective messaging depended upon employing a combination of content, style, and structure features - but that the right mix seemed to depend upon properties of the disease event (including the uncertainty and ambiguity of the threat, the nature of the consequences involved, and the need for public information).  COVID-19 poses a distinct risk profile, with a disruption potential to the American public and the built environment not seen by any threat within decades.  This Rapid Response Research (RAPID) project will identify the key drivers of effective messaging in an emerging pandemic, and strategies for improving effectiveness in social media communication involving COVID-19 by public agencies.  The specific focus will be on the outcomes of message retransmission (essential for both high levels of message penetration and ensuring multiple exposures critical for behavioral influence) and engagement (a critical indicator of attention and a driver of trust), both of which are measurable and established as core outcomes in prior studies of effective social media communication.  By establishing evidence-based guidance for agencies to effectively warn, inform, and engage the general public during an emerging pandemic, this project will provide critical guidance needed to mount effective interventions that save lives, reduce economic losses, and protect the security of the nation against health threats, in alignment with the broader mission of the NSF.\r\n\r\nThis objective will be pursued through the following core activities: (1) collection of perishable social media data on COVID-19 messaging by public agencies, and public engagement with/retransmission of those messages; (2) content coding of COVID-19 messages, to typologize information that is specific to the present event; (3) characterization of messaging strategies used by public agencies in the evolving COVID-19 response; (4) predictive analysis of message outcomes based on message context, content, style, and structure; and (5) development of evidence-based guidance for effective social media messaging by public agencies in response to this and similar events.  This research strategy builds on successful prior work in response to emergent infectious disease threats and in the context of anthropogenic and natural hazard events.  The intellectual merit of the research includes: Risk communication messages on social media are real time traces of online in/formal communication shared under conditions of imminent and ongoing threat; Research on communication and messaging dynamics online provides insights into the social amplification of risk, via diffusion of information; and strategies to design effective messages. This project will test the risk communication on social media model in response to a global pandemic by analyzing official communication from state, local, and national public health and emergency management Twitter accounts.  The findings from this work will lead to the further development and refinement of the social amplification of risk framework and the risk communication on social media model.   The broader impacts of this work most prominently include the accumulation of an evidence base for social media messaging, as noted above.  This research will have immediate benefits to organizations and agencies tasked with communicating to at risk populations about emergent infectious disease in the context of the built environment. Our findings will inform the design and dissemination of risk communication messages and will be immediately applicable to public health and safety organizations in the context of COVID-19. Results will be shared via fact sheets, webinars, published papers, and presentations with academic and practitioner audiences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeannette",
   "pi_last_name": "Sutton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeannette Sutton",
   "pi_email_addr": "jsutton@albany.edu",
   "nsf_id": "000671333",
   "pi_start_date": "2020-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}