{
 "awd_id": "2027013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Fast Holographic Assay for Viral Infection with Application to COVID-19",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2022-03-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-03-24",
 "awd_max_amd_letter_date": "2020-03-24",
 "awd_abstract_narration": "Non-technical Abstract\r\nConventional diagnostic tests for viral infections focus on the biochemical properties of pathogens; they require costly reagents and multiple processing steps by highly trained personnel.  This RAPID program instead uses fast and inexpensive optical techniques to detect\r\nthe physical properties of viral pathogens.  The breakthrough that enables this new approach to medical diagnostics is a technique called holographic particle characterization (HPC).  HPC creates laser holograms of specially prepared test beads and uses those holograms to monitor small changes in the beads’ properties that occur when molecules or virus particles bind to their surfaces.  Originally developed for fundamental research in soft condensed matter physics, HPC already has been demonstrated to provide fast and sensitive immunoassays in model systems.  These measurements are fast, inexpensive and can be performed automatically with minimal human intervention.  The next step is to create libraries of test beads for different target diseases and to demonstrate that HPC can diagnose those diseases - first in the research laboratory, and then in a clinical setting. The anticipated product of this work is a new platform for diagnosing viral infections that can meet the need for fast, accurate and cost-effective testing under the strains imposed by public health crises.\r\n\r\nTechnical Abstract\r\nThere is an urgent need for new technologies to detect viral pathogens.  Holographic binding assays can detect the presence of virus particles and antibodies in fluid media through their influence on the optical properties of functionalized probe beads.  The micrometer-scale beads that will be developed for this program will incorporate chemical groups on their surfaces to selectively bind specific targets, such as the SARS-CoV-2 virus responsible for COVID-19 or the antibodies that are produced in response to infection. Bound targets increase the apparent size of a bead and alter its light-scattering properties.  Both of these effects can be resolved directly by holographic particle characterization, a comparatively new platform technology that has the demonstrated ability to measure the diameter and refractive index of micrometer-scale colloidal spheres with part-per-thousand precision.  A statistical sample consisting of thousands of single-bead measurements can be completed in a matter of minutes using commercial instrumentation for holographic particle characterization.  Specialized reagents are not required.  Multiplexed assays for multiple targets can be performed with libraries of functionalized beads that are distinguished by their base diameters and refractive indexes.  Each such assay can therefore simultaneously diagnose a viral infection both by the presence of virions, and also by the presence of antibodies.  This RAPID program will deliver scalable syntheses of probe beads for diagnosing viral infection and automated protocols for performing holographic binding assays, enabling high-throughput medical diagnostics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Grier",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "David G Grier",
   "pi_email_addr": "david.grier@nyu.edu",
   "nsf_id": "000129096",
   "pi_start_date": "2020-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kent",
   "pi_last_name": "Kirshenbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kent Kirshenbaum",
   "pi_email_addr": "kent@nyu.edu",
   "nsf_id": "000455085",
   "pi_start_date": "2020-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "726 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100039616",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Diagnostic tests for viral infection work by detecting molecules that are characteristic of the target virus and by differentiating those molecules from all of the others that might be present in a patient's sample. Holographic immunoassays solve this challenging measurement problem by allowing the target molecules to coat specially functionalized test beads and then measuring the associated increase in the beads' diameter with holographic video microscopy. The biochemistry of the binding sites ensures that only target molecules can bind. The precision of holographic particle characterization provides sensitivity to small target concentrations by resolving fantastically small changes in bead diameter. This approach has been used to create proof-of-concept diagnostic tests for SARS-CoV-2 and H1N1 influenza virus and to demonstrate selective assays for human antibodies. As a platform for label-free bead-based testing, holographic immunoassays are fast, accurate and cost-effective and can be rapidly programmed to respond effectively to novel and emergent public health challenges.</p>\n<p>The complete test involves incubating the patient sample with a few microliters of fluid containing test beads, then flowing the mixed sample down a microfluidic channel and through a laser beam. The test beads scatter some of the laser light, and the scattered light forms an interference pattern with the rest of the beam. The intensity of the interference pattern is captured with a video camera, and each snapshot is analyzed to detect and localize all of the beads in the channel and to measure each bead's diameter with nanometer precision. If the bead diameter increases after mixing with the patient's sample, the test yields a positive result.</p>\n<p>A statistically significant sample of several thousand test beads can be measured in ten minutes using commercially available holographic characterization instruments, which means that holographic immunoassays are suitable for high-throughput testing. Test beads for a novel target can be programmed as soon as antibodies to that target can be isolated and produced at scale. Holographic immunoassays therefore can be used as a first-rsponse test for novel diseases.</p>\n<p>Holographic characterization can distinguish test particles by the size and material composition of the substrate beads. Multiplexed tests for multiple targets therefore can be created by developing test beads for each target and then mixing the beads to make a test kit. Changes in the size of the different populations can be measured all at once, with the different types of beads being recognized automatically during the measurement process. This combines the benefits of batch-synthesized chemical manufacturing with the scalability of microfabricated array sensors.</p>\n<p>The platform for holographic immunoassays also has applications for fundamental research in any discipline that relies on molecular binding assays. Time-resolved holographic immunoassays can be performed with individual test beads localized in optical traps. This approach can be combined with multiplexing to measure the kinetics of molecular binding in complex multicomponent systems. These and other applications provide avenues for future research and development programs based on the successful conclusion of this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/06/2022<br>\n\t\t\t\t\tModified by: David&nbsp;G&nbsp;Grier</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDiagnostic tests for viral infection work by detecting molecules that are characteristic of the target virus and by differentiating those molecules from all of the others that might be present in a patient's sample. Holographic immunoassays solve this challenging measurement problem by allowing the target molecules to coat specially functionalized test beads and then measuring the associated increase in the beads' diameter with holographic video microscopy. The biochemistry of the binding sites ensures that only target molecules can bind. The precision of holographic particle characterization provides sensitivity to small target concentrations by resolving fantastically small changes in bead diameter. This approach has been used to create proof-of-concept diagnostic tests for SARS-CoV-2 and H1N1 influenza virus and to demonstrate selective assays for human antibodies. As a platform for label-free bead-based testing, holographic immunoassays are fast, accurate and cost-effective and can be rapidly programmed to respond effectively to novel and emergent public health challenges.\n\nThe complete test involves incubating the patient sample with a few microliters of fluid containing test beads, then flowing the mixed sample down a microfluidic channel and through a laser beam. The test beads scatter some of the laser light, and the scattered light forms an interference pattern with the rest of the beam. The intensity of the interference pattern is captured with a video camera, and each snapshot is analyzed to detect and localize all of the beads in the channel and to measure each bead's diameter with nanometer precision. If the bead diameter increases after mixing with the patient's sample, the test yields a positive result.\n\nA statistically significant sample of several thousand test beads can be measured in ten minutes using commercially available holographic characterization instruments, which means that holographic immunoassays are suitable for high-throughput testing. Test beads for a novel target can be programmed as soon as antibodies to that target can be isolated and produced at scale. Holographic immunoassays therefore can be used as a first-rsponse test for novel diseases.\n\nHolographic characterization can distinguish test particles by the size and material composition of the substrate beads. Multiplexed tests for multiple targets therefore can be created by developing test beads for each target and then mixing the beads to make a test kit. Changes in the size of the different populations can be measured all at once, with the different types of beads being recognized automatically during the measurement process. This combines the benefits of batch-synthesized chemical manufacturing with the scalability of microfabricated array sensors.\n\nThe platform for holographic immunoassays also has applications for fundamental research in any discipline that relies on molecular binding assays. Time-resolved holographic immunoassays can be performed with individual test beads localized in optical traps. This approach can be combined with multiplexing to measure the kinetics of molecular binding in complex multicomponent systems. These and other applications provide avenues for future research and development programs based on the successful conclusion of this project.\n\n\t\t\t\t\tLast Modified: 05/06/2022\n\n\t\t\t\t\tSubmitted by: David G Grier"
 }
}