{
 "awd_id": "2027608",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Quantifying the amount and functional significance of long-term stored-water in trees",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 476566.0,
 "awd_amount": 476566.0,
 "awd_min_amd_letter_date": "2020-07-06",
 "awd_max_amd_letter_date": "2023-08-18",
 "awd_abstract_narration": "Accurate modeling of water storage and fluxes in both natural and human-altered ecosystems is critical to managing global water resources under current-day and projected future climates. One important step towards accurate modeling involves determining how much water trees store, and how the amount of stored water varies through time and within tree organs.  Another important step involves determining how stored water, and variations in stored water, affect the physiological behavior of individual trees and larger ecosystems. The investigators in this project will measure the amount of water stored in different organs of trees, determine how long water resides in these organs, and evaluate how long-term stored water affects whole-tree water use. The data collected will reveal novel information about how trees store and manage water, which will ultimately allow prediction of tree water storage and water movement through ecosystems in current and future climates. The study site in Idaho broadly represents many landscapes across the Intermountain West. Results from this study will be shared with local communities in the Snake River Plain region, and activities will involve students and faculty members from Tribal Colleges in the Pacific Northwest.\r\n\r\nMost models assume steady-state water flow through the soil-plant-atmosphere continuum. However, there is substantial storage of water in trees, and the residence times of water inside trees ranges from days to months. The total amount of stored water in trees and broader ecosystems, how long water resides in plants, and the ecohydrological implications of tree water storage are still not completely understood. Characterizing the duration of water storage and its impacts on tree ecohydrology are critical for improving hydrological models.  The data collected in this study will be used to test the hypotheses that: (1) Water is stored in trees for many days, with differences in residence time correlating to species- and size-specific sapwood architecture and water-management strategies; (2) Stored water will buffer declines in water transport as soil moisture availability declines, at daily and seasonal timescales; (3) Inter-species differences in water storage and transport-buffering strategies will translate to differential responses in whole-tree water balance and fluxes due to changing climate in modeled scenarios. The work combines stable isotope tracers (deuterium), gas exchange, and hydraulic functional trait data collected in the field with process- and trait-based modeling to determine residence times of water in tree organs, how trees manage water storage and transport among organs, and how water storage regulates whole-tree water relations at hourly to monthly timescales.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Loxterman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Janet L Loxterman",
   "pi_email_addr": "loxtjane@isu.edu",
   "nsf_id": "000125423",
   "pi_start_date": "2023-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Reinhardt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keith Reinhardt",
   "pi_email_addr": "reinkeit@isu.edu",
   "nsf_id": "000569215",
   "pi_start_date": "2020-07-06",
   "pi_end_date": "2023-08-18"
  }
 ],
 "inst": {
  "inst_name": "Idaho State University",
  "inst_street_address": "921 S 8TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POCATELLO",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2082822592",
  "inst_zip_code": "832015377",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "IDAHO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJC9GJJJL4M7"
 },
 "perf_inst": {
  "perf_inst_name": "Idaho State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "832090002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 476566.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major aims of this project were to quantify the residence time of water in several tree species using a tracer, and to assess the importance of long-term stored water to tree biology. We were also curious about the flow paths that water takes on its way up trees. In trees in the Piedmont region of North Carolina and in the mountains of eastern Idaho, we found that water remained in trees 10-40 days, depending on the species. We determined that, in conifer species, the flow path of water was in outer sections of tree wood, and that water flow was &ldquo;in-up-and-out&rdquo; from the roots to the tree tops. In deciduous tree species, water flow paths were complicated, with evidence of mixing of older water inside trees with newer water recently taken up by the roots. The next steps in our research is to update models of water flow inside trees, which can then be scaled up to whole-forest and landscape scales. This will improve the predictions of water storage and fluxes in ecosystem models. At the close of the grant, we have three publications in review at journals, and have published one data set (DOI: 10.4211/hs.0a9b8dcbbac64fc9b97b8875268518a1). We plan on at least five more publications directly resulting from this research project.</p>\r\n<p>Over the course of this project, three PhD and one MS students were trained. Four undergraduate students were trained, including one NSF Research Experience for Undergraduates (REU) student. Additionally, we sponsored 10 students to attend the Geoscience Alliance meeting in Minneapolis, MN in July 2022. While at that meeting we led a two-day workshop on applications of water stable isotopes in environmental field science. A component of this workshop also focused on collection and analysis of &ldquo;big data&rdquo; data sets (also known as &ldquo;data science&rdquo;).</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/05/2025<br>\nModified by: Janet&nbsp;L&nbsp;Loxterman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe major aims of this project were to quantify the residence time of water in several tree species using a tracer, and to assess the importance of long-term stored water to tree biology. We were also curious about the flow paths that water takes on its way up trees. In trees in the Piedmont region of North Carolina and in the mountains of eastern Idaho, we found that water remained in trees 10-40 days, depending on the species. We determined that, in conifer species, the flow path of water was in outer sections of tree wood, and that water flow was in-up-and-out from the roots to the tree tops. In deciduous tree species, water flow paths were complicated, with evidence of mixing of older water inside trees with newer water recently taken up by the roots. The next steps in our research is to update models of water flow inside trees, which can then be scaled up to whole-forest and landscape scales. This will improve the predictions of water storage and fluxes in ecosystem models. At the close of the grant, we have three publications in review at journals, and have published one data set (DOI: 10.4211/hs.0a9b8dcbbac64fc9b97b8875268518a1). We plan on at least five more publications directly resulting from this research project.\r\n\n\nOver the course of this project, three PhD and one MS students were trained. Four undergraduate students were trained, including one NSF Research Experience for Undergraduates (REU) student. Additionally, we sponsored 10 students to attend the Geoscience Alliance meeting in Minneapolis, MN in July 2022. While at that meeting we led a two-day workshop on applications of water stable isotopes in environmental field science. A component of this workshop also focused on collection and analysis of big data data sets (also known as data science).\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 03/05/2025\n\n\t\t\t\t\tSubmitted by: JanetLLoxterman\n"
 }
}