{
 "awd_id": "2027822",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Factors that affect understanding the risks of COVID-19",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2020-04-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-04-03",
 "awd_max_amd_letter_date": "2022-03-29",
 "awd_abstract_narration": "The threat of the COVID-19 virus has not been clearly understood by a substantial portion of the U.S. population. Many people have been slow to adopt attitudes and behaviors that will serve to mitigate the risks of the pandemic.  With all the publicity that the virus has engendered, how can this be so? The researchers hypothesize that these failures to change attitude and behavior stem from three factors: failures to realize the impact that this disease has, failures to realize how quickly it will be transmitted, and failures to appreciate the dire consequences it will have on the health care system. In this study, the researcher will examine factors underlying these failures and ways to improve delivery of information relevant to COVID-19. Results and suggestions for improving communication and comprehension are expected to be disseminated widely and expeditiously.\r\n\r\nIn order to investigate ways of improving the understanding of the risks involving COVID-19, the researchers, a highly experienced and inter-disciplinary team, propose three lines of research. They will examine (a) how different ways of presenting information about the proliferation of the disease affects people’s estimates of its incidence and rates of death, as well as intended future social behavior, (b) how individual differences among individuals and countries along demographic and trait dimensions will influence their estimates of the spread of the disease, and (c) how people are reasoning about the impact of the disease on the viability of the healthcare system. Methods will include measuring the ability to predict risk and consequences of the disease as well as the impact of “flattening the curve” as functions of several variables, including mode of information presentation, numeracy, motivation, health status, and other demographic and trait variables.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Jonides",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Jonides",
   "pi_email_addr": "jjonides@umich.edu",
   "nsf_id": "000120376",
   "pi_start_date": "2020-04-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Lewis",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Lewis",
   "pi_email_addr": "rickl@umich.edu",
   "nsf_id": "000484065",
   "pi_start_date": "2020-04-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Priti",
   "pi_last_name": "Shah",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Priti R Shah",
   "pi_email_addr": "priti@umich.edu",
   "nsf_id": "000580492",
   "pi_start_date": "2020-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091043",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aims of this project were to study factors that influence why there has been widespread misestimation of the seriousness of of the COVID-19 pandemic and the consequences of that seriousness for social behavior.&nbsp;&nbsp;One issue under study was why people misestimated the rising spread of the disease early on, both when it was growing exponentially and after the growth turned more linear.&nbsp;&nbsp;The experiments also delved into what variables described individual differences in this misunderstanding, variables such as political orientation.&nbsp;&nbsp;Another focus of the experiments was to understand how people interpreted the common exhortation to &ldquo;flatten the curve&rdquo;, which was widely misunderstood.&nbsp;&nbsp;As part of the ongoing work, an intervention was developed to aid people in this understanding.&nbsp;&nbsp;Yet another focus of the work was to develop a way of presenting information about disease prevalence and about the incidence of side effects so that recipients could get a more representative view of the magnitudes of these pieces of data.</p>\n<p>&nbsp;</p>\n<p>In order to achieve these goals,&nbsp;we conducted a series of online studies that included thousands of individuals, investigating understanding of the prevalence of the virus, understanding its spread, understanding the concept of \"flattening the curve\", intervening with understanding this concept with a video intervention, examining individual difference characteristics in understanding the spread of the disease, and understanding the importance of social distancing.</p>\n<p>&nbsp;</p>\n<p>Some of the results of these experiments reveal widespread cognitive difficulties in appreciating the magnitude of the COVID-19 pandemic that could be ameliorated by appropriate interventions.&nbsp;&nbsp;For example, we&nbsp;&nbsp;consistently found that people shown tables of incidence produced more accurate forecasts compared to people shown line-graphs of the same data; yet people shown line-graphs were more confident in their estimates.&nbsp;&nbsp;We also found that using icon arrays to illustrate the small chance of experiencing the blood clotting side effect due to the Johnson and Johnson vaccine significantly prevented increases in aversion toward this vaccine as well as other COVID-19 vaccines.&nbsp;&nbsp;We also&nbsp;found that viewing a video intervention improved understanding of accumulation functions in both COVID and non-COVID-related contexts, in comparison to an active control condition.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p>Following reports of lasting effects of acute episodes of COVID-19, we sampled 811 individuals who had contracted COVID, and we assessed the severity of their infections and the extent of their compromised breathing as well as the length of time that had passed following their acute episodes. We assessed their current cognitive functioning via a battery of 8 cognitive tasks, and we related the extent of their cognitive compromise as a function of the severity of their acute episode. Data from the 811 participants were included in the analysis. Across tasks, severe COVID-19 infection was associated with slower processing speed. Hospitalized patients had slower processing speeds compared those who did not have COVID-19. In addition, people who reported more severe lingering symptoms and severe shortness of breath during their infection also showed slower processing speed.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2023<br>\n\t\t\t\t\tModified by: John&nbsp;Jonides</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe aims of this project were to study factors that influence why there has been widespread misestimation of the seriousness of of the COVID-19 pandemic and the consequences of that seriousness for social behavior.  One issue under study was why people misestimated the rising spread of the disease early on, both when it was growing exponentially and after the growth turned more linear.  The experiments also delved into what variables described individual differences in this misunderstanding, variables such as political orientation.  Another focus of the experiments was to understand how people interpreted the common exhortation to \"flatten the curve\", which was widely misunderstood.  As part of the ongoing work, an intervention was developed to aid people in this understanding.  Yet another focus of the work was to develop a way of presenting information about disease prevalence and about the incidence of side effects so that recipients could get a more representative view of the magnitudes of these pieces of data.\n\n \n\nIn order to achieve these goals, we conducted a series of online studies that included thousands of individuals, investigating understanding of the prevalence of the virus, understanding its spread, understanding the concept of \"flattening the curve\", intervening with understanding this concept with a video intervention, examining individual difference characteristics in understanding the spread of the disease, and understanding the importance of social distancing.\n\n \n\nSome of the results of these experiments reveal widespread cognitive difficulties in appreciating the magnitude of the COVID-19 pandemic that could be ameliorated by appropriate interventions.  For example, we  consistently found that people shown tables of incidence produced more accurate forecasts compared to people shown line-graphs of the same data; yet people shown line-graphs were more confident in their estimates.  We also found that using icon arrays to illustrate the small chance of experiencing the blood clotting side effect due to the Johnson and Johnson vaccine significantly prevented increases in aversion toward this vaccine as well as other COVID-19 vaccines.  We also found that viewing a video intervention improved understanding of accumulation functions in both COVID and non-COVID-related contexts, in comparison to an active control condition.\n \n \n \n\nFollowing reports of lasting effects of acute episodes of COVID-19, we sampled 811 individuals who had contracted COVID, and we assessed the severity of their infections and the extent of their compromised breathing as well as the length of time that had passed following their acute episodes. We assessed their current cognitive functioning via a battery of 8 cognitive tasks, and we related the extent of their cognitive compromise as a function of the severity of their acute episode. Data from the 811 participants were included in the analysis. Across tasks, severe COVID-19 infection was associated with slower processing speed. Hospitalized patients had slower processing speeds compared those who did not have COVID-19. In addition, people who reported more severe lingering symptoms and severe shortness of breath during their infection also showed slower processing speed.\n\n \n\n\t\t\t\t\tLast Modified: 01/03/2023\n\n\t\t\t\t\tSubmitted by: John Jonides"
 }
}