{
 "awd_id": "2028826",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Water wettability of floating graphene: Mechanism and Application",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928045",
 "po_email": "sshojaei@nsf.gov",
 "po_sign_block_name": "Shahab Shojaei-Zadeh",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 498000.0,
 "awd_min_amd_letter_date": "2020-07-28",
 "awd_max_amd_letter_date": "2023-06-26",
 "awd_abstract_narration": "The water wettability of a solid surface is usually changed either by using a different material for the solid surface or by coating the surface. However, research over the past eight years has shown that water can (at least partially) “see through” an atomic-thick layer of a material such as graphene, giving rise to so-called “wetting transparency” effect. This finding provides a unique opportunity for designing multi-functional devices since it means that the wettability of an atomic-thick film can be tuned by selecting an appropriate supporting substrate.  The picture becomes even more appealing if the substrate is a liquid, since one can readily change the liquid underneath the graphene, thereby providing real-time control of the wettability, a capability that would be very useful for water harvesting of moisture from the air and in droplet microfluidics devices. The research objectives of this project are to use experiments and computational simulations to understand the mechanisms of wetting transparency of graphene on liquid substrates and to demonstrate the real-time control of surface wettability.  This project will promote the interest and participation in research from K-12 to graduate students in many ways, e.g., by providing research training to graduate and undergraduate students, developing new courses, and conducting outreach activities. \r\n \r\nThe PIs will integrate experimental and computational efforts to pursue two specific aims. First, how liquid substrates affect the wettability of graphene will be uncovered by investigating how molecular mobility, charge doping, polarization, and dispersion interactions impact the wetting transparency. Second, the range of wettability modulation as well as the mechanical robustness of floating graphene will be enhanced, and the real-time manipulation of the wettability will be demonstrated.  The nature of wetting transparency of graphene on liquid substrates will be elucidated, and a state-of-the-art force field, including charge-flow polarization and many-body dispersion, will be constructed and utilized to compute the wettability of floating graphene and to establish the relative importance of various types of interactions for the wetting transparency. Using liquid as the supporting substrate opens a new dimension for designing devices with real-time wettability control, which is highly desirable in water harvesting, biomedical devices, heat exchange, micro reactors and chemical separation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lei",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lei Li",
   "pi_email_addr": "lel55@pitt.edu",
   "nsf_id": "000572827",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Jordan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth D Jordan",
   "pi_email_addr": "jordan@pitt.edu",
   "nsf_id": "000099811",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Haitao",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haitao Liu",
   "pi_email_addr": "hliu@pitt.edu",
   "nsf_id": "000577696",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "3420 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 480000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Graphene's wetting transparency offers promising avenues for creating multifunctional devices by allowing real-time wettability control on liquid substrates via the flow of different liquids beneath graphene. Despite its potential, direct measurement of floating graphene's wettability remains a challenge, hindering the exploration of these applications. The current study develops an experimental methodology to assess the wetting transparency of single-layer graphene on liquid substrates. By employing contact angle measurements and Neumann's Triangle model, the challenge of evaluating the wettability of floating free-suspended single-layer graphene has been addressed. The research reveals that for successful contact angle measurements, the testing and substrate liquids must be immiscible. Using diiodomethane as the testing liquid and ammonium persulfate solution as liquid substrate, the study demonstrates the near-complete wetting transparency of graphene. Furthermore, it successfully showcases the feasibility of real-time wettability control using graphene on liquid substrates. This work not only advances the understanding of graphene's interaction with liquid interfaces but also suggests a new avenue for the development of multifunctional materials and devices by exploiting the unique wetting transparency of graphene.</p>\r\n<p>The water wettability of hexagonal boron nitride (hBN) has attracted a lot of research interests in the past 15 years. Experimentally, the static water contact angle (WCA) has been widely utilized to characterize the intrinsic water wettability of hBN.&nbsp; In the current study, we have investigated the effect of airborne hydrocarbons and defects on both static and dynamic WCAs of hBN. Our results showed that the static WCA is impacted by defects, which suggests that previously reported static WCAs do not characterize the intrinsic water wettability of hBN since the state-of-the-art hBN samples always have relatively high defect density. Instead, we found that the advancing WCA of freshly exfoliated hBN is not impacted by the defects and airborne hydrocarbons. As a result, the advancing WCA on freshly exfoliated hBN, determined to be 79&#730; &plusmn; 3&#730;, best represents the intrinsic water wettability of hBN.&nbsp; A qualitative model has been proposed to describe the effect of airborne hydrocarbons and defects on the static and dynamic WCA of hBN, which is well supported by the experimental results. The finding here has important implications on the water wettability of 2D materials.</p>\r\n<p>&nbsp;</p>\r\n<p>Effect of adventitious hydrocarbon adsorption on the electrical characteristics andsurface potential of graphiteCo-Pi Liu and collaborators have studied the effect of adventitious hydrocarbonadsorption on the electrical characteristics of graphite using conductive AFM. Theyfound that airborne hydrocarbon adsorption has a profound impact on both the localspectroscopy (current-voltage curve) and CAFM imaging. Most significantly, they foundthat in low humidity environment, the conductance measured by local spectroscopyincreases upon surface contamination while in humid environment, the opposite trendwas observed. This result suggest that the adsorbed hydrocarbon on the surface canform a liquid meniscus between the AFM tip and the graphite substrate, thereforeincreasing the electrical current. This result is significant because tip-sample meniscusis an important factor in understanding CAFM imaging. However, the meniscus wasthought to be aqueous in nature and this study showed that an organic meniscus is alsopossible.Co-PI Liu and collaborators have also studied the effect of adventitious hydrocarbonadsorption on the surface potential of graphite. We use Kelvin probe force microscopy(KPFM) to image the surface potential of graphite after exfoliation and then exposed tolab air. They found that the surface potential of graphite is not homogeneous andcontains features that are not observed in the topography image. The heterogeneity ofthe surface potential images increased in the first few days followed by a decrease atlonger exposure times. These results suggest that the heterogeneity of the adsorbedairborne hydrocarbons first increases followed by a decrease through slow conformation12/3/24, 1:07 PM RPPR - Preview Reporthttps://www.research.gov/rppr-web/rppr?execution=e1s4 3/11Key outcomes or Otherachievements:change, phase separation, and/or dynamic exchange between surface adsorbedspecies with those in the air.3. Computer simulation: H atom adsorption on grapheneCo-PI Jordan and collaborators carried out high-level electronic structure calculationson H atom adsorption on graphene. This work, which was motived by the earlier paperby co-PIs Jordan and Liu, demonstrated that standard DFT methods do not accuratelydescribe the adsorption energy. They carried out both diffusion Monte Carlo (DMC) anddensity functional theory (DFT) calculations of the adsorption energy of H atoms ongraphene and found that the DMC value of the adsorption energy is about 16% smallerthan the PBE DFT value.</p><br>\n<p>\n Last Modified: 12/03/2024<br>\nModified by: Lei&nbsp;Li</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nGraphene's wetting transparency offers promising avenues for creating multifunctional devices by allowing real-time wettability control on liquid substrates via the flow of different liquids beneath graphene. Despite its potential, direct measurement of floating graphene's wettability remains a challenge, hindering the exploration of these applications. The current study develops an experimental methodology to assess the wetting transparency of single-layer graphene on liquid substrates. By employing contact angle measurements and Neumann's Triangle model, the challenge of evaluating the wettability of floating free-suspended single-layer graphene has been addressed. The research reveals that for successful contact angle measurements, the testing and substrate liquids must be immiscible. Using diiodomethane as the testing liquid and ammonium persulfate solution as liquid substrate, the study demonstrates the near-complete wetting transparency of graphene. Furthermore, it successfully showcases the feasibility of real-time wettability control using graphene on liquid substrates. This work not only advances the understanding of graphene's interaction with liquid interfaces but also suggests a new avenue for the development of multifunctional materials and devices by exploiting the unique wetting transparency of graphene.\r\n\n\nThe water wettability of hexagonal boron nitride (hBN) has attracted a lot of research interests in the past 15 years. Experimentally, the static water contact angle (WCA) has been widely utilized to characterize the intrinsic water wettability of hBN. In the current study, we have investigated the effect of airborne hydrocarbons and defects on both static and dynamic WCAs of hBN. Our results showed that the static WCA is impacted by defects, which suggests that previously reported static WCAs do not characterize the intrinsic water wettability of hBN since the state-of-the-art hBN samples always have relatively high defect density. Instead, we found that the advancing WCA of freshly exfoliated hBN is not impacted by the defects and airborne hydrocarbons. As a result, the advancing WCA on freshly exfoliated hBN, determined to be 79&#730;  3&#730;, best represents the intrinsic water wettability of hBN. A qualitative model has been proposed to describe the effect of airborne hydrocarbons and defects on the static and dynamic WCA of hBN, which is well supported by the experimental results. The finding here has important implications on the water wettability of 2D materials.\r\n\n\n\r\n\n\nEffect of adventitious hydrocarbon adsorption on the electrical characteristics andsurface potential of graphiteCo-Pi Liu and collaborators have studied the effect of adventitious hydrocarbonadsorption on the electrical characteristics of graphite using conductive AFM. Theyfound that airborne hydrocarbon adsorption has a profound impact on both the localspectroscopy (current-voltage curve) and CAFM imaging. Most significantly, they foundthat in low humidity environment, the conductance measured by local spectroscopyincreases upon surface contamination while in humid environment, the opposite trendwas observed. This result suggest that the adsorbed hydrocarbon on the surface canform a liquid meniscus between the AFM tip and the graphite substrate, thereforeincreasing the electrical current. This result is significant because tip-sample meniscusis an important factor in understanding CAFM imaging. However, the meniscus wasthought to be aqueous in nature and this study showed that an organic meniscus is alsopossible.Co-PI Liu and collaborators have also studied the effect of adventitious hydrocarbonadsorption on the surface potential of graphite. We use Kelvin probe force microscopy(KPFM) to image the surface potential of graphite after exfoliation and then exposed tolab air. They found that the surface potential of graphite is not homogeneous andcontains features that are not observed in the topography image. The heterogeneity ofthe surface potential images increased in the first few days followed by a decrease atlonger exposure times. These results suggest that the heterogeneity of the adsorbedairborne hydrocarbons first increases followed by a decrease through slow conformation12/3/24, 1:07 PM RPPR - Preview Reporthttps://www.research.gov/rppr-web/rppr?execution=e1s4 3/11Key outcomes or Otherachievements:change, phase separation, and/or dynamic exchange between surface adsorbedspecies with those in the air.3. Computer simulation: H atom adsorption on grapheneCo-PI Jordan and collaborators carried out high-level electronic structure calculationson H atom adsorption on graphene. This work, which was motived by the earlier paperby co-PIs Jordan and Liu, demonstrated that standard DFT methods do not accuratelydescribe the adsorption energy. They carried out both diffusion Monte Carlo (DMC) anddensity functional theory (DFT) calculations of the adsorption energy of H atoms ongraphene and found that the DMC value of the adsorption energy is about 16% smallerthan the PBE DFT value.\t\t\t\t\tLast Modified: 12/03/2024\n\n\t\t\t\t\tSubmitted by: LeiLi\n"
 }
}