{
 "awd_id": "2028633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CAS-MNP--Precursors of Long-Distance Aerial Transport of Microplastics from Urban Environments",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 243176.0,
 "awd_amount": 243176.0,
 "awd_min_amd_letter_date": "2020-07-24",
 "awd_max_amd_letter_date": "2020-07-24",
 "awd_abstract_narration": "Micro-plastics (MPs), which are plastic particles of sizes smaller than 5 mm, have been studied in aqueous environments for more than 15 years. These studies have raised public awareness about the adverse effects of MPs on aquatic ecosystems (fish in particular and their food-web in general) and many countries are beginning to limit the use and disposal of plastics because of them. Oceans are viewed as the ultimate sink of MPs, where MPs are assumed to be transported primarily via aquatic environments (runoff to creeks, rivers, streams, or sewage discharge, etc.). There is mounting evidence that MPs are present in many terrestrial systems that are presumed to be pristine. However, only speculation about long-distance atmospheric transport (> 100 km) and deposition has been offered to explain their presence in these regions. Such findings are prompting interest in the mechanisms by which MPs escape from their main source and travel long-distance aerially. Because of human activities that produce materials that lead to the formation of MPs, cities are considered major sources of MPs. This project is centered on understanding the primary processes and mechanisms in which MPs are transported from urban sources to the atmosphere. The project will lead to findings necessary for policy makers and eco-toxicologists concerned with whether and how MPs should be regulated in light of the rapid expansion in industries that use plastics. \r\n\r\nDaunting scientific challenges to be confronted are the complexity of air flow and variable releases of MP types in urban settings, the interaction between urban canopy (streets, buildings, etc.) and deposition/escape of MPs, the MP particulate properties, and weather conditions. To address the overall project goal, 3 inter-related science questions are proposed: Q1 How MPs associated with urban emission sources get transported out of an urban system? (Tasks 1-3); Q2 How do different characteristics of urban surface morphology (e.g. high-density urban center versus low-density residential areas) interact with the spatial configurations of MP source/sink distributions (street network) to impact their transport and deposition? (Task 4), and Q3 How to quantify the chance of MPs becoming air-borne in relation to urban surface morphology and weather patterns? (Task 5). The state-of-the science computer simulation runs and MP trajectory tracking models will be interfaced and used to address Q1-Q3. The urban morphological properties characterizing cities and the physical-chemical properties of MPs will be systematically explored to unpack connections between morphology, MP property, weather patterns and the transport of MPs out of cities. Data-driven approaches such as machine-learning will also be applied to simulation results to enable formulation of models that can be used for MP regulations in the future.  The project explores a new outreach activity that leverages resources of a non-profit organization `Wiki Education'. Wiki Education specializes in training students to edit information in Wikipedia while providing high-quality information on issues confronting society today and in the foreseeable future.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabriel",
   "pi_last_name": "Katul",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriel G Katul",
   "pi_email_addr": "gaby@duke.edu",
   "nsf_id": "000435265",
   "pi_start_date": "2020-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W. Main Street Ste 720",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054677",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 243176.0
  }
 ],
 "por": null
}