{
 "awd_id": "2028162",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Evaluating the feasibility of a transmissible vaccine within bat populations.",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2020-04-15",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 56420.0,
 "awd_amount": 56420.0,
 "awd_min_amd_letter_date": "2020-04-22",
 "awd_max_amd_letter_date": "2020-04-22",
 "awd_abstract_narration": "Emerging infectious diseases like COVID-19 can arise when a virus normally circulating within a population of wild animals jumps into the human population. Unfortunately, as we have seen very clearly with COVID-19, once this jump into the human population occurs, it may be too late to stop the infectious disease from spreading rapidly. A novel solution to this problem is to extinguish high-risk pathogens circulating within animal populations before they can jump into the human population. One way this can be accomplished is by developing a vaccine for the animal population that is capable of transmitting itself from one animal to the next, vaccinating each animal against the pathogen as it spreads. Recent advances in genetic engineering have made the development of this sort of self-disseminating vaccine possible. What we do not yet know, however, is if such a vaccine would be an effective tool for eliminating coronaviruses (like the virus that causes COVID-19) from the wild bat populations within which they normally circulate. This research will use mathematical and computational models to evaluate the feasibility of this approach and lay the groundwork for developing new types of vaccines that reduce the risk of emerging infectious disease.  This research project will also support the training of a first generation female graduate student at the interface of mathematics and infectious diseases.\r\n\r\nThe proposed work will develop mathematical and computational models evaluating the feasibility of using a transmissible vaccine to reduce the prevalence of SARS-like coronaviruses within wild Rhinolophus bat populations. These models will be parameterized using published data on coronavirus prevalence and seroprevalence within wild bat populations and data on bat population structure, demography, and ranging behavior.  Parameterized models will predict the outcome of interventions employing vaccine vectors with different degrees of transmissibility and thus set boundaries on the vectors that could be used to engineer an effective transmissible vaccine. In addition to advancing our ability to reduce the threat of emerging infectious disease, the proposed work will provide training at the interface of mathematics and infectious disease for a graduate student.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Nuismer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Scott L Nuismer",
   "pi_email_addr": "snuismer@uidaho.edu",
   "nsf_id": "000285582",
   "pi_start_date": "2020-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Bull",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J Bull",
   "pi_email_addr": "jbull@uidaho.edu",
   "nsf_id": "000339367",
   "pi_start_date": "2020-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Remien",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher H Remien",
   "pi_email_addr": "cremien@uidaho.edu",
   "nsf_id": "000701360",
   "pi_start_date": "2020-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Idaho",
  "inst_street_address": "875 PERIMETER DR",
  "inst_street_address_2": "",
  "inst_city_name": "MOSCOW",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2088856651",
  "inst_zip_code": "838449803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF IDAHO",
  "org_prnt_uei_num": "",
  "org_uei_num": "QWYKRJH5NNJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Idaho",
  "perf_str_addr": "875 Perimeter Drive",
  "perf_city_name": "Moscow",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "838443051",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "ID",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 56420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although most spillover events do not lead to major epidemics or pandemics, chronic and predictable spillover sickens hundreds of thousands of people each year. In those rare cases like SARS-CoV-2 where spillover seeds a pandemic, the toll on human health can be immense. One way to reduce the risk of pathogen spillover is to develop vaccines that target important human pathogens within their wildlife reservoirs. Although this approach has been used successfully to reduce the risk of rabies in North America, it is has proven challenging to achieve for most other wildlife diseases.&nbsp; A key obstacle has been distributing enough vaccine into hard-to-reach populations of wild animals.</p>\n<p>One solution put forward to enable the efficient immunization of wild animal populations is to use vaccines capable of self-dissemination. Self-disseminating vaccines make wildlife vaccination more practical because for each directly immunized animal, additional animals become vaccinated for &ldquo;free&rdquo;. Work on this project used mathematical and computational models to explore the feasibility of immunizing wild animal populations using self-disseminating vaccines. The key contribution of work on this project has been the integration of seasonality into mathematical models of self-disseminating vaccines. By allowing for seasonal pulses of reproduction, these models integrate an important feature of many wildlife reservoir populations likely to influence the effectiveness of self-disseminating vaccines.</p>\n<p>Using a combination of mathematical and computational analyses work on this project demonstrated that the beneficial impact of self-disseminating vaccines can be maximized by timing their introduction to coincide with the peak of seasonal reproduction. Timing the introduction of the vaccine in this way minimizes the wasteful vaccination of individuals who have been previously infected by the pathogen and maximizes the potential for vaccine self-dissemination. These results provide important practical guidelines for wildlife vaccination campaigns of the future that capitalize on self-disseminating vaccines.</p>\n<p>In addition to advancing our understanding of self-disseminating vaccines, work on this project has contributed to human resource development through the training of a graduate student. Specifically, this work has provided training in the development and analysis of mathematical models and effective written and verbal communication.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/17/2022<br>\n\t\t\t\t\tModified by: Scott&nbsp;L&nbsp;Nuismer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAlthough most spillover events do not lead to major epidemics or pandemics, chronic and predictable spillover sickens hundreds of thousands of people each year. In those rare cases like SARS-CoV-2 where spillover seeds a pandemic, the toll on human health can be immense. One way to reduce the risk of pathogen spillover is to develop vaccines that target important human pathogens within their wildlife reservoirs. Although this approach has been used successfully to reduce the risk of rabies in North America, it is has proven challenging to achieve for most other wildlife diseases.  A key obstacle has been distributing enough vaccine into hard-to-reach populations of wild animals.\n\nOne solution put forward to enable the efficient immunization of wild animal populations is to use vaccines capable of self-dissemination. Self-disseminating vaccines make wildlife vaccination more practical because for each directly immunized animal, additional animals become vaccinated for \"free\". Work on this project used mathematical and computational models to explore the feasibility of immunizing wild animal populations using self-disseminating vaccines. The key contribution of work on this project has been the integration of seasonality into mathematical models of self-disseminating vaccines. By allowing for seasonal pulses of reproduction, these models integrate an important feature of many wildlife reservoir populations likely to influence the effectiveness of self-disseminating vaccines.\n\nUsing a combination of mathematical and computational analyses work on this project demonstrated that the beneficial impact of self-disseminating vaccines can be maximized by timing their introduction to coincide with the peak of seasonal reproduction. Timing the introduction of the vaccine in this way minimizes the wasteful vaccination of individuals who have been previously infected by the pathogen and maximizes the potential for vaccine self-dissemination. These results provide important practical guidelines for wildlife vaccination campaigns of the future that capitalize on self-disseminating vaccines.\n\nIn addition to advancing our understanding of self-disseminating vaccines, work on this project has contributed to human resource development through the training of a graduate student. Specifically, this work has provided training in the development and analysis of mathematical models and effective written and verbal communication.\n\n \n\n\t\t\t\t\tLast Modified: 03/17/2022\n\n\t\t\t\t\tSubmitted by: Scott L Nuismer"
 }
}