{
 "awd_id": "2028585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: A Comparative Study of Expertise for Policy in the COVID-19 Pandemic",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2024-04-30",
 "tot_intn_awd_amt": 32211.0,
 "awd_amount": 32211.0,
 "awd_min_amd_letter_date": "2020-04-20",
 "awd_max_amd_letter_date": "2023-03-21",
 "awd_abstract_narration": "As policy makers work to avert catastrophic health and economic outcomes due to COVID 19, they are struggling with a difficult question: What makes expert knowledge credible, legitimate, and reliable for use in public policy? That question is especially urgent since national and regional authorities are facing scientific uncertainty and fast-moving events that cross geopolitical borders, and the need for quick action stands in tension with the need to ground policy in robust expert knowledge and convincing analysis. Ways of identifying trustworthy sources of expertise is essential, but they remain largely vested in governments with their differing institutions, research traditions, cultural commitments, and civic beliefs. The PIs will conduct a multi-sited investigation in ten regions that will capture detailed information about the COVID 19 crisis as it unfolds, and then conduct a rigorous comparative analysis to provide a better understanding of the relationship between expertise and trust, a critically important nexus for policy makers in an era of decentralized information and polarized politics. Effective dissemination of results to critical policy analysts and policy communities is key to the success of this project. To achieve this goal, the PIs will utilize the extensive connections that they and their collaborative partners have to science policymakers and national and international organizations.\r\n\r\nThe PIs have assembled a team of research partners, well established STS scholars in ten regions, who have agreed to participate in the project. This team will collect and analyze publications and public documents pertaining to COVID-19 policy making in each region. These materials will provide the basis for STS-based accounts of knowledge and policymaking in each region for the comparisons that are central to this project. To provide that account, they will build a basic policy timeline tracking key events and decisions in each region’s response to the pandemic. Tracking these moves will enable them to document change and analyze variations in how issues are framed and evidence is gathered. They will also collect information on uncertainties (such as scope and limitations of scientific knowledge) and controversies, with a focus on the most contentious aspect of coronavirus policy in each region. In addition, they will track carefully chosen objects as they are incorporated into policy discussions. Such objects include particularly influential epidemiological and epistemic models, widely circulated visual representations, key policy concepts, and knowledge claims about the availability, effectiveness, and future prospects of medical interventions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheila",
   "pi_last_name": "Jasanoff",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sheila S Jasanoff",
   "pi_email_addr": "sheila_jasanoff@harvard.edu",
   "nsf_id": "000128512",
   "pi_start_date": "2020-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "79 J F Kennedy St",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124Y00",
   "pgm_ele_name": "Science & Technology Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 32211.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project began at the start of the Covid-19 pandemic, when policymakers around the world leapt into action to avert catastrophic health and economic impacts from a highly contagious respiratory illness whose origin, mode of transmission, and possible treatments were all unknown. Paradoxically, the need for reliable expert knowledge was starkest at a moment when expertise itself stood on uncertain ground. In this moment of crisis, the project asked a question that has only increased in salience in subsequent years: What makes expert knowledge credible, legitimate, and reliable for policy use under conditions of radical uncertainty and ignorance? The global spread of the crisis created unexpected opportunities for comparative research&mdash;to observe in real time how multiple national policy systems grappled with the same problem, starting with very different histories of public health protection, welfare policies, and debates about science and expertise, and to learn from these experiences.</p>\n<p>Led by PIs from Harvard and Cornell Universities, the project initially aimed to track responses to the pandemic across ten countries in North America, Europe, and Asia, but it quickly expanded to include some 60 researchers from 16 countries on 5 continents. By comparing pandemic-related controversies and their resolution across these countries, the project identified factors promoting trust in expertise and shed light on the strengths and weaknesses of diverse national approaches to public health crises and engagement with affected publics.</p>\n<p>The project&rsquo;s first phase, lasting approximately one year, found that pandemic crisis and response were not contained within the health sector alone. Covid-19 posed simultaneous policy challenges in three governance arenas that do not normally interpenetrate: public health, economics, and politics. The project developed new methods, including comparative timeline analysis, spot probes on discursive strategies (such as the use of the war metaphor in fighting the virus), and uses of graphs, charts, and other statistical representations. These methods helped establish that national responses fell into three broad patterns&mdash;control, consensus, and chaos. <em>Control</em> countries achieved a coherent response and prevented instability in all or most of the three governance arenas. Notably, the control category included democratic as well as authoritarian states. <em>Consensus</em> countries achieved basic policy agreement about how to proceed, although ongoing health concerns entailed periodic lockdowns and some public dissent. <em>Chaos</em> countries never achieved a nationwide policy consensus in any arena and were prone to persistent technical controversies.</p>\n<p>The project&rsquo;s second phase traced&nbsp; the aftermath of the pandemic&rsquo;s deadliest period through the introduction of Covid vaccines and the appearance of new virus strains. This phase took up the phenomenon of vaccine hesitancy, as well as the rise of protest groups against mask mandates and restrictions on mobility. Data gathered during this phase focused attention on the institutional relationships that account for greater or lesser trust in mainstream expertise. It became possible to trace the initial pattering of responses&mdash;control, consensus, and chaos&mdash;to deeper differences in people&rsquo;s expectations of what their governments owe them in terms of health and welfare protection and, in turn, their sense of responsibility toward their governments and communities.</p>\n<p>The project demonstrated that there are substantial cross-national differences in the ways that expertise is mobilized in times of crises, e.g., through longstanding, independent health sector agencies, special crisis task forces, or individual experts enrolled by political actors including heads of governments. These mechanisms, in turn, correlate with citizen perceptions of the legitimacy of state-imposed controls, with predictably greater confidence in independent agencies and balanced task forces, and greater skepticism toward experts seen as partisan or having agendas of their own. Public officials&rsquo; respect for the rules imposed on citizens further validated both expert claims and governmental legitimacy. &nbsp;&nbsp;&nbsp;</p>\n<p>The project concluded with a turn toward constitutional theory, developing a more complex account of the role of science and expertise in making political legitimacy. Political scientists have identified two main ways in which governments seek legitimacy for their decisions: by input (who participates and how) and by output (how effective decisions are seen to be). Such analyses tend to focus on citizens&rsquo; participation and perceptions of outcomes, and not on the ways that scientific expertise is used to justify state decisions&mdash;sometimes overriding citizens&rsquo; inputs and perceptions of fair outcomes. The project established that the means by which states delegate power to experts is key to public buy-in and should be seen as a crucial element of constitutional governance, going beyond standard political science accounts of legitimacy.</p>\n<p>With regard to broader impacts, comparative analysis highlighted fundamental differences in national social compacts that influence citizens&rsquo; readiness to accept state controls and the expert claims drawn upon by the state. Most importantly, the project confirmed that trust in the fairness and competence of political institutions is a better predictor of citizen acceptance than trust in science&mdash;a conclusion that should inform preparation for future pandemics.</p><br>\n<p>\n Last Modified: 10/15/2024<br>\nModified by: Sheila&nbsp;S&nbsp;Jasanoff</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis collaborative project began at the start of the Covid-19 pandemic, when policymakers around the world leapt into action to avert catastrophic health and economic impacts from a highly contagious respiratory illness whose origin, mode of transmission, and possible treatments were all unknown. Paradoxically, the need for reliable expert knowledge was starkest at a moment when expertise itself stood on uncertain ground. In this moment of crisis, the project asked a question that has only increased in salience in subsequent years: What makes expert knowledge credible, legitimate, and reliable for policy use under conditions of radical uncertainty and ignorance? The global spread of the crisis created unexpected opportunities for comparative researchto observe in real time how multiple national policy systems grappled with the same problem, starting with very different histories of public health protection, welfare policies, and debates about science and expertise, and to learn from these experiences.\n\n\nLed by PIs from Harvard and Cornell Universities, the project initially aimed to track responses to the pandemic across ten countries in North America, Europe, and Asia, but it quickly expanded to include some 60 researchers from 16 countries on 5 continents. By comparing pandemic-related controversies and their resolution across these countries, the project identified factors promoting trust in expertise and shed light on the strengths and weaknesses of diverse national approaches to public health crises and engagement with affected publics.\n\n\nThe projects first phase, lasting approximately one year, found that pandemic crisis and response were not contained within the health sector alone. Covid-19 posed simultaneous policy challenges in three governance arenas that do not normally interpenetrate: public health, economics, and politics. The project developed new methods, including comparative timeline analysis, spot probes on discursive strategies (such as the use of the war metaphor in fighting the virus), and uses of graphs, charts, and other statistical representations. These methods helped establish that national responses fell into three broad patternscontrol, consensus, and chaos. Control countries achieved a coherent response and prevented instability in all or most of the three governance arenas. Notably, the control category included democratic as well as authoritarian states. Consensus countries achieved basic policy agreement about how to proceed, although ongoing health concerns entailed periodic lockdowns and some public dissent. Chaos countries never achieved a nationwide policy consensus in any arena and were prone to persistent technical controversies.\n\n\nThe projects second phase traced the aftermath of the pandemics deadliest period through the introduction of Covid vaccines and the appearance of new virus strains. This phase took up the phenomenon of vaccine hesitancy, as well as the rise of protest groups against mask mandates and restrictions on mobility. Data gathered during this phase focused attention on the institutional relationships that account for greater or lesser trust in mainstream expertise. It became possible to trace the initial pattering of responsescontrol, consensus, and chaosto deeper differences in peoples expectations of what their governments owe them in terms of health and welfare protection and, in turn, their sense of responsibility toward their governments and communities.\n\n\nThe project demonstrated that there are substantial cross-national differences in the ways that expertise is mobilized in times of crises, e.g., through longstanding, independent health sector agencies, special crisis task forces, or individual experts enrolled by political actors including heads of governments. These mechanisms, in turn, correlate with citizen perceptions of the legitimacy of state-imposed controls, with predictably greater confidence in independent agencies and balanced task forces, and greater skepticism toward experts seen as partisan or having agendas of their own. Public officials respect for the rules imposed on citizens further validated both expert claims and governmental legitimacy. \n\n\nThe project concluded with a turn toward constitutional theory, developing a more complex account of the role of science and expertise in making political legitimacy. Political scientists have identified two main ways in which governments seek legitimacy for their decisions: by input (who participates and how) and by output (how effective decisions are seen to be). Such analyses tend to focus on citizens participation and perceptions of outcomes, and not on the ways that scientific expertise is used to justify state decisionssometimes overriding citizens inputs and perceptions of fair outcomes. The project established that the means by which states delegate power to experts is key to public buy-in and should be seen as a crucial element of constitutional governance, going beyond standard political science accounts of legitimacy.\n\n\nWith regard to broader impacts, comparative analysis highlighted fundamental differences in national social compacts that influence citizens readiness to accept state controls and the expert claims drawn upon by the state. Most importantly, the project confirmed that trust in the fairness and competence of political institutions is a better predictor of citizen acceptance than trust in sciencea conclusion that should inform preparation for future pandemics.\t\t\t\t\tLast Modified: 10/15/2024\n\n\t\t\t\t\tSubmitted by: SheilaSJasanoff\n"
 }
}