{
 "awd_id": "2028811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Decision-Making Processes in STEM Students during and after the COVID-19 Pandemic",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032922816",
 "po_email": "cpaigean@nsf.gov",
 "po_sign_block_name": "Carleitta Paige-Anderson",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 199979.0,
 "awd_amount": 199979.0,
 "awd_min_amd_letter_date": "2020-04-27",
 "awd_max_amd_letter_date": "2020-04-27",
 "awd_abstract_narration": "The Historically Black Colleges and Universities - Undergraduate Program supports RAPID projects when there is a severe urgency with regard to availability of, or access to, data, facilities or specialized equipment, including quick-response research on natural or anthropogenic disasters and similar unanticipated events, such as the COVID-19 pandemic.  The project at North Carolina A&T State University seeks to develop theories that explain and predict decision making processes in students studying in science, technology, engineering, and mathematics (STEM) fields during and after pandemics. These theories will inform and transform the adaptation and resiliency of Institutions of Higher Education during future global disasters. Improved institutional resiliency will minimize disruptions to STEM student functioning and performance, reduce attrition, and strengthen progression into the STEM workforce. Undergraduate students are involved as researchers in this project.\r\n\r\nSubstantive theories will be constructed to explain and predict cognitive improvisation decision making processes in undergraduate STEM students during pandemics. A constructivist grounded theory approach with critical incident and symbolic interactionist emphasis will allow the use of iterative and inductive processes of data collection with simultaneous analysis and interpretation. Methodological triangulation will involve primary data obtained through interviews, surveys, and academic transcripts from STEM students, faculty, and administrators in six institutions. The comparative and iterative synthesis of emergent codes will provide insights into interactions existing among student characteristics, lived experiences, cognitive improvisation decisions, and STEM performance during the COVID-19 pandemic. Substantive theories will inform and transform the adaptation and resiliency of institutions of higher education during future global disasters. Improved institutional resiliency will minimize disruptions to STEM performance, reduce STEM attrition, and strengthen student progression into the STEM workforce. Theories will also advance research and practice related to cognitive decision-making processes in other contexts, particularly other high risk disasters.\r\n\r\nThis RAPID award is made by the Historically Black Colleges and Universities - Undergraduate Program in the Division of Human Resource Development, Directorate of Education and Human Resources, using funds from the Coronavirus Aid, Relief, and Economic Security (CARES) Act.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Ofori-Boadu",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea N Ofori-Boadu",
   "pi_email_addr": "andreao@ncat.edu",
   "nsf_id": "000723710",
   "pi_start_date": "2020-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "White",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Angela M White",
   "pi_email_addr": "awhite@jcsu.edu",
   "nsf_id": "000780566",
   "pi_start_date": "2020-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alesia",
   "pi_last_name": "Ferguson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alesia C Ferguson",
   "pi_email_addr": "acferguson@ncat.edu",
   "nsf_id": "000795629",
   "pi_start_date": "2020-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina Agricultural & Technical State University",
  "inst_street_address": "1601 E MARKET ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363347995",
  "inst_zip_code": "27411",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SKH5GMBR9GL3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina Agricultural & Technical State University",
  "perf_str_addr": "1601 East Market Street",
  "perf_city_name": "Greensboro",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274110001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "4N20",
   "app_name": "EHR CARES Act DEFC N",
   "app_symb_id": "040106",
   "fund_code": "040N2021DB",
   "fund_name": "EHR CARES Act DEFC N",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 199979.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal was to construct substantive grounded theories that explain decision-making processes in undergraduate STEM students during the COVID-19 pandemic. The emerging theory,&nbsp;<strong><em>Mitigating Our Diminishing STEM-Self Syndrome (DS<sup>3</sup>) - the Voices of Undergraduate STEM students</em></strong>, explains evolving interactions among salient student characteristics, environments, experiences, decisions, behaviors, and performance.</p>\n<p>When STEM students transitioned to <em>e-learning</em> during the early stages of the pandemic, they experienced the&nbsp;<em>STEM Disconnect</em>, which is the loss of traditional in-person&nbsp;<em>STEM Professor Interactions, Study Spaces, Study Times, and Communities</em>. This <em>STEM Disconnect</em> initiated&nbsp;<em>DS<sup>3</sup></em>, which is the gradual loss of the STEM self and is characterized by the loss of intrinsic motivation to actively engage in STEM education activities. The top five learning motivation challenges (LMCs) were&nbsp;<em>assignment overloads, lack of in-person peer interactions, uncaring professors, lack of in-person professor interactions, </em>and<em> lack of in-person laboratory experiences.</em>&nbsp; Professors who were&nbsp;<em>older</em>&nbsp;or&nbsp;<em>lacked strong IT skills</em>&nbsp;were likely to struggle with delivering STEM content in e-learning environments and worsen&nbsp;<em>DS<sup>3</sup></em>. Household distractions worsened <em>DS<sup>3 </sup></em>and were attributed to&nbsp;<em>household members, media, chores, personal behaviors,&nbsp;</em>and<em>&nbsp;internet issues</em>. DS<sup>3</sup>&nbsp;was associated with&nbsp;<em>burnout, anxiety</em>, and&nbsp;<em>poor understanding of STEM content</em>.&nbsp;Students tended to attribute lowered motivation to <em>Institutional</em> and <em>Domestic</em> challenges which were typically out of their control, rather than to <em>Personal</em> challenges which were typically within their control. Significant relationships existed between three characteristics (<em>GPA, classification, and age</em>) and few LMCs (e.g., assignment overloads). Students with multiple and interacting high-risk characteristics (e.g., <em>low GPA, sophomore, Asian, aged 41 to 50, etc.</em>) were likely to experience higher DS<sup>3</sup>&nbsp;due to higher dependence on in-person learning environments.&nbsp;</p>\n<p>STEM faculty found it challenging to provide the same quality of education in e-learning environments, especially for&nbsp;<em>analytical</em>&nbsp;and&nbsp;<em>hands-on</em>&nbsp;content. Faculty were fatigued and experienced personal challenges to include&nbsp;<em>illnesses</em>&nbsp;and&nbsp;<em>daycare</em>&nbsp;issues. STEM administrators expressed that typical experiential learning opportunities were either <em>eliminated </em>or made <em>virtual</em>. Furthermore, variation in technology adaptation by instructors, and the absence of skill building activities impacted <em>cognitive</em> and<em> fundamental STEM skills</em>. Administrators adjusted STEM&nbsp;<em>rigor</em>&nbsp;and&nbsp;<em>culture</em>&nbsp;to improve learning outcomes.</p>\n<p>To minimize negative DS<sup>3</sup>&nbsp;impacts, students implemented adaptation strategies to include&nbsp;<em>alternate learning resources,&nbsp;space adjustments,&nbsp;time adjustments, supervised care, self-care, community connections, pass/fail options,</em>&nbsp;and&nbsp;<em>tuning out</em>. Decisions were influenced by&nbsp;<em>pre and early COVID experiences, family, employers, peers, professors, institutions, healthcare professionals,</em>&nbsp;and&nbsp;<em>media</em>. Notably, while professors were&nbsp;<em>adjusting to modified teaching environments</em>, students were&nbsp;<em>developing a sense of independence</em>. Four STEM student mitigation styles (<em>NAVIGATING, CRUISING, FATIGUED, and DRIFTING</em>) captured how interactions between effectiveness and persistence of adaptation strategies led to the&nbsp;<em>reduction, retention,</em>&nbsp;or&nbsp;<em>exacerbation</em>&nbsp;of DS<sup>3</sup>&nbsp;and influenced STEM performance. Students who persistently implemented effective adaptation decisions were likely to improve or maintain grades, while those who did otherwise were likely to opt for pass/fail option, withdraw, or fail.&nbsp;</p>\n<p>To reduce DS<sup>3</sup>&nbsp;and improve STEM performance in future high-risk situations, all students require access to critical&nbsp;<em>domestic, institutional</em>, and&nbsp;<em>personal</em>&nbsp;resources. Early identification of the most vulnerable students should be quickly followed by interventions. Institutions should strengthen students&rsquo; self-regulation skills and provide increased opportunities for remote peer interactions. Training of faculty and administrators is critical to build institutional capacity to motivate and educate STEM students with diverse characteristics in e-learning and high-risk environments. Pass/fail policies should be carefully designed and implemented to minimize negative impacts on motivation. Employers should expand orientation and mentoring programs for entry-level employees, particularly for laboratory-based tasks. Research is needed to improve the delivery of STEM laboratory e-learning experiences.</p>\n<p><strong><em>Intellectual Merit</em></strong>: New insights improve understanding and prediction of STEM student experiences, decisions, behaviors,&nbsp;and performance in high-risk contexts. This work expands existing decision-making theories and research to include undergraduate STEM student domains and high-risk contexts. These will contribute to minimizing disruptions to student functioning and performance, reducing attrition, and strengthening progression into the STEM workforce. Findings may be extended to inform decision making theories and research focused on non-STEM student populations and other contexts.</p>\n<p><strong><em>Broader Impacts</em></strong>: Dissemination of findings is through <em>1 journal article (under review), 4 conference proceedings, 17 oral presentations, and 24 poster presentations</em>. Lessons and best practices inform policies and practices in STEM institutions for improved adaptability and resiliency. Integration of research findings into an Environmental Health and Safety course, as well as engagement of 13 HBCU student research assistants (<em>4 Ph.D.; 9 undergraduates; 12 African Americans; 6 women</em>) improved understanding of intersections among STEM, education, sociology, and psychology. Being informed by this research, Principal Investigators modified instructional strategies (<em>e.g., remote construction field trips</em>) and administrative strategies (<em>e.g., offering more summer courses </em>and <em>Student Success Workshops</em>) which had positive impacts on learning, motivation, and performance of different STEM communities at NC A &amp; T State University. With caution, insights may be extended to inform policies and practices in non-STEM student communities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2022<br>\n\t\t\t\t\tModified by: Andrea&nbsp;N&nbsp;Ofori-Boadu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal was to construct substantive grounded theories that explain decision-making processes in undergraduate STEM students during the COVID-19 pandemic. The emerging theory, Mitigating Our Diminishing STEM-Self Syndrome (DS3) - the Voices of Undergraduate STEM students, explains evolving interactions among salient student characteristics, environments, experiences, decisions, behaviors, and performance.\n\nWhen STEM students transitioned to e-learning during the early stages of the pandemic, they experienced the STEM Disconnect, which is the loss of traditional in-person STEM Professor Interactions, Study Spaces, Study Times, and Communities. This STEM Disconnect initiated DS3, which is the gradual loss of the STEM self and is characterized by the loss of intrinsic motivation to actively engage in STEM education activities. The top five learning motivation challenges (LMCs) were assignment overloads, lack of in-person peer interactions, uncaring professors, lack of in-person professor interactions, and lack of in-person laboratory experiences.  Professors who were older or lacked strong IT skills were likely to struggle with delivering STEM content in e-learning environments and worsen DS3. Household distractions worsened DS3 and were attributed to household members, media, chores, personal behaviors, and internet issues. DS3 was associated with burnout, anxiety, and poor understanding of STEM content. Students tended to attribute lowered motivation to Institutional and Domestic challenges which were typically out of their control, rather than to Personal challenges which were typically within their control. Significant relationships existed between three characteristics (GPA, classification, and age) and few LMCs (e.g., assignment overloads). Students with multiple and interacting high-risk characteristics (e.g., low GPA, sophomore, Asian, aged 41 to 50, etc.) were likely to experience higher DS3 due to higher dependence on in-person learning environments. \n\nSTEM faculty found it challenging to provide the same quality of education in e-learning environments, especially for analytical and hands-on content. Faculty were fatigued and experienced personal challenges to include illnesses and daycare issues. STEM administrators expressed that typical experiential learning opportunities were either eliminated or made virtual. Furthermore, variation in technology adaptation by instructors, and the absence of skill building activities impacted cognitive and fundamental STEM skills. Administrators adjusted STEM rigor and culture to improve learning outcomes.\n\nTo minimize negative DS3 impacts, students implemented adaptation strategies to include alternate learning resources, space adjustments, time adjustments, supervised care, self-care, community connections, pass/fail options, and tuning out. Decisions were influenced by pre and early COVID experiences, family, employers, peers, professors, institutions, healthcare professionals, and media. Notably, while professors were adjusting to modified teaching environments, students were developing a sense of independence. Four STEM student mitigation styles (NAVIGATING, CRUISING, FATIGUED, and DRIFTING) captured how interactions between effectiveness and persistence of adaptation strategies led to the reduction, retention, or exacerbation of DS3 and influenced STEM performance. Students who persistently implemented effective adaptation decisions were likely to improve or maintain grades, while those who did otherwise were likely to opt for pass/fail option, withdraw, or fail. \n\nTo reduce DS3 and improve STEM performance in future high-risk situations, all students require access to critical domestic, institutional, and personal resources. Early identification of the most vulnerable students should be quickly followed by interventions. Institutions should strengthen students’ self-regulation skills and provide increased opportunities for remote peer interactions. Training of faculty and administrators is critical to build institutional capacity to motivate and educate STEM students with diverse characteristics in e-learning and high-risk environments. Pass/fail policies should be carefully designed and implemented to minimize negative impacts on motivation. Employers should expand orientation and mentoring programs for entry-level employees, particularly for laboratory-based tasks. Research is needed to improve the delivery of STEM laboratory e-learning experiences.\n\nIntellectual Merit: New insights improve understanding and prediction of STEM student experiences, decisions, behaviors, and performance in high-risk contexts. This work expands existing decision-making theories and research to include undergraduate STEM student domains and high-risk contexts. These will contribute to minimizing disruptions to student functioning and performance, reducing attrition, and strengthening progression into the STEM workforce. Findings may be extended to inform decision making theories and research focused on non-STEM student populations and other contexts.\n\nBroader Impacts: Dissemination of findings is through 1 journal article (under review), 4 conference proceedings, 17 oral presentations, and 24 poster presentations. Lessons and best practices inform policies and practices in STEM institutions for improved adaptability and resiliency. Integration of research findings into an Environmental Health and Safety course, as well as engagement of 13 HBCU student research assistants (4 Ph.D.; 9 undergraduates; 12 African Americans; 6 women) improved understanding of intersections among STEM, education, sociology, and psychology. Being informed by this research, Principal Investigators modified instructional strategies (e.g., remote construction field trips) and administrative strategies (e.g., offering more summer courses and Student Success Workshops) which had positive impacts on learning, motivation, and performance of different STEM communities at NC A &amp; T State University. With caution, insights may be extended to inform policies and practices in non-STEM student communities.\n\n\t\t\t\t\tLast Modified: 05/19/2022\n\n\t\t\t\t\tSubmitted by: Andrea N Ofori-Boadu"
 }
}