{
 "awd_id": "2028710",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Modeling the Coupled Social and Epidemiological Networks that Determine the Success of Behavioral Interventions on Limiting Spread of COVID-19",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 198932.0,
 "awd_amount": 198932.0,
 "awd_min_amd_letter_date": "2020-04-22",
 "awd_max_amd_letter_date": "2020-04-22",
 "awd_abstract_narration": "Abstract:\r\nIdeas and viruses can spread in human populations through different forms of interaction. Social distancing is an idea that, when enacted, can lower disease transmission risk and slow the spread of infection in a population.  In the case of the current COVID-19 outbreak, in the absence of ready vaccines and medical treatments, social distancing is our best line of defense. The prevalence of social distancing behaviors can depend, however, on the mix of social and geographic communities and their social norms, influencing spread dynamics in schools, social media, work environments, and among friends and family.  Members of some social communities (e.g. social media friend groups) may share values and beliefs together without necessarily being in close geographic proximity. Alternatively, people can come into physical proximity—at work, shops, beaches, sporting events— without sharing strongly-held beliefs. Sometimes, even strangers may copy certain visible behaviors, such as wearing protective masks at the grocery store.  A pandemic is both a biological and social phenomenon. This work will develop practical tools (models) that predict the interaction between collective behavior and the spatiotemporal dynamics of disease spread. This will enable more accurate predictions of medical resources the population will need over time. Public health measures can target not only individual behavior but also collective behavior, which may require different incentives and nudges, such that public health messaging can be maximally beneficial. Results from the project will also be shared through a public webinar on the role of mathematics in pandemic preparedness.\r\n\r\nThis work to address these gaps will involve two different types of mathematical modeling efforts. The first type will rely on designing a system ordinary differential equations (ODEs) to capture both disease dynamics and social influence. This ODE model will assume that mass action average rates of transition between both disease and belief states are sufficient to gain insight, producing quantitative characterizations to describe how belief dynamics interact with disease prevalence in a community as both progress over time. The second type will rely on designing coupled multi-layer networks in which one layer captures social influence and the other captures physical contact and disease transmission. This model will explore dynamic connections among individuals within each layer, where the strength of contact can shift based on the state and neighbors of the same individual in the other layer. This second model, by focusing on particular network structures will complement the insights about average behaviors gained by the ODE model and provide insight into the different roles individuals may play in shifting community perception and/or spreading infection.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Fefferman",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Nina H Fefferman",
   "pi_email_addr": "nfefferm@utk.edu",
   "nsf_id": "000203710",
   "pi_start_date": "2020-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "R Alexander",
   "pi_last_name": "Bentley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "R Alexander Bentley",
   "pi_email_addr": "rabentley@utk.edu",
   "nsf_id": "000723317",
   "pi_start_date": "2020-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 198932.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Covid-19 pandemic has exposed vulnerabilities in our understanding, prediction, and management of potentially life-threatening outbreaks. One of the biggest challenges is understanding how different factors that determine the progress of an outbreak also influence each other over time. Among all of the myriad of important factors, none is more rapidly shifting and difficult to predict while also being critical in how it influences so many other factors than that of human behavior.</p>\n<p>Each individual forms an impression of our world, and then acts in accordance with those impressions and beliefs. Perceptions of novel risks (such as a new disease, like COVID-19) are formed both from learning new information from news and government sources, but also from talking to people in our social circle, whether in person, by phone, or online. We don&rsquo;t always come into physical contact with people in our social circle, so we might not share the same actual risks of infection, but we still help each other calibrate and understand which things we think are risky and which are safe. Based on this understanding, people change their behaviors, which shapes the actual risk of infection for themselves and others they meet (even people who aren&rsquo;t in their social circles, such as other shoppers in stores, or co-workers in a large office building who may not discuss non-work issues together).</p>\n<p>Our project focused on improving our understanding of this interplay between how risk perception and risk mitigation are influenced by our social networks and the networks of physical human contact and disease exposure that result from behavioral choices. We studied how social networks and physical contact networks change over time in response to each other, and how they together impact the course of epidemic spread of infection. We worked to communicate our findings not only to the academic community, but directly to local, state, and national public health and advocacy agencies and policy/decision makers.</p>\n<p>We studied this question with a variety of methods, including multilayer networks, ordinary differential equations, and game theory. We modelled the combined effects of two overlapping spheres of influence; a physical network through which disease is exchanged and a social network through which information about the disease risk is exchanged. We were able to make concrete, real-time predictions about how perceived risks and community norms can influence the spread of pathogenic diseases. Importantly, this work demonstrates that raising concern levels too early can hamper mitigation efforts, and public health policies might be most effective by exploiting a <em>behaviorally receptive phase</em> to increase the adoption of mitigation strategies. We were also able to show that observable real-world risk was likely to have a greater impact on behavioral change than social communications.</p>\n<p>We were able to translate our findings from basic science to practical recommendations, such as quantifying the relative importance of speed versus accuracy in local/regional/national testing surveillance and public reporting for slowing disease spread. We interpreted these findings both in the context of municipal policies (e.g., shutdowns) and in how they could influence public health messaging to increase individual participation in voluntary control efforts (e.g., non-mandatory mask wearing). &nbsp;Further, we were able to contextualize these recommendations to help determine the marginal return on public health investment in campaigns depending on the current state of outbreak monitoring and control. We found that if testing rates are low, increasing testing rates has a greater effect on disease mitigation. However, if testing rates are already high, then timely reporting of results has a bigger impact.</p>\n<p>The understanding developed from taking a perspective of the construction of risk perception via both individual information and social information led us to be able to ask more nuanced questions that can help shape policies to keep people safe. Our work has already also extended these findings to ask what the minimal set of factors might be to compromise trust and communication among different groups in society during infectious threats; looked at how different age groups approach socially learned information and how that might impact policies trying to control outbreaks for diseases with age-based susceptibility, morbidity, or mortality; and considered how the individual construction of risk perception is contextualized within different cultural norms.</p>\n<p>Overall, our work advanced the scientific understanding of behavioral epidemiology while making practical recommendations for how we can use these insights to improve public health response, increase public engagement while minimizing the emergence of different societal factions, reduce suffering, and support productive and healthy local, national, and global communities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/18/2022<br>\n\t\t\t\t\tModified by: Nina&nbsp;H&nbsp;Fefferman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Covid-19 pandemic has exposed vulnerabilities in our understanding, prediction, and management of potentially life-threatening outbreaks. One of the biggest challenges is understanding how different factors that determine the progress of an outbreak also influence each other over time. Among all of the myriad of important factors, none is more rapidly shifting and difficult to predict while also being critical in how it influences so many other factors than that of human behavior.\n\nEach individual forms an impression of our world, and then acts in accordance with those impressions and beliefs. Perceptions of novel risks (such as a new disease, like COVID-19) are formed both from learning new information from news and government sources, but also from talking to people in our social circle, whether in person, by phone, or online. We don’t always come into physical contact with people in our social circle, so we might not share the same actual risks of infection, but we still help each other calibrate and understand which things we think are risky and which are safe. Based on this understanding, people change their behaviors, which shapes the actual risk of infection for themselves and others they meet (even people who aren’t in their social circles, such as other shoppers in stores, or co-workers in a large office building who may not discuss non-work issues together).\n\nOur project focused on improving our understanding of this interplay between how risk perception and risk mitigation are influenced by our social networks and the networks of physical human contact and disease exposure that result from behavioral choices. We studied how social networks and physical contact networks change over time in response to each other, and how they together impact the course of epidemic spread of infection. We worked to communicate our findings not only to the academic community, but directly to local, state, and national public health and advocacy agencies and policy/decision makers.\n\nWe studied this question with a variety of methods, including multilayer networks, ordinary differential equations, and game theory. We modelled the combined effects of two overlapping spheres of influence; a physical network through which disease is exchanged and a social network through which information about the disease risk is exchanged. We were able to make concrete, real-time predictions about how perceived risks and community norms can influence the spread of pathogenic diseases. Importantly, this work demonstrates that raising concern levels too early can hamper mitigation efforts, and public health policies might be most effective by exploiting a behaviorally receptive phase to increase the adoption of mitigation strategies. We were also able to show that observable real-world risk was likely to have a greater impact on behavioral change than social communications.\n\nWe were able to translate our findings from basic science to practical recommendations, such as quantifying the relative importance of speed versus accuracy in local/regional/national testing surveillance and public reporting for slowing disease spread. We interpreted these findings both in the context of municipal policies (e.g., shutdowns) and in how they could influence public health messaging to increase individual participation in voluntary control efforts (e.g., non-mandatory mask wearing).  Further, we were able to contextualize these recommendations to help determine the marginal return on public health investment in campaigns depending on the current state of outbreak monitoring and control. We found that if testing rates are low, increasing testing rates has a greater effect on disease mitigation. However, if testing rates are already high, then timely reporting of results has a bigger impact.\n\nThe understanding developed from taking a perspective of the construction of risk perception via both individual information and social information led us to be able to ask more nuanced questions that can help shape policies to keep people safe. Our work has already also extended these findings to ask what the minimal set of factors might be to compromise trust and communication among different groups in society during infectious threats; looked at how different age groups approach socially learned information and how that might impact policies trying to control outbreaks for diseases with age-based susceptibility, morbidity, or mortality; and considered how the individual construction of risk perception is contextualized within different cultural norms.\n\nOverall, our work advanced the scientific understanding of behavioral epidemiology while making practical recommendations for how we can use these insights to improve public health response, increase public engagement while minimizing the emergence of different societal factions, reduce suffering, and support productive and healthy local, national, and global communities.\n\n\t\t\t\t\tLast Modified: 08/18/2022\n\n\t\t\t\t\tSubmitted by: Nina H Fefferman"
 }
}