{
 "awd_id": "2028623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: The role of fomites in community transmission of SARS-CoV-2",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 96023.0,
 "awd_amount": 96023.0,
 "awd_min_amd_letter_date": "2020-05-08",
 "awd_max_amd_letter_date": "2020-05-08",
 "awd_abstract_narration": "The novel coronavirus SARS-CoV2 is responsible for the global pandemic of COVID-19. There is an urgent need for better tools to monitor the transmission of SARS-CoV2. Surface sampling of community surfaces holds promise as a tool to identify how transmission is occurring. While most studies are focused on SARS-CoV2 in hospitals and other clinical settings, this project will focus on monitoring SARS-CoV2 on surfaces in community settings. This will be achieved by tracking SARS-CoV2 on crosswalk buttons, doors, grocery cart handles, gas pump handles, ATM interfaces, and other surfaces that are most likely to be contaminated. Results will be assessed to determine whether surface sampling can be used to rapidly and cost-effectively gauge the effectiveness of outbreak control measures. If successful, this research will allow the prioritization of surfaces for disinfection during the SARS-CoV2 outbreak. Combining the results with environmental modeling will help identify the risk of SARS-CoV2 infection in public spaces during the epidemic and once intervention efforts are relaxed.\r\n\r\nSARS-CoV2 transmission has been more difficult to control than previous outbreaks of human coronaviruses. This is thought to result from the high proportion of asymptomatic cases (up to 60%) actively shedding the virus. Infected community members can shed SARS-CoV2 onto surfaces up to a week before developing serious symptoms and can continue shedding the virus during and after disease progression. Recent evidence suggests viable SARS-CoV2 particles can survive on stainless steel and plastic surfaces for up to three days. The goal of this project is to better understand environmental transmission of SARS-CoV2 through contact with contaminated surfaces. This will be achieved through the following specific objectives: 1) Characterize the presence and concentration of SARS-CoV2 over time on high touch fomites in public locations during an outbreak; 2) Determine whether the presence or concentration of SARS-CoV2 on fomites over time is associated with public health control measures and changes in community infection rate; 3) Use SARS-CoV2 concentration data generated in this study in conjunction with transmission efficiency of viral particles to determine risk of infection from fomites. Given that more than half of infections may be asymptomatic, any recurrence may not be detected through typical hospital-based surveillance until transmission is already widespread in the community. Results will be used to assess whether changes in outbreak control strategies over the study period impact environmental concentrations of SARS-CoV2. A major concern is that lifting control measures too rapidly or ineffectively could cause a rapid increase in new infections. Results will benefit society by informing decisions on how best to control and monitor COVID-19 and future outbreaks of other enveloped viruses.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Pickering",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Pickering",
   "pi_email_addr": "pickering@berkeley.edu",
   "nsf_id": "000749021",
   "pi_start_date": "2020-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "200 College Avenue",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555530",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 96023.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Environmental surveillance of surface contamination is a potential tool for understanding transmission of SARS-CoV-2 and other pathogens in community settings. This study included longitudinal swab sampling of high-touch non-porous surfaces in a Massachusetts town during a COVID-19 outbreak from April to June 2020. Twenty-nine of 348 (8.3%) surface samples were positive for SARS-CoV-2 RNA, including crosswalk buttons, trash can handles, and door handles of essential business entrances (grocery store, liquor store, bank, and gas station). The estimated risk of infection from touching a contaminated surface was low (less than 5 in 10,000) by quantitative microbial risk assessment, suggesting fomites play a minimal role in SARS-CoV-2 community transmission. However, the weekly percentage of positive samples predicted variation in city-level COVID-19 cases with a 7-day lead time. These results suggest environmental surveillance of SARS-CoV-2 RNA on high-touch surfaces may be a useful tool to provide early warning of COVID-19 case trends and other viruses shed in the respiratory tract when infected individuals are pre-symptomatic. In particular, high-touch surface monitoring could be especially useful for understanding disease dynamics at the institutional scale (e.g. schools, health care facilities), when regular widespread human testing is not possible. The results informed CDC technical guidance that the risk of getting infected from touching a contaminated surface is typically less than a 1 in 10,000 chance.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2022<br>\n\t\t\t\t\tModified by: Amy&nbsp;Pickering</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEnvironmental surveillance of surface contamination is a potential tool for understanding transmission of SARS-CoV-2 and other pathogens in community settings. This study included longitudinal swab sampling of high-touch non-porous surfaces in a Massachusetts town during a COVID-19 outbreak from April to June 2020. Twenty-nine of 348 (8.3%) surface samples were positive for SARS-CoV-2 RNA, including crosswalk buttons, trash can handles, and door handles of essential business entrances (grocery store, liquor store, bank, and gas station). The estimated risk of infection from touching a contaminated surface was low (less than 5 in 10,000) by quantitative microbial risk assessment, suggesting fomites play a minimal role in SARS-CoV-2 community transmission. However, the weekly percentage of positive samples predicted variation in city-level COVID-19 cases with a 7-day lead time. These results suggest environmental surveillance of SARS-CoV-2 RNA on high-touch surfaces may be a useful tool to provide early warning of COVID-19 case trends and other viruses shed in the respiratory tract when infected individuals are pre-symptomatic. In particular, high-touch surface monitoring could be especially useful for understanding disease dynamics at the institutional scale (e.g. schools, health care facilities), when regular widespread human testing is not possible. The results informed CDC technical guidance that the risk of getting infected from touching a contaminated surface is typically less than a 1 in 10,000 chance.\n\n \n\n\t\t\t\t\tLast Modified: 09/12/2022\n\n\t\t\t\t\tSubmitted by: Amy Pickering"
 }
}