{
 "awd_id": "2028421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: An On-ice GNSS Research Experimental Network for Greenland",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922397",
 "po_email": "robdelga@nsf.gov",
 "po_sign_block_name": "Roberto Delgado",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 258525.0,
 "awd_amount": 258525.0,
 "awd_min_amd_letter_date": "2020-06-30",
 "awd_max_amd_letter_date": "2020-06-30",
 "awd_abstract_narration": "In understanding the large-scale changes of the Greenland Ice Sheet, wide coverage is needed. While aircraft and satellites produce extensive elevation-change datasets, and regional climate models predict snowfall at high resolution, both systems require calibration and validation by on-the-ice means. Hence, there is a need for extensive on-ice elevation survey data in Greenland, typically collected using the Global Positioning System (GPS). Ground-based traverses have been highly successful in collecting such on-ice information. Similarly, on-ice static GPS stations have been installed for short-term glaciology projects. Both approaches, however, suffer significant drawbacks. The first is cost. Ground traverses are logistically complex and expensive. For traditional static stations, the high cost is associated with the hardware and the transport of large numbers of batteries due to the power required to run these stations through the dark winter. The second is limitations in spatial and temporal coverage.  Traverses offer excellent spatial coverage, but temporally only a single snapshot in time over the traverse route. Conversely, static stations offer excellent temporal resolution, but operate at a fixed point and thus limited spatial resolution. \r\n\r\nThis project will create a dense network of static on-ice GPS stations in Greenland. New GPS technology allows for a reduction in costs by leveraging the newest generation of chipsets, which offer extremely low power consumption. While currently unproven for collecting science data on ice sheets, these chipsets are now integrated in the current generation of Unmanned Aerial Vehicles (UAVs) and, when operated using Real Time Kinematic (RTK) corrections in these situations, claim centimeter-scale positioning accuracy. Over three phases, the project will 1) install a network of stations in the study area; 2) develop a standalone GNSS receiver station for deployment outside the original network; and 3) deploy a wider network of stations on the Greenland Ice Sheet. This project will also integrate research and education by supporting a graduate student who will be actively involved in all aspects of the project, and by partnering with the Women in Science Project to train a first-year female undergraduate student during a 20-week internship in each year of the project.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hawley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Hawley",
   "pi_email_addr": "robert.l.hawley@dartmouth.edu",
   "nsf_id": "000098350",
   "pi_start_date": "2020-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "19 Fayerweather Rd",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553716",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 258525.0
  }
 ],
 "por": null
}