{
 "awd_id": "2028338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Origins of Damping in Biomimetic Scale Exoskeletal Metamaterials and their Influence on Limit Cycles",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922949",
 "po_email": "atalkach@nsf.gov",
 "po_sign_block_name": "Alena Talkachova",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 252582.0,
 "awd_amount": 266855.0,
 "awd_min_amd_letter_date": "2020-08-04",
 "awd_max_amd_letter_date": "2022-08-19",
 "awd_abstract_narration": "The grant will support research towards the discovery and quantification of new kind of damping in biomimetic scale structures. These structures are synthetic soft substrates with stiff plate like exoskeletal protrusion resembling scales on fishes and reptiles. Damping can critically affect the performance of a range of dynamic systems such as soft autonomous systems and robots, wearable technologies, aerostructures and microsystems. Typically, damping is either undesirable or poorly controlled. However, exoskeletal structures leverage geometry, deformation and sliding to provide unprecedented control over damping response. This can change damping from a nuisance to a design element that tailors operational efficiency and dynamics. This will directly contribute to the development of next generation of aerospace structures, collaborative robots (COBOTS) and smart skins with superior performance. These outcomes will improve operational efficiency, accelerate automation and deepen human-machine integration. This research will broadly benefit US economy, increase technological competitiveness, strengthen national defense, and positively affect society. The comprehensive but fundamental approach in this research will lead to new science, greater cross-pollination of ideas across engineering, broaden participation of underrepresented groups and improve engineering curriculum. \r\n\r\nThe origins of structural damping for the systems considered in this study are from the friction between sliding exoskeletal structures, and are dramatically reshaped in metamaterials due to the intricate interplay of dynamics, deformation and topology. The dynamics of biomimetic scale exoskeletal metamaterials, resembling the form of scales found in nature on fishes and reptiles, is dictated by the complex mutual sliding kinematics of the stiff plate-like scales. However, the emergence of damping due to sliding friction is poorly understood as friction has a dual nature – enhance both dissipation and stiffness. As a direct consequence of sliding complexity, this project hypothesizes the emergence of viscous, directional and nonlinear damping behavior even when simple Coulomb friction exists between scales. Due to the dual effect of friction on both stiffness and damping, its central role in limit cycle creation-annihilation is postulated. The research will reveal the architecture-dissipation-dynamics relationships using a combination of analytical modeling, computational simulations including finite elements and testing and imaging based experimental studies. The interplay of scale sliding kinematics with substrate deformation and boundary conditions give rise to these emergent properties even in small strains with complex oscillations tailorable from the exoskeletal distribution and shape (architecture). By revealing the coupling of these operating factors, a new body of transformative knowledge on the dynamics of exoskeletal structures will be created.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ranajay",
   "pi_last_name": "Ghosh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ranajay Ghosh",
   "pi_email_addr": "ranajay.ghosh@ucf.edu",
   "nsf_id": "000722143",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "12201 Research Parkway Suite 501",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328263246",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "5937",
   "pgm_ref_txt": "SWEDEN"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 252582.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 14273.0
  }
 ],
 "por": null
}