{
 "awd_id": "2028523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COVID-19: RAPID: Networked Compartmental Modeling and Analysis for Spread of COVID-19",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2020-05-01",
 "awd_max_amd_letter_date": "2020-05-01",
 "awd_abstract_narration": "The ongoing COVID-19 pandemic is caused by a novel coronavirus, which was only identified in December 2019. Due to the novelty of the virus and the speed at which it is currently sweeping the world, not only is there very little known about the virus but there is also very little data. Despite the lack of data, there are many important questions that need to be answered. Is social distancing working effectively in `flattening the curve’? How much more effective would mandated shelter-in-place be in containing the spread? Is it worth the social cost? What is the effect of 10% of the population ignoring these protocols? What is the marginal benefit of enforcing quarantines versus implementation cost? Today the important questions seem to be related to mitigation as the biggest concern is the immediate matter at hand: the impending peak of hospitalizations due to COVID-19. However, it is also necessary to be looking ahead to a potential resurgence of this virus with a new set of questions. What will be the effect of asynchronously `opening up' different parts of the country as people are still recovering from COVID-19? How will we know we are not lifting restrictions pre-maturely? Precise answers to these questions are needed in order to make informed policy decisions, and this requires a deep understanding and accurate models of COVID-19 which are simply not available today. Unfortunately, there is no time to learn about this virus before needing to act to mitigate the tremendous damage that is already being incurred socially, economically, and even in terms of lost lives. Instead, new data must be rapidly incorporated into models and these questions must be re-visited on a constant basis to be able to quickly provide at least a reasonable understanding of the important questions above.\r\n\r\nThis project addresses the rapidly evolving modeling problem for COVID-19. Taking a systems point of view, this project seeks to investigate the effects of various overlooked artifacts of COVID-19 in the leading models used to inform policy decisions today. The numerical methods and mathematical models can provide significant complementary support to the epidemiologists worldwide on understanding how the virus spreads. The outcomes of this project will be novel stochastic and deterministic networked meta-population models as opposed to the commonly seen lumped population models. The models developed will expand simple Susceptible-Infected-Removed (SIR) models to capture a number of different properties specific to COVID-19 by adding more compartments. These models will provide a more rigorous analysis of the network effects of the ongoing pandemic which may prove especially useful as different parts of the country, or even the world, are imposing/lifting various levels of mobility restrictions at different times.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cameron",
   "pi_last_name": "Nowzari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cameron Nowzari",
   "pi_email_addr": "cnowzari@gmu.edu",
   "nsf_id": "000733698",
   "pi_start_date": "2020-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  },
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project began as the COVID-19 pandemic was just unfolding. At the start of this project, there were many unknowns about the virus and the primary goal was to identify properties of the virus that are most important in properly modeling and tracking the spread of the virus through the world. In particular our research focused on two aspects overlooked in many other endeavours: the abnormally long incubation period and the effects of travel.&nbsp;</p>\n<p>The ultimate goal of this project was to develop new methods and technologies for better tracking/containing epidemics that are unfolding in real-time. The main challenge identified as a result of this project is how to synthesize data sets collected in completely different ways/places. For example, how should an individual decide exactly when to go to the grocery store, or which one, depending on the data unfolding around the individual?&nbsp;</p>\n<p>Solving this problem requires new multi-scale modeling, analysis, and control methods that is able to incorporate data collected at completely different granularities and provide individual-level recommendations to end-users. As a result of this project, it is hopefuly that new apps developed for future epidemic outbreaks can serve the public better than the various COVID-19 apps that were released in 2020-2021. e.g., many apps were able to let users know when someone they have come in contact with tested positive, but what behavioral changes should be made in response to this type of information was completely absent. Instead, future apps should combine individual-level data with regional data to make better individualized recommendations to help protect the indivudal while also better containing the epidemic on a larger scale (e.g., when to get tested, which grocery stores to avoid, when to stay home from work).&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2021<br>\n\t\t\t\t\tModified by: Cameron&nbsp;Nowzari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project began as the COVID-19 pandemic was just unfolding. At the start of this project, there were many unknowns about the virus and the primary goal was to identify properties of the virus that are most important in properly modeling and tracking the spread of the virus through the world. In particular our research focused on two aspects overlooked in many other endeavours: the abnormally long incubation period and the effects of travel. \n\nThe ultimate goal of this project was to develop new methods and technologies for better tracking/containing epidemics that are unfolding in real-time. The main challenge identified as a result of this project is how to synthesize data sets collected in completely different ways/places. For example, how should an individual decide exactly when to go to the grocery store, or which one, depending on the data unfolding around the individual? \n\nSolving this problem requires new multi-scale modeling, analysis, and control methods that is able to incorporate data collected at completely different granularities and provide individual-level recommendations to end-users. As a result of this project, it is hopefuly that new apps developed for future epidemic outbreaks can serve the public better than the various COVID-19 apps that were released in 2020-2021. e.g., many apps were able to let users know when someone they have come in contact with tested positive, but what behavioral changes should be made in response to this type of information was completely absent. Instead, future apps should combine individual-level data with regional data to make better individualized recommendations to help protect the indivudal while also better containing the epidemic on a larger scale (e.g., when to get tested, which grocery stores to avoid, when to stay home from work). \n\n \n\n\t\t\t\t\tLast Modified: 08/02/2021\n\n\t\t\t\t\tSubmitted by: Cameron Nowzari"
 }
}