{
 "awd_id": "2028547",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Acoustic Communications and Sensing for COVID-19 Data Collection",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927855",
 "po_email": "aabouzei@nsf.gov",
 "po_sign_block_name": "Alhussein Abouzeid",
 "awd_eff_date": "2020-06-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2020-06-04",
 "awd_max_amd_letter_date": "2020-06-04",
 "awd_abstract_narration": "The outbreak of the novel coronavirus (COVID-19) has unfolded as a major international crisis whose influence has extended to every aspect of daily life. This has led to a devastating loss of human life as well as the nation's economic well-being. As various US states begin to restart their economies, contact tracing has become an invaluable tool in allowing the workforce to return in a safe and controlled manner. The proposed project aims to build a privacy-preserving crowdsensing system for effective COVID-19 tracking and tracing by leveraging the ubiquity of mobile devices. This work overcomes key challenges of infrastructure-based techniques such as video monitoring systems, etc., that are difficult to scale and provide broad coverage. This approach uses a unique inaudible acoustic based communication system to identify and monitor persons with whom users have interacted with. It uses only acoustic signal transmission with every day mobile phone sensors (i.e., inbuilt speakers and microphones) to facilitate easy implementation.  The research conducted during this project will overcome key challenges in energy management and power control to prolong battery life, dealing with an occluded environment where the phone may be in a pocket or a purse, and detecting physical interactions between users, thus making fundamental contributions to domain specific research areas themselves.\r\n \r\nThe system will leverage the normal procedure of human interactions in the context of social encounters and adapt a novel acoustic signals dissemination service that selectively broadcasts information within particular \"turfs\". The encounters' information will be uploaded to a central server either automatically or with users' manual processing. The map at the central server will be updated accordingly. The solution will preserve a number of desirable qualities in the following dimensions: (i) The sensing range of acoustic signals on mobile phones is small compared with competing systems such as Bluetooth, but meets the requirements on virus detection. In fact, this feature enables far less false positives than Bluetooth based approaches. The short range also helps with privacy. (ii) Each user's unique ID such as WiFi and Bluetooth MAC addresses would not be disclosed to their peer encounters. Instead, only randomly generated IDs are disclosed. (iii) Users can choose what information to report to the central server, e.g., their encounters with/without GPS, their medical condition, age, real ID, etc. They could also choose not to report certain encounters or encounters at certain locations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ness",
   "pi_last_name": "Shroff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ness Shroff",
   "pi_email_addr": "shroff@ece.osu.edu",
   "nsf_id": "000445637",
   "pi_start_date": "2020-06-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dong",
   "pi_last_name": "Xuan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dong Xuan",
   "pi_email_addr": "xuan@cse.ohio-state.edu",
   "nsf_id": "000492149",
   "pi_start_date": "2020-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "The Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outbreak of the novel coronavirus (COVID-19) [1] is unfolding as a major international crisis whose influence extends to major aspects of our daily lives. For example, the U.S. imposed a travel ban on European countries [2] and international manufacturing operations have curtailed production [3]. Unlike seasonal flu, the World Health Organization (WHO) declared the rapidly spreading coronavirus a pandemic in early March 2020. There have been over 1,000,000 infections worldwide in early April 2020. To this end, tracking and predicting how the virus could spread among people and regions became a critical part of public health response strategies and early warning and prediction systems. The project resulted in the following key developments.&nbsp;</p>\n<p>A&nbsp; new acoustic signal transmission based app was developed by using common mobile phone sensors (<em>i.e.</em>, speakers and microphones). A-Turf selectively broadcasts inaudible ultrasonic signals (including its randomly generated ID) in a nearby area. In mobile contact tracing, indiviudal mobile phone broadcasts and receives random IDs to achieve automatic contact tracing.&nbsp;Most existing contact tracing solutions use Bluetooth, which may lead to lots of false alarms, because Blutooth penetrates walls and other obstacles that prevent the spread of the virus. In A-Turf, each user generates a virtual proximity range. If two users enter each other&rsquo;s proximity range, they will receive each other&rsquo;s random ID.&nbsp;If one user tests positive for COVID-19, the public health authority can publish her/his random ID history (this action doesn&rsquo;t disclose the user&rsquo;s identity. Users can compare the random IDs they&rsquo;ve received with the published patient&rsquo;s random ID history to know if they have contact(s) with patient(s). A-Turf was tested and implemented on sevral android based systems and shown the system to work effectively.&nbsp;</p>\n<p><span>A large number of Bluetooth-based mobile apps have been developed recently to help tracing close contacts of contagious COVID19 individuals. These apps make decisions based on whether two users are in close proximity (e.g., within 6 ft) according to the distance measured from the received signal strength (RSSI ) of Bluetooth. The project provided a detailed study of the current practice of RSSI-based distance measurements among contact tracing apps by analyzing various factors that can affect the RSSI value and how each app has responded to them.&nbsp;</span></p>\n<p>Traditional methods for mitigating pandemics employ a dual strategy of contact tracing plus testing combined with quarantining and isolation. The contact tracing aspect is usually done via manual (human) contact tracers, which are labor-intensive and expensive. In many large-scale pandemics (e.g., COVID-19), testing capacity is resource limited, and current myopic testing strategies are resource wasteful. To address these challenges, the project developed a blueprint on how to contain the spread of a pandemic by leveraging wireless technologies and advances in sequential learning for efficiently using testing resources in order to mitigate the spread of a large-scale pandemic. In particular, a study was conducted on how different wireless technologies could be leveraged to improve contact tracing and reduce the probabilities of detection and false alarms. The idea is to integrate different streams of data in order to create a susceptibility graph whose nodes correspond to an individual and whose links correspond to spreading probabilities. It was then shown how to develop efficient sequential learning based algorithms in order to minimize the spread of the virus infection. In particular, it was shown that current contact tracing plus testing strategies that are aimed at identifying (and testing) individuals with the highest probability of infection are inefficient. Rather, it is instead better to test those individuals whose expected impact on virus spread is the highest.&nbsp;</p>\n<p>Beyond publications in conferences and journals the work conducted on this project has also been reported in the popular press, and we were interviewed on a Cleveland TV station. Here is an example press release:&nbsp;</p>\n<p>&nbsp;<a href=\"https://urldefense.com/v3/__https:/www.newswise.com/coronavirus/using-your-phone-s-microphone-to-track-possible-covid-19-exposure?page=2&amp;search*status*=3&amp;search*sort*=date*desc&amp;search*channel_id*=6546&amp;category=*__;W11bXStbXSM!!KGKeukY!mrdLLAUS_YB88D8X1sW3Vw_AjH2x2dyv0Bn1poglRZlfumojfzuKqhIYXjXIO7PDJw$\">https://www.newswise.com/coronavirus/using-your-phone-s-microphone-to-track-possible-covid-19-exposure?page=2&amp;search[status]=3&amp;search[sort]=date+desc&amp;search[channel_id]=6546&amp;category=#</a>!</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2022<br>\n\t\t\t\t\tModified by: Ness&nbsp;Shroff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outbreak of the novel coronavirus (COVID-19) [1] is unfolding as a major international crisis whose influence extends to major aspects of our daily lives. For example, the U.S. imposed a travel ban on European countries [2] and international manufacturing operations have curtailed production [3]. Unlike seasonal flu, the World Health Organization (WHO) declared the rapidly spreading coronavirus a pandemic in early March 2020. There have been over 1,000,000 infections worldwide in early April 2020. To this end, tracking and predicting how the virus could spread among people and regions became a critical part of public health response strategies and early warning and prediction systems. The project resulted in the following key developments. \n\nA  new acoustic signal transmission based app was developed by using common mobile phone sensors (i.e., speakers and microphones). A-Turf selectively broadcasts inaudible ultrasonic signals (including its randomly generated ID) in a nearby area. In mobile contact tracing, indiviudal mobile phone broadcasts and receives random IDs to achieve automatic contact tracing. Most existing contact tracing solutions use Bluetooth, which may lead to lots of false alarms, because Blutooth penetrates walls and other obstacles that prevent the spread of the virus. In A-Turf, each user generates a virtual proximity range. If two users enter each other’s proximity range, they will receive each other’s random ID. If one user tests positive for COVID-19, the public health authority can publish her/his random ID history (this action doesn’t disclose the user’s identity. Users can compare the random IDs they’ve received with the published patient’s random ID history to know if they have contact(s) with patient(s). A-Turf was tested and implemented on sevral android based systems and shown the system to work effectively. \n\nA large number of Bluetooth-based mobile apps have been developed recently to help tracing close contacts of contagious COVID19 individuals. These apps make decisions based on whether two users are in close proximity (e.g., within 6 ft) according to the distance measured from the received signal strength (RSSI ) of Bluetooth. The project provided a detailed study of the current practice of RSSI-based distance measurements among contact tracing apps by analyzing various factors that can affect the RSSI value and how each app has responded to them. \n\nTraditional methods for mitigating pandemics employ a dual strategy of contact tracing plus testing combined with quarantining and isolation. The contact tracing aspect is usually done via manual (human) contact tracers, which are labor-intensive and expensive. In many large-scale pandemics (e.g., COVID-19), testing capacity is resource limited, and current myopic testing strategies are resource wasteful. To address these challenges, the project developed a blueprint on how to contain the spread of a pandemic by leveraging wireless technologies and advances in sequential learning for efficiently using testing resources in order to mitigate the spread of a large-scale pandemic. In particular, a study was conducted on how different wireless technologies could be leveraged to improve contact tracing and reduce the probabilities of detection and false alarms. The idea is to integrate different streams of data in order to create a susceptibility graph whose nodes correspond to an individual and whose links correspond to spreading probabilities. It was then shown how to develop efficient sequential learning based algorithms in order to minimize the spread of the virus infection. In particular, it was shown that current contact tracing plus testing strategies that are aimed at identifying (and testing) individuals with the highest probability of infection are inefficient. Rather, it is instead better to test those individuals whose expected impact on virus spread is the highest. \n\nBeyond publications in conferences and journals the work conducted on this project has also been reported in the popular press, and we were interviewed on a Cleveland TV station. Here is an example press release: \n\n https://www.newswise.com/coronavirus/using-your-phone-s-microphone-to-track-possible-covid-19-exposure?page=2&amp;search[status]=3&amp;search[sort]=date+desc&amp;search[channel_id]=6546&amp;category=#!\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2022\n\n\t\t\t\t\tSubmitted by: Ness Shroff"
 }
}