{
 "awd_id": "2028722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rational Design of Oxide Cathode Coatings for High Performance Li-ion Batteries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 605209.0,
 "awd_amount": 611209.0,
 "awd_min_amd_letter_date": "2020-07-28",
 "awd_max_amd_letter_date": "2020-11-10",
 "awd_abstract_narration": "Li-ion batteries (LIBs) are ubiquitous, used as energy storage devices in portable electronics and electrical vehicles. Increasing the energy density of these batteries is necessary to allow for longer runtime of cell phones and the increased range of electrical vehicles. Critical to increasing the energy density of LIBs is enabling high-voltage charging of current LIB cathodes. This effort is hindered by the rapid capacity fading over charge-discharge cycles caused by parasitic reactions between the cathode and the electrolyte that also undermine the battery’s safety. One effective strategy to overcome this problem is to coat the cathode surface with a chemically inert material as a barrier to prevent the parasitic reactions from occurring. The goal of this project is to understand the functionality of the surface coating to enable high-voltage cathodes for high energy density LIBs. This research will address a major challenge in the advancement of LIBs. To broaden the participation in STEM, an art-science partnership will be implemented to connect scientific advances to real-world applications. This will be implemented in the existing First-year Research Immersion and the NSF Research Experience for Undergraduates programs at Binghamton University. This research will also offer workforce training opportunities for students to gain proficiency in manufacturing-level battery assembly. \r\n\r\nCommercialized Li-ion battery technologies are reliant on Ni-rich layered oxide cathodes to achieve the high energy density and power output required for today’s applications (electric vehicles, grid storage, etc.). Coating layers have been widely employed as engineering solutions to improve the performance and reliability of these oxide cathodes, yet their underlying functionality during cycling remains unclear. This project addresses aluminum oxide coatings (Al2O3 and LiAlO2) and their impact on Li-ion transport, cathode-electrolyte interface stability, and cycling performance for two systems: high quality LiCoO2 thin films and commercial LiNi0.8Mn0.1Co0.1O2 (NMC 811) micron-sized particles. Atomic and chemical X-ray spectroscopic and diffraction characterization will be connected to ab initio molecular dynamics simulations to directly identify the extent to which detrimental degradation pathways, e.g. particle cracking, oxygen loss, and transition metal reduction, are avoided with the use of aluminum coatings. The research will provide insight into atomic level processes in order to guide the development of robust coating layers that can be scaled up into manufacturing-grade testing.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hao",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hao Liu",
   "pi_email_addr": "liuh@binghamton.edu",
   "nsf_id": "000818154",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "Piper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louis Piper",
   "pi_email_addr": "lpiper@binghamton.edu",
   "nsf_id": "000573262",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manuel",
   "pi_last_name": "Smeu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manuel Smeu",
   "pi_email_addr": "msmeu@binghamton.edu",
   "nsf_id": "000731435",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 Vestal Pkwy E",
  "perf_city_name": "Binghamton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 605209.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-8366dfe0-7fff-967f-1908-6f442ef4df49\">\r\n<p dir=\"ltr\"><span>Rechargeable Li-ion batteries degrade over repeated charge-discharge cycles, which is primarily caused by the side reactions between the electrode and electrolyte. The application of a coating layer to the electrodes is a common empirical strategy to suppress such reactions and improve the battery&rsquo;s performance. Understanding how the coating strategy works will pave the way for developing high-performance batteries.</span></p>\r\n<p dir=\"ltr\"><span>This project has investigated the role of aluminum oxide coating in the state-of-the-art lithium nickel manganese cobalt oxide (NMC) electrode material. Theoretical studies have identified important side reactions between the NMC electrode and the electrolyte, highlighting surface modification as a plausible method to suppress these reactions. Experimental studies have focused on commercial NMC cathodes coated by aluminum oxide, which has only shown a limited performance improvement. This has challenged the efficacy of coating on commercial NMC electrodes, which exhibits superior baseline performance to home-made ones. The pre-existing surface chemistry of commercial NMC has also been implicated for the underwhelming effects of coating. Additionally, the chemical precursor used in the coating process has been found to react with the battery electrode binder, which is expected to be inert during the preparation and operation of batteries.&nbsp;&nbsp;</span></p>\r\n<p dir=\"ltr\"><span>Graphical design has been integrated as a vehicle to visualize the research results and engage a broader audience in science. This component has contributed to the development of a graphical &ldquo;STEM toolbox&rdquo; to demystify science and engineering problems. This project has also supported the training of six PhD students and three undergraduate students from underrepresented groups in battery research.&nbsp;</span></p>\r\n<div><span><br /></span></div>\r\n</span></p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/15/2024<br>\nModified by: Hao&nbsp;Liu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nRechargeable Li-ion batteries degrade over repeated charge-discharge cycles, which is primarily caused by the side reactions between the electrode and electrolyte. The application of a coating layer to the electrodes is a common empirical strategy to suppress such reactions and improve the batterys performance. Understanding how the coating strategy works will pave the way for developing high-performance batteries.\r\n\n\nThis project has investigated the role of aluminum oxide coating in the state-of-the-art lithium nickel manganese cobalt oxide (NMC) electrode material. Theoretical studies have identified important side reactions between the NMC electrode and the electrolyte, highlighting surface modification as a plausible method to suppress these reactions. Experimental studies have focused on commercial NMC cathodes coated by aluminum oxide, which has only shown a limited performance improvement. This has challenged the efficacy of coating on commercial NMC electrodes, which exhibits superior baseline performance to home-made ones. The pre-existing surface chemistry of commercial NMC has also been implicated for the underwhelming effects of coating. Additionally, the chemical precursor used in the coating process has been found to react with the battery electrode binder, which is expected to be inert during the preparation and operation of batteries.\r\n\n\nGraphical design has been integrated as a vehicle to visualize the research results and engage a broader audience in science. This component has contributed to the development of a graphical STEM toolbox to demystify science and engineering problems. This project has also supported the training of six PhD students and three undergraduate students from underrepresented groups in battery research.\r\n\n\r\n\r\n\n\n\t\t\t\t\tLast Modified: 12/15/2024\n\n\t\t\t\t\tSubmitted by: HaoLiu\n"
 }
}