{
 "awd_id": "2028793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: Increased access to infrastructure for distance education in hydrologic science",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927775",
 "po_email": "llautz@nsf.gov",
 "po_sign_block_name": "Laura Lautz",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2021-04-30",
 "tot_intn_awd_amt": 19569.0,
 "awd_amount": 19569.0,
 "awd_min_amd_letter_date": "2020-05-04",
 "awd_max_amd_letter_date": "2020-05-04",
 "awd_abstract_narration": "The COVID-19 pandemic has caused a sudden shift to online teaching for most universities in the United States, and many globally. With little time to prepare, water resource and hydrology professors and lecturers must generate online content rapidly for at least the spring and summer semesters of 2020, with an increasing possibility this format will extend into the fall 2020 term. At the same time, there is large variation in access to and preparation for online delivery among institutions and individual faculty. In the hydrologic sciences, we expect preparation for the transition to online instruction and the resultant learning to vary based on program size, institution, instructor experience, and availability of instructional support. Taken together, there is a significant risk that hydrologic instruction will divide into “haves” and “have nots” as a result of these critical differences. Equal access to critical support and instructional resources during the transition from traditional to distance learning in response to the COVID-19 pandemic is critical to closing this gap and providing equal access to high quality instruction in the hydrologic sciences. Thus, our goal is to enable access to educational infrastructure and training for instructors, and ultimately students, in the hydrologic sciences in response to the COVID-19 pandemic. \r\n\r\nThis project will implement six key activities to achieve our goal including: (1) facilitating two-way communication between instructors and students through panel discussions and survey templates; (2) enabling sharing of course materials through CUAHSI’s HydroShare platform; (3) developing open-source, data-driven educational resources; (4) developing a guest lecture database for hydrologic sciences; (5) community training and support using distance education materials and platforms; and (6) hosting a series of workshops and producing a synthesis report on distance education in the hydrologic sciences. The result of these activities will be a leveled playing field for accessible, quality education to all instructors and students in hydrologic science. Moreover, we expect these efforts to foster a community of online educators in hydrologic science who will develop and use educational resources that will persist well beyond the present COVID-19 pandemic. Finally, the expanded use of distance education resources supports ongoing initiatives to expand Diversity, Equality, and Inclusion in the hydrologic sciences by CUAHSI and the HydroLearn platform to share undergraduate educational materials.\r\n\r\nThis award was co-funded by the Hydrologic Sciences and Education and Human Resources programs in the Division of Earth Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerad",
   "pi_last_name": "Bales",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jerad D Bales",
   "pi_email_addr": "jdbales@cuahsi.org",
   "nsf_id": "000743823",
   "pi_start_date": "2020-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Consortium of Universities for the Advancement of Hydrologic Sci",
  "inst_street_address": "1167 MASSACHUSETTS AVE STE 419",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "3392267445",
  "inst_zip_code": "024764346",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "CONSORTIUM OF UNIVERSITIES FOR THE ADVANCEMENT OF HYDROLOGIC SCIENCE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "V7M9C3ZFCLS7"
 },
 "perf_inst": {
  "perf_inst_name": "Consortium of Universities for the Advancement of Hydrologic Sci",
  "perf_str_addr": "150 Cambridgepark Drive Suite 203",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021402479",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 19569.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Award Title: </strong>RAPID: Collaborative Research: Increased access to infrastructure for distance education in hydrologic science</p>\n<p><strong>Federal Award ID: </strong>2028737</p>\n<p><strong>Report Submission Period: </strong>05/15/2020 to 04/30/2021</p>\n<p>&nbsp;</p>\n<p>Beginning in March 2020, the Coronavirus (COVID-19) pandemic caused a sudden shift to online teaching for most universities in the United States, and many globally. With little time to prepare, water resource and hydrology professors and lecturers generated online content rapidly. At the same time, there was large variation in access to and preparation for online delivery among institutions and individual faculty. The overarching goal of this project was to quickly develop and give equitable access to high-quality online content, resources for improving online delivery, and build a community of practice for sharing the burden of maintaining quality teaching during this crisis.</p>\n<p>As a result of this project, the following activities were catalyzed or completed:</p>\n<p><strong><em>Facilitate instructor-student communication. </em></strong>We implemented an anonymous, standardized tool for faculty to survey their students, understand the challenges they were facing and the resources they had available, and hear from their students about what was working and could be improved. As a result, educators could adjust their instructional methods in real-time during the semester and use the feedback to inform future course design.</p>\n<p><strong><em>Expand existing infrastructure to promote curriculum sharing. </em></strong>We organized online educational resources using CUAHSI?s HydroShare tool, making instructional materials freely available for use and adoption by other instructors. This effort includes contributions of entire courses, individual lectures or assignments, teaching modules, and other curriculum.&nbsp; This resource persists at the web location: <a href=\"http://www.hydroshare.org/resource/148b1ce4e308427ebf58379d48a17b91\">http://www.hydroshare.org/resource/148b1ce4e308427ebf58379d48a17b91</a></p>\n<p><strong><em>Development of open, data-driven resources.</em></strong> We developed a series of seven interactive ?shinyapps? for hydrology education, including associated curriculum and rubrics for their use. We worked with CUAHSI to set-up hosing of ShinyApps via their HydroShare platform to make this available to the community moving forward.</p>\n<p><strong><em>Development of a guest lecturer database for hydrologic science.</em></strong> We established a database by which hydrologists can volunteer to give guest lectures and can discover guests for their courses. This resource is hosted and maintained by CUAHSI to ensure sustainability into the future.</p>\n<p><a href=\"https://www.cuahsi.org/education/hydrology-guest-lectures/\">https://www.cuahsi.org/education/hydrology-guest-lectures/</a></p>\n<p><strong><em>Community training and support.</em></strong> We hosted a series of ?rapid response? webinars to provide training on best practices in online education. Moreover, these became a series of discussion forums where instructors could share their experiences, offer advice to one another, and support one another during the transition to online education. Moreover, we have established a special issue on Frontiers in Environmental Science titled <em>Innovations in Remote and Online Education by Hydrologic Scientists</em> that will synthesize and document the efforts and progress made by the community during the COVID pandemic response.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2021<br>\n\t\t\t\t\tModified by: Jerad&nbsp;D&nbsp;Bales</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAward Title: RAPID: Collaborative Research: Increased access to infrastructure for distance education in hydrologic science\n\nFederal Award ID: 2028737\n\nReport Submission Period: 05/15/2020 to 04/30/2021\n\n \n\nBeginning in March 2020, the Coronavirus (COVID-19) pandemic caused a sudden shift to online teaching for most universities in the United States, and many globally. With little time to prepare, water resource and hydrology professors and lecturers generated online content rapidly. At the same time, there was large variation in access to and preparation for online delivery among institutions and individual faculty. The overarching goal of this project was to quickly develop and give equitable access to high-quality online content, resources for improving online delivery, and build a community of practice for sharing the burden of maintaining quality teaching during this crisis.\n\nAs a result of this project, the following activities were catalyzed or completed:\n\nFacilitate instructor-student communication. We implemented an anonymous, standardized tool for faculty to survey their students, understand the challenges they were facing and the resources they had available, and hear from their students about what was working and could be improved. As a result, educators could adjust their instructional methods in real-time during the semester and use the feedback to inform future course design.\n\nExpand existing infrastructure to promote curriculum sharing. We organized online educational resources using CUAHSI?s HydroShare tool, making instructional materials freely available for use and adoption by other instructors. This effort includes contributions of entire courses, individual lectures or assignments, teaching modules, and other curriculum.  This resource persists at the web location: http://www.hydroshare.org/resource/148b1ce4e308427ebf58379d48a17b91\n\nDevelopment of open, data-driven resources. We developed a series of seven interactive ?shinyapps? for hydrology education, including associated curriculum and rubrics for their use. We worked with CUAHSI to set-up hosing of ShinyApps via their HydroShare platform to make this available to the community moving forward.\n\nDevelopment of a guest lecturer database for hydrologic science. We established a database by which hydrologists can volunteer to give guest lectures and can discover guests for their courses. This resource is hosted and maintained by CUAHSI to ensure sustainability into the future.\n\nhttps://www.cuahsi.org/education/hydrology-guest-lectures/\n\nCommunity training and support. We hosted a series of ?rapid response? webinars to provide training on best practices in online education. Moreover, these became a series of discussion forums where instructors could share their experiences, offer advice to one another, and support one another during the transition to online education. Moreover, we have established a special issue on Frontiers in Environmental Science titled Innovations in Remote and Online Education by Hydrologic Scientists that will synthesize and document the efforts and progress made by the community during the COVID pandemic response.\n\n \n\n\t\t\t\t\tLast Modified: 08/08/2021\n\n\t\t\t\t\tSubmitted by: Jerad D Bales"
 }
}