{
 "awd_id": "2028626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Combining Learning and Reasoning for Spatial Language Understanding",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032920000",
 "po_email": "eplaku@nsf.gov",
 "po_sign_block_name": "Erion Plaku",
 "awd_eff_date": "2019-11-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 474520.0,
 "awd_amount": 474520.0,
 "awd_min_amd_letter_date": "2020-04-13",
 "awd_max_amd_letter_date": "2023-06-21",
 "awd_abstract_narration": "The main goal of this project is to teach machines to understand human language when it contains spatial information. For example, to understand the statement, \"Give me the book on AI on the table to your left,\" a robot needs to understand that the first \"on\" expresses the topic of the book, while the second \"on\" and the rest of the sentence convey spatial information. Next, it needs to work out the visual meaning of \"on\" to identify the correct book. Spatial language understanding is challenging because it requires meaning disambiguation, recognizing the links between referenced objects, and in most cases, background knowledge and common sense. This is particularly true for more complex sentences that include nesting relations or idioms containing spatial terms, like \"she is the top expert in her field.\" The goal of this research is to develop techniques for the integration of machine learning and reasoning to advance spatial language comprehension. Solving this problem will provide tangible benefits to society in a wide variety of applications including healthcare (e.g., extracting biomedical information from patient reports and images), navigation and communication with assistant robots (particularly in risky situations like firefighter robots), situational awareness, information retrieval systems using various types of data, and geographical information systems.\r\n\r\nProviding reasoning capabilities to machine learning models is highly challenging. The proposed research advances this issue in an important and broad sub-problem: spatial language understanding. To this aim, a generic domain-independent symbolic spatial meaning representation will be introduced, which covers the main spatial semantic concepts for a variety of tasks. Deep structured and relational learning techniques will be developed to obtain such representations. The proposed techniques will facilitate indirect supervision by exploiting visual resources, will use ontologies that convey common sense and will integrate the axioms of spatial qualitative reasoning in training structured representations. Such an approach helps to avoid massive and complex data annotation for training structured and complex models. This research will evaluate whether using formal spatial calculi models as an intermediate structured representation will improve spatial reasoning and deeper learning. The interaction between learning and spatial reasoning will be investigated, while exploiting both symbolic and sub-symbolic representations. The impact of integrating explicit spatial reasoning will be tested on textual and visual question-answering tasks with a focus on locative questions. The outcome of this research will advance the generalizability of current state-of-the-art deep learning models at a time when there is a lack of training examples for complex unobserved situations. This work will help bridge the gap between symbolic AI and deep ML to advance spatial language understanding. The project will support research and education for graduate and undergraduate students and increase the contribution of women and minorities in STEM.\r\n\r\nThis award is jointly funded by the Division of Information and Intelligent Systems in the Directorate for Computer & Information Science & Engineering and the Established Program to Stimulate Competitive Research in the Office of Integrative Activities.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Parisa",
   "pi_last_name": "Kordjamshidi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parisa Kordjamshidi",
   "pi_email_addr": "kordjams@msu.edu",
   "nsf_id": "000728296",
   "pi_start_date": "2020-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "428 S. Shaw Lane",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 217782.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 56738.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 113000.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 87000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Natural language can convey information about the location and movement of objects in space. This is a fundamental function of language that intelligent agents must capture to effectively interact with the physical environment. For example, in the expression 'Go towards the chair that is to the left of the table in front of the big window,' a computational model needs to recognize the spatial entities and their relationships to answer any 'where' or &lsquo;locative&rsquo; question. If we ask, 'Is the table in front of the big window?' the answer should be 'yes.' Similarly, the answer to 'Is the table to the right of the chair?' should also be 'yes' if the model understands the logical relationship between left and right to infer the correct answer.</p>\n<p>In this NSF project, we &nbsp;initially developed a framework to experiment with modern language models and evaluate their capabilities in spatial reasoning and inferring answers to questions that may not be explicitly mentioned in the text. We created both synthetic and human-annotated datasets for spatial reasoning in toy environments as well as in realistic domains. These datasets can serve as a source of supervision for fine-tuning large language models and for evaluating their spatial reasoning capabilities.</p>\n<p>We then demonstrated that our automatically generated data for tuning LLMs helps transfer knowledge from synthetic domains to realistic domains for complex spatial reasoning. This approach reduces the need for large amounts of human-labeled data. We developed a spatial logical reasoning knowledge base containing a small set of rules, such as 'A is to the left of B then B is to the right of A' or 'if A is to the left of B and B is to the left of C, then A is to the left of C.' We fine-tuned LLMs using neuro-symbolic approaches, where the models not only learn to answer questions correctly but are also trained to avoid violating spatial logical constraints. We showed that this approach helps the models capture these rules and achieve better generalization to novel domains where complex reasoning is required to answer spatial questions.&nbsp;</p>\n<p>We integrated the semantic representation of language and linguistic ontologies involving symbolic and graph structures into deep learning models to improve spatial, temporal, and procedural reasoning over text. Specifically, when a procedure describes the creation, movement, and transformation of entities from one form to another, our models are better able to capture the fine-grained semantics of the procedure, allowing them to track changes in the objects' locations at each step of the process.</p>\n<p>We integrated linguistic spatial semantics into navigation agents in multimodal environments. In such a setting, the agent receives visual information, connects the language to the visual modality, and performs actions accordingly. It follows the instructions and moves until it reaches the intended target. We have made several research contributions in this direction. In one attempt, we used spatial roles and relations from the instructions and linked them to visual object semantics to enable accurate navigation. We also separated reasoning about landmarks from reasoning over orientation instructions, tuning the models for these two skills separately. Additionally, we used the agent to generate detailed spatial descriptions of the environment while navigating. Our results have improved the state of the art in vision-and-language navigation, enhancing the spatial reasoning capabilities of navigating agents using the commonly used benchmarks and evaluation metrics.</p>\n<p>Our developed models, constructed datasets, annotations, and code are publicly available on the PI's website and the GitHub of the HLR research group. This project has supported both graduate and undergraduate research, including contributions from diverse groups and minorities in higher education. The PI has been involved in multiple pedagogical activities both locally and internationally. She has offered several cutting-edge research and educational tutorials on spatial language understanding at major international conferences in the field of natural language processing. All materials are recorded and publicly available. Additionally, she has been the lead organizer of multiple workshops on spatial language understanding and robotics NLP. These workshops bring together researchers from around the world across multiple disciplines&mdash;natural language processing, computer vision, and robotics&mdash;to present and discuss cutting-edge research and highlight the challenges and future directions. This grant has supported both national and international collaborations aimed at advancing knowledge and technology in the subfield of natural language understanding and grounding language into vision.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 10/14/2024<br>\nModified by: Parisa&nbsp;Kordjamshidi</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNatural language can convey information about the location and movement of objects in space. This is a fundamental function of language that intelligent agents must capture to effectively interact with the physical environment. For example, in the expression 'Go towards the chair that is to the left of the table in front of the big window,' a computational model needs to recognize the spatial entities and their relationships to answer any 'where' or locative question. If we ask, 'Is the table in front of the big window?' the answer should be 'yes.' Similarly, the answer to 'Is the table to the right of the chair?' should also be 'yes' if the model understands the logical relationship between left and right to infer the correct answer.\n\n\nIn this NSF project, we initially developed a framework to experiment with modern language models and evaluate their capabilities in spatial reasoning and inferring answers to questions that may not be explicitly mentioned in the text. We created both synthetic and human-annotated datasets for spatial reasoning in toy environments as well as in realistic domains. These datasets can serve as a source of supervision for fine-tuning large language models and for evaluating their spatial reasoning capabilities.\n\n\nWe then demonstrated that our automatically generated data for tuning LLMs helps transfer knowledge from synthetic domains to realistic domains for complex spatial reasoning. This approach reduces the need for large amounts of human-labeled data. We developed a spatial logical reasoning knowledge base containing a small set of rules, such as 'A is to the left of B then B is to the right of A' or 'if A is to the left of B and B is to the left of C, then A is to the left of C.' We fine-tuned LLMs using neuro-symbolic approaches, where the models not only learn to answer questions correctly but are also trained to avoid violating spatial logical constraints. We showed that this approach helps the models capture these rules and achieve better generalization to novel domains where complex reasoning is required to answer spatial questions.\n\n\nWe integrated the semantic representation of language and linguistic ontologies involving symbolic and graph structures into deep learning models to improve spatial, temporal, and procedural reasoning over text. Specifically, when a procedure describes the creation, movement, and transformation of entities from one form to another, our models are better able to capture the fine-grained semantics of the procedure, allowing them to track changes in the objects' locations at each step of the process.\n\n\nWe integrated linguistic spatial semantics into navigation agents in multimodal environments. In such a setting, the agent receives visual information, connects the language to the visual modality, and performs actions accordingly. It follows the instructions and moves until it reaches the intended target. We have made several research contributions in this direction. In one attempt, we used spatial roles and relations from the instructions and linked them to visual object semantics to enable accurate navigation. We also separated reasoning about landmarks from reasoning over orientation instructions, tuning the models for these two skills separately. Additionally, we used the agent to generate detailed spatial descriptions of the environment while navigating. Our results have improved the state of the art in vision-and-language navigation, enhancing the spatial reasoning capabilities of navigating agents using the commonly used benchmarks and evaluation metrics.\n\n\nOur developed models, constructed datasets, annotations, and code are publicly available on the PI's website and the GitHub of the HLR research group. This project has supported both graduate and undergraduate research, including contributions from diverse groups and minorities in higher education. The PI has been involved in multiple pedagogical activities both locally and internationally. She has offered several cutting-edge research and educational tutorials on spatial language understanding at major international conferences in the field of natural language processing. All materials are recorded and publicly available. Additionally, she has been the lead organizer of multiple workshops on spatial language understanding and robotics NLP. These workshops bring together researchers from around the world across multiple disciplinesnatural language processing, computer vision, and roboticsto present and discuss cutting-edge research and highlight the challenges and future directions. This grant has supported both national and international collaborations aimed at advancing knowledge and technology in the subfield of natural language understanding and grounding language into vision.\n\n\n\t\t\t\t\tLast Modified: 10/14/2024\n\n\t\t\t\t\tSubmitted by: ParisaKordjamshidi\n"
 }
}