{
 "awd_id": "2028464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Presence, Persistence, and Inactivation of  Vesicle-Cloaked Rotavirus or Norovirus Clusters in Water",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 220000.0,
 "awd_amount": 220000.0,
 "awd_min_amd_letter_date": "2020-07-17",
 "awd_max_amd_letter_date": "2020-07-17",
 "awd_abstract_narration": "Rotavirus and norovirus are major causes of waterborne diseases worldwide. In 2018 it was discovered that both of these enteric viruses are often found in small fluid-filled sacs called vesicles. These vesicle virus clusters are widely found in stool and have been detected in wastewater. Rotavirus and norovirus vesicles are more persistent, infectious, and resistant to disinfection compared to non-vesicle viral particles. In spite of these concerning findings, relatively limited research on the environmental behavior and fate of enteric virus vesicles has been performed to date. The goal of this project is to address this knowledge gap on rotavirus and norovirus vesicles in wastewater and natural aquatic systems. To achieve this goal, the team will (i) identify and quantify rotavirus and norovirus vesicles in wastewater, (ii) investigate their stability and infectivity in model natural water and wastewater systems, and (iii) evaluate their inactivation under exposure to sunlight. Successful completion of this project will result in new knowledge on the distribution, persistence, infectivity, and inactivation of enteric virus vesicles in wastewater and natural aquatic systems. Further benefits to society will be achieved through student education, training, and outreach integrating project findings into course modules. The diversity of the Nation’s STEM workforce will be increased through the recruitment and mentoring of high school, undergraduate, and graduate students from underrepresented groups.\r\n\r\nThe recent discovery of vesicle-cloaked clusters of rotovirus and norovirus particles in stool and wastewater presents a challenge to our current understanding of the environmental fate and health risks of waterborne viruses. Although rotovirus and norovirus vesicles are more infectious and are more resistant to disinfection than their constituent free viral particles, there is very limited data and mechanistic understanding of their fate, transport, transmission, attenuation, and inactivation in wastewater and natural aquatic systems. The goal of this research is to address these knowledge gaps by investigating the environmental fate and infectivity of rotovirus and norovirus vesicles. To achieve this goal, the research team will carry out an integrated experimental program organized around three specific tasks. In Task 1, experiments will focus on the recovery, characterization, and quantification of rotavirus/norovirus vesicles in hospital and municipal wastewater using reverse-transcription droplet digital PCR (RT-ddPCR). In Task II, the PIs will characterize the stability and infectivity of rotavirus/norovirus vesicles in representative water matrices using a suite of analytical tools and assays including dynamic light scattering (DLS), transmission electron microscopy (TEM), and integrated cell culture-reverse transcription quantitative PCR (ICC-RT-qPCR). In Task III, the PIs will investigate the kinetics and mechanisms of inactivation of rotavirus/norovirus vesicles under sunlight exposure using similar assays as in Task II. Successful completion of this project will lead to the development of new fundamental knowledge on the environmental fate and infectivity of enteric virus vesicles in wastewater and natural aquatic systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Danmeng",
   "pi_last_name": "Shuai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Danmeng Shuai",
   "pi_email_addr": "danmengshuai@gwu.edu",
   "nsf_id": "000641485",
   "pi_start_date": "2020-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "800 22nd St NW, Suite 3290",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520066",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 220000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our recent NSF-funded research has uncovered critical insights into the behavior and persistence of vesicle-cloaked virus clusters, also known as viral vesicles&mdash;a newly identified and potentially more dangerous form of viral transmission. Traditionally, single virions were believed to be the primary infectious units. However, the discovery of these viral vesicles, which encapsulate multiple virions or viral genomes within a phospholipid bilayer, has significantly challenged this paradigm. Our studies have focused on murine norovirus and rotavirus, both key models for understanding human norovirus and rotavirus, which are leading causes of gastroenteritis worldwide.</p>\n<p>We found that these viral vesicles exhibit remarkable persistence and resistance to environmental stressors and disinfection processes. Temperature variations did not compromise the vesicle structure, and detergent treatments proved to have limited effectiveness in decomposing them. Notably, murine norovirus vesicles were significantly more resistant to UVB and UVC disinfection compared to free viruses, especially at low viral loads. During UVB disinfection, the oxidation of amino acids like tyrosine within viral proteins played a crucial role in reducing viral infectivity. Similarly, rotavirus vesicles demonstrated prolonged stability in both freshwater and wastewater, maintaining their integrity even after 16 weeks of exposure. Traditional disinfection methods, such as free chlorine, were also less effective against rotavirus vesicles, highlighting the challenges in controlling these emerging pathogenic units.</p>\n<p>Our findings suggest that vesicle-mediated <em>en bloc</em> transmission, which allows for a higher multiplicity of infection, contributes to the enhanced resistance and infectivity of these vesicles. This discovery underscores the urgent need to reevaluate current disinfection, sanitation, and hygiene practices, as these viral vesicles may represent a significant public health risk.</p>\n<p>In summary, our project has not only advanced our understanding of the environmental behavior of viral vesicles but also emphasized the need for improved disinfection technologies to effectively mitigate the risks these emerging pathogens pose to public health. Our work contributes to intellectual merit by challenging existing paradigms of viral transmission and offers broader impacts by informing future public health interventions and disinfection practices. The project has also trained multiple Ph.D. students in STEM and it prepares future workforces and leaders in environmental virology and environmental engineering.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/01/2024<br>\nModified by: Danmeng&nbsp;Shuai</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOur recent NSF-funded research has uncovered critical insights into the behavior and persistence of vesicle-cloaked virus clusters, also known as viral vesiclesa newly identified and potentially more dangerous form of viral transmission. Traditionally, single virions were believed to be the primary infectious units. However, the discovery of these viral vesicles, which encapsulate multiple virions or viral genomes within a phospholipid bilayer, has significantly challenged this paradigm. Our studies have focused on murine norovirus and rotavirus, both key models for understanding human norovirus and rotavirus, which are leading causes of gastroenteritis worldwide.\n\n\nWe found that these viral vesicles exhibit remarkable persistence and resistance to environmental stressors and disinfection processes. Temperature variations did not compromise the vesicle structure, and detergent treatments proved to have limited effectiveness in decomposing them. Notably, murine norovirus vesicles were significantly more resistant to UVB and UVC disinfection compared to free viruses, especially at low viral loads. During UVB disinfection, the oxidation of amino acids like tyrosine within viral proteins played a crucial role in reducing viral infectivity. Similarly, rotavirus vesicles demonstrated prolonged stability in both freshwater and wastewater, maintaining their integrity even after 16 weeks of exposure. Traditional disinfection methods, such as free chlorine, were also less effective against rotavirus vesicles, highlighting the challenges in controlling these emerging pathogenic units.\n\n\nOur findings suggest that vesicle-mediated en bloc transmission, which allows for a higher multiplicity of infection, contributes to the enhanced resistance and infectivity of these vesicles. This discovery underscores the urgent need to reevaluate current disinfection, sanitation, and hygiene practices, as these viral vesicles may represent a significant public health risk.\n\n\nIn summary, our project has not only advanced our understanding of the environmental behavior of viral vesicles but also emphasized the need for improved disinfection technologies to effectively mitigate the risks these emerging pathogens pose to public health. Our work contributes to intellectual merit by challenging existing paradigms of viral transmission and offers broader impacts by informing future public health interventions and disinfection practices. The project has also trained multiple Ph.D. students in STEM and it prepares future workforces and leaders in environmental virology and environmental engineering.\n\n\n\t\t\t\t\tLast Modified: 09/01/2024\n\n\t\t\t\t\tSubmitted by: DanmengShuai\n"
 }
}