{
 "awd_id": "2028459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Determining the role of ER stress in the evolution of large bodies and long lifespans",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927868",
 "po_email": "tmorgan@nsf.gov",
 "po_sign_block_name": "Theodore Morgan",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 366365.0,
 "awd_amount": 410798.0,
 "awd_min_amd_letter_date": "2020-08-14",
 "awd_max_amd_letter_date": "2021-05-24",
 "awd_abstract_narration": "A major goal of biology is to understand the diversity of life on earth. Body size and longevity are two traits that vary tremendously across animals. Some species weigh less than a gram or live only several weeks, while others weigh thousands of kilograms or live for several hundred years. What could cause such remarkable variation in body size and lifespan? Turtles are a promising group to study this question because some species are extremely small, while others, like Galapagos tortoises, are gigantic and long-lived. Previous research suggests that Galapagos tortoises, along with some other large, long-lived animals like elephants, are particularly good at removing old or damaged cells from their bodies before they harm the individual – a process called “apoptosis”. In this project, the genomes of many turtle species will be compared to identify genes that may be responsible for the unique behavior of Galapagos tortoise cells. The effects of these genes will then be disrupted in Galapagos tortoise cells to see if it makes them behave more like other turtle cells. The goal is to characterize genes that can help explain the extraordinary diversity in body size and lifespan among animals. The results can also have important biomedical implications, since the same genes related to longevity may also be involved in aging related diseases and cancer. The project has a large outreach component including bioinformatics boot camps for high school students, freely available classroom case studies about the biology of longevity, and educational panels at zoos.\r\n\r\nBody size and longevity vary tremendously across animals, but the mechanisms underlying this variation are not well understood. At one extreme, certain species such as Galapagos and Aldabra giant tortoises have evolved remarkably large body sizes and long lifespans, despite the increased genotoxic and cytotoxic stress that comes with living longer and having more cells. Giant tortoises live approximately 3-5 times longer and weigh 50-100 times more than their closest relatives. Recent evidence suggests that Galapagos tortoises respond differently to endoplasmic reticulum (ER) stress, a set of events leading to the deregulation of protein homeostasis and one of the hallmarks of aging and reduced lifespan. Galapagos tortoises rapidly induce apoptosis in response to ER stress compared to cells from smaller, shorter-lived turtle species. In this project, comparative genomics will be used to identify ER stress-related genes that have been positively selected or duplicated/lost in large, long-lived tortoises versus their smaller, shorter-lived relatives. Genome editing will be used to knock down and characterize the cellular functions of ER stress candidate genes in turtle cell lines. The immediate aim is to identify the processes through which large, long-lived turtles have dealt with physiological constraints on body size and lifespan. The overarching goal is to discover the mechanisms underlying the extraordinary diversity in animal body size and longevity observed in nature.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Glaberman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Glaberman",
   "pi_email_addr": "sglaberm@gmu.edu",
   "nsf_id": "000742815",
   "pi_start_date": "2020-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ylenia",
   "pi_last_name": "Chiari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ylenia Chiari",
   "pi_email_addr": "ychiari@gmu.edu",
   "nsf_id": "000675422",
   "pi_start_date": "2020-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 366365.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 44433.0
  }
 ],
 "por": null
}