{
 "awd_id": "2028012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Dynamic Interactions between Human and Information in Complex Online Environments Responding to SARS-COV-2",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922441",
 "po_email": "dliang@nsf.gov",
 "po_sign_block_name": "Daan Liang",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 82041.0,
 "awd_amount": 82041.0,
 "awd_min_amd_letter_date": "2020-05-18",
 "awd_max_amd_letter_date": "2020-05-18",
 "awd_abstract_narration": "This Rapid Response Research (RAPID) project contributes to fundamental knowledge of risk, crisis communication and behavioral contagion in online environments during a large-scale pandemic outbreak (COVID-19) in the U.S. This project advances knowledge of how health and response agencies can better ensure credible information predominates in social media by quantitatively demonstrating the complex roles of social media in information diffusion during the U.S. COVID-19 pandemic response. Findings will aid in understanding how to reduce the risk of inappropriate behaviors (i.e. not practicing physical distancing) and preventable deaths due to mis- or disinformation and tools developed will enable time-critical tracking of the spreading of accurate and inaccurate information. These findings will support NSF's mission to promote the progress of science and to advance national health and well-being, especially during mission-critical circumstances of major health crises.\r\n\r\nThe research project studies information and human response dynamics in communicating COVID-19 in an online environment, i.e. Twitter. The research identifies key influencers and misinformation sources and examines co-evolution in different information categories over time. Results will help population health agencies and stakeholders better understand how the strategic leveraging of credible information suppresses misinformation and can moderate its adverse consequences. Further, the project reveals how incongruous information may undermine community response goals. The research disentangles the interactive influences of communications between public health agencies, other governmental stakeholders, and the public by examining their social media activities, sentiments, and concerned topics in dynamic information flow networks. Findings will inform future risk communication strategies of virus transmission and prevention. The researchers use system dynamic modeling to investigate reference modes of COVID-19 specific communication. These techniques assess temporal trajectories of credible information and misinformation regarding epidemic-control communication, which in turn, informs the strategic coordination of future risk communication of complex mass casualty events and catastrophic health events such as virulent epidemics and global pandemics.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yan",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yan Wang",
   "pi_email_addr": "yanw@ufl.edu",
   "nsf_id": "000784830",
   "pi_start_date": "2020-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Platt",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa S Platt",
   "pi_email_addr": "lisaplatt@ufl.edu",
   "nsf_id": "000824013",
   "pi_start_date": "2020-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 82041.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research project examined the impacts of agencies&rsquo; SARS-CoV-2 communication, information inconsistency, misinformation, and interactive influences of different information sources on Twitter, over different stages of the outbreak in the U.S. We analyzed the crisis and risk communication of public health agencies and federal stakeholders in terms of sufficiency, timeliness, congruence, consistency, and coordination at the initial stage of the COVID-19 (Study 1), investigated the temporal evolvements and correlation between the online factual information and misinformation related to prevention measures (Study 2), and temporally modeled the influence of the public health agencies' risk messaging content and dissemination on the public's exposure to contradictive misinformation about the COVID-19 vaccines (Study 3). In our extended work, we explored the effects of prevailing and perceived social norms on social media user&rsquo;s attitudes towards the COVID-19 vaccination in online social networking platforms. We also proposed more targeted and tailored risk messaging and investigated its impact on collective hazard response behaviors.</p>\n<p>Specifically, Study 1 revealed the insufficient, incongruent, and inconsistent communications regarding the pandemic and its risks that appeared in 13,598 pandemic-relevant tweets posted by 67 public health agencies and federal stakeholders accounts over January to April 2020. The dynamic network analyses showed an increasingly connected and coordinated communication network among these agencies. The findings provide unprecedented insight into Twitter COVID-19 information dissemination which may help to inform public health agencies and governmental stakeholders of future risk and crisis communication strategies related to global hazards in digital environments.</p>\n<p>Study 2 investigated the temporal correlations between time series of factual information and misinformation on Twitter using cross-correlation analyses. For &ldquo;wearing masks&rdquo; and &ldquo;social distancing&rdquo; topics. We found that previously predominant factual information led the decrease of misinformation significantly with different time lags (suppression effect). The number of misinformation tweets from the previous day and that of the factual tweets from the same day has a significant correlation with the number of misinformation tweets; the number of misinformation tweets also negatively impacted the number of factual tweets in the future with specific time lags. The research findings provide an empirical understanding of dynamic relations between misinformation and factual information and suggest practical strategies for future misinformation management during crises and emergencies.</p>\n<p>In Study 3, we focused on tweets relevant to COVID-19 vaccination posted over November and December in 2020&nbsp; and creatively employed a Susceptible-Infected-Recovered (SIR) System Dynamics paradigm to model interactions between message dissemination of 168 U.S. health agencies and proportions of users who are at different exposure statuses to misinformation, namely &ldquo;Susceptible&rdquo;, &ldquo;Infected&rdquo;, or &ldquo;Recovered&rdquo; status. The outcomes suggest that augmenting the generation frequency of agencies&rsquo; messages and increasing retweeting count can effectively moderate the exposure risk to vaccine-related misinformation. This model illustrates how health agencies may combat vaccine hesitancy through credible information dissemination on social media. It offers a novel approach for crisis informatics studies to model different information categories and the impacted population in the complex digital world.</p>\n<p>In the extended study, we developed a conceptual framework for understanding online prevailing and perceived social norms and their effects on social media users&rsquo; attitudes towards the COVID-19 vaccination. In the other extended work, we found geo-targeted risk message (e.g. warning alerts) can more effectively motive risk mitigation behaviors in response to imminent hazards compared with generic risk messages, which suggests a new approach for effective crisis and risk communication that help form accurate risk perception and potentially decrease the influence of misinformation exposure in complex online environments.</p>\n<p>Overall, the project research understands how epidemic and pandemic disease outbreaks influence the quality of information and emergency communication patterns; disentangles the interactive influences of risk communication agencies and the public; informs and educates about the communication science of virus transmission and prevention on social media; leads to fundamental knowledge of social media emergency and crisis risk communication in large-scale infectious disease outbreak by bridging public health and disaster and emergency management, and advances knowledge on how health and disease prevention agencies may ensure volumes of credible communication supersede misinformation during times of emergent global catastrophic health events. These findings have the potential to; (i) result in extended empirical findings of how the patterns of quality of information trajectory are impacted or not impacted by regional outbreak statistics, social contagion, and volumes of different information; (ii) provide public health agencies and the stakeholders with an updated understanding of the role social media can play in disseminating disease information and the social response; (iii) reduce the risk of inappropriate behaviors and preventable deaths caused by misinformation or conflicting information.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2021<br>\n\t\t\t\t\tModified by: Yan&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research project examined the impacts of agencies’ SARS-CoV-2 communication, information inconsistency, misinformation, and interactive influences of different information sources on Twitter, over different stages of the outbreak in the U.S. We analyzed the crisis and risk communication of public health agencies and federal stakeholders in terms of sufficiency, timeliness, congruence, consistency, and coordination at the initial stage of the COVID-19 (Study 1), investigated the temporal evolvements and correlation between the online factual information and misinformation related to prevention measures (Study 2), and temporally modeled the influence of the public health agencies' risk messaging content and dissemination on the public's exposure to contradictive misinformation about the COVID-19 vaccines (Study 3). In our extended work, we explored the effects of prevailing and perceived social norms on social media user’s attitudes towards the COVID-19 vaccination in online social networking platforms. We also proposed more targeted and tailored risk messaging and investigated its impact on collective hazard response behaviors.\n\nSpecifically, Study 1 revealed the insufficient, incongruent, and inconsistent communications regarding the pandemic and its risks that appeared in 13,598 pandemic-relevant tweets posted by 67 public health agencies and federal stakeholders accounts over January to April 2020. The dynamic network analyses showed an increasingly connected and coordinated communication network among these agencies. The findings provide unprecedented insight into Twitter COVID-19 information dissemination which may help to inform public health agencies and governmental stakeholders of future risk and crisis communication strategies related to global hazards in digital environments.\n\nStudy 2 investigated the temporal correlations between time series of factual information and misinformation on Twitter using cross-correlation analyses. For \"wearing masks\" and \"social distancing\" topics. We found that previously predominant factual information led the decrease of misinformation significantly with different time lags (suppression effect). The number of misinformation tweets from the previous day and that of the factual tweets from the same day has a significant correlation with the number of misinformation tweets; the number of misinformation tweets also negatively impacted the number of factual tweets in the future with specific time lags. The research findings provide an empirical understanding of dynamic relations between misinformation and factual information and suggest practical strategies for future misinformation management during crises and emergencies.\n\nIn Study 3, we focused on tweets relevant to COVID-19 vaccination posted over November and December in 2020  and creatively employed a Susceptible-Infected-Recovered (SIR) System Dynamics paradigm to model interactions between message dissemination of 168 U.S. health agencies and proportions of users who are at different exposure statuses to misinformation, namely \"Susceptible\", \"Infected\", or \"Recovered\" status. The outcomes suggest that augmenting the generation frequency of agencies’ messages and increasing retweeting count can effectively moderate the exposure risk to vaccine-related misinformation. This model illustrates how health agencies may combat vaccine hesitancy through credible information dissemination on social media. It offers a novel approach for crisis informatics studies to model different information categories and the impacted population in the complex digital world.\n\nIn the extended study, we developed a conceptual framework for understanding online prevailing and perceived social norms and their effects on social media users’ attitudes towards the COVID-19 vaccination. In the other extended work, we found geo-targeted risk message (e.g. warning alerts) can more effectively motive risk mitigation behaviors in response to imminent hazards compared with generic risk messages, which suggests a new approach for effective crisis and risk communication that help form accurate risk perception and potentially decrease the influence of misinformation exposure in complex online environments.\n\nOverall, the project research understands how epidemic and pandemic disease outbreaks influence the quality of information and emergency communication patterns; disentangles the interactive influences of risk communication agencies and the public; informs and educates about the communication science of virus transmission and prevention on social media; leads to fundamental knowledge of social media emergency and crisis risk communication in large-scale infectious disease outbreak by bridging public health and disaster and emergency management, and advances knowledge on how health and disease prevention agencies may ensure volumes of credible communication supersede misinformation during times of emergent global catastrophic health events. These findings have the potential to; (i) result in extended empirical findings of how the patterns of quality of information trajectory are impacted or not impacted by regional outbreak statistics, social contagion, and volumes of different information; (ii) provide public health agencies and the stakeholders with an updated understanding of the role social media can play in disseminating disease information and the social response; (iii) reduce the risk of inappropriate behaviors and preventable deaths caused by misinformation or conflicting information.\n\n\t\t\t\t\tLast Modified: 08/29/2021\n\n\t\t\t\t\tSubmitted by: Yan Wang"
 }
}