{
 "awd_id": "2028387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Inclusive Privacy: Effective Privacy Management for People with Visual Impairments",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032922812",
 "po_email": "xiawang@nsf.gov",
 "po_sign_block_name": "Xiaogang (Cliff)  Wang",
 "awd_eff_date": "2019-10-16",
 "awd_exp_date": "2023-05-31",
 "tot_intn_awd_amt": 341522.0,
 "awd_amount": 341522.0,
 "awd_min_amd_letter_date": "2020-04-09",
 "awd_max_amd_letter_date": "2021-04-28",
 "awd_abstract_narration": "This project aims to provide people with disabilities, particularly those with visual impairments, better privacy tools when working with computers.  Although information privacy is a concern for everyone, common tools such as spam-detecting captchas, password strength meters, security alert messages, and browser icons that indicate secure connections are often designed without considering people with visual impairments and thus are hard for this group to use.  Meanwhile, common workarounds such as audio screen readers and requests for help from other people come with their own privacy risks.  To better understand the privacy challenges people with visual impairments face, the researchers will first study their use of and known privacy concerns around technologies.  They will then work with people with visual impairments to generate, test, and improve a number of design ideas that might address those challenges and concerns.  Finally, they will work to generalize the studies and designs to other populations, including older adults who might have different privacy expectations than younger people as well as people with cognitive impairments.  The research will lead to a better understanding of privacy needs across the population, as well as \"inclusive\" designs for privacy management tools that can be better not just for underserved populations but for all people.  To spread the knowledge and increase the impact of the work, the team will hold workshops at relevant research communities and with local disability groups, as well as develop course materials on inclusive and accessible privacy for the Security Education (SEED) labs program that is widely used in education. \r\n\r\nThe research is organized around three main phases.  The first phase aims to learn more about the privacy needs of people with visual impairments through a combination of longitudinal diary studies, in which people record and answer questions about incidents where they felt their privacy was at risk, and observational studies of people with visual impairments and their help givers using technology in context.  The second phase looks to develop better privacy support tools; the team will focus first on privacy threat reminders and tools for privacy-respecting collaborative use as these are key issues that arose in preliminary work, but will also develop tools in response to the concerns identified in the first phase.  In each design activity, the researchers will use a participatory design approach that includes people with visual impairments (and when appropriate their help givers) on the design team, working together at both local disability support centers and at the research lab.  Designs will follow a standard iterative process, starting with initial requirements generation and review, moving through brainstorming and low-fidelity prototypes, and finally developing and testing high-fidelity prototypes.  The third phase involves using the results from the first two phases to generate guidelines for inclusive privacy design -- that is, general privacy guidelines that may apply to a wide range of user populations with varying abilities.  To do this, the team will conduct research similar to phase one, but with groups of older adults, people with cognitive impairments, and a group of younger people without disabilities; they will also test the privacy tools generated in phase two with these groups to both identify new issues that arise in these populations and modify the tools to be more broadly inclusive.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang Wang",
   "pi_email_addr": "yvw@illinois.edu",
   "nsf_id": "000629765",
   "pi_start_date": "2020-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025Z",
   "pgm_ref_txt": "SaTC: Secure and Trustworthy Cyberspace"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 148266.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 106937.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 86319.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Privacy or security mechanisms are often designed with the generic population in mind. As such, they often fall short of supporting many under-studied or marginalized sub-populations, such as people with disabilities, older adults, and children. This project focuses on developing a principled approach in designing effective privacy mechanisms for people with disabilities, particularly people with visual impairments.&nbsp;</p>\n<p>There are about 12.6% of Americans reported having a disability. About 22.5 million Adult Americans reported experiencing vision loss and about 8 million (about 2.3%) Americans reported having visual impairments. The wide adoption of computing technologies has created exciting opportunities for people with disabilities to improve their quality of life. However, they also face unique or heightened challenges in managing their privacy.</p>\n<p>The project team has conducted a number of studies with people with visual impairments and their sighted allies such as family members and friends to gain a deeper understanding of the kinds of privacy/security challenges that people with visual impairments face (e.g., inaccessibility of visual indicators of privacy/security cues) and how they often deal with them (e.g., asking help from a sighted ally).&nbsp;&nbsp;</p>\n<p>With insights learned from the aforementioned studies, the project team has Iteratively designed and evaluated a number of novel systems to better support people with visual impairments in protecting their privacy and security in a number of common use cases, such as, logging into devices or services, browsing the Internet, identifying phishing websites and emails, and sharing images and videos that might accidentally contain private or sensitive content. The project team has also distilled high-level design principles such as supporting cooperation between people with visual impairments and their sighted allies on privacy protection.</p>\n<p>In addition to publications, systems, and patents, the project has trained several students and researchers from under-represented backgrounds such as female students, people with disabilities, and people of color. The research team has also developed and made public training materials on how to ethically and effectively engage vulnerable populations such as people with disabilities in research. The project team has also been volunteered in the disability communities. The project team has given presentations about this research at several universities and companies as well as government agencies (e.g., the Federal Trade Commission).</p>\n<p>Last but not least, the project website (https://inclusiveprivacy.org/) includes resources (e.g., a curated bibliography, training materials on critical disability theories/studies, the workshop series on inclusive privacy and security) for the broader research and practitioner community.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/20/2023<br>\n\t\t\t\t\tModified by: Yang&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPrivacy or security mechanisms are often designed with the generic population in mind. As such, they often fall short of supporting many under-studied or marginalized sub-populations, such as people with disabilities, older adults, and children. This project focuses on developing a principled approach in designing effective privacy mechanisms for people with disabilities, particularly people with visual impairments. \n\nThere are about 12.6% of Americans reported having a disability. About 22.5 million Adult Americans reported experiencing vision loss and about 8 million (about 2.3%) Americans reported having visual impairments. The wide adoption of computing technologies has created exciting opportunities for people with disabilities to improve their quality of life. However, they also face unique or heightened challenges in managing their privacy.\n\nThe project team has conducted a number of studies with people with visual impairments and their sighted allies such as family members and friends to gain a deeper understanding of the kinds of privacy/security challenges that people with visual impairments face (e.g., inaccessibility of visual indicators of privacy/security cues) and how they often deal with them (e.g., asking help from a sighted ally).  \n\nWith insights learned from the aforementioned studies, the project team has Iteratively designed and evaluated a number of novel systems to better support people with visual impairments in protecting their privacy and security in a number of common use cases, such as, logging into devices or services, browsing the Internet, identifying phishing websites and emails, and sharing images and videos that might accidentally contain private or sensitive content. The project team has also distilled high-level design principles such as supporting cooperation between people with visual impairments and their sighted allies on privacy protection.\n\nIn addition to publications, systems, and patents, the project has trained several students and researchers from under-represented backgrounds such as female students, people with disabilities, and people of color. The research team has also developed and made public training materials on how to ethically and effectively engage vulnerable populations such as people with disabilities in research. The project team has also been volunteered in the disability communities. The project team has given presentations about this research at several universities and companies as well as government agencies (e.g., the Federal Trade Commission).\n\nLast but not least, the project website (https://inclusiveprivacy.org/) includes resources (e.g., a curated bibliography, training materials on critical disability theories/studies, the workshop series on inclusive privacy and security) for the broader research and practitioner community. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/20/2023\n\n\t\t\t\t\tSubmitted by: Yang Wang"
 }
}