{
 "awd_id": "2029323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SWIFT: SMALL:  Exploiting Co-Existence for Verifiable Everlasting Security in Wireless Communication Systems: Hardware and Protocols",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 449998.0,
 "awd_amount": 449998.0,
 "awd_min_amd_letter_date": "2020-08-26",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "The crowded radio spectrum has motivated significant interest in using spectrum more efficiently by operating radar systems and wireless communication systems in the same frequency band. Traditionally such coexistence is viewed as neutral or detrimental to both systems, but this view is evolving, particularly if there is information sharing between the systems. This project exploits a coexisting radar to solve a longstanding problem in communications: protecting the message contents in wireless communication systems, such as cellular phones, WiFi systems, and public safety radios. The standard approach is to encode the message based on a cryptographic key, which is shared by the message sender and intended recipient but unknown to the adversary; the intended recipient can readily decode the message, but the adversary is faced with an intractable computational task. However, the potential for an adversary to record the encoded message and then work to decode the message in the future using either computational advances or after obtaining the key means cryptographic approaches are insufficient if the goal is everlasting security. This project will perform experimental validation and refinement of a technique for everlasting security that exploits the strength of two different approaches for security, as described below, to exploit the coexisting radar signal to block the adversary's receiver from making a recording of a wireless communications signal from which the message content can ever be extracted. The experimental thrust of the project will also serve as fertile ground for project-based enhancement of the education of a diverse set of students.\r\n\r\nThe proposed technique combines classical cryptographic techniques with contemporary information-theoretic security techniques. Information-theoretic security approaches protect the message content forever if the proper conditions are present at the time of message transmission; however, trying to guarantee such conditions is challenging, particularly in the wireless communications environment, and hence information-theoretic techniques have seen limited penetration in practical systems. This project will employ a coexisting radar to provide everlasting security, as follows. The communicating parties and operator of the radar system set up a cryptographic key, which is then employed to provide the required advantage in radar interference cancellation for the intended recipient over the adversary to establish information-theoretic secure communications. Even if the key is compromised immediately after message transmission, the adversary will not have been able to store a version of the signal from which the message can ever be extracted, hence providing everlasting security. The advantage is obtained from the intended recipient employing the key for receiver front-end adaptation to reduce the dynamic range of the received signal. However, such an adaptation can be challenging and has been considered only through simple models in the studies of the proposed technique to this point. Buoyed by full-duplex communication approaches that have emerged over the last few years and demonstrate interference cancellation over a wide frequency band, this project addresses the challenging hardware implementation of this technique jointly with the refinement of the modeling and protocols so as to yield a robust form of everlasting security.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Goeckel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis L Goeckel",
   "pi_email_addr": "goeckel@ecs.umass.edu",
   "nsf_id": "000277944",
   "pi_start_date": "2020-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Jackson",
   "pi_mid_init": "W",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Robert W Jackson",
   "pi_email_addr": "jackson@ecs.umass.edu",
   "nsf_id": "000267933",
   "pi_start_date": "2020-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039292",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140Y00",
   "pgm_ele_name": "SWIFT-Spectrum Innov Futr Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 449998.0
  }
 ],
 "por": null
}