{
 "awd_id": "2029092",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Data-driven Multiscale Integrative Model of the Coronavirus Virion",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michel Dupuis",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 190595.0,
 "awd_amount": 190595.0,
 "awd_min_amd_letter_date": "2020-04-16",
 "awd_max_amd_letter_date": "2020-04-16",
 "awd_abstract_narration": "Gregory Voth of the University of Chicago is supported by this RAPID award to develop and deploy multiscale models of the entire SARS-CoV-2 virus, the virus that causes the novel coronavirus infectious disease 2019 (COVID-19).  Such multiscale models, at both the atomistic and coarse grain levels, contribute greatly to our understanding of how this virus replicates.   Molecular simulations of viral processes in COVID-19 are useful to identify possible weaknesses in the viral life cycle.  This research focuses on the dynamics of coronavirus processes, including the conformational transitions that are required for the virus to function. The project has three main foci:  1) all-atom simulations of individual viral proteins that are essential to the viral life cycle; 2) a coarse-grain models to a holistic understanding of entire virion (the virus outside the host cell) and its large scale processes, such as fusion of virions with host cells; and 3) machine-learning-based approaches to link the all-atom and coarse grain models and further refine their accuracy.  As part of a larger, international community working on COVID-19, all data, models and analysis code will be made publicly available as soon as they are developed, including through the NSF-funded Molecular Science Software Institute (MolSSI).   The complete multiscale picture of virus structure and dynamics will be used to identify potential target sites for drug development and other therapeutic strategies.\r\n\r\n\r\nThe research in this RAPID project is for the development and application of multiscale computer simulation methods to characterize key elements of large-scale viral processes in SARS-CoV-2 replication. To achieve this goal there are three main objectives: (1) to characterize the dynamical behavior of essential viral proteins involved using all-atom molecular dynamics simulations and understand the conformational transitions necessary for their function; (2) to develop and model the complete SARS-CoV-2 virion using coarse-grained simulation methods; and (3) to develop machine learning based approaches that systematically link atomic-level and coarse-grained simulation scales, and facilitate the generation of even more accurate and descriptive coarse-grained models. This research focuses on several biomolecular systems that are urgently needed to understand and characterize the transmission and propagation of the SARS-CoV-2 virus, including the spike protein that mediates entry of the viral particles into host cells, the host cell receptor, angiotensin-converting-enzyme 2, which binds the spike protein, coronavirus protease which catalyzes viral processes, and other viral protein components, especially as structural data and biochemical information are released in the next few  months. Coarse-grained simulations will focus on the urgent need to develop a holistic model of the entire SARS-CoV-2 virion as well as its large-scale processes such as the fusion of virions with host cells.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Voth",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory A Voth",
   "pi_email_addr": "gavoth@uchicago.edu",
   "nsf_id": "000407271",
   "pi_start_date": "2020-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S Ellis Ave",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606372612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 190595.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>This NSF project focused on the development and application of multiscale theory and computer simulation methods to study key viral processes in SARS-CoV-2. The methods developed in the research combined conceptual advances drawn from theory with state-of-the-art computer simulation. As a result, the project developed transformative computer simulation approaches to help reveal and understand the molecular-level features that define the behavior of SARS-CoV-2 viral particles (virions). Recent months have seen surges of ongoing COVID-19 pandemic due to the emergence of several new variants. These variants are characterized by different mutations in the spike protein and are believed to escape from the host immune responses induced by currently available vaccines and developed resistance to drugs under consideration. In this current situation, the enormous social and health impacts point to an urgent need to understand the effect of mutations on the virus during viral pathogenesis in order to modify the existing vaccines and treatments. This NSF project focused on developing a better understanding key proteins of the SARS-CoV-2 virus and their cooperative behavior. The research contributed to basic knowledge but can also can help to inform the future development of new or modified vaccines and anti-viral medications. There were also multiple broader impacts from the project through its benefits to society at large, including its enhancement of innovation and research infrastructure, its integration of research and education, its dissemination of results to various organizations and parties, and by increasing the training of scientists in advanced information technology applied to the understanding of virial infection. Finally, the project provided a continued successful focus on human resource development in science and engineering.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2022<br>\n\t\t\t\t\tModified by: Gregory&nbsp;A&nbsp;Voth</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n This NSF project focused on the development and application of multiscale theory and computer simulation methods to study key viral processes in SARS-CoV-2. The methods developed in the research combined conceptual advances drawn from theory with state-of-the-art computer simulation. As a result, the project developed transformative computer simulation approaches to help reveal and understand the molecular-level features that define the behavior of SARS-CoV-2 viral particles (virions). Recent months have seen surges of ongoing COVID-19 pandemic due to the emergence of several new variants. These variants are characterized by different mutations in the spike protein and are believed to escape from the host immune responses induced by currently available vaccines and developed resistance to drugs under consideration. In this current situation, the enormous social and health impacts point to an urgent need to understand the effect of mutations on the virus during viral pathogenesis in order to modify the existing vaccines and treatments. This NSF project focused on developing a better understanding key proteins of the SARS-CoV-2 virus and their cooperative behavior. The research contributed to basic knowledge but can also can help to inform the future development of new or modified vaccines and anti-viral medications. There were also multiple broader impacts from the project through its benefits to society at large, including its enhancement of innovation and research infrastructure, its integration of research and education, its dissemination of results to various organizations and parties, and by increasing the training of scientists in advanced information technology applied to the understanding of virial infection. Finally, the project provided a continued successful focus on human resource development in science and engineering.\n\n \n\n\t\t\t\t\tLast Modified: 06/09/2022\n\n\t\t\t\t\tSubmitted by: Gregory A Voth"
 }
}