{
 "awd_id": "2029028",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bioinspired, Adaptive, and Self-Deploying Flaps for Distributed Aerodynamic Flow Control",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 474990.0,
 "awd_amount": 474990.0,
 "awd_min_amd_letter_date": "2020-07-29",
 "awd_max_amd_letter_date": "2022-03-01",
 "awd_abstract_narration": "Next-generation micro- and avian-scale unmanned air vehicles (UAVs) must navigate unsteady environments and undergo rapid maneuvers. During the same operational conditions that may render UAVs inefficient and unstable, birds and insects are not only able to remain aloft, but can also maintain their aerodynamic efficiency. Inspired by a system of feathers on a bird’s wing, this work will enable a flow control technique that can passively adapt to and alter unsteady flow phenomena. Current flow control strategies involve relatively heavy devices that must be actively powered and require costly, complex information about the flow. In contrast, the proposed feather-inspired effectors do not require additional power to be deployed, and their ability to passively respond to unsteady flow phenomena offers a compelling low-weight, adaptive, and simple flow control paradigm.  The fundamental flow physics that govern this effector system will be explained to enable its use in future aerodynamic vehicles. The bio-inspired nature of this work presents a prime opportunity for STEM training, recruitment, and outreach. Broader impacts of this work include university level training (via undergraduate and graduate student mentoring as well as course development) and K-12 outreach (via summer engineering workshops targeted towards underrepresented minority students).\r\n\r\nHigh-fidelity simulations and detailed experiments of a canonical system involving an airfoil with effectors hinged at the root via a torsional elastic spring will be performed. This effector system constitutes a poorly understood fluid-structure interaction (FSI) problem. The flap dynamics will be related to the shear layer and wake dynamics and quantify the impact of this interplay on aerodynamic performance for different flap parameters, airfoil angles of attack, and Reynolds numbers. Simulations will be carried out at low Reynolds numbers, Re = 1,000, relevant to micro UAVs and insect flight. Experiments will be conducted at higher Reynolds numbers, Re ≈ 200,000, relevant to avian-scale UAVs and bird flight. Over this range of Reynolds numbers, a single flap hinged with a zero-stiffness torsional spring will be first studied and the passive flap dynamics to the shear layer dynamics, near-body and wake vortex dynamics, and aerodynamic forces will be corelated. Then, it will be examined how these FSI physics are affected by a finite stiffness torsional spring and relate any changes to resonant and non-resonant mechanisms associated with the elastic flap system. Finally, a multi-flap system will be studied to determine how multiple flaps interact in this FSI setting to alter the resultant aerodynamic forces.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Goza",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andres Goza",
   "pi_email_addr": "agoza@illinois.edu",
   "nsf_id": "000801458",
   "pi_start_date": "2020-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aimy",
   "pi_last_name": "Wissa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aimy Wissa",
   "pi_email_addr": "aw8551@princeton.edu",
   "nsf_id": "000717791",
   "pi_start_date": "2020-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S. Wright St.",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 474990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Birds have covert feathers that are thought to aid in improving lift and flight robustness. To further understand these possible benefits and motivate engineered designs, this project explored a canonical representation of this system, with flaps fixed to an airfoil by a torsional spring. Various spring and flap mass values were considered, to fundamentally understand how these parameters affected the ensuing interplay with the surrounding air flow and, by consequence, the airfoil&rsquo;s lift behavior.</p>\n<p><br />Flap parameters were found that led to as much as ~25% improvements in mean lift. As part of this discovery, a new regime of behavior of the flap-airfoil system was identified. Broadly, the stiffness of the flap was found to set the mean displacement of the flap, and the implications of this angle on mean lift were identified. The inertia of the flap established the dynamics about the mean deflection, which could yield significant benefits or detriments depending on how the intrinsic flap time scales (like natural frequency) related to those of the aerodynamic flow (like vortex-shedding processes). The behavior of the flap-wing system was assessed for various flow speeds by detailed comparisons between experiments and simulations. The effect and possible benefits of multiple flaps were also investigated and reported on. Finally, a novel strategy for utilizing flaps, in which the flap stiffness was varied in time to greater benefit than the constant-stiffness case, was developed. Prescribing the flap stiffness, rather than the flap motion directly, could be more energy efficient and might have biological relevance in terms of animal muscle tensing to alter the feather response to surrounding flow behaviors.</p>\n<p><br />Outreach efforts were also performed within UIUC&rsquo;s Upward Bound Program. During the summer period of the funded effort, high school interns from socio-economically underrepresented communities were brought into the co-PIs&rsquo; research group. The interns worked with the funded graduate students through a series of hands-on workshops that taught key concepts in aerodynamics, bio-inspired engineering strategies, as well as coding and computational fluid dynamics. This engaging atmosphere empowered high school interns towards careers in STEM, and gave valuable experience to graduate students on mentoring and empowering the next generation of scholars and engineers.</p>\n<p><br />The intellectual merit of this work derives from the new fluid-structure mechanisms identified that drive the behavior of the flow-flap system, as well as the resulting wing performance. New behavioral regimes were identified for this system, and systematically explained by relating key flap timescales to those of important separation processes of the airfoil. The novel actuation paradigm that was introduced also opens a possibly bio-inspired gateway to indirectly controlling the flow by producing the desired fluid-structure interplay. This approach offers compelling control paradigms, and the insights into how stiffness changes affect the fluid-structure interaction required a detailed understanding of the fully coupled system.</p>\n<p><br />The broader impact of this work revolves around the potential utility of these flaps in more robust flight engineered vehicles, ranging from commercial flight to disaster recovery vehicles. The principles distilled for how the flaps can be used to improve lift are an important step towards these engineering outcomes. The behavior of the flap also has potential biological relevance for how feathers modulate bird flight, and insights from this program may aid biologists in explaining performance of natural flyers. Finally, the outreach efforts also have the broader impacts of empowering a wave of under-represented students to make their mark on the engineering and science world.</p>\n<p><br />Results from this project were disseminated in articles in the Journal of Fluid Mechanics, Physical Review Fluids, Journal of Computational Physics, Bioinspiration &amp; Biomimetics, Communications Engineering, Fluids, and AIAA conferences. Several conference and seminar presentations were also given for this work at APS DFD, DisCoVor, ASME's SMASIS meeting, and several universities.</p><br>\n<p>\n Last Modified: 03/27/2024<br>\nModified by: Andres&nbsp;Goza</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBirds have covert feathers that are thought to aid in improving lift and flight robustness. To further understand these possible benefits and motivate engineered designs, this project explored a canonical representation of this system, with flaps fixed to an airfoil by a torsional spring. Various spring and flap mass values were considered, to fundamentally understand how these parameters affected the ensuing interplay with the surrounding air flow and, by consequence, the airfoils lift behavior.\n\n\n\nFlap parameters were found that led to as much as ~25% improvements in mean lift. As part of this discovery, a new regime of behavior of the flap-airfoil system was identified. Broadly, the stiffness of the flap was found to set the mean displacement of the flap, and the implications of this angle on mean lift were identified. The inertia of the flap established the dynamics about the mean deflection, which could yield significant benefits or detriments depending on how the intrinsic flap time scales (like natural frequency) related to those of the aerodynamic flow (like vortex-shedding processes). The behavior of the flap-wing system was assessed for various flow speeds by detailed comparisons between experiments and simulations. The effect and possible benefits of multiple flaps were also investigated and reported on. Finally, a novel strategy for utilizing flaps, in which the flap stiffness was varied in time to greater benefit than the constant-stiffness case, was developed. Prescribing the flap stiffness, rather than the flap motion directly, could be more energy efficient and might have biological relevance in terms of animal muscle tensing to alter the feather response to surrounding flow behaviors.\n\n\n\nOutreach efforts were also performed within UIUCs Upward Bound Program. During the summer period of the funded effort, high school interns from socio-economically underrepresented communities were brought into the co-PIs research group. The interns worked with the funded graduate students through a series of hands-on workshops that taught key concepts in aerodynamics, bio-inspired engineering strategies, as well as coding and computational fluid dynamics. This engaging atmosphere empowered high school interns towards careers in STEM, and gave valuable experience to graduate students on mentoring and empowering the next generation of scholars and engineers.\n\n\n\nThe intellectual merit of this work derives from the new fluid-structure mechanisms identified that drive the behavior of the flow-flap system, as well as the resulting wing performance. New behavioral regimes were identified for this system, and systematically explained by relating key flap timescales to those of important separation processes of the airfoil. The novel actuation paradigm that was introduced also opens a possibly bio-inspired gateway to indirectly controlling the flow by producing the desired fluid-structure interplay. This approach offers compelling control paradigms, and the insights into how stiffness changes affect the fluid-structure interaction required a detailed understanding of the fully coupled system.\n\n\n\nThe broader impact of this work revolves around the potential utility of these flaps in more robust flight engineered vehicles, ranging from commercial flight to disaster recovery vehicles. The principles distilled for how the flaps can be used to improve lift are an important step towards these engineering outcomes. The behavior of the flap also has potential biological relevance for how feathers modulate bird flight, and insights from this program may aid biologists in explaining performance of natural flyers. Finally, the outreach efforts also have the broader impacts of empowering a wave of under-represented students to make their mark on the engineering and science world.\n\n\n\nResults from this project were disseminated in articles in the Journal of Fluid Mechanics, Physical Review Fluids, Journal of Computational Physics, Bioinspiration & Biomimetics, Communications Engineering, Fluids, and AIAA conferences. Several conference and seminar presentations were also given for this work at APS DFD, DisCoVor, ASME's SMASIS meeting, and several universities.\t\t\t\t\tLast Modified: 03/27/2024\n\n\t\t\t\t\tSubmitted by: AndresGoza\n"
 }
}