{
 "awd_id": "2029032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: A mixed-method investigation of the role of faculty mindset beliefs during the transition to online education as compelled by the COVID-19 pandemic",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 196563.0,
 "awd_amount": 196563.0,
 "awd_min_amd_letter_date": "2020-05-12",
 "awd_max_amd_letter_date": "2020-05-12",
 "awd_abstract_narration": "The transition to online instruction necessitated by the COVID pandemic has created significant uncertainty for the nation’s college faculty, many of whom have not previously taught online. This research would examine how faculty mindsets about themselves and their students, as well as faculty perceptions of their university/college system’s messages about the transition, relate to their responses to the challenge of rapidly transitioning their teaching online, the quality of instruction they deliver, and, as a result, students’ attitudes and learning outcomes in STEM courses during the Spring 2020 COVID-19 pandemic. Given the high levels of stress caused by the disruption to daily life brought by COVID-19, faculty attitudes and beliefs may be critical in determining the pattern of faculty responses, and in particular, whether and how they adapt and transition their courses online. Faculty responses may reflect deep-seated beliefs about (a) the nature of STEM content (as relatively fixed and unchanging); (b) the view of themselves as simply deliverers of that relatively fixed content, and (c) students’ abilities to learn STEM material. Understanding how faculty mindsets influence the teaching practices that STEM faculty adopt as they move their teaching online – and how these practices influence students’ motivation, learning, and performance – can help faculty become more adaptable in the future by developing professional development in advance. This award is made by the EHR Core Research program in the Division of Human Resource Development, using funds from the Coronavirus Aid, Relief, and Economic Security (CARES) Act.\r\n\r\nThis study will build on an existing partnership between the Motivate Lab, based at the University of Virginia, and the University System of Georgia, which includes 26 four-year colleges and universities throughout Georgia. The 26 institutions in Georgia are divided roughly equally into four sectors: Research-intensive, Masters-comprehensive, State university, and State college. This variation in institution type will be important to consider as attitudes towards teaching (vs. research) and the type of students vary significantly across the system, with the more research-focused institutions being more selective in their admissions policies. Participants will include 900 faculty across the University System of Georgia and the students enrolled in their courses. Retooled surveys, course artifacts, learning management system data, and administrative data will capture how faculty mindsets about themselves and their students, as well as faculty perceptions of their system’s messages about the transition, relate to their responses to the challenge of rapidly transitioning their teaching online, the quality of instruction they deliver, and students’ attitudes and learning outcomes in STEM courses during the Spring 2020 COVID-19 pandemic. Supplementary student data will assess student perceptions about the changes that faculty made to their instructional practices during the move to online, and the changes to the quality of the learning experience. Although prior research demonstrates that faculty mindsets shape teaching practices even under normal circumstances, this research will test hypotheses about whether mindset beliefs will especially matter during periods of rapidly changing circumstances. Learning how faculty mindsets matter will significantly advance theory and understanding of the role of faculty mindsets in STEM education.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Hulleman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Hulleman",
   "pi_email_addr": "csh3f@virginia.edu",
   "nsf_id": "000587931",
   "pi_start_date": "2020-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia",
  "perf_str_addr": "Curry School of Education, PO Bo",
  "perf_city_name": "Charlottesvile",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "4N20",
   "app_name": "EHR CARES Act DEFC N",
   "app_symb_id": "040106",
   "fund_code": "040N2021DB",
   "fund_name": "EHR CARES Act DEFC N",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 196563.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-091d1003-7fff-59b4-98e6-abdd902846bc\"> </span></p>\n<p dir=\"ltr\"><span>During the Spring 2020 COVID-19 pandemic, we evaluated how faculty growth mindset beliefs, as well as faculty perceptions of their system?s messages about the transition to online learning, related to their responses to the challenge of rapidly transitioning their teaching online, the quality of instruction they delivered, and, as a result, students' attitudes and learning outcomes in their courses. Our study emerged from an existing researcher-practitioner partnership between researchers at the University of Virginia and educators in the University System of Georgia's Chancellor's Learning Scholar's program to improve teaching and learning. This ongoing initiative (which involves all 26 four-year, public colleges and universities throughout Georgia) focuses on creating more meaningful professional development opportunities for faculty to improve their teaching through the establishment of faculty learning communities. Small groups of faculty from each campus are recruited to serve as Chancellor's Learning Scholars who in turn are provided basic training and resources by the University System on specific teaching and learning topics and how to run faculty learning communities on their respective campuses. Additionally, the initiative has an explicit goal of promoting the spread and sharing of promising teaching practices across institutions throughout the state.</span></p>\n<p dir=\"ltr\"><span>At the time of this project, over 900 faculty were participating in the Chancellor's Learning Scholar program. Of these 900, we collected initial survey data from 231 faculty and 4,300 of their students at the beginning of the Spring 2020 semester to assess the initial mindset beliefs for learning that faculty and students held in one of their classes. Then, after the rapid transition to online learning due to the pandemic, we collected follow up surveys to re-asses faculty and students' mindset beliefs for that same class, along with changes in teaching practices that faculty adopted. This pre/post-survey design represented a naturally occurring quasi-experimental design that allowed us to explore and make meaning of this historical pandemic event and how faculty shifted rapidly to virtual learning in the second half of the spring semester. We also conducted interviews with a targeted group of 30 faculty to explore additional factors that may have contributed to being more or less resilient to the rapid shift to teaching online in the Spring of 2020 required by the pandemic.</span></p>\n<p dir=\"ltr\"><span>In addition to tracking faculty participating in the Chancellor's Learning Scholars program, we worked with the University System of Georgia to identify and survey a matched sample of non-Chancellor's Learning Scholars faculty to better compare and contrast the impact of the Chancellor's Learning Scholar program (selected through propensity score matching). The inclusion of a matched sample of non-Chancellor's Learning Scholars faculty on the follow up survey provided a control group to make comparisons on how Chancellor's Learning Scholars and non-Chancellor's Learning Scholars (and their respective students) responded after the transition to online learning.</span><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>Overall, we found evidence that there were differences between faculty participating in the Chancellor's Learning Scholars program and the non-Chancellor's Learning Scholar's faculty. Specifically, faculty participating in the program held more adaptive growth mindset beliefs, which was a common topic of the there faculty learning communities. Both survey and interview findings also suggested that faculty growth mindset beliefs influenced their adoption of revised instructional practices after the transition, specifically in whether they allowed students to redo work and their grading policies after the transition. However, the overall size of differences were small suggesting that the strength of the treatment and training provided in the Chancellor's Learning Scholars program is worthy of revisiting, especially with additional data collected by the University System of Georgia that finds wide variation in the quality of faculty learning communities led on each campus by different Chancellor's Learning Scholars. This work also created additional opportunities to collaborate and develop new online resources, including an online professional development course to standardize how to train faculty on supporting more adaptive student mindsets for learning.&nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2022<br>\n\t\t\t\t\tModified by: Christopher&nbsp;S&nbsp;Hulleman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nDuring the Spring 2020 COVID-19 pandemic, we evaluated how faculty growth mindset beliefs, as well as faculty perceptions of their system?s messages about the transition to online learning, related to their responses to the challenge of rapidly transitioning their teaching online, the quality of instruction they delivered, and, as a result, students' attitudes and learning outcomes in their courses. Our study emerged from an existing researcher-practitioner partnership between researchers at the University of Virginia and educators in the University System of Georgia's Chancellor's Learning Scholar's program to improve teaching and learning. This ongoing initiative (which involves all 26 four-year, public colleges and universities throughout Georgia) focuses on creating more meaningful professional development opportunities for faculty to improve their teaching through the establishment of faculty learning communities. Small groups of faculty from each campus are recruited to serve as Chancellor's Learning Scholars who in turn are provided basic training and resources by the University System on specific teaching and learning topics and how to run faculty learning communities on their respective campuses. Additionally, the initiative has an explicit goal of promoting the spread and sharing of promising teaching practices across institutions throughout the state.\nAt the time of this project, over 900 faculty were participating in the Chancellor's Learning Scholar program. Of these 900, we collected initial survey data from 231 faculty and 4,300 of their students at the beginning of the Spring 2020 semester to assess the initial mindset beliefs for learning that faculty and students held in one of their classes. Then, after the rapid transition to online learning due to the pandemic, we collected follow up surveys to re-asses faculty and students' mindset beliefs for that same class, along with changes in teaching practices that faculty adopted. This pre/post-survey design represented a naturally occurring quasi-experimental design that allowed us to explore and make meaning of this historical pandemic event and how faculty shifted rapidly to virtual learning in the second half of the spring semester. We also conducted interviews with a targeted group of 30 faculty to explore additional factors that may have contributed to being more or less resilient to the rapid shift to teaching online in the Spring of 2020 required by the pandemic.\nIn addition to tracking faculty participating in the Chancellor's Learning Scholars program, we worked with the University System of Georgia to identify and survey a matched sample of non-Chancellor's Learning Scholars faculty to better compare and contrast the impact of the Chancellor's Learning Scholar program (selected through propensity score matching). The inclusion of a matched sample of non-Chancellor's Learning Scholars faculty on the follow up survey provided a control group to make comparisons on how Chancellor's Learning Scholars and non-Chancellor's Learning Scholars (and their respective students) responded after the transition to online learning. \nOverall, we found evidence that there were differences between faculty participating in the Chancellor's Learning Scholars program and the non-Chancellor's Learning Scholar's faculty. Specifically, faculty participating in the program held more adaptive growth mindset beliefs, which was a common topic of the there faculty learning communities. Both survey and interview findings also suggested that faculty growth mindset beliefs influenced their adoption of revised instructional practices after the transition, specifically in whether they allowed students to redo work and their grading policies after the transition. However, the overall size of differences were small suggesting that the strength of the treatment and training provided in the Chancellor's Learning Scholars program is worthy of revisiting, especially with additional data collected by the University System of Georgia that finds wide variation in the quality of faculty learning communities led on each campus by different Chancellor's Learning Scholars. This work also created additional opportunities to collaborate and develop new online resources, including an online professional development course to standardize how to train faculty on supporting more adaptive student mindsets for learning. \n\n\t\t\t\t\tLast Modified: 08/31/2022\n\n\t\t\t\t\tSubmitted by: Christopher S Hulleman"
 }
}