{
 "awd_id": "2029411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: Electrospun Nanofibrous Air Filters for Coronavirus Control",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2020-05-01",
 "awd_exp_date": "2023-02-28",
 "tot_intn_awd_amt": 130000.0,
 "awd_amount": 130000.0,
 "awd_min_amd_letter_date": "2020-04-27",
 "awd_max_amd_letter_date": "2020-04-27",
 "awd_abstract_narration": "A collaborative team consisting of researchers from The George Washington University and the University of California, Riverside is developing electrospun nanofibrous air filters for controlling the transmission of coronavirus, including SARS-CoV-2. The pandemic of COVID-19 has raised a significant public health concern in 2020. The spread of COVID-19 is difficult to control, because SARS-CoV-2 is environmentally persistent and it can potentially be suspended in aerosols for long-range, airborne transmission and infection. Air filtration is crucial to control SARS-CoV-2 transmission, however most air filters used in residential, commercial, and industrial buildings are not effective for retaining viruses. As personal protective equipment for healthcare personnel or even the general public, respirators and masks that can effectively capture the virus are also urgently needed for this pandemic. Electrospinning has emerged as a novel technology to synthesize non-woven nanofibrous mats, and it is both industrially viable for large-scale manufacturing and deployable onsite for small-scale applications by a portable device. The fabricated nanofibrous mats are ideal for air filtration, because they have a reduced pore size to efficiently capture the virus, a large porosity to reduce air pressure drop in filtration, well-controlled properties, and mechanical robustness and flexibility. This RAPID research project will rationally design and fabricate novel nanomaterial-based air filters for coronavirus control, understand the interplay between viral pathogens and nanomaterials in complex environmental matrices, and initiate a fast response for protecting the public health with engineering tools. The project will provide training to students in science and engineering areas and offer them hands-on research experience, and introduce students from diverse backgrounds and educational levels, particularly those from underrepresented groups, to cutting-edge research in STEM. In addition, the project will disseminate the acquired knowledge through education modules, scientific journals and conferences, and science fairs, which will help increase the scientific literacy of the general public. \r\n\r\nThe research team aims to rationally design and fabricate electrospun nanofibrous air filters that are effective, low-cost, scalable, and easy for implementation for coronavirus control, including SARS-CoV-2, and to understand the mechanism of coronavirus removal in air filtration. The researchers will first develop electrospun nanofibrous air filters with diverse morphologies, retained charges, and selective binding sites to enhance the capture of bioaerosols containing coronavirus. Coronavirus removal efficiency under different environmental conditions will next be evaluated to understand the performance and robustness of the air filters. Key virus-nanomaterial interactions will be identified with the aid of both simulation and experimental tools, which can guide future air filter design and optimization. For this RAPID project, the researchers will also test the performance of air filters for removing SARS-CoV-2 in a healthcare facility that houses COVID-19 patients. The proposed research will contribute significantly to nanotechnology, microbiology, and environmental engineering, and it can be potentially transformative in the field of materials at large in terms of multiscale, rational, functional design. It will not only provide a rapid response to COVID-19 outbreaks and public health protection, but also be translated into controlling other virulent pathogens. The project will provide training to students in STEM, particularly introduce students from underrepresented groups and students from diverse backgrounds and educational levels to cutting-edge research. Moreover, the project will disseminate the acquired knowledge to help increase the scientific literacy of the general public.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yun",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yun Shen",
   "pi_email_addr": "yunshen@gwu.edu",
   "nsf_id": "000791891",
   "pi_start_date": "2020-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Riverside",
  "perf_str_addr": "Bourns College of Engineering, 4",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 99104.0
  }
 ],
 "por": null
}