{
 "awd_id": "2029158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: RETrofitting  REsiliency AgainsT COVID-19! (RETREAT COVID-19!)",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Aranya Chakrabortty",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 149951.0,
 "awd_amount": 149951.0,
 "awd_min_amd_letter_date": "2020-05-13",
 "awd_max_amd_letter_date": "2020-05-13",
 "awd_abstract_narration": "In densely populated urban environments, such physical infrastructure systems as gas, electric power and water networks are critical  enablers of shelter-at-home policies that help slow down the spread of the COVID-19 outbreak. However, from the infrastructure viewpoint, these policies cause a major shift of gas, electricity and water consumption to residential rather than commercial neighborhoods, which may face unusual demand  profiles for infrastructure services, possibly leading to outages and inability (or limited ability) to serve sheltered population groups. Such outages take societally unacceptable death tolls, even without factoring in the effect of the COVID-19 outbreak. For example, only among medically insured Americans, the estimated number of electricity-dependent persons residing at home was 685,000 (2012), among whom roughly one fifth is vulnerable to even short 3-4 hour power outages. The main goal of this proposal is to analyze infrastructure operations under different scenarios of disease outbreaks, using real-life infrastructure and public health data from New York City, and inform infrastructure operators and urban planners on efficient strategies to mitigate public health risks. In these analyses, the project team will specially focus on needs of vulnerable population groups.\r\n\r\nThe main technical objective of this proposal is to bridge the current gap between infrastructure and epidemic models to understand how the demand of infrastructure services change under different outbreak scenarios. To this end, we will first internalize the effects of health epidemics in infrastructure models. The epidemics model will include Susceptible-Infectious-Susceptible (SIS) and Susceptible-Infectious-Recovered (SIR) models, which make it possible to reasonably simulate the spread of infectious diseases as flu and influenza (SIS) and measles, mumps, rubella (SIR). Second, using real-life data on the COVID-19 outbreak in NYC and models of gas, electricity, transportation and water systems, our research team will carry out an infrastructure vulnerability analysis under different outbreak scenarios, which will be appropriately designed to represent potential trajectories of the COVID-19 outbreak (e.g. \"bell\" shape, when the outbreak peaks and then gradually decays or the \"W\" shape, when the outbreak can have multiple peaks). We will develop outage models of critical infrastructure equipment (water pumps, gas compressors, electric power transformers) in order to adequately capture accelerated wear-and-tear of these resources due to the atypical and shifted usage during the outbreaks.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yury",
   "pi_last_name": "Dvorkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yury Dvorkin",
   "pi_email_addr": "ydvorki1@jhu.edu",
   "nsf_id": "000892338",
   "pi_start_date": "2020-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 Washington Square S",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 149951.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">We developed and rolled out a real-time data crawler that connects to Con Edison&rsquo;s webpage to collect real-time outage data. Notably, this data is *NOT* available to researchers via a custom-made API, or its equivalent, and therefore we had to design a crawler that will take a snapshot of the outage information (e.g., timestamp, address, parameters) from Con Edison&rsquo;s webpage and apply image processing to digitize this information.<span>&nbsp; </span>Using this data and a ranking algorithm of electricity vulnerability, we developed a power outage dashboard, which visualizes the found outages and is available for public use. See the link here, along with the &ldquo;about&rdquo; description of the dashboard:&nbsp;<a href=\"https://outagesnycserver.cusp.nyu.edu/outages\"><span class=\"s1\">https://outagesnycserver.cusp.nyu.edu/outages</span></a></p>\n<p class=\"p1\"><br />Taken together, our main results are as follows:</p>\n<ul class=\"ul1\">\n<li class=\"li1\">We developed a&nbsp;<strong>dashboard</strong>&nbsp;that helps collect real-world and real-time outage data, which can be used for real-world training of tools for power grid repairs. The dashboard is available for public viewing:&nbsp;<a href=\"https://outagesnycserver.cusp.nyu.edu/outages\"><span class=\"s1\">https://outagesnycserver.cusp.nyu.edu/outages</span></a></li>\n<li class=\"li1\">Using the data provided by the dashboard we established that our&nbsp;<strong>hypothesis</strong>&nbsp;that a model that synthesizes power outages and consumer behavior under the SIS epidemiological model cannot be implemented in a coupled manner because of their different temporal and spatial resolutions. Although this is a negative result, which is different from our expectation, it is important that this hypothesis has been thoroughly tested.</li>\n<li class=\"li1\">We also designed an&nbsp;<strong>API interface</strong>, which allows for connecting to the dashboard and streaming its data in real-time, which is, for instance, is currently used by&nbsp;Environmental Health Division, New York City Department of Health and Mental Hygiene to \"notify restaurants in the event of a power outage so they can minimize risks of food-borne illness\" (see the attached letter from&nbsp;Letter from Corinne Schiff, Deputy Commissioner, Environmental Health Division, New York City Department of Health and Mental Hygiene).</li>\n<li class=\"li1\">We&nbsp;<strong>publicly share our outage data and its socio-demographic labels</strong>, which can be accessed here:&nbsp;https://outagesnycserver.cusp.nyu.edu/downloads (wait for ~15 seconds until all three \"Downloads ...\" links become available.&nbsp;&nbsp;</li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2022<br>\n\t\t\t\t\tModified by: Yury&nbsp;V&nbsp;Dvorkin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "We developed and rolled out a real-time data crawler that connects to Con Edison’s webpage to collect real-time outage data. Notably, this data is *NOT* available to researchers via a custom-made API, or its equivalent, and therefore we had to design a crawler that will take a snapshot of the outage information (e.g., timestamp, address, parameters) from Con Edison’s webpage and apply image processing to digitize this information.  Using this data and a ranking algorithm of electricity vulnerability, we developed a power outage dashboard, which visualizes the found outages and is available for public use. See the link here, along with the \"about\" description of the dashboard: https://outagesnycserver.cusp.nyu.edu/outages\n\nTaken together, our main results are as follows:\n\nWe developed a dashboard that helps collect real-world and real-time outage data, which can be used for real-world training of tools for power grid repairs. The dashboard is available for public viewing: https://outagesnycserver.cusp.nyu.edu/outages\nUsing the data provided by the dashboard we established that our hypothesis that a model that synthesizes power outages and consumer behavior under the SIS epidemiological model cannot be implemented in a coupled manner because of their different temporal and spatial resolutions. Although this is a negative result, which is different from our expectation, it is important that this hypothesis has been thoroughly tested.\nWe also designed an API interface, which allows for connecting to the dashboard and streaming its data in real-time, which is, for instance, is currently used by Environmental Health Division, New York City Department of Health and Mental Hygiene to \"notify restaurants in the event of a power outage so they can minimize risks of food-borne illness\" (see the attached letter from Letter from Corinne Schiff, Deputy Commissioner, Environmental Health Division, New York City Department of Health and Mental Hygiene).\nWe publicly share our outage data and its socio-demographic labels, which can be accessed here: https://outagesnycserver.cusp.nyu.edu/downloads (wait for ~15 seconds until all three \"Downloads ...\" links become available.  \n\n\n \n\n\t\t\t\t\tLast Modified: 08/01/2022\n\n\t\t\t\t\tSubmitted by: Yury V Dvorkin"
 }
}