{
 "awd_id": "2029007",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: SARE: Multiferroic Shields for Smart Analog Security",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-02-29",
 "tot_intn_awd_amt": 289467.0,
 "awd_amount": 289467.0,
 "awd_min_amd_letter_date": "2020-07-27",
 "awd_max_amd_letter_date": "2023-09-29",
 "awd_abstract_narration": "Multiferroic materials allow for dielectric and magnetic property control through active biasing. Leveraging these features, this project will introduce new types of adaptable and reconfigurable electromagnetic structures. Specifically, the project will develop multiferroic substrates, tunable biasing networks, and electromagnetic structures for packaging and integration on a common platform. Research will also focus on synthesis of multiferroic substrates compatible for such integration. The goal is to attain active control and reconfigurability of bulk substrate properties to provide an adaptable RF shielding of wireless communication systems. Overall, the project aims to increase security to RF systems through mitigation of wireless interferences, concurrently allowing secure data-channels. Focus will be on achieving selective blocking or transmission of radio waves, and reconfigurability of frequency and transmitting direction. This multidisciplinary project will bridge the gap between broadly applicable fields of multiferroics and electromagnetics. The project leverages two active NSF Research Experience for Undergraduates (REU) sites at Florida International University to improve outreach and training of undergraduates.\r\n\r\nSpecifically, the project will introduce new architectures and external magnetic-field biasing to control the dielectric properties of bulk substrates. Material integration will be pursued for tunable reflecting antenna arrays, transmitting antenna arrays, frequency selective surfaces (FSS) and antennas and thus exploit the properties of multiferroic substrates towards tunability. The project has three broad research components: (1) synthesis of multiferroic substrates by embedding core-shell nanoparticles formed by cobalt ferrite cores and barium strontium titanate (BST) shells; (2) integration of frequency selective surfaces and antenna structures,  co-designed with tunable multiferroic substrates for dynamic passbands; (3) development of active biasing networks to control multiferroic media properties while concurrently being neutral to the FSS and antenna performance. Beyond these, the project will focus on reducing power levels of active networks for efficient performances. This will be achieved by using nanomagnetic field amplifying agents and multiferroic nanocomposites. Research will also focus on effective packaging of the biasing architectures, electromagnetic structures and multiferroic substrates to achieve 3D excitation and tuning. These solutions will be experimentally demonstrated for tunable shielding applications and subsequently tested with wireless communication systems to demonstrate the project outcomes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Shubhendu",
   "pi_last_name": "Bhardwaj",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shubhendu Bhardwaj",
   "pi_email_addr": "bhardwaj@unl.edu",
   "nsf_id": "000761988",
   "pi_start_date": "2020-07-27",
   "pi_end_date": "2022-12-08"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Markondeya Raj",
   "pi_last_name": "Pulugurtha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Markondeya Raj Pulugurtha",
   "pi_email_addr": "mpulugur@fiu.edu",
   "nsf_id": "000793199",
   "pi_start_date": "2022-12-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Volakis",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "John L Volakis",
   "pi_email_addr": "jvolakis@fiu.edu",
   "nsf_id": "000272422",
   "pi_start_date": "2020-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Markondeya Raj",
   "pi_last_name": "Pulugurtha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Markondeya Raj Pulugurtha",
   "pi_email_addr": "mpulugur@fiu.edu",
   "nsf_id": "000793199",
   "pi_start_date": "2020-07-27",
   "pi_end_date": "2022-12-08"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Satheesh",
   "pi_last_name": "Bojja Venkatakrishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Satheesh Bojja Venkatakrishnan",
   "pi_email_addr": "sbojjave@fiu.edu",
   "nsf_id": "000795095",
   "pi_start_date": "2020-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8th Street",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "098E",
   "pgm_ref_txt": "Antennas and Electromagnetics"
  },
  {
   "pgm_ref_code": "104E",
   "pgm_ref_txt": "MEMS/NEMS"
  },
  {
   "pgm_ref_code": "105E",
   "pgm_ref_txt": "RF/Microwave & mm-wave tech"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 289467.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project led to the design and fabrication of&nbsp; smart shields and antennas with material and design innovations. Specifically, we exploit multiferroic materials to manipulate&nbsp; electromagnetic properties with magnetic fields to achieve such tunable and smart functions. This is enabled by the strain coupling between the magnetostrictive and piezoelectric components inside the material. Multiphysics simulations were used to model the coupling of magnetic fields to mechanical strain in magnetostrictive materials, and then followed by strain-driven change in dielectric properties of piezoelectric thick-films. Permittivity changes were modeled under varying stress and magnetic field loading.&nbsp;The multiferroic resonance mode responses were also modeled using Multiphysics simulations.</p>\n<p>&nbsp;</p>\n<p>The next part of the project explored various material options to create&nbsp; multiferroic coupling for tunable properties. The first part explored PVDF-magnetostrictive stacks for magnetoelectric tuning. Significant tuning was achieved at the multiferroic resonance frequency. Unfortunately, this resonance happens at 20-100 kHz, rendering it irrelevant to microwave applications. Efforts to enhance the frequency has been the next key focus. Several design and material parameters were varied to enhance the resonance and thus the tuning frequency. With polymer-based piezoelectric materials that are not stable at high temperatures of even 80 C, we need to utilize epoxy adhesives with curing near room temperatures. Ceramic piezoelectrics provide opportunity for high-temperature stiff bonding and higher resonance frequencies. With a stack of ceramic piezoelectric that is bonded to a magnetostrictive layer with stiff metallic bonding, resonances in 100 kHz frequencies was achieved.&nbsp; Stiff bonding materials provide the opportunity to enhance multiferroic coefficients between the piezoelectric and magnetostrictive layers. Systems such as barium titanate/cobalt ferrite, PZT/iron alloys and similar systems were studied. Ferroelectric thin-films of strontium titanate were also grown on magnetostrictive metal films. In this process, annealing conditions are critical as the magnetostrictive properties can be easily degraded when annealed at temperatures of 400 C and above. Various processes such as cofiring of ceramics or cold-spray deposition of composites were also explored as processing options in the on-going work. Simulations showed that, by shrinking the dimensions to microscale, resonance of 70-100 MHz was achieved with thin-films of AlN and FeGaB.&nbsp;</p>\n<p>However, all the above approaches offered limited reach in microwave frequencies. Therefore, the team studied multiferroic materials in a unique configuration to generate tunable bandwidth and metamaterials in the desired microwave and mmWave frequencies that are key for future 5G and 6G applications. In this approach, multiferroics are physically reconfigured through magnetic fields. By utilizing this strategy, we can reconfigure properties by dislocating the multiferroic particles inside substrate core and cavities. This approach was used to tune metamaterial shields and patch antennas over a wide range of frequencies. For example, patch antennas were tuned from 1 to 2 GHz. Similarly, metamaterials were also tuned over 1 GHz in the s-band to achieve dynamic shields. By benefiting from the thermal response of certain multiferroics, the team also studied the thermal tuning of patch antennas to attain reconfigurability. The team experimentally validated&nbsp; tunable antennas in GHz range with such multiferroic materials.</p>\n<p>The team also investigated these multiferroics towards wireless power and data telemetry applications. Magnetoelectric coefficient is the key parameter that determines the wireless power transfer efficiency.&nbsp;Specifically, the team built various multiferroic stacks for converting remote magnetic fields to usable power. These include PVDF/iron alloys and PZT fibers/iron alloy stacks that can attain high magnetoelectric coefficients.&nbsp;</p>\n<p>The broad impact of this research led to the engagement of 15 undergraduate female or minority students in the applications of multiferroics in biomedical devices. About 4 teams of senior design students studied multiferroic materials for wireless in biomedical implants for neurostimulation and data telemetry applications. A team in 2023 explored multiferroic materials for retinopathy in implants. Another team studied dual-band antennas for data telemetry at low frequencies by utilizing these materials as antennas. A different senior design team studied the application of multiferroic materials for neurostimulation.&nbsp; Multiple undergraduate students attained research experience and exposure by working with these materials. In addition, three graduate students performed their thesis work by partly getting support from this program.&nbsp;Students were able to publish the work in in multiple IEEE flagship conferences such as Electronic Components and Technology Conference (ECTC), Nanotechnology Conference (IEEE NANO), IEEE NMDC (Nanotechnology, Materials and Device Conference) and others. In addition, several IEEE Society webinars that focused on multiferroic applications were disseminated. The graduate students obtained a highly revered opportunity to provide &ldquo;service-based learning&rdquo;. They mentored several teams of undergraduate students and hence obtained valuable experience in recognizing and honing talents.</p>\n<p>The broad impact also led to creation of intellectual property. By jointly engaging with a company, the team applied multiferroic materials to dynamically shift or tune the bandwidth of antennas and also isolation bands in metamaterials.&nbsp; By codeveloping the concept into a usable technology, we also created an accelerated path to commercialize the technology.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 06/15/2024<br>\nModified by: Markondeya Raj&nbsp;Pulugurtha</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161509251_multiphysics_simul___permittivity_with_current_and_stress--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161509251_multiphysics_simul___permittivity_with_current_and_stress--rgov-800width.png\" title=\"Multiferroic simulations\"><img src=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161509251_multiphysics_simul___permittivity_with_current_and_stress--rgov-66x44.png\" alt=\"Multiferroic simulations\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Multiphysics simulations of tuning permittivity with stress and current</div>\n<div class=\"imageCredit\">Shubhendu Bhardwaj and Pawan Gaire</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Markondeya Raj&nbsp;Pulugurtha\n<div class=\"imageTitle\">Multiferroic simulations</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161592178_Multiferroic_fabrication--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161592178_Multiferroic_fabrication--rgov-800width.png\" title=\"Multiferroic fabrication\"><img src=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161592178_Multiferroic_fabrication--rgov-66x44.png\" alt=\"Multiferroic fabrication\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fabrication of multiferroic composite films</div>\n<div class=\"imageCredit\">Veeru Jaiswal</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Markondeya Raj&nbsp;Pulugurtha\n<div class=\"imageTitle\">Multiferroic fabrication</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161862086_Antenna_tunning_with_moving_particles--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161862086_Antenna_tunning_with_moving_particles--rgov-800width.png\" title=\"Antenna tuning\"><img src=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161862086_Antenna_tunning_with_moving_particles--rgov-66x44.png\" alt=\"Antenna tuning\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Tuning antenna bands with shifting permittivity domains</div>\n<div class=\"imageCredit\">Ghaleb Al Duhni</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Markondeya Raj&nbsp;Pulugurtha\n<div class=\"imageTitle\">Antenna tuning</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161692574_Permittivity_tuning--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161692574_Permittivity_tuning--rgov-800width.png\" title=\"Tuning multiferroics\"><img src=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716161692574_Permittivity_tuning--rgov-66x44.png\" alt=\"Tuning multiferroics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Permittivity tuning with magnetic fields at the resonance frequency</div>\n<div class=\"imageCredit\">Veeru Jaiswal</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Markondeya Raj&nbsp;Pulugurtha\n<div class=\"imageTitle\">Tuning multiferroics</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716162086679_metamaterial_tuning_with_moving_particles--rgov-214x142.png\" original=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716162086679_metamaterial_tuning_with_moving_particles--rgov-800width.png\" title=\"Tunable metamaterials\"><img src=\"/por/images/Reports/POR/2024/2029007/2029007_10689742_1716162086679_metamaterial_tuning_with_moving_particles--rgov-66x44.png\" alt=\"Tunable metamaterials\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Smart metamaterials by tuning permittivity domains</div>\n<div class=\"imageCredit\">Ghaleb Al Duhni</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Markondeya Raj&nbsp;Pulugurtha\n<div class=\"imageTitle\">Tunable metamaterials</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project led to the design and fabrication of smart shields and antennas with material and design innovations. Specifically, we exploit multiferroic materials to manipulate electromagnetic properties with magnetic fields to achieve such tunable and smart functions. This is enabled by the strain coupling between the magnetostrictive and piezoelectric components inside the material. Multiphysics simulations were used to model the coupling of magnetic fields to mechanical strain in magnetostrictive materials, and then followed by strain-driven change in dielectric properties of piezoelectric thick-films. Permittivity changes were modeled under varying stress and magnetic field loading.The multiferroic resonance mode responses were also modeled using Multiphysics simulations.\n\n\n\n\n\nThe next part of the project explored various material options to create multiferroic coupling for tunable properties. The first part explored PVDF-magnetostrictive stacks for magnetoelectric tuning. Significant tuning was achieved at the multiferroic resonance frequency. Unfortunately, this resonance happens at 20-100 kHz, rendering it irrelevant to microwave applications. Efforts to enhance the frequency has been the next key focus. Several design and material parameters were varied to enhance the resonance and thus the tuning frequency. With polymer-based piezoelectric materials that are not stable at high temperatures of even 80 C, we need to utilize epoxy adhesives with curing near room temperatures. Ceramic piezoelectrics provide opportunity for high-temperature stiff bonding and higher resonance frequencies. With a stack of ceramic piezoelectric that is bonded to a magnetostrictive layer with stiff metallic bonding, resonances in 100 kHz frequencies was achieved. Stiff bonding materials provide the opportunity to enhance multiferroic coefficients between the piezoelectric and magnetostrictive layers. Systems such as barium titanate/cobalt ferrite, PZT/iron alloys and similar systems were studied. Ferroelectric thin-films of strontium titanate were also grown on magnetostrictive metal films. In this process, annealing conditions are critical as the magnetostrictive properties can be easily degraded when annealed at temperatures of 400 C and above. Various processes such as cofiring of ceramics or cold-spray deposition of composites were also explored as processing options in the on-going work. Simulations showed that, by shrinking the dimensions to microscale, resonance of 70-100 MHz was achieved with thin-films of AlN and FeGaB.\n\n\nHowever, all the above approaches offered limited reach in microwave frequencies. Therefore, the team studied multiferroic materials in a unique configuration to generate tunable bandwidth and metamaterials in the desired microwave and mmWave frequencies that are key for future 5G and 6G applications. In this approach, multiferroics are physically reconfigured through magnetic fields. By utilizing this strategy, we can reconfigure properties by dislocating the multiferroic particles inside substrate core and cavities. This approach was used to tune metamaterial shields and patch antennas over a wide range of frequencies. For example, patch antennas were tuned from 1 to 2 GHz. Similarly, metamaterials were also tuned over 1 GHz in the s-band to achieve dynamic shields. By benefiting from the thermal response of certain multiferroics, the team also studied the thermal tuning of patch antennas to attain reconfigurability. The team experimentally validated tunable antennas in GHz range with such multiferroic materials.\n\n\nThe team also investigated these multiferroics towards wireless power and data telemetry applications. Magnetoelectric coefficient is the key parameter that determines the wireless power transfer efficiency.Specifically, the team built various multiferroic stacks for converting remote magnetic fields to usable power. These include PVDF/iron alloys and PZT fibers/iron alloy stacks that can attain high magnetoelectric coefficients.\n\n\nThe broad impact of this research led to the engagement of 15 undergraduate female or minority students in the applications of multiferroics in biomedical devices. About 4 teams of senior design students studied multiferroic materials for wireless in biomedical implants for neurostimulation and data telemetry applications. A team in 2023 explored multiferroic materials for retinopathy in implants. Another team studied dual-band antennas for data telemetry at low frequencies by utilizing these materials as antennas. A different senior design team studied the application of multiferroic materials for neurostimulation. Multiple undergraduate students attained research experience and exposure by working with these materials. In addition, three graduate students performed their thesis work by partly getting support from this program.Students were able to publish the work in in multiple IEEE flagship conferences such as Electronic Components and Technology Conference (ECTC), Nanotechnology Conference (IEEE NANO), IEEE NMDC (Nanotechnology, Materials and Device Conference) and others. In addition, several IEEE Society webinars that focused on multiferroic applications were disseminated. The graduate students obtained a highly revered opportunity to provide service-based learning. They mentored several teams of undergraduate students and hence obtained valuable experience in recognizing and honing talents.\n\n\nThe broad impact also led to creation of intellectual property. By jointly engaging with a company, the team applied multiferroic materials to dynamically shift or tune the bandwidth of antennas and also isolation bands in metamaterials. By codeveloping the concept into a usable technology, we also created an accelerated path to commercialize the technology.\n\n\n\t\t\t\t\tLast Modified: 06/15/2024\n\n\t\t\t\t\tSubmitted by: Markondeya RajPulugurtha\n"
 }
}