{
 "awd_id": "2029943",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID Enhanced SARS-CoV-2 High-Throughput Crystallization for Structural Studies",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-04-23",
 "awd_max_amd_letter_date": "2020-04-23",
 "awd_abstract_narration": "An award is made to Hauptman-Woodward Institute to extend its structural biology services for researchers working with SARS-CoV-2 related samples and to accelerate knowledge production about SARS-CoV-2 virus proteins. Structural biology methods help in understanding fundamental principles at the base of how biomolecules work by enabling visualization of those molecules at a high level of detail. Since SARS-CoV-2 emerged as a pathogenic threat in late 2019, structural biology methods have already been critical in providing details about how the virus enters human cells and how viral proteins interact with human proteins. One difficult step in achieving these structural maps is locating experimental conditions that allow the protein samples to be studied, and this project is geared toward addressing that bottleneck. The Crystallization Center provides state-of-the-art robotic equipment and specialized imaging to structural biology researchers worldwide who are studying protein structures. This project will provide immediate access to these resources and enable enhanced services to be developed for researchers working directly with SARS-CoV-2 related samples. This project will also develop new experimental pipelines to accelerate response time in the face of the current and future pandemics. The number of viruses that impact human society continues to rise, as evidenced by recent outbreaks of SARS, MERS, Ebola and Zika virus, among others. Viruses have the potential to damage national health and prosperity, and efforts such as this research therefore have potential to contribute to solutions to these global problems. \r\n\r\nSince the appearance of the novel pathogen SARS-CoV-2, over 100 structures of viral proteins have been deposited to the Protein Data Bank, including 92 recent depositions of the SARS-CoV-2 main protease in complex with different ligands (as of April 15, 2020).  Close to 95% of the structures deposited thus far are derived from macromolecular X-ray crystallography (MX) experiments. One of the major bottlenecks in MX experiments is determining the conditions in which a protein will crystallize, and this hinders the rapid response needed in the current pandemic. The Crystallization Center is a high-throughput crystallization facility that facilitates rapid, efficient crystallization of biomolecular targets and is the only resource in the world available to external users that makes high-throughput crystallization screening accessible with 1,536 conditions in one experimental plate and provides state-of-the-art imaging methods capable of detecting protein crystals very rapidly. These resources are being made available to researchers working with SARS-CoV-2 samples. Additionally, crystallization pipelines are being expanded with 1) increased state-of-the-art imaging in the experimental pipeline, 2) optimization and scale-up experiments at the facility, and 3) expedited crystal sample harvesting and shipping. This project will have a profound impact on the scientific community’s ability to quickly solve SARS-CoV-2 protein structures, facilitating a better understanding of the basic science underlying coronavirus biology.\r\n\r\nThis RAPID award is made by the Division of Biological Infrastructure (DBI) using funds from the Coronavirus Aid, Relief, and Economic Security (CARES) Act.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Bowman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Bowman",
   "pi_email_addr": "sbowman@hwi.buffalo.edu",
   "nsf_id": "000769346",
   "pi_start_date": "2020-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hauptman-Woodward Medical Research Institute Inc",
  "inst_street_address": "700 ELLICOTT ST # 700",
  "inst_street_address_2": "",
  "inst_city_name": "BUFFALO",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7168988600",
  "inst_zip_code": "142031102",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "HAUPTMAN WOODWARD MEDICAL RESEARCH INSTITUTE, INC",
  "org_prnt_uei_num": "HVQYC8JZB9A6",
  "org_uei_num": "HVQYC8JZB9A6"
 },
 "perf_inst": {
  "perf_inst_name": "Hauptman-Woodward Medical Research Institute Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142031102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Structural biology has a profound impact on our understanding of how viral mechanisms work, how different viral proteins interact with human proteins, and how ligands bind to viral proteins.&nbsp; Structural biology and structure-based drug design helps researchers to develop potential drugs for disease treatment and to develop vaccines for prevention.</p>\n<p>In response to the COVID-19 pandemic, the scientific team at the National Crystallization Center at HWI rapidly pivoted to enable efficient identification of crystallization conditions for SARS-CoV-2 related proteins. Since the SARS-CoV-2 virus emerged as a global threat in December 2019, over 2,500 structures of SARS-CoV-2 biomolecules have been deposited to the Protein Data Bank.&nbsp; Many of the structures come from X-ray crystallography, including most of those structures with potential inhibitors bound to viral targets. One of the major bottlenecks in X-ray crystallography experiments is finding the conditions in which a protein will crystallize. The National Crystallization Center is a high-throughput crystallization facility that specializes in crystallization of biomolecular targets.&nbsp; We are the only resource in the world available to external users that employs a unique high-throughput microassay plate that enables screening 1,536 conditions in one experimental plate and has state-of-the-art imaging methods capable of detecting protein crystals very rapidly. As such, we have been uniquely poised to contribute in rapid response to the threats presented by the SARS-CoV-2 virus.</p>\n<p>The project has resulted in release of a new Graphical User Interface incorporating the MAchine Recognition of Crystallization Outcomes (MARCO) (Holleman, et al 2021), thirteen publications highlighting structural work on SARS-CoV-2 proteins from National Crystallization Center users, and a review of the contributions of structural biology to the fight against COVID-19 (Lynch, et al 2021). The results underscore the value of centralized facilities and basic research in science to address fundamental problems in biology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2022<br>\n\t\t\t\t\tModified by: Sarah&nbsp;E&nbsp;Bowman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStructural biology has a profound impact on our understanding of how viral mechanisms work, how different viral proteins interact with human proteins, and how ligands bind to viral proteins.  Structural biology and structure-based drug design helps researchers to develop potential drugs for disease treatment and to develop vaccines for prevention.\n\nIn response to the COVID-19 pandemic, the scientific team at the National Crystallization Center at HWI rapidly pivoted to enable efficient identification of crystallization conditions for SARS-CoV-2 related proteins. Since the SARS-CoV-2 virus emerged as a global threat in December 2019, over 2,500 structures of SARS-CoV-2 biomolecules have been deposited to the Protein Data Bank.  Many of the structures come from X-ray crystallography, including most of those structures with potential inhibitors bound to viral targets. One of the major bottlenecks in X-ray crystallography experiments is finding the conditions in which a protein will crystallize. The National Crystallization Center is a high-throughput crystallization facility that specializes in crystallization of biomolecular targets.  We are the only resource in the world available to external users that employs a unique high-throughput microassay plate that enables screening 1,536 conditions in one experimental plate and has state-of-the-art imaging methods capable of detecting protein crystals very rapidly. As such, we have been uniquely poised to contribute in rapid response to the threats presented by the SARS-CoV-2 virus.\n\nThe project has resulted in release of a new Graphical User Interface incorporating the MAchine Recognition of Crystallization Outcomes (MARCO) (Holleman, et al 2021), thirteen publications highlighting structural work on SARS-CoV-2 proteins from National Crystallization Center users, and a review of the contributions of structural biology to the fight against COVID-19 (Lynch, et al 2021). The results underscore the value of centralized facilities and basic research in science to address fundamental problems in biology.\n\n\t\t\t\t\tLast Modified: 08/27/2022\n\n\t\t\t\t\tSubmitted by: Sarah E Bowman"
 }
}