{
 "awd_id": "2029027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SWIFT:SMALL: Dynamic Wireless Resource Management and Transceiver Adaptation for Efficient Spectrum Utilization and Coexistence",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 412794.0,
 "awd_amount": 412794.0,
 "awd_min_amd_letter_date": "2020-09-01",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "Advanced wireless networks and technologies are taking the center stage in the era of cyber-based data analytics and artificial intelligence (AI). Faced with the surging needs for high speed wireless data connections driven by widespread AI applications, effective solutions for effective spectrum utilization and coexistence in broadband wireless networks become increasingly critical. This project aims to develop new estimation methods and resource management tools for wide-area radio networks to efficiently and accurately assess the radio channel conditions and coverage quality map (radiomap) for providing high quality services to the huge number of smartphones and other wireless devices. The outcomes of this project can contribute significantly to the deployment of high speed wireless services and their broadening applications in networked AI applications. The broader impact from this research will also come through many educational opportunities by providing opportunities in STEM to K-12, women, and under-represented minority students.\r\n\r\nIn wireless networks, accurate forward link RF channel estimation is critical to achieving high speed data services to mobile terminals. At the same time, radiomap of RF signal effect in a complex coverage environment provides vital information to coordinate network service stations to efficient utilize limited RF resources and to achieve effective interference mitigation in protected regions. This project aims to develop new practical algorithms and resource management tools for wide-area radio networks to efficiently and accurately assess the radio channel conditions and interference radiomap, to facilitate coexistence with protected RF applications serving potentially passive users. Specifically, the research group will leverage recent successes of machine learning and data analytics across a wide range of engineering and scientific applications to develop innovative learning-based algorithms for accurate RF channel estimation by minimizing the consumption of valuable resources while improving wireless quality and spectrum utilization. To simultaneously protect sensitive nodes of coexisting wireless applications, the project utilizes low cost and distributed sensor measurements to derive accurate radiomap estimation. Furthermore, the research group will extensively investigate the impact of spectrum allocation and dynamic link-adaptation on interference mitigation to protect sensitive services in designated areas.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhi",
   "pi_last_name": "Ding",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhi Ding",
   "pi_email_addr": "zding@ucdavis.edu",
   "nsf_id": "000162105",
   "pi_start_date": "2020-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California",
  "perf_str_addr": "1 Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165294",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140Y00",
   "pgm_ele_name": "SWIFT-Spectrum Innov Futr Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 412794.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Advanced wireless networks and technologies are playing an increasingly important role in the era of<span>&nbsp;</span>cyber data analytics and artificial intelligence (AI). In light of the surging needs for high speed wireless data connections driven by widespread AI applications, solutions for effective spectral utilization and coexistence in broadband wireless networks become even more critical to future data infrastructure. This project aims to develop new algorithms and resource management tools for a wide-area radio network to accurately estimate downlink channel state information (CSI) and to improve spectrum utility of wireless networks. These innovative solutions enable resource management and PHY layer adaptation algorithms to simultaneously achieve high data throughput and effective interference control in protected areas.&nbsp;</p>\r\n<p class=\"p1\">One major outcome of this project is the development of novel and robust AI-based solutions&nbsp;to accurately recovery massive multiple-input-multiple-output (MIMO) CSI recovery at cellular base-stations by integrating domain knowledge.&nbsp; Our developed solutions minimize the amount of uplink reporting resource for accurate CSI recovery while improving downlink quality and spectrum utilization. Another important project outcome is the design of practical and high-performance receivers for orthogonal time frequency space (OTFS) modulation with demonstrated advantages in high-mobility wireless service scenarios. A third major research finding addresses collaborative learning over wireless networks. We designed a novel resource-efficient framework for collaborative decision-making over distributed sensor networks by proposing a novel over-the-air soft information aggregation. The novel framework suffers very little performance loss of detection accuracy against traditional orthogonal access of sensing nodes despite substantial resource savings. We further proposed a novel federated learning (FL) framework for collaborative learning that requires only partial model sharing for privacy protection. This new framework effectively characterizes heterogeneous data distributions across clients and strengthens privacy at reduced communication cost over wireless networks.</p>\r\n<p class=\"p1\">These research findings have been reported in peer-reviewed journals and conferences. They contribute to the future enhancement of wireless network infrastructures that broadly cover 5G cellular and beyond for intelligent infrastructure, tele-medicine, radio astronomy, automotive radar, weather radar, among others. In workforce development, multiple graduate student researchers have been trained and supported by this project. Several PhD graduates supported by this grant have either joined the tech companies.</p><br>\n<p>\n Last Modified: 04/02/2025<br>\nModified by: Zhi&nbsp;Ding</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAdvanced wireless networks and technologies are playing an increasingly important role in the era ofcyber data analytics and artificial intelligence (AI). In light of the surging needs for high speed wireless data connections driven by widespread AI applications, solutions for effective spectral utilization and coexistence in broadband wireless networks become even more critical to future data infrastructure. This project aims to develop new algorithms and resource management tools for a wide-area radio network to accurately estimate downlink channel state information (CSI) and to improve spectrum utility of wireless networks. These innovative solutions enable resource management and PHY layer adaptation algorithms to simultaneously achieve high data throughput and effective interference control in protected areas.\r\n\n\nOne major outcome of this project is the development of novel and robust AI-based solutionsto accurately recovery massive multiple-input-multiple-output (MIMO) CSI recovery at cellular base-stations by integrating domain knowledge. Our developed solutions minimize the amount of uplink reporting resource for accurate CSI recovery while improving downlink quality and spectrum utilization. Another important project outcome is the design of practical and high-performance receivers for orthogonal time frequency space (OTFS) modulation with demonstrated advantages in high-mobility wireless service scenarios. A third major research finding addresses collaborative learning over wireless networks. We designed a novel resource-efficient framework for collaborative decision-making over distributed sensor networks by proposing a novel over-the-air soft information aggregation. The novel framework suffers very little performance loss of detection accuracy against traditional orthogonal access of sensing nodes despite substantial resource savings. We further proposed a novel federated learning (FL) framework for collaborative learning that requires only partial model sharing for privacy protection. This new framework effectively characterizes heterogeneous data distributions across clients and strengthens privacy at reduced communication cost over wireless networks.\r\n\n\nThese research findings have been reported in peer-reviewed journals and conferences. They contribute to the future enhancement of wireless network infrastructures that broadly cover 5G cellular and beyond for intelligent infrastructure, tele-medicine, radio astronomy, automotive radar, weather radar, among others. In workforce development, multiple graduate student researchers have been trained and supported by this project. Several PhD graduates supported by this grant have either joined the tech companies.\t\t\t\t\tLast Modified: 04/02/2025\n\n\t\t\t\t\tSubmitted by: ZhiDing\n"
 }
}