{
 "awd_id": "2029950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID: Addressing Transit Accessibility and Public Health Challenges due to COVID-19",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 54912.0,
 "awd_amount": 54912.0,
 "awd_min_amd_letter_date": "2020-06-01",
 "awd_max_amd_letter_date": "2020-06-01",
 "awd_abstract_narration": "The COVID-19 pandemic has not only disrupted the lives of millions but also created exigent operational and scheduling challenges for public transit agencies. Agencies are struggling to maintain transit accessibility with reduced resources, changing ridership patterns, vehicle capacity constraints due to social distancing, and reduced services due to driver unavailability. A number of transit agencies have also begun to help the local food banks deliver food to shelters, which further strains the available resources if not planned optimally. At the same time, the lack of situational information is creating a challenge for riders who need to understand what seating is available on the vehicles to ensure sufficient distancing. In partnership with the transit agencies of Chattanooga, TN, and Nashville, TN, the proposed research will rapidly develop integrated transit operational optimization algorithms, which will provide proactive scheduling and allocation of vehicles to transit and cargo trips, considering exigent vehicle maintenance requirements (i.e., disinfection). A key component of the research is the design of privacy-preserving camera-based ridership detection methods that can help provide commuters with real-time information on available seats considering social-distancing constraints. The datasets and algorithms developed through this program will be swiftly released to the research community in order to encourage a wider collaborative effort that will help other transit agencies that face similar challenges.\r\n\r\nThe intellectual merit of the proposed research lies in the design and evaluation of integrated operational optimization for both fixed-line and on-demand transit (including paratransit) under atypical capacity constraints, which requires maximizing transit access but minimizing contact. The challenge for optimization is the uncertainties that arise due to the atypical travel time and travel demand distribution, both of which need to be learned online again due to the changed scenarios. While it is possible to optimize these transit modes separately as prior work has done, integrated optimization can lead to significantly better results. However, this is difficult as the solution space of these problems is very large. The approach is based on rapidly composing and comparing the effectiveness of principled decision-theoretic approaches such as Monte Carlo tree search, optimal trip assignments using integer programming and problem-specific heuristics, and demand aggregation for on-demand transit. To develop a model for varying travel demand, the research uses novel neural network architectures to estimate usage and seating patterns in real-time from cameras that are already installed within transit vehicles. This will enable transit agencies to obtain travel demand even when they are running fare-free operations to minimize contact with drivers. Working with partner transit agencies, the researchers will be able to make the services more accessible for the community during these challenging times.  This project directly relates to Smart and Connected Communities program as it demonstrates the importance of integration of technical and social research with strong community engagement in improving resilience of transit systems due to pandemics and other crises.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abhishek",
   "pi_last_name": "Dubey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abhishek Dubey",
   "pi_email_addr": "dabhishe@isis.vanderbilt.edu",
   "nsf_id": "000560121",
   "pi_start_date": "2020-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "1025 16th Avenue South Suite 102",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372122328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 54912.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to help public transit agencies tackle the exigent operational and planning challenges that the ongoing COVID-19 pandemic created by developing novel computational solutions for collecting and managing transit data and predicting and serving transit demand. These operational and planning challenges include reduced vehicle capacities due to social distancing requirements, reduced transit services due to driver unavailability, decreasing revenues due to fare-free operations, and rapidly changing ridership patterns that deprive transit agencies and riders of situational awareness required for planning ahead. Since public transit services act as the backbones of disadvantaged communities by providing people with access to employment and essential services, it was imperative to address the transit challenges created by COVID-19 promptly.</p>\n<p>In partnership with the transit agencies of Chattanooga, TN, and Nashville, TN, we analyzed ridership trends to understand the impact of COVID-19 on transit demand across different socio-economic groups. Further, we applied and evaluated computer-vision techniques for collecting ridership data. We also developed a computational platform for integrating and managing transit data efficiently. In addition, we introduced machine-learning algorithms for predicting ridership. Finally, we proposed algorithms for scheduling transit services.&nbsp;</p>\n<p>To understand the impact of COVID-19 on transit demand and equity, we analyzed ridership data from Chattanooga and Nashville. We identified significant variations across socio-economic groups by combining spatial distributions of ridership decline with demographic and economic data. We found a substantial difference in ridership decline between the highest-income and lowest-income areas (77% vs. 58% in Nashville), and we found that ridership changes were primarily driven by reduced demand instead of limited capacity. The results of this study, which we published at TRB 2021 and made available publicly, can help transit agencies across the U.S. better understand and mitigate the impact of COVID-19 on public transit.&nbsp;</p>\n<p>We applied computer-vision techniques to videos recorded by onboard cameras on transit vehicles to collect ridership data, even during fare-free operations automatically. We evaluated several state-of-the-art methods and found that while each method by itself is inaccurate, we can combine them with other data sources to obtain more accurate data. To help transit agencies integrate and manage vast amounts of heterogeneous and unstructured transit data, we developed a novel computational platform, which we made available to the transit agencies of Chattanooga and Nashville. We also developed novel machine-learning algorithms for predicting transit demand, which can help agencies to plan ahead. Finally, to help with planning, we proposed scheduling algorithms that can optimize the dispatch of additional transit vehicles to mitigate real-time capacity issues that could not be predicted, which pose a significant operational challenge for agencies.</p>\n<p>To facilitate the adoption of these results, we developed interactive dashboards for analyzing transit data and for predicting ridership based on our theoretical work, which we have deployed for the transit agencies of Chattanooga and Nashville. The agencies have used our analyses and dashboards to understand better the impact of changing transit services and demand patterns and to inform their effort to improve the allocation of services and resources. We also provided the agencies with demographic analysis to help them with following Title VI guidelines.</p>\n<p><span>We have made our analyses and software artifacts publicly available at&nbsp;https://github.com/smarttransit-ai/transit-occupancy-analysis to foster broader adoption of our results by other transit agencies across the U.S.&nbsp; T</span>his project also providedfunding for PhD students who are from demographic groups thatare traditionally underrepresented in computer science, including Hispanic students.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p class=\"p1\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/22/2022<br>\n\t\t\t\t\tModified by: Abhishek&nbsp;Dubey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to help public transit agencies tackle the exigent operational and planning challenges that the ongoing COVID-19 pandemic created by developing novel computational solutions for collecting and managing transit data and predicting and serving transit demand. These operational and planning challenges include reduced vehicle capacities due to social distancing requirements, reduced transit services due to driver unavailability, decreasing revenues due to fare-free operations, and rapidly changing ridership patterns that deprive transit agencies and riders of situational awareness required for planning ahead. Since public transit services act as the backbones of disadvantaged communities by providing people with access to employment and essential services, it was imperative to address the transit challenges created by COVID-19 promptly.\n\nIn partnership with the transit agencies of Chattanooga, TN, and Nashville, TN, we analyzed ridership trends to understand the impact of COVID-19 on transit demand across different socio-economic groups. Further, we applied and evaluated computer-vision techniques for collecting ridership data. We also developed a computational platform for integrating and managing transit data efficiently. In addition, we introduced machine-learning algorithms for predicting ridership. Finally, we proposed algorithms for scheduling transit services. \n\nTo understand the impact of COVID-19 on transit demand and equity, we analyzed ridership data from Chattanooga and Nashville. We identified significant variations across socio-economic groups by combining spatial distributions of ridership decline with demographic and economic data. We found a substantial difference in ridership decline between the highest-income and lowest-income areas (77% vs. 58% in Nashville), and we found that ridership changes were primarily driven by reduced demand instead of limited capacity. The results of this study, which we published at TRB 2021 and made available publicly, can help transit agencies across the U.S. better understand and mitigate the impact of COVID-19 on public transit. \n\nWe applied computer-vision techniques to videos recorded by onboard cameras on transit vehicles to collect ridership data, even during fare-free operations automatically. We evaluated several state-of-the-art methods and found that while each method by itself is inaccurate, we can combine them with other data sources to obtain more accurate data. To help transit agencies integrate and manage vast amounts of heterogeneous and unstructured transit data, we developed a novel computational platform, which we made available to the transit agencies of Chattanooga and Nashville. We also developed novel machine-learning algorithms for predicting transit demand, which can help agencies to plan ahead. Finally, to help with planning, we proposed scheduling algorithms that can optimize the dispatch of additional transit vehicles to mitigate real-time capacity issues that could not be predicted, which pose a significant operational challenge for agencies.\n\nTo facilitate the adoption of these results, we developed interactive dashboards for analyzing transit data and for predicting ridership based on our theoretical work, which we have deployed for the transit agencies of Chattanooga and Nashville. The agencies have used our analyses and dashboards to understand better the impact of changing transit services and demand patterns and to inform their effort to improve the allocation of services and resources. We also provided the agencies with demographic analysis to help them with following Title VI guidelines.\n\nWe have made our analyses and software artifacts publicly available at https://github.com/smarttransit-ai/transit-occupancy-analysis to foster broader adoption of our results by other transit agencies across the U.S.  This project also providedfunding for PhD students who are from demographic groups thatare traditionally underrepresented in computer science, including Hispanic students.\n\n \n\n \n \n\n\t\t\t\t\tLast Modified: 04/22/2022\n\n\t\t\t\t\tSubmitted by: Abhishek Dubey"
 }
}