{
 "awd_id": "2029806",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Integrated Characterization of Microphysical Properties of Ice Particles Using In-Situ Field Measurements and Polarimetric Radar Observations",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 647003.0,
 "awd_amount": 647003.0,
 "awd_min_amd_letter_date": "2020-08-04",
 "awd_max_amd_letter_date": "2020-08-04",
 "awd_abstract_narration": "East Coast Winter Storms (or Nor’easters) that develop off the eastern coast of the US from North Carolina northwards can be very devastating producing large amounts of snowfall, freezing rain, sleet and resultant flooding. The type of precipitation that falls at the surface is sensitive to subtle vertical changes of the environment conditions such as temperature and relative humidity. The National Weather Service’s recently modernized network of radars along with sophisticated numerical models are used to forecast the hazardous areas but they depend crucially on the physical properties of the various classes of precipitation such as size, shape, concentration, density, fall speed and composition which are highly variable in both space and time. This research is aimed at developing, implementing, and testing novel approaches to measurement, characterization, and analysis of the physical and scattering properties of ice particles in winter precipitation combining delicate optical, electronic, and mechanical instrumentation and state-of-the-art radars. These integrated field measurements are performed in collaboration with the Precipitation Research Facility at Wallops Island, Virginia, operated by the National Aeronautic and Space Administration, which falls along one of the climatological tracks of east coast winter storms. Accurate measurements of the physical and scattering properties of winter precipitation are crucial for advancement of numerical weather prediction models and in the correct interpretation of data from the recently modernized national network of weather radars. Hence this research can lead to improved winter precipitation forecasts (amount, location, and timing), which is of great importance to economy, safety, and everyday life, including all travel modes used by the public, and especially air travel and safety. Educational impacts include research training of graduate and undergraduate students, instrumentation development by students, and field experiences. \r\n\r\n\r\nThe overarching goal of this research is to reduce uncertainties in the interpretation of radar signatures and improve the accuracy of the retrievals of liquid equivalent snow rate (SR) using an observationally-driven approach supported by advanced in-situ instrumentation and radars. More specifically, the first objective is to improve characterization of geometric parameters, particle size distribution (PSD), fall speeds, and “effective” density of ice particles, by optimizing the data from projected views in one plane, obtained by the Precipitation Instrument Package (PIP), two orthogonal planes, from the  2D-video disdrometer (2DVD), and multiple planes, provided by the 5-camera multi-angle snowflake camera (MASC) and 7-camera Snowflake Measurement and Analysis System (SMAS). The second objective is use of the combination of PIP, two 2DVD units and two 3D sonic anemometers (inside and outside a double-fence windshield) to characterize the effects of particle-turbulence in natural snowfall on the fall speed and “effective” density of particles. The third objective is related to closure based on achieved agreements of the “best” estimate of SR and forward modeled polarimetric variables from dual-polarization radar using PIP, 2DVD, MASC, and SMAS data with independent snow gauge and radar measurements, respectively. Some of the unique contributions of this project are: a student-built research instrument SMAS that offers 3D-shape reconstruction of particles using 6 cameras with the 7th camera simultaneously measuring fall speed; use of multiple instruments (MASC, SMAS, 2DVD, and PIP) to arrive at the “complete” PSD from 100 microns to > 20 mm; experimental approach to study particle-turbulence effects on settling speeds, with data on vertical/horizontal movements, fall speeds and sizes, and habits (types) of particles provided by the PIP, 2DVD, and SMAS, respectively; and closure experiments with the agreement between predicted and measured SR and radar observables being evaluated based on the estimated measurement and parameterization errors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Branislav",
   "pi_last_name": "Notaros",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Branislav M Notaros",
   "pi_email_addr": "notaros@colostate.edu",
   "nsf_id": "000493609",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Viswanathan",
   "pi_last_name": "Bringi",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Viswanathan N Bringi",
   "pi_email_addr": "bringi@engr.colostate.edu",
   "nsf_id": "000272413",
   "pi_start_date": "2020-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 West Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 647003.0
  }
 ],
 "por": null
}