{
 "awd_id": "2029800",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unveiling intrinsic functionality of two-dimensional organic-inorganic ferroelectrics for energy storing/converting devices: integrated computational-experimental approach",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032928103",
 "po_email": "rlukasze@nsf.gov",
 "po_sign_block_name": "Ale Lukaszew",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2025-05-31",
 "tot_intn_awd_amt": 449992.0,
 "awd_amount": 504992.0,
 "awd_min_amd_letter_date": "2020-08-18",
 "awd_max_amd_letter_date": "2024-05-21",
 "awd_abstract_narration": "Nontechnical:\r\n\r\nPerovskites are an important class of materials that have shown promise in devices such as light-emitting diodes and solar cells. Some inorganic perovskites simultaneously exhibit the exotic properties of ferroelectricity, piezoelectricity and pyroelectricity. These phenomena are of great scientific interest as well as technologies for conversion of mechanical and thermal energy to electrical power. This allows for diverse applications such as sensors, actuators, energy harvesting, data storage, and optoelectronics.  Current technologies are based heavily on inorganic perovskites, but these materials have shortcomings. These include high temperature processing, lack of mechanical flexibility, high costs, and the presence of toxic elements in some cases. Very recently, a new class of hybrid perovskites with organic and inorganic components has emerged with intriguing, but often controversial, evidence for ferroelectricity and piezoelectricity. This project aims to achieve a fundamental understanding of hybrid perovskites through an integrated experimental-theoretical approach. The focus will be on ferroelectricity, piezoelectricity, associated phase transitions and emergent device functionalities of bulk and low-dimensional hybrid perovskites. The research could lead to the discovery of novel forms or manifestations of ferroelectricity, piezoelectricity and how these phenomena are affected by phase transitions. These studies have the potential to transform our current understanding of organic materials and reveal if they exhibit properties and device functionality on par with or even exceeding those of inorganic materials. This in turn could create a route to devices with novel functionality and energy converting properties, and push their technological applications to a new level. The project will also contribute strongly to the training of the STEM workforce with a focus on including students from underrepresented groups. The project will involve undergraduate students in research and enrich the Physics and Chemistry curricula. Outreach will be conducted through organized field trips to local elementary and middle schools.\r\n\r\nTechnical:\r\n\r\nThe project aims to address the following specific objectives. Objective 1: to establish the mechanism for ferroelectricity and uncover the nature of the associated phase transitions in hybrid three-dimensional organic-inorganic perovskites through a combination of multiscale first-principles simulations, synthesis and comprehensive structural and electrical characterization of single crystalline samples. Objective 2: to reveal how ferroelectricity and piezoelectricity mechanisms and manifestations in these materials change at the nanoscale through a combination of state-of-the-art computational and experimental approaches. Objective 3: to explore mechanical tunability of ferroelectric and piezoelectric properties of these novel materials and reveal the possibility of their integration in energy storing and converting devices. Objective 4: to engage in a wide range of educational and outreach activities in order to contribute to creating a world-class diverse materials science and engineering workforce that is trained for careers in academia or industry. The expected outcomes of the project include: potential discovery of novel forms of ferroelectricity and piezoelectricity in bulk and two-dimensional hybrid perovskites, establishment of mechanisms for ferroelectricity and piezoelectricity in these materials, their comprehensive structural and electric characterization, elucidation of the nature and origin of associated phase transitions, computational methodology and software for their exploration and design, predicting their functionality in energy storing devices, and prototypes for nanocapacitor and/or force/displacement (nano)sensors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Inna",
   "pi_last_name": "Ponomareva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Inna Ponomareva",
   "pi_email_addr": "iponomar@usf.edu",
   "nsf_id": "000505072",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarath",
   "pi_last_name": "Witanachchi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarath Witanachchi",
   "pi_email_addr": "switanach@usf.edu",
   "nsf_id": "000160874",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Lisenkov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Lisenkov",
   "pi_email_addr": "slisenk@usf.edu",
   "nsf_id": "000546848",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shengqian",
   "pi_last_name": "Ma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shengqian Ma",
   "pi_email_addr": "Shengqian.Ma@unt.edu",
   "nsf_id": "000582379",
   "pi_start_date": "2020-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E Fowler Avenue",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336206900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002425DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 449992.0
  },
  {
   "fund_oblg_fiscal_yr": 2024,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": null
}