{
 "awd_id": "2029441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID/Collaborative Research: Developing Pandemics and Healing Models for Coronavirus COVID-19 to Assist in Policy Making",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Von Lehmen",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2020-06-01",
 "awd_max_amd_letter_date": "2020-06-01",
 "awd_abstract_narration": "The current pandemic has stimulated a strong response on the part of local, state, and federal government, with containment largely achieved through stringent lockdowns, effectively quarantining nearly every household in the country.  Given the enormous socio-economic impacts of this approach, it is imperative to understand how to minimize the spread of the epidemic while also minimizing deleterious effects and maximizing the availability of critical health resources.  This project seeks to address this challenge by devising a better and scalable alternative to lockdown under suitable constraints.\r\n\r\nThis project focuses on developing models for the COVID-19 pandemic, in particular looking at neighboring community spread, mitigation measures, and optimal distribution of healthcare resources in that context.  This project aims to (i) devise a better and scalable alternative to full lockdown; (ii) devise a cognitive solution that can be applied to various demographics having heterogeneous connectivity and population distribution with minimal information regarding previous epidemic spread; and (iii) minimize the impact of epidemic model uncertainties on the confinement and medical resource allocation strategies. The PIs will employ a collection of novel mathematical techniques to the problem that can handle heterogeneity and are scalable. The interdisciplinary team includes Johns Hopkins University, which has been a major Center for the collection of COVID-19 data.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Payam",
   "pi_last_name": "Sheikhattari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Payam Sheikhattari",
   "pi_email_addr": "payam.sheikhattari@morgan.edu",
   "nsf_id": "000685404",
   "pi_start_date": "2020-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morgan State University",
  "inst_street_address": "1700 E COLD SPRING LN",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4438853200",
  "inst_zip_code": "212510001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "MORGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "KULSKCCZJT27",
  "org_uei_num": "KULSKCCZJT27"
 },
 "perf_inst": {
  "perf_inst_name": "Morgan State University",
  "perf_str_addr": "1700 E. Cold Spring Lane",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212510001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-00954f76-7fff-d007-dbd7-3c9a183edc0e\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our research focused on identifying and mapping communities in Baltimore City, where both vulnerabilities related to social determinants of health and the burden of the COVID-19 pandemic are the greatest, and engaging with leaders and representatives from organizations that served vulnerable communities during this emergency response. Our work resulted in one manuscript (submitted, under review). Here, we briefly describe the findings and the impacts of our study.</span></p>\n<p dir=\"ltr\"><span>We analyzed data collected from several publicly available databases including (1) Baltimore City Data (neighborhood health profiles: individual and community level socio-demographic data); (2) socio-demographic data (American Community Survey); (3) spatial data including city boundary, CSA boundary, and the lists of organizations used in this study (Open Street Maps); and (4) COVID-19 data (cases and vaccination rates) from Open Maryland Portal. Using the COVID-19 Community Vulnerability Index, we captured the variability of health, social, and economic factors across Baltimore City to identify high-risk and low-risk vulnerable communities. Our data analysis demonstrates that communities with pre-existing challenges and vulnerabilities also had the highest rate of COVID-19 infection. We also evaluated organizational response in vulnerable communities. The total number of organizations was standardized against the population data in each respective CSA. We identified over 500 organizations involved in the COVID-19 response across Baltimore City in areas ranging from high-risk to low-risk vulnerable communities. In addition to identifying organizations involved specifically in vulnerable communities, we engaged with leaders and representatives involved in the response in these communities. We conducted an online survey between September 1, 2021, and May 30, 2022, to assess the COVID-19-related services they provided, challenges faced, perceptions, lessons learned, and recommendations to inform policies, programs, and funding related to improving the COVID-19 response in Baltimore City. We received 50 survey responses following online dissemination. Out of these organizations, nearly 80% provided services in response to COVID-19 in the identified vulnerable communities that disproportionately experienced challenges in areas such as food access, transportation, housing-related issues, unemployment, access to COVID-19 testing, and treatment sites, health insurance, and others. We also found that although organizations were active in the COVID-19 response, they also experienced challenges related to funding, outreach/recruitment, not having access to updated and accurate information from local officials, and others. Based on the challenges faced, organizations selected recommendations in terms of policy, practice, and programming for better preparedness.&nbsp; Nearly 65% of the organizations surveyed recommended better coordination between all sectors such as government organizations, health care, and non-profits. </span><span>The majority of these organizations served people who also reported having misinformation and faced challenges in terms of access to food, transportation, and COVID-related health care. Funding availability and specified allocations were recommended to be provided for organizations that serve communities that historically face challenges and require assistance for necessities to survive. Additional recommendations included having consistent and better-executed policies and programs.&nbsp; Overall, these recommendations are to maximize momentum for effective communication, the action of proactiveness, and reinforce the efforts to develop policies to tackle unequal access to resources.</span><span> In summary, </span><span>the impact of our work highlights critical insights related to vulnerable populations and demonstrates effectiveness in providing recommendations for policy and program changes that will help vulnerable communities with disaster planning to aid in building community resilience. Our research provides critical information to peer research, especially those in vulnerable communities, and have insightful information for effective public health response to prepare these communities for current and future pandemics.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2022<br>\n\t\t\t\t\tModified by: Payam&nbsp;Sheikhattari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nOur research focused on identifying and mapping communities in Baltimore City, where both vulnerabilities related to social determinants of health and the burden of the COVID-19 pandemic are the greatest, and engaging with leaders and representatives from organizations that served vulnerable communities during this emergency response. Our work resulted in one manuscript (submitted, under review). Here, we briefly describe the findings and the impacts of our study.\nWe analyzed data collected from several publicly available databases including (1) Baltimore City Data (neighborhood health profiles: individual and community level socio-demographic data); (2) socio-demographic data (American Community Survey); (3) spatial data including city boundary, CSA boundary, and the lists of organizations used in this study (Open Street Maps); and (4) COVID-19 data (cases and vaccination rates) from Open Maryland Portal. Using the COVID-19 Community Vulnerability Index, we captured the variability of health, social, and economic factors across Baltimore City to identify high-risk and low-risk vulnerable communities. Our data analysis demonstrates that communities with pre-existing challenges and vulnerabilities also had the highest rate of COVID-19 infection. We also evaluated organizational response in vulnerable communities. The total number of organizations was standardized against the population data in each respective CSA. We identified over 500 organizations involved in the COVID-19 response across Baltimore City in areas ranging from high-risk to low-risk vulnerable communities. In addition to identifying organizations involved specifically in vulnerable communities, we engaged with leaders and representatives involved in the response in these communities. We conducted an online survey between September 1, 2021, and May 30, 2022, to assess the COVID-19-related services they provided, challenges faced, perceptions, lessons learned, and recommendations to inform policies, programs, and funding related to improving the COVID-19 response in Baltimore City. We received 50 survey responses following online dissemination. Out of these organizations, nearly 80% provided services in response to COVID-19 in the identified vulnerable communities that disproportionately experienced challenges in areas such as food access, transportation, housing-related issues, unemployment, access to COVID-19 testing, and treatment sites, health insurance, and others. We also found that although organizations were active in the COVID-19 response, they also experienced challenges related to funding, outreach/recruitment, not having access to updated and accurate information from local officials, and others. Based on the challenges faced, organizations selected recommendations in terms of policy, practice, and programming for better preparedness.  Nearly 65% of the organizations surveyed recommended better coordination between all sectors such as government organizations, health care, and non-profits. The majority of these organizations served people who also reported having misinformation and faced challenges in terms of access to food, transportation, and COVID-related health care. Funding availability and specified allocations were recommended to be provided for organizations that serve communities that historically face challenges and require assistance for necessities to survive. Additional recommendations included having consistent and better-executed policies and programs.  Overall, these recommendations are to maximize momentum for effective communication, the action of proactiveness, and reinforce the efforts to develop policies to tackle unequal access to resources. In summary, the impact of our work highlights critical insights related to vulnerable populations and demonstrates effectiveness in providing recommendations for policy and program changes that will help vulnerable communities with disaster planning to aid in building community resilience. Our research provides critical information to peer research, especially those in vulnerable communities, and have insightful information for effective public health response to prepare these communities for current and future pandemics.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/26/2022\n\n\t\t\t\t\tSubmitted by: Payam Sheikhattari"
 }
}