{
 "awd_id": "2029270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Regenerable Antiviral Nanoporous Materials for Protection",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-05-06",
 "awd_max_amd_letter_date": "2020-05-06",
 "awd_abstract_narration": "Non-Technical Abstract\r\n\r\nWith over 2 million positive cases and 160 thousand deaths as of mid-April 2020, global society is currently suffering physically, socially, economically, and politically because of the ongoing pandemic outbreak - Coronavirus Disease 2019 (COVID-19). The main pathway that the virus is spreading is through respiratory droplets produced when people sneeze or cough, which can then infect people nearby. Thus, the United Statesʹ Centers for Disease Control and Prevention (CDC) has recommended covering one’s face to help slow down the spread of the virus. The traditional face masks, however, can only act as a physical barrier, which means that the virus will stay active on the mask and can still be transmitted if touched while removing/wearing the mask. Therefore, developing face masks to deactivate the viral threats can efficiently stop/slow the spread of the highly infectious virus, COVID-19. With funding from the Solid State and Materials Chemistry Program in the Division of Materials Research of the Mathematical and Physical Sciences Directorate, this Rapid Response Research (RAPID) grant supports research that focuses on developing antiviral masks by chemically modifying the textile surfaces to deactivate the viral threats; this in turn reduces the risk of spreading the virus and generates reusable masks. The research serves the national interest and NSFʹs mission by developing advanced technologies from hypothesis-driven scientific research to protect our nation’s physical, social, economic, and political health and welfare.\r\n\r\nTechnical Abstract\r\n\r\nThis Rapid Response Research (RAPID) grant supports research that employs nanoporous materials to modify textile fibers and generate antiviral facial masks with funding from the Solid State and Materials Chemistry Program in the Division of Materials Research of the Mathematical and Physical Sciences Directorate. The support enables a materials science approach that mitigates the negative impacts of COVID-19 on public health. Masks that not only protect the wearer but also deactivate the virus significantly reduce the spread of infectious viral threats such as COVID-19 since an active virus residing on a mask still possesses a great threat to the wearer and their environment. This research project investigates means to cover the surfaces of textile fibers with antiviral agents that are active towards viral threats; in this way, the viruses can be deactivated by disintegration upon contact and/or post-treatment while filtered air is allowed to pass through the mask safely. Specifically, the researchers employ the integration of metal–organic framework based antiviral composites on textiles-based facial masks and later on N95 or similar masks. The protective nano layer added on the masks enables the disintegration of the viral threats, which allows the reuse of masks due to reduction of cross contamination during removal and/or wearing of the masks. This RAPID project offers a solution to the severely urgent challenge of the shortage of effective antiviral protective materials while advancing physical and materials science and educating the general public on the research-driven solutions to global challenges.\r\n\r\nThis grant is being awarded using funds made available by the Coronavirus Aid, Relief, and Economic Security (CARES) Act supplemental funds allocated to MPS.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Omar",
   "pi_last_name": "Farha",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Omar K Farha",
   "pi_email_addr": "o-farha@northwestern.edu",
   "nsf_id": "000560088",
   "pi_start_date": "2020-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Rd",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083113",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This RAPID project focused on developing antiviral face masks that are chemically modified to deactivate viruses, specifically COVID-19. This will not only reduce the risk of spreading the virus, but will also generates reusable masks, a highly desired commodity in current society.</p>\n<p>With over 500 million positive cases and 6 million deaths, global society is still suffering physically, socially, economically, and politically because of the ongoing pandemic outbreak &ndash; Coronavirus Disease 2019 (COVID-19). The virus is spread mainly through respiratory droplets produced when people sneeze or cough, which can then infect nearby individuals. Thus, the United States&#697; Centers for Disease Control and Prevention (CDC) has recommended covering one&rsquo;s face to help slow the spread of the virus. The traditional face masks, however, can only act as a physical barrier, which means that the virus will stay active on the mask and can still be transmitted if touched while removing or wearing the mask. Therefore, developing face masks to deactivate the viral threats can efficiently stop and/or slow the spread of the highly infectious virus, COVID-19.</p>\n<p>This program intended to cover the surface of textile fibers with nanoporous, miniature sponge-like materials.&nbsp; The researchers modified the nanoporous materials, called metal&ndash;organic frameworks (MOFs), to have antiviral properties. In this way, the viruses disintegrate once they contact the mask while filtered air will pass through the mask safely. The nano-sized materials are designed with a lot of holes that can capture gases, vapors and other agents the way a sponge captures water. In the new composite fabric, the cavities of the MOFs have catalysts that can deactivate viruses, bacteria and toxic chemicals. It is a N-chlorine based biocidal and detoxifying textile using a robust zirconium metal&ndash;organic framework (MOF), UiO-66-NH<sub>2</sub>, as a chlorine carrier which can be easily coated on textile fibers. A chlorine bleaching converted the amine groups located on the MOF linker to active N-chlorine structures. The fibrous composite exhibited rapid biocidal activity against both Gram-negative bacteria (<em>E. coli</em>) and Gram-positive bacteria (<em>S. aureus</em>) as well as a SARS-CoV-2 within 15 min. The researchers were able to develop an understanding of the material&rsquo;s active sites down to atomic level. This allowed them and others to derive structure-property relationships that can lead to the creation of other MOF-based active composites.&nbsp;The material also is reusable. It can be restored to its original state after the fabric has been exposed to threats by a simple bleach treatment. &nbsp;The composite material is scalable as it only requires basic textile processing equipment currently used by industry.</p>\n<p>Moreover, this material can also deactivate chemical threats, such as those used in chemical warfare. It selectively and rapidly degraded sulfur mustard and its chemical simulant 2-chloroethyl ethyl sulfide (CEES) with half-lives less than 3 minutes. The potent and cyclable biocidal and detoxifying MOF textile developed herein can serve as a multipurpose protective wear against the widely different threats ranging from pathogenic microorganisms to sulfur-based chemical warfare agents. A material that is effective against both classes of threats is rare. The versatile MOF-based fibrous composite designed here has the potential to serve as protective cloth against both biological and chemical threats. It is anticipated that this work will further encourage the development of other promising MOF-based composites that alleviate contemporary crises within global healthcare.</p>\n<p>The&nbsp;<a href=\"https://pubs.acs.org/doi/10.1021/jacs.1c08576\" target=\"_blank\">study was published recently</a>&nbsp;in the&nbsp;<em>Journal of the American Chemical Society</em>&nbsp;(JACS).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2022<br>\n\t\t\t\t\tModified by: Omar&nbsp;K&nbsp;Farha</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis RAPID project focused on developing antiviral face masks that are chemically modified to deactivate viruses, specifically COVID-19. This will not only reduce the risk of spreading the virus, but will also generates reusable masks, a highly desired commodity in current society.\n\nWith over 500 million positive cases and 6 million deaths, global society is still suffering physically, socially, economically, and politically because of the ongoing pandemic outbreak &ndash; Coronavirus Disease 2019 (COVID-19). The virus is spread mainly through respiratory droplets produced when people sneeze or cough, which can then infect nearby individuals. Thus, the United States&#697; Centers for Disease Control and Prevention (CDC) has recommended covering one’s face to help slow the spread of the virus. The traditional face masks, however, can only act as a physical barrier, which means that the virus will stay active on the mask and can still be transmitted if touched while removing or wearing the mask. Therefore, developing face masks to deactivate the viral threats can efficiently stop and/or slow the spread of the highly infectious virus, COVID-19.\n\nThis program intended to cover the surface of textile fibers with nanoporous, miniature sponge-like materials.  The researchers modified the nanoporous materials, called metal&ndash;organic frameworks (MOFs), to have antiviral properties. In this way, the viruses disintegrate once they contact the mask while filtered air will pass through the mask safely. The nano-sized materials are designed with a lot of holes that can capture gases, vapors and other agents the way a sponge captures water. In the new composite fabric, the cavities of the MOFs have catalysts that can deactivate viruses, bacteria and toxic chemicals. It is a N-chlorine based biocidal and detoxifying textile using a robust zirconium metal&ndash;organic framework (MOF), UiO-66-NH2, as a chlorine carrier which can be easily coated on textile fibers. A chlorine bleaching converted the amine groups located on the MOF linker to active N-chlorine structures. The fibrous composite exhibited rapid biocidal activity against both Gram-negative bacteria (E. coli) and Gram-positive bacteria (S. aureus) as well as a SARS-CoV-2 within 15 min. The researchers were able to develop an understanding of the material’s active sites down to atomic level. This allowed them and others to derive structure-property relationships that can lead to the creation of other MOF-based active composites. The material also is reusable. It can be restored to its original state after the fabric has been exposed to threats by a simple bleach treatment.  The composite material is scalable as it only requires basic textile processing equipment currently used by industry.\n\nMoreover, this material can also deactivate chemical threats, such as those used in chemical warfare. It selectively and rapidly degraded sulfur mustard and its chemical simulant 2-chloroethyl ethyl sulfide (CEES) with half-lives less than 3 minutes. The potent and cyclable biocidal and detoxifying MOF textile developed herein can serve as a multipurpose protective wear against the widely different threats ranging from pathogenic microorganisms to sulfur-based chemical warfare agents. A material that is effective against both classes of threats is rare. The versatile MOF-based fibrous composite designed here has the potential to serve as protective cloth against both biological and chemical threats. It is anticipated that this work will further encourage the development of other promising MOF-based composites that alleviate contemporary crises within global healthcare.\n\nThe study was published recently in the Journal of the American Chemical Society (JACS).\n\n\t\t\t\t\tLast Modified: 08/29/2022\n\n\t\t\t\t\tSubmitted by: Omar K Farha"
 }
}