{
 "awd_id": "2029549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing stress tolerance using a phase-dependent stress response",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 661275.0,
 "awd_amount": 661275.0,
 "awd_min_amd_letter_date": "2020-07-21",
 "awd_max_amd_letter_date": "2020-07-21",
 "awd_abstract_narration": "Climate change threatens global crop production. These threats vary in frequency, type and severity depending on geographic location. As a consequence, crops grown across latitudinal zones require diverse coping strategies. To ensure the future of crop production, this project will apply an imaginative model for crop improvement based on the plant’s circadian clock, an internal timekeeper that enables plants to coordinate growth with the environment in accordance with the daylength. This internal oscillator, much like the human circadian clock, controls when physiological and metabolic changes occur throughout the day. As a result, plants under stress turn on and off certain genes at specific times of day to modulate physiological responses. The energy cost associated with a stress response is high and while turning these genes on indefinitely can provide stress tolerance it often leads to a significant reduction in yield. This project will test whether cold stress tolerance can be achieved by modifying the timing of the response through fine-tuning when these genes are turned on and off and monitoring the physiological impact on growth. These tests will be performed in the model plant Arabidopsis and crop Brassica rapa, a diverse crop that includes Chinese cabbage, turnip, oilseed and leafy vegetable varieties that have a wide range of cold tolerance traits to be studied. The methods and tools used to create these modifications will be made available to the scientific community to allow for implementation in other crop systems against a variety of stresses to improve yield throughout the U.S.\r\n\r\nCurrent models for abiotic stress improvement often rely on over-expression of identified transcription factors (TFs) that confer improved stress response but come at a cost to overall growth and yield. As a central integrator of environmental signals, the circadian clock provides a unique target for optimizing responses to the environment while maintaining proper physiological processes. This project incorporates time dependent transcriptome and physiological cold stress datasets from diverse B. rapa and Arabidopsis genotypes into temporal gene regulatory networks (GRNs). These GRNs will be used to identify Temporal Stress Regulator (TSR) TFs that are associated with cold tolerant genotypes. TSRs showing altered temporal responses between tolerant and sensitive genotypes will be selected for phase-dependent TSR synthetic constructs. CRISPR/Cas9 techniques will be used to adjust the expression of the native TSR in the sensitive genotype to mimic the pattern observed in the tolerant genotype. These phase-altered TSRs that are integrated into the circadian and/or diel networks will be tested for improved stress tolerance using physiological measures of PSII efficiency, growth rate, flowering time and biomass. Transcriptome profiling of successfully altered genotypes will be performed with temporal resolution to identify the degree of GRN reorganization and improve future model predictions. In addition to providing data analysis tools and techniques for applying this method to other crops, a plant stress education module will be introduced to middle school students to introduce them to plant biology and help prepare them for STEM-based careers.\r\n\r\nThis award was co-funded by the Plant Genome Research Program and the Physiological Mechanisms and Biomechanics Program in the Division of Integrative Organismal Systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Greenham",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen M Greenham",
   "pi_email_addr": "greenham@umn.edu",
   "nsf_id": "000600835",
   "pi_start_date": "2020-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "1479 Gortner Avenue",
  "perf_city_name": "St. Paul",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551081041",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 661275.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-bf5c38ec-7fff-0987-3c24-d4d2370ae26e\"> </span></p>\r\n<p dir=\"ltr\"><span>Climate change poses an ongoing threat to global crop production, with challenges varying in frequency, type and severity depending on geographic location. As a consequence, crops grown across latitudinal regions require diverse strategies to cope with stress. One critical mechanism plants use to adapt to their local environment is the circadian clock - an internal timekeeping system that regulates when key physiological and metabolic processes occur throughout the day, much like a human&rsquo;s daily rhythm. Under stress, the circadian clock turns specific genes on or off at certain times of day, enabling a precise response to environmental challenges. This project focused on understanding how the time of day influenced the plants response to cold stress, studying both the model plant Arabidopsis and its close crop relative <em>Brassica rapa</em> (pak choy, turnip, chinese cabbage, oilseed). We measured gene expression changes over a 24 h period during cold stress in both species, comparing plant lines with varying levels of tolerance to freezing temperatures. Our findings revealed that time-of-day responses to cold stress are highly specific. Different plant lines activate distinct pathways at different times of day, tailoring their physiological responses to their genetic makeup and environmental needs. Using computational approaches, we built gene networks from this data to identify the genes responsible for regulating these stress responses. Among these, we discovered several candidate genes uniquely associated with the lines that showed greater resistance to freezing temperatures.&nbsp;</span></p>\r\n<p><span>Another major finding was the amount of variation we observed in </span><em>Brassica rapa</em><span>. Like many crops, </span><em>Brassica rapa</em><span> has an expanded genome, meaning it often has multiple copies of the same gene found in Arabidopsis. Interestingly, we observed that among these copies, typically only one responds to cold stress - and the specific responsive copy varies between the plant lines. This variability suggests that the regulatory control of gene expression differs significantly even within a single species. These findings have important implications for crop improvement. Understanding how plants regulate key genes under stress and how these responses vary across plant lines and times of day can help us design more resilient crops.</span></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/30/2024<br>\nModified by: Kathleen&nbsp;M&nbsp;Greenham</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nClimate change poses an ongoing threat to global crop production, with challenges varying in frequency, type and severity depending on geographic location. As a consequence, crops grown across latitudinal regions require diverse strategies to cope with stress. One critical mechanism plants use to adapt to their local environment is the circadian clock - an internal timekeeping system that regulates when key physiological and metabolic processes occur throughout the day, much like a humans daily rhythm. Under stress, the circadian clock turns specific genes on or off at certain times of day, enabling a precise response to environmental challenges. This project focused on understanding how the time of day influenced the plants response to cold stress, studying both the model plant Arabidopsis and its close crop relative Brassica rapa (pak choy, turnip, chinese cabbage, oilseed). We measured gene expression changes over a 24 h period during cold stress in both species, comparing plant lines with varying levels of tolerance to freezing temperatures. Our findings revealed that time-of-day responses to cold stress are highly specific. Different plant lines activate distinct pathways at different times of day, tailoring their physiological responses to their genetic makeup and environmental needs. Using computational approaches, we built gene networks from this data to identify the genes responsible for regulating these stress responses. Among these, we discovered several candidate genes uniquely associated with the lines that showed greater resistance to freezing temperatures.\r\n\n\nAnother major finding was the amount of variation we observed in Brassica rapa. Like many crops, Brassica rapa has an expanded genome, meaning it often has multiple copies of the same gene found in Arabidopsis. Interestingly, we observed that among these copies, typically only one responds to cold stress - and the specific responsive copy varies between the plant lines. This variability suggests that the regulatory control of gene expression differs significantly even within a single species. These findings have important implications for crop improvement. Understanding how plants regulate key genes under stress and how these responses vary across plant lines and times of day can help us design more resilient crops.\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/30/2024\n\n\t\t\t\t\tSubmitted by: KathleenMGreenham\n"
 }
}