{
 "awd_id": "2029983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Autonomous Robotic Instructor for Workforce Training",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2020-08-24",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project will be to define the requirements needed to develop technology to train the next generation workforce and narrow the skills gap in advanced manufacturing. By the year 2025, the Manufacturing Institute estimates that the US manufacturing sector will demand 2 million more jobs be filled by the labor force. Traditional schools and apprenticeships alone cannot meet the increasing demand for skilled labor. Small- to medium-sized manufacturers (SMMs) cite a “skills gap” in advanced manufacturing while receiving more orders than they can fill. The SMMs seek to hire more workers to increase output, but they cannot find enough workers with the necessary skills. Currently, the most successful solution to these problems focuses on providing SMMs with workers just out of high school. However, training costs and the time spent training workers are significant barriers. This proposed technology aims to help companies train current workers with the skills necessary to compete in the modern manufacturing economy.\r\n\r\nThis I-Corps project is based on the development of an autonomous robotic system that embodies interactive learning for workforce training. The proposed robotic technology is an instructor that delivers educational materials from a remote online learning system. The technology also is a machine that demonstrates physical actions and that physically interacts with learners. By streamlining instruction with physical demonstration and interaction, the team establishes a unique pedagogical approach that may engage a broad population, including those having no engineering training. To accomplish this, a software architecture has been developed to control the robot and facilitate robust teaching.  The software is cloud-based and modularly designed so that different industrial robots may be easily exchanged with minimal reconfiguration. In addition, this methodology represents the first educational robot that customizes its curriculum in real-time based on user learning style and background by collecting data on the learner as they progress through the course and making decisions accordingly.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roman",
   "pi_last_name": "Lubynsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roman Lubynsky",
   "pi_email_addr": "rml@mit.edu",
   "nsf_id": "000648609",
   "pi_start_date": "2020-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\"><span id=\"docs-internal-guid-bc2ade52-7fff-6bbb-e1dd-68faf23df915\">\n<p dir=\"ltr\"><span>This NSF I-Corps award provided the framework and training to understand the potential applications, customers and key value propositions of a new technology that can have global impact on manufacturing. Entering the NSF I-Corps program, a key goal was to explore industrial applications and potential pain points and challenges involved in upskilling manufacturing employees to work alongside collaborative robotic systems, with the underlying motivation being the ongoing development of a new workforce development technology invented by the project team as a result of the Entrepreneurial Lead's PhD research. Initially, the team had preliminary knowledge of many industrial workforce development practices from a technical perspective, but lacked in-depth first-hand knowledge of the relevant pain points and cost-drivers from an operational and economical perspective. Industries of interest at this point included small- and medium-sized manufacturers (SMMs), community colleges, and trade schools, among others.</span></p>\n<p dir=\"ltr\"><span>During the program, the team interviewed over 150 potential customers from SMMs, community colleges, trade schools, municipal library systems, robot manufacturers, robot vendors, and system integrators. Over the course of several iterations, the team developed Key Value Proposition to investigate. </span><span>This investigation was not able to identify a strong product-market fit or a viable business model. The customer interviews indicated that the robot industry is responding to the market need by expanding their recent electronic stop-gap solutions into full training curricula. Companies are investing significant financial and human resources into developing and deploying their own custom education solutions.</span></p>\n<p dir=\"ltr\"><span>As a result, a company was not formed. The team members have graduated and have taken positions in industry where they are applying the techniques learned in I-Corps training for the new products they are developing. The project provided the team with immersive training and hands-on experience to investigate the application of an emerging new technology from a university lab. The team found that the customer discovery and validation framework is an invaluable process. Through this work the team became comfortable in communicating with staff and decision makers in industry. The new skills and understanding developed during this I-Corps project resulted in significant professional development leading to the securing of engineering management positions in new product development.</span></p>\n</span></div>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2022<br>\n\t\t\t\t\tModified by: Roman&nbsp;Lubynsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThis NSF I-Corps award provided the framework and training to understand the potential applications, customers and key value propositions of a new technology that can have global impact on manufacturing. Entering the NSF I-Corps program, a key goal was to explore industrial applications and potential pain points and challenges involved in upskilling manufacturing employees to work alongside collaborative robotic systems, with the underlying motivation being the ongoing development of a new workforce development technology invented by the project team as a result of the Entrepreneurial Lead's PhD research. Initially, the team had preliminary knowledge of many industrial workforce development practices from a technical perspective, but lacked in-depth first-hand knowledge of the relevant pain points and cost-drivers from an operational and economical perspective. Industries of interest at this point included small- and medium-sized manufacturers (SMMs), community colleges, and trade schools, among others.\nDuring the program, the team interviewed over 150 potential customers from SMMs, community colleges, trade schools, municipal library systems, robot manufacturers, robot vendors, and system integrators. Over the course of several iterations, the team developed Key Value Proposition to investigate. This investigation was not able to identify a strong product-market fit or a viable business model. The customer interviews indicated that the robot industry is responding to the market need by expanding their recent electronic stop-gap solutions into full training curricula. Companies are investing significant financial and human resources into developing and deploying their own custom education solutions.\nAs a result, a company was not formed. The team members have graduated and have taken positions in industry where they are applying the techniques learned in I-Corps training for the new products they are developing. The project provided the team with immersive training and hands-on experience to investigate the application of an emerging new technology from a university lab. The team found that the customer discovery and validation framework is an invaluable process. Through this work the team became comfortable in communicating with staff and decision makers in industry. The new skills and understanding developed during this I-Corps project resulted in significant professional development leading to the securing of engineering management positions in new product development.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/27/2022\n\n\t\t\t\t\tSubmitted by: Roman Lubynsky"
 }
}