{
 "awd_id": "2029258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Examining Media Dependencies, Risk Perceptions, and Depressive Symptomatology during the 2020 COVID Pandemic",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2020-06-15",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 66453.0,
 "awd_amount": 66453.0,
 "awd_min_amd_letter_date": "2020-06-05",
 "awd_max_amd_letter_date": "2020-06-05",
 "awd_abstract_narration": "The COVID-19 pandemic presents a unique opportunity to examine risk perceptions and responses on both a national and regional scale. When faced with a major health crisis, individuals are likely to be motivated to seek information in order to alleviate anxiety and gather information about how to protect themselves. While these dependencies are well documented, less is known about the extent to which media dependency translates into desired behavior, and the extent to which other effects associated with these dependencies may help or hinder this translation. Particularly troubling is prior research supporting the notion that depressive symptomology may lead to inaction, and that reliance on different news sources may lead to variability in the perception of risk. The current study extends previous research by investigating the extent to which risk perception and motivation to take protective action are tied to specific source preferences, and the degree to which individual processing characteristics and related responses influence these relationships. The research also aims to investigate the argument that depressive symptomatology may lead to inaction under such circumstances. Further, the research team explores specific protective actions and perceptions of risk while the threat is imminent, as opposed to relying on recall. The findings contribute to our knowledge base by filling a significant gap in the social science literature on emergency response by evaluating the links between trait processing, source preferences, depressive symptomatology, and protective actions. The new knowledge is beneficial to emergency managers for message design and placement.\r\n\r\nAn online survey gathers data from a nationally representative sample of 5,000 respondents to assess the key variables of interest. Participants are asked about the relative importance of varying news outlets, sources of first alerts, time spent seeking information, risk perception (including magnitude and probability), specific protective behaviors advocated by the Center for Disease Control, and depressive symptomatology. Questions also measure emotional well-being, level of involvement in the information gathered, trait need for cognition, and ruminative coping tendencies. Prior findings concerning the role of rumination in information seeking are reexamined for replication and extended to investigate the subsequent role of this processing style in both depressive symptomatology and protective actions, such as social distancing. Source preferences are reduced into clusters using Exploratory Factor Analysis and examined in terms of the impact of specific source preference clusters on risk perception and protective action.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Lachlan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Lachlan",
   "pi_email_addr": "kenneth.lachlan@uconn.edu",
   "nsf_id": "000755605",
   "pi_start_date": "2020-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "337 Mansfield Road",
  "perf_city_name": "Storrs-Mansfield",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691259",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 66453.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">A large-scale survey was conducted to examine information seeking behavior, risk perceptions, protective actions, and psychological responses associated with the COVID-19 pandemic. Survey data was collected from a representative sample of over 5,000 U.S. residents during summer 2020. The project sought to examine the relationship between trait need for cognition and both information seeking and protective action intentions related to COVID. It also examined the relationship between these protective intentions and preferred information sources, and the extent to which these media dependencies influenced risk perceptions. These findings largely suggest that total information seeking did not predict general risk perceptions or motivation to take protective action, but did predict more specific estimates of risk probability along with depressive symptomology. The project also interrogated the relationship between rumination tendency and risk estimation, information seeking, and depressive symptomology, and provides evidence that sex differences observed in prior research may in fact be a function of differences in rumination tendency stemming from gender role socialization.</p>\n<p class=\"Default\">&nbsp;Further, the project examined the effect of exposure to politically polarized news content on information seeking and risk perception, suggesting that those who are low in information seeking and do so only from conservative leaning outlets experienced attenuated perceptions of risk. Finally, the factor analytic structure of the health information seeking measure is evaluated, and evidence is offered that clusters of source reliance may be dependent not on political orientation but on sufficiency thresholds. The results are discussed in terms of their predictive power over risk perception, probability estimation of negative health outcomes, and protective action intentions. Implications are provided for further research and theorizing on sex differences in crisis response, information seeking regarding public health crises, and the connection between source preference and protective action. Best practices are also forwarded for health officials and emergency response agencies hoping to apply the findings.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/21/2021<br>\n\t\t\t\t\tModified by: Kenneth&nbsp;Lachlan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "A large-scale survey was conducted to examine information seeking behavior, risk perceptions, protective actions, and psychological responses associated with the COVID-19 pandemic. Survey data was collected from a representative sample of over 5,000 U.S. residents during summer 2020. The project sought to examine the relationship between trait need for cognition and both information seeking and protective action intentions related to COVID. It also examined the relationship between these protective intentions and preferred information sources, and the extent to which these media dependencies influenced risk perceptions. These findings largely suggest that total information seeking did not predict general risk perceptions or motivation to take protective action, but did predict more specific estimates of risk probability along with depressive symptomology. The project also interrogated the relationship between rumination tendency and risk estimation, information seeking, and depressive symptomology, and provides evidence that sex differences observed in prior research may in fact be a function of differences in rumination tendency stemming from gender role socialization.\n Further, the project examined the effect of exposure to politically polarized news content on information seeking and risk perception, suggesting that those who are low in information seeking and do so only from conservative leaning outlets experienced attenuated perceptions of risk. Finally, the factor analytic structure of the health information seeking measure is evaluated, and evidence is offered that clusters of source reliance may be dependent not on political orientation but on sufficiency thresholds. The results are discussed in terms of their predictive power over risk perception, probability estimation of negative health outcomes, and protective action intentions. Implications are provided for further research and theorizing on sex differences in crisis response, information seeking regarding public health crises, and the connection between source preference and protective action. Best practices are also forwarded for health officials and emergency response agencies hoping to apply the findings.\n\n \n\n\t\t\t\t\tLast Modified: 06/21/2021\n\n\t\t\t\t\tSubmitted by: Kenneth Lachlan"
 }
}