{
 "awd_id": "2029142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Particle Reinforced Ice as a Tunable Acoustic Couplant",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922576",
 "po_email": "mcanova@nsf.gov",
 "po_sign_block_name": "Marcello Canova",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2024-12-31",
 "tot_intn_awd_amt": 348742.0,
 "awd_amount": 348742.0,
 "awd_min_amd_letter_date": "2020-08-11",
 "awd_max_amd_letter_date": "2020-08-11",
 "awd_abstract_narration": "The prosperity of the US manufacturing industry is dependent upon the ability to remain at the forefront of new material technologies and manufacturing processes. In this context, 3-D printing of metallic components has emerged as a game changer in many industries where the potential to build geometrically complex components promises to increase the performance and life-cycle sustainability of high value products. However, utilization of these components in safety-critical applications is hindered by the lack of suitable methods to detect manufacturing defects or subsequent damage that develops while a component is in service. If left undetected, these defects can lead to catastrophic failures and result in great financial losses or even loss of life. This study seeks to bridge this gap by expanding the range of applicability of ultrasonic testing, a widely used method for the noninvasive inspection of simple shape components. The goal is to introduce a new material specifically designed to couple ultrasonic signals with the bulk of geometrically complex components. The material will be a new form of ice loaded with solid particles to yield tunable rigidity and mass density which are critical for the effectiveness of ultrasonic testing. This project will develop educational modules for three different courses at Penn State and the University of Cincinnati and train graduate and undergraduate students supported by the project.\r\n\r\nThis project will advance the progress of science by creating novel models of wave propagation in particle composites that enable the design of these tunable coupling solids (i.e., reinforced ice). This study will investigate the effects of microstructural modifications in ice composites on wave propagation and scattering through experimentally validated multiscale models. The project will create a new mathematical framework to model wave propagation in particle reinforced composites that lies at the convergence of physics-based analytical approaches and numerical unit cell methods. By merging analytical and data-driven strategies, this work will uncover innovative multiscale approaches to the study of wave propagation in media with complex microstructures. Understanding the impact of particle addition on the dynamic response of ice will enable the analysis of wave propagation in generalized particle composite structures, which will extend far beyond the described application. The increased efficiency in the joint numerical and analytical approach combined with the proposed optimization algorithms will fundamentally change the fields of elastodynamic modeling and ultrasonic nondestructive evaluation.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Arguelles",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea P Arguelles",
   "pi_email_addr": "aza821@psu.edu",
   "nsf_id": "000817109",
   "pi_start_date": "2020-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Peco Regales",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christian Peco Regales",
   "pi_email_addr": "christian.peco@psu.edu",
   "nsf_id": "000784134",
   "pi_start_date": "2020-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756900",
   "pgm_ele_name": "Dynamics, Control and System D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 348742.0
  }
 ],
 "por": null
}