{
 "awd_id": "2029980",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Influences of ecological niche on mechanisms of visual pathway maturation",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924958",
 "po_email": "lborodin@nsf.gov",
 "po_sign_block_name": "Laura N. Borodinsky",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 572596.0,
 "awd_amount": 572596.0,
 "awd_min_amd_letter_date": "2020-06-10",
 "awd_max_amd_letter_date": "2024-06-06",
 "awd_abstract_narration": "The connections between nerve cells in juvenile brain networks are flexible and can be shaped by the environment and experience.  Network stability increases with age, producing both costs and benefits.  Different species have evolved distinct patterns of plasticity reduction.  This project compares developmental changes in visual system plasticity across several mammalian species.  It will reveal how early sensory experience influences the way brain circuits are put together, and how ongoing sensory stimulation maintains the boundary between stability vs. flexibility of neural circuits.  Because the genomes of many mammals have now been sequenced, it is possible to employ genetic manipulations that until recently were only feasible in mice.  Comparative work is necessary to arrive at a more complete understanding of plasticity mechanisms and to determine whether animals with better vision and more reliance on visual perception for survival than mice (the current species of choice) might provide a better animal model for human visual development.  Taken together, the results of the study will provide important mechanistic information about how and why the brain develops and changes with experience, and which animal models are the most relevant for biomedical research.  Understanding the natural processes that control the boundary between plasticity and stability make it possible to manipulate that boundary for human benefit.  Results from this study will also provide basic information about neural network plasticity which may be useful for designing drug and rehabilitative therapies to treat or repair diseases or injuries of visual pathways specifically, and brain pathways in general.\r\n\r\nVisual experience during an early critical period is required for normal development of visual cortical (V1) structure and function in carnivores and non-human primates.  Mice are now the preferred animal model for studies of visual pathway development and plasticity.  Visual development and plasticity of mice differs from that of primates in both known and unknown ways that may have important consequences for the generalization of research findings to humans.  Previous visual deprivation studies in hamsters and mice from the P.I.'s lab have shown that early visual experience is not required for normal developmental refinement of receptive fields in visual midbrain and visual cortex.  Instead, vision is necessary only for the maintenance of normal function in visual midbrain (SC) and V1 of adults.  The hypothesis to be tested in this study is that the degree to which a species' visual system development depends on visual experience is influenced by the extent to which vision is important in their ecological niche.  The predicted outcome is that nocturnal species whose young stay in a burrow (such as mice) will be less dependent on vision to shape the development of their visual pathways than diurnal species whose young spend more time above ground.  The timing and level of sensitivity to visual experience will be measured in several rodent species that differ in their daily activity patterns, nesting habits, and ecological niche.  The rodent data will be compared to that from a carnivore species that has traditionally been used in studies of visual system development and plasticity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Pallas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah L Pallas",
   "pi_email_addr": "spallas@umass.edu",
   "nsf_id": "000383153",
   "pi_start_date": "2020-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "100 Venture Way",
  "perf_city_name": "Hadley",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010359450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 72596.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}