{
 "awd_id": "2029327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EFRI E3P: Massive Microplastics Remediation using Novel Microcleaners and Microbiome Processing Accelerated by Artificial Intelligence",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": "7032922895",
 "po_email": "cpayne@nsf.gov",
 "po_sign_block_name": "Christina Payne",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 2000000.0,
 "awd_amount": 2000000.0,
 "awd_min_amd_letter_date": "2020-08-31",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "The removal of the polymeric microparticles (microplastics) that pervade the Earth’s oceans and waterways, and their conversion to value-added products, is an unresolved societal challenge. The scale of the problem prevents use of conventional chemical process technologies. To address this challenge, this Emerging Frontiers in Research and Innovation (EFRI) team will establish the intellectual foundations of a new technology platform aimed at addressing microplastics pollution. The platform includes efficient collection of microplastics from water bodies using self-propelled microcleaners that navigate complex environments and selectively capture/remove dispersed microplastic particles. The scavenged microplastics are then processed, using engineered microorganisms, into simple and versatile chemical building blocks that can be recycled into value-added products.  A key goal of the project is to implement artificial intelligence methods to achieve the level of scalability and circularity necessary to enable the deconstructed microplastics products to be used for further microplastics capture. The team assembled to address these goals will create an outstanding interdisciplinary environment for training the next generation of scientists and engineers versed in the challenges of developing a circular economy. New educational opportunities centered on sustainability for K-16 and graduate students from diverse and underrepresented backgrounds will be offered. Public outreach efforts, which include development of research-inspired portable experimental kits, interactive games, and online maps, are to be disseminated by partnering with educational programs at museums. \r\n\r\nThis project will advance the frontiers of fundamental knowledge related to active colloidal and soft matter systems, computational design of molecular recognition processes, directed evolution of biocatalysts, and process intensification using artificial intelligence, all in the context of developing innovative technological solutions to the massive problem of microplastics pollution in marine and freshwaters. EFRI team members will integrate these advances to provide the intellectual foundations of a circular and scalable technology platform in which captured microplastics are processed into deconstructed products that can be used for the capture of additional microplastics or converted into other value-added products. Specific intellectual challenges to be addressed include (i) the design of next-generation \"active\" particle microcleaners that have fibrillar coronas and/or move autonomously in aqueous environments thus providing efficient capture of microplastics, (ii) the discovery of genetic pathways enabling efficient depolymerization of microplastics and their implementation in rapidly-growing marine bacteria, (iii) the computational design of peptides that recognize specific polymeric surfaces for capture and sensing of microplastics and (iv) the development of liquid crystal-based sensors for microplastics and deep-learning algorithms that will be used to intensify the overall capture and deconstruction processes. This project will also provide an outstanding interdisciplinary environment for training the next generation of engineers. The team’s broadening participation plan is committed to providing interdisciplinary education and research opportunities centered on sustainability to K-16 and graduate students from diverse and underrepresented backgrounds. Research-inspired portable experimental kits, interactive games, and online maps will be developed and disseminated through partnerships with public educational programs. Thus, this project will not only introduce technologies for remediation of microplastics but will also train a diverse engineering cohort to solve grand engineering challenges, such as the \"circular plastics economy.\" This project is supported by the Directorate for Engineering and the Directorate for Biological Sciences.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Hall",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Carol K Hall",
   "pi_email_addr": "hall@ncsu.edu",
   "nsf_id": "000187003",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Abbott",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas L Abbott",
   "pi_email_addr": "nabbott@cornell.edu",
   "nsf_id": "000097716",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Orlin",
   "pi_last_name": "Velev",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Orlin D Velev",
   "pi_email_addr": "odvelev@unity.ncsu.edu",
   "nsf_id": "000237992",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fengqi",
   "pi_last_name": "You",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fengqi You",
   "pi_email_addr": "fengqi.you@cornell.edu",
   "nsf_id": "000596036",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Crook",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan C Crook",
   "pi_email_addr": "nccrook@ncsu.edu",
   "nsf_id": "000794515",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "Campus Box 7514",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 2000000.0
  }
 ],
 "por": null
}