{
 "awd_id": "2029559",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel force sensors for in vivo live animal applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032928809",
 "po_email": "awax@nsf.gov",
 "po_sign_block_name": "Adam Wax",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2020-06-25",
 "awd_max_amd_letter_date": "2022-07-15",
 "awd_abstract_narration": "Physical forces impact a wide variety of cell functions ranging from stem cell differentiations to cell migration, malignancy and wound healing. Monitoring internal stresses is of critical importance in medical applications such as tissue implants, prosthetics and minimally invasive surgery. Despite the clear needs, the currently available force-sensing techniques are inadequate for force-sensing in intact tissues in their natural states. This project presents a novel nanosensor capable of highly sensitive force measurements in live animals. The nanosensor makes use of specialized nanoparticles (upconversion nanoparticles (UCNPs)), that, when excited by infrared light, will emit light bands that can be manipulated to measure forces and tissue displacements at the nanoscale in deep tissues. The proposed force sensor represents a transformative new technique that will allow remote sensing of forces inside biological tissues and generate 3D force maps, which will have far-reaching impacts on biology and medicine as well as on a wide range of engineering applications.\r\n\r\nThe ultimate goal of this project is to develop a novel force sensing technique that allows minimally invasive in vivo sensing of local force within a 3D volume of biological tissues. It promises force measurements in the range of 1 nN and local deformation down to ~1 nm using a conventional scanning optical microscope.  The nanosensor is composed of upconversion nanoparticles (UCNPs), a flexible polymer and a metal nanostructure. The proposed ratiometric sensing UCNP signal is excited by an infrared light and thus does not excite background autofluorescence.  By exploiting the short-range UCNP-metal interaction, the sensor achieves high sensitivity.  Upconversion luminescence is a nonlinear process and naturally allows imaging with excellent spatial resolution.  The Research Plan is organized under three phases: (1) design and fabrication of the nanosensor, (2) sensor calibration and (3) demonstration of in vivo force sensing in live animal skin, i.e., fully characterized and calibrated sensors will be injected subcutaneously into live mice to measure mechanical forces in the epidermis during epithelial cell migrations.  It is expected that this novel technique will be capable of producing 3D force maps of biological tissues in their natural states with extremely high force sensitivity and spatial resolution. The research goals of the project are integrated well with the education and outreach plans. Research opportunities for graduate students will allow research to be integrated into education. Research results will be integrated into courses and outreach activities. The PIs have track records of mentoring graduate students, undergraduate students and encouraging the participation of women and minority students. The PIs are actively engaged in outreach programs to general public and local industry.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wounjhang",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wounjhang Park",
   "pi_email_addr": "won.park@colorado.edu",
   "nsf_id": "000261294",
   "pi_start_date": "2020-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Yi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rui Yi",
   "pi_email_addr": "yir@colorado.edu",
   "nsf_id": "000801655",
   "pi_start_date": "2020-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The interplay between physical forces and cell functions is a subject of fundamental importance in biology. It is widely recognized that physical forces not only make critical contributions in determining the size and shape of organisms but also play an important role in a wide variety of biological processes such as stem cell differentiation, initiation of transcriptional programs, morphogenesis, cell migration, malignancy and wound healing.&nbsp; Precise in situ monitoring of internal stresses is also critical to important applications such as tissue implants, prosthetics and minimally invasive surgery. Despite the clear needs, currently available force sensing techniques are generally inadequate. This project developed a novel force sensor based on a plasmonic nanostructure which modulates upconversion luminescence. Since the plasmonic structure is highly sensitive to even small changes in the geometry, the nanosensor naturally provides high sensitivity.&nbsp; Also, the nanosensor incorporates a luminescent material which emits multiple colors. Using one color as self-reference, the nanosensor achieves highly robust sensing against any environmental variations there might exist. To realize this novel sensor, we developed am ingenuous fabrication process that combines laser interference lithography, nanoparticle self-assembly, pattern transfer, and wet and dry etching. This fabrication method can produce a highly uniform nanosensor array containing hundreds of millions of sensors per fabrication run. The size variations were kept very low between 3% and 6%. The excellent uniformity was further confirmed by the luminescence intensity measurements which exhibited 5% variations across the sample. To test the sensing capability, two types of custom force characterizations setups were built. The several different versions of nanosensors incorporating different formulations of flexible polymers were developed. They showed force sensing capability in the range of 10 nN to 2 &micro;N.&nbsp; Finally, we performed force sensing experiments using live cell cultures and showed that the sensor can detect cellular forces on the order of 10 nN.&nbsp; The novel sensor fills an important technological gap in mechanobiology by providing a new means to directly measure forces in live cells and tissues.</p><br>\n<p>\n Last Modified: 11/19/2024<br>\nModified by: Wounjhang&nbsp;Park</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe interplay between physical forces and cell functions is a subject of fundamental importance in biology. It is widely recognized that physical forces not only make critical contributions in determining the size and shape of organisms but also play an important role in a wide variety of biological processes such as stem cell differentiation, initiation of transcriptional programs, morphogenesis, cell migration, malignancy and wound healing. Precise in situ monitoring of internal stresses is also critical to important applications such as tissue implants, prosthetics and minimally invasive surgery. Despite the clear needs, currently available force sensing techniques are generally inadequate. This project developed a novel force sensor based on a plasmonic nanostructure which modulates upconversion luminescence. Since the plasmonic structure is highly sensitive to even small changes in the geometry, the nanosensor naturally provides high sensitivity. Also, the nanosensor incorporates a luminescent material which emits multiple colors. Using one color as self-reference, the nanosensor achieves highly robust sensing against any environmental variations there might exist. To realize this novel sensor, we developed am ingenuous fabrication process that combines laser interference lithography, nanoparticle self-assembly, pattern transfer, and wet and dry etching. This fabrication method can produce a highly uniform nanosensor array containing hundreds of millions of sensors per fabrication run. The size variations were kept very low between 3% and 6%. The excellent uniformity was further confirmed by the luminescence intensity measurements which exhibited 5% variations across the sample. To test the sensing capability, two types of custom force characterizations setups were built. The several different versions of nanosensors incorporating different formulations of flexible polymers were developed. They showed force sensing capability in the range of 10 nN to 2 N. Finally, we performed force sensing experiments using live cell cultures and showed that the sensor can detect cellular forces on the order of 10 nN. The novel sensor fills an important technological gap in mechanobiology by providing a new means to directly measure forces in live cells and tissues.\t\t\t\t\tLast Modified: 11/19/2024\n\n\t\t\t\t\tSubmitted by: WounjhangPark\n"
 }
}