{
 "awd_id": "2030707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supporting Undergraduate Scholar Cohorts to Prepare Career-Ready Engineering and Science Graduates",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2021-03-15",
 "awd_exp_date": "2026-02-28",
 "tot_intn_awd_amt": 650000.0,
 "awd_amount": 650000.0,
 "awd_min_amd_letter_date": "2020-08-17",
 "awd_max_amd_letter_date": "2022-09-30",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at West Virginia University Institute of Technology, a public, primarily undergraduate institution. Over its five-year duration, the project will provide at least 20 full-time undergraduate students with scholarships to support pursuit of bachelor’s degrees in either Electrical and Computer Engineering or Computer Science and Information Systems. The Scholars will be academically talented, low-income, full-time freshman and will receive scholarships for up to four years. The project aims to increase student persistence in STEM fields by linking scholarships with effective supporting activities, including mentoring by faculty, STEM professionals, and peers; cohort-shared living and academic experiences; undergraduate research experiences; career exploration; and participation in discipline-specific conferences. In addition, Scholars will be encouraged to complete a minor in Entrepreneurial Studies, with the goal of raising Scholars’ awareness of the potential economic and social benefits of STEM careers. Because the University has a high proportion of underrepresented students, this project has the potential to broaden participation in STEM fields by increasing the number of career-ready STEM graduates from low-income backgrounds. Dissemination of the research findings will help other rural, geographically disadvantaged regions of the U.S. to implement similar educational programs focused on increasing student employability and local job creation.\r\n\r\nThe overall goal of this project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need.  There are three specific goals: 1) increase recruitment, retention and graduation of Scholars majoring in engineering or computer science; 2) adapt, implement, and study the impact of evidence-based practices and strategies to support STEM student success; and 3) implement sustainable curricular and co-curricular improvements. The expected project outcomes include increasing the number of career-ready STEM graduates with high motivation and an entrepreneurial mindset and placement of more graduates in technology-based industries and technology-based start-up ventures.  The project will improve the University’s capacity to collect and analyze student data and effectively diagnose the needs of STEM students and the impact of support activities on STEM student success. The project’s research component will focus on the impact of project activities on low-income STEM students’ retention, motivation to pursue careers in STEM fields, persistence to graduation, and career preparation. It will also investigate the impact of the entrepreneurship minor. Evaluation of project impact will include propensity score techniques to match Scholars with a comparison group of non-scholars who do not receive scholarships. The outcomes of this project will be shared with local and scientific communities through journal publications, conference presentations, project websites, and news media appearances. The project has the potential to strengthen the pipeline of qualified engineers and scientists in West Virginia, the Appalachian region, and the United States.  This project is funded by NSF's Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenan",
   "pi_last_name": "Hatipoglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenan Hatipoglu",
   "pi_email_addr": "Kenan.Hatipoglu@mail.wvu.edu",
   "nsf_id": "000796583",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Floyd Smith",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara M Floyd Smith",
   "pi_email_addr": "tamara.smith1@mail.wvu.edu",
   "nsf_id": "000326837",
   "pi_start_date": "2022-09-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Goodman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen D Goodman",
   "pi_email_addr": "stephen.goodman@mail.wvu.edu",
   "nsf_id": "000075919",
   "pi_start_date": "2020-08-17",
   "pi_end_date": "2022-09-30"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sanish",
   "pi_last_name": "Rai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sanish Rai",
   "pi_email_addr": "sanish.rai@mail.wvu.edu",
   "nsf_id": "000800018",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Neff",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Joan L Neff",
   "pi_email_addr": "joan.neff@mail.wvu.edu",
   "nsf_id": "000800029",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yogendra",
   "pi_last_name": "Panta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yogendra Panta",
   "pi_email_addr": "Yogendra.Panta@mail.wvu.edu",
   "nsf_id": "000823524",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University Institute of Technology",
  "perf_str_addr": "410 Neville Street",
  "perf_city_name": "Beckley",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "258014511",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WV01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 650000.0
  }
 ],
 "por": null
}