{
 "awd_id": "2030181",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Augmenting perfusion imaging for better stroke assessment",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2020-08-06",
 "awd_max_amd_letter_date": "2022-08-02",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of a technology that may dramatically reduce the time-to-diagnosis of ischemic stroke. As one of the world’s most consequential and prevalent neurological diseases, stroke affects a large portion of the population and costs the healthcare system billions of dollars.  The time-to-diagnosis is critical within the “golden hour” normally associated with stroke management. The ability to provide a rapid diagnosis with equipment less costly than currently perfusion-scan computed tomography (CT) machines may  increase the number of patients in less affluent locations who are correctly diagnosed and rapidly treated for a stroke. The immediate benefits are reduction in the rate of mortality and post-stroke disabilities due to faster treatment, as well as an increase in the accessibility of treatment, and a significant decrease in costs. Despite the focus on ischemic strokes, this method may have applications on a variety of neurological diseases related to the brain’s hemodynamic systems, such as cerebrovascular accident, traumatic brain injury (TBI), and brain tumors.\r\n \r\nThis I-Corps project is based on the development of a medical device that uses medical image processing, sensor measurements, computational modeling, and machine learning to replicate CT perfusion images quantifying cerebral blood flow, which is the most significant metric in stroke severity assessment and patient management. This novel hardware/software system also provides real-time non-invasive patient-specific estimates for stroke severity and risk assessment, along with predictive measures for differentiating infarct tissue from salvageable penumbra. The proposed technology, as an enhancement to existing CT scans, addresses the global demand, especially from small community hospitals and stroke centers that lack perfusion imaging devices.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaveh",
   "pi_last_name": "Laksari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaveh Laksari",
   "pi_email_addr": "kavehl@ucr.edu",
   "nsf_id": "000755969",
   "pi_start_date": "2020-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hessam",
   "pi_last_name": "Babaee",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Hessam S Babaee",
   "pi_email_addr": "heb53@pitt.edu",
   "nsf_id": "000742283",
   "pi_start_date": "2020-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite the significant clinical need for a predictive tool, precisely identifying blood flow patterns, infarct core and salvageable ischemic penumbra remains a challenge for acute interventions. We propose a novel hybrid medical imaging and computational approach that utilizes high-performance computing and machine learning to provide measures of regional perfusion and stroke severity, which could potentially disrupt the clinical workflow by democratizing access to perfusion technology and streamlining optimal clinical decision making. In this study, we develop and validate a fast and robust algorithm that provides the patient-specific arterial network including geometry and connectivity, as well as blood flow characteristics at the cranial arteries.</p>\n<p>During this generous NSF Award, we conducted over 100 customer discovery interviews with expert neurologists, neuroradiologists and chief medical officers, medical imaging technicians, and financial stakeholders. The goal was to better understand the medical device landscape for acute stroke diagnosis and treatment, and to understand whether our envisioned technology would be valuable in improving care and patient outcomes. During these informative interviews, we gained significant insight and knowledge about technical and financial aspects of developing a medical device that would be used in the acute care settings. We learned about the specific steps in admitting and diagnosing a patient in the emergency room (ER) and the role of technicians, nurse practitioners and neuroradiologists. We also learned about the process of purchasing/procurement and adopting a new technology in the hospital. In addition, our team attended several conferences and professional meetings, including American Heart Association&rsquo;s International Stroke Conference (AHA ISC), which is one of the most prestigious conferences focusing on clinical and technological advances in the field of stroke with a significant presence from industry companies. We were able to validate our hypothesis that our proposed technology could fill a significant gap in the clinical process. We expected that radiation exposure is a concern of clinicians, and this was confirmed through interviews. However, we learned that a segment that we did not initially include in our target market was the primary stroke centers and small hospitals, which could immensely increase their functionality and efficiency if they had access to our technology, both financially and in terms of improving patient outcomes.</p><br>\n<p>\n Last Modified: 11/29/2023<br>\nModified by: Kaveh&nbsp;Laksari</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nDespite the significant clinical need for a predictive tool, precisely identifying blood flow patterns, infarct core and salvageable ischemic penumbra remains a challenge for acute interventions. We propose a novel hybrid medical imaging and computational approach that utilizes high-performance computing and machine learning to provide measures of regional perfusion and stroke severity, which could potentially disrupt the clinical workflow by democratizing access to perfusion technology and streamlining optimal clinical decision making. In this study, we develop and validate a fast and robust algorithm that provides the patient-specific arterial network including geometry and connectivity, as well as blood flow characteristics at the cranial arteries.\n\n\nDuring this generous NSF Award, we conducted over 100 customer discovery interviews with expert neurologists, neuroradiologists and chief medical officers, medical imaging technicians, and financial stakeholders. The goal was to better understand the medical device landscape for acute stroke diagnosis and treatment, and to understand whether our envisioned technology would be valuable in improving care and patient outcomes. During these informative interviews, we gained significant insight and knowledge about technical and financial aspects of developing a medical device that would be used in the acute care settings. We learned about the specific steps in admitting and diagnosing a patient in the emergency room (ER) and the role of technicians, nurse practitioners and neuroradiologists. We also learned about the process of purchasing/procurement and adopting a new technology in the hospital. In addition, our team attended several conferences and professional meetings, including American Heart Associations International Stroke Conference (AHA ISC), which is one of the most prestigious conferences focusing on clinical and technological advances in the field of stroke with a significant presence from industry companies. We were able to validate our hypothesis that our proposed technology could fill a significant gap in the clinical process. We expected that radiation exposure is a concern of clinicians, and this was confirmed through interviews. However, we learned that a segment that we did not initially include in our target market was the primary stroke centers and small hospitals, which could immensely increase their functionality and efficiency if they had access to our technology, both financially and in terms of improving patient outcomes.\t\t\t\t\tLast Modified: 11/29/2023\n\n\t\t\t\t\tSubmitted by: KavehLaksari\n"
 }
}