{
 "awd_id": "2030883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Challenges and Novel Responses in Law Enforcement and Criminal Courts  to the COVID-19 Pandemic",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "reginald sheehan",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 157138.0,
 "awd_amount": 157138.0,
 "awd_min_amd_letter_date": "2020-06-05",
 "awd_max_amd_letter_date": "2020-06-05",
 "awd_abstract_narration": "Compared to other types of natural disasters which impact a limited geographic location, the current pandemic is remarkable for the effect it has had on the entire country.  The criminal justice system has not been immune to this impact with law enforcement and courts having to adapt their operational decisions and responses. This study will conduct successive interviews with law enforcement agencies and adult criminal courts as they navigate and respond to the public health threat of COVID-19. It seeks to not only document how these agencies have responded, but to understand why they responded as they have, how their response has changed as new information becomes available, and the practical and pragmatic challenges they have faced in the process. Towards these ends, results seek to inform disaster preparedness, resource management, and criminal justice policy.\r\n\r\nIt has been argued that the deleterious consequences of natural and technological disasters depend largely on the physical and social vulnerability, or access to physical, social, and economic resources, of the impacted population. In much the same way, organizations, business, and other institutions are differentially vulnerable to disruptive events. How they cope with this vulnerability when confronted by such an event can be generally understood in the context of organizational decision making, which implies a complex process that involves differentially weighting specific and abstract costs and benefits associated with potential alternative choices. This study draws on theories/frameworks of emergency management, rational choice, and policing and criminal court administration in order to understand the manner in which law enforcement agencies and criminal courts are coping with the evolving threat of COVID-19. Towards these ends, a stratified random sample of law enforcement and criminal courts in each of the 50 states will be obtained and a longitudinal self-report survey will be administered in order to examine the following issues: (1) the practical and administrative challenges these entities face due to COVID-19, (2) the specific strategies/plans they have implemented or wanted to implement but could not in order to cope with the COVID-19 pandemic, (3) the challenges, successes, and consequences (anticipated and unintended) in the responses and implementation thereof, and (4) why responses were devised, implemented or not implemented, successful, challenging, and produced various outcomes. The study results can then be used to inform the development of new responses and improved implementation of innovative policies and practices, including emergency management plans for pandemics and how to communicate and collaborate effectively across the public health and criminal justice systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Baldwin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Julie M Baldwin",
   "pi_email_addr": "jbaldwin@american.edu",
   "nsf_id": "000826085",
   "pi_start_date": "2020-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Eassey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Eassey",
   "pi_email_addr": "jeassey@american.edu",
   "nsf_id": "000826100",
   "pi_start_date": "2020-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American University",
  "inst_street_address": "4400 MASSACHUSETTS AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028853440",
  "inst_zip_code": "200168003",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H4VNDUN2VWU5"
 },
 "perf_inst": {
  "perf_inst_name": "American University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200168200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128Y00",
   "pgm_ele_name": "Law & Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 157138.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study <span>utilized a multistage, stratified cluster sampling approach to survey police&nbsp;</span>departments, sheriff?s offices, and criminal courts. A survey was developed and administered, which focused on emergency response and continuity of operations plans, challenges caused by the pandemic, innovations in response to the pandemic-related challenges, implementation issues and successes, and personnel perceptions and concerns.&nbsp;</p>\n<p>A variety of challenges related to safety, planning, and administration of justice, among other themes, were identified in the obtained data. Additionally, innovations developed by the criminal courts and law enforcement were identified.&nbsp;</p>\n<p>The majority (90%) of law enforcement agencies had emergency/disaster response plans prio to the COVID-19 pandemic; however, only a third indicated their plans included contingencieas in the event of epidemics/pandemics. Of those with any type of plan, two third activated them in response to the COVID-19 pandemic with less than half activating plans that had epidemic/pandemic provisions.&nbsp;<span>Interestingly, 16% of agencies with epidemics/pandemic provisions in their existing plans did not activate it in response to COVID-19. Many agencies had to develop plans in response to COVID-19.&nbsp;</span></p>\n<p><span>Including agencies that eventually developed and adopted a response plan with those that activated an existing plan, 229 out of 268 respondents indicated that their agency had a COVID-19 response plan. <span>Agencies appeared to have a large degree of discretion in their response to COVID-19. When asked how much input they had in the development and adoption of their agency?s response plan, more than 70% indicated they had a lot or great deal.&nbsp;</span><span>Overall, the majority of respondents thought their COVID-19 response plan was generally effective, sustainable long-term, and well thought-out. However, it important to note that the majority of respondents were the head decision makers of their agencies, so it is likely that these respondents played some role in the development of their agency?s response.</span>&nbsp;</span></p>\n<p><span>Among the courts, the most frequently reported issues were related to safety, disruption in court proceedings, technology, and lack of resources. Existing emergency response plans did not include provisions for epidemics/pandemics among the majority of courts.&nbsp;</span>Court staff who returned to work were often confronted with a lack of adequate courtroom space, a decreased ability to hold jury trials, and a sense that things were taking longer than they typically would. These challenges may have largely waned as the pandemic moved into 2021, but almost a third of respondents noted they could still not resume normal operational practices in January or February 2021.&nbsp;</p>\n<p>Additionally, court respondents noted that there was often a shortage of court staff to maintain day-to-day operations if staff needed to quarantine due to COVID-19 sickness or exposure. The loss of staff was compounded by the addition of mandated tasks and protocols to address COVID-19, on top of staff members? regular duties.</p>\n<ul>\n</ul>\n<ul>\n</ul>\n<p><span>Law enforcement and court personnel experienced concerns about their personal health and were under greater stress than pre-pandemic. A<span>&nbsp;substantial number of court respondents stated that court personnel were concerned about their health and more stressed than usual. These high perceptions of stress extended into January and February 2021.</span></span></p>\n<p>The researchers/authors are developing manuscripts for broader dissemination targeting practitioners, communities, and scholars. Effects continuing into the post-pandemic period are expected.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/03/2022<br>\n\t\t\t\t\tModified by: Julie&nbsp;M&nbsp;Baldwin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe study utilized a multistage, stratified cluster sampling approach to survey police departments, sheriff?s offices, and criminal courts. A survey was developed and administered, which focused on emergency response and continuity of operations plans, challenges caused by the pandemic, innovations in response to the pandemic-related challenges, implementation issues and successes, and personnel perceptions and concerns. \n\nA variety of challenges related to safety, planning, and administration of justice, among other themes, were identified in the obtained data. Additionally, innovations developed by the criminal courts and law enforcement were identified. \n\nThe majority (90%) of law enforcement agencies had emergency/disaster response plans prio to the COVID-19 pandemic; however, only a third indicated their plans included contingencieas in the event of epidemics/pandemics. Of those with any type of plan, two third activated them in response to the COVID-19 pandemic with less than half activating plans that had epidemic/pandemic provisions. Interestingly, 16% of agencies with epidemics/pandemic provisions in their existing plans did not activate it in response to COVID-19. Many agencies had to develop plans in response to COVID-19. \n\nIncluding agencies that eventually developed and adopted a response plan with those that activated an existing plan, 229 out of 268 respondents indicated that their agency had a COVID-19 response plan. Agencies appeared to have a large degree of discretion in their response to COVID-19. When asked how much input they had in the development and adoption of their agency?s response plan, more than 70% indicated they had a lot or great deal. Overall, the majority of respondents thought their COVID-19 response plan was generally effective, sustainable long-term, and well thought-out. However, it important to note that the majority of respondents were the head decision makers of their agencies, so it is likely that these respondents played some role in the development of their agency?s response. \n\nAmong the courts, the most frequently reported issues were related to safety, disruption in court proceedings, technology, and lack of resources. Existing emergency response plans did not include provisions for epidemics/pandemics among the majority of courts. Court staff who returned to work were often confronted with a lack of adequate courtroom space, a decreased ability to hold jury trials, and a sense that things were taking longer than they typically would. These challenges may have largely waned as the pandemic moved into 2021, but almost a third of respondents noted they could still not resume normal operational practices in January or February 2021. \n\nAdditionally, court respondents noted that there was often a shortage of court staff to maintain day-to-day operations if staff needed to quarantine due to COVID-19 sickness or exposure. The loss of staff was compounded by the addition of mandated tasks and protocols to address COVID-19, on top of staff members? regular duties.\n\n\n\n\n\nLaw enforcement and court personnel experienced concerns about their personal health and were under greater stress than pre-pandemic. A substantial number of court respondents stated that court personnel were concerned about their health and more stressed than usual. These high perceptions of stress extended into January and February 2021.\n\nThe researchers/authors are developing manuscripts for broader dissemination targeting practitioners, communities, and scholars. Effects continuing into the post-pandemic period are expected.\n\n\t\t\t\t\tLast Modified: 02/03/2022\n\n\t\t\t\t\tSubmitted by: Julie M Baldwin"
 }
}