{
 "awd_id": "2030215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SWIFT: SMALL: Enabling Seamless Coexistence between Passive and Active Networks using Reconfigurable Reflecting Surfaces",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032927360",
 "po_email": "jenlin@nsf.gov",
 "po_sign_block_name": "Jenshan Lin",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "2020-09-02",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "Harmonious coexistence between multiple wireless technologies is necessary for efficient utilization of the radio spectrum. However, enabling this in practice is known to be challenging because of the random and uncontrollable nature of the wireless channels, which makes it difficult to limit interference among co-existing wireless systems. This challenge is exacerbated by the fact that many wireless technologies, such as radio astronomy, rely on passive receivers whose performance can be disrupted by the slightest levels of interference. However, recent advances in metamaterials have made it possible to develop reconfigurable reflective surfaces (RRSs), which are electromagnetically active surfaces (e.g., a wall with wireless capabilities) that can be used to control the wireless propagation environment. Thus, RRSs can potentially help mitigate the challenge of interference among co-existing wireless technologies. The goal of this research is, thus, to develop a novel framework that will enable seamless co-existence among multiple passive and active wireless systems, by developing the fundamental science and technology needed to practically exploit the RRS concept to suppress interference at the wireless receivers. By achieving this goal, the proposed research will pave the way towards a seamless co-existence among a broad range of wireless technologies and applications. Improving these critical technologies will have tangible societal and economic impacts. The research is complemented by a comprehensive educational plan that includes spectrum-centric courses as well as the involvement of graduate and undergraduate students through diverse activities on spectrum sharing. Concrete broadening participation events, including seminars and participation in science fairs and outreach activities, are planned to engage under-represented K-12 students in spectrum research.\r\n\r\nThis research will develop foundational analytical and experimental approaches for holistic and cross-layer design, analysis, deployment, and optimization of RRS-enhanced spectrum co-existence networks. This includes several novel contributions: 1) A holistic statistical model that captures the effect of RRS deployment on the wireless propagation environment in spectrum sharing scenarios and creates RRS-inspired performance metrics tailored to spectrum co-existence use cases, 2) A systematic approach for network planning that can be used to determine how many RRSs to deploy, where,  and with what surface and orientation so as to facilitate seamless communication, 3) A novel online optimization framework for performing distributed spectrum sharing while dynamically leveraging RRS reconfigurability, and 4) Design and fabrication of an RRS that offers near-continuous beam steering capability, as well as an experimental demonstration of RRS-enhanced spectrum co-existence in practical settings.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harpreet",
   "pi_last_name": "Dhillon",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Harpreet S Dhillon",
   "pi_email_addr": "hdhillon@vt.edu",
   "nsf_id": "000678792",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Walid",
   "pi_last_name": "Saad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Walid Saad",
   "pi_email_addr": "walids@vt.edu",
   "nsf_id": "000599519",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "1145 Perry St, 432 Durham (0350)",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240611019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140Y00",
   "pgm_ele_name": "SWIFT-Spectrum Innov Futr Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "105E",
   "pgm_ref_txt": "RF/Microwave & mm-wave tech"
  },
  {
   "pgm_ref_code": "096E",
   "pgm_ref_txt": "High freq comm/sensing circuits"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 320000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project established foundational principles for the design, deployment, and analysis of reconfigurable reflecting surfaces (RRSs) to enable spectrum sharing and coexistence among a range of passive and active wireless technologies. The intellectual merit included novel techniques for deploying, optimizing, and operating RRSs for spectrum coexistence, while addressing practical considerations through simulations and experiments conducted in collaboration with partner institutions.&nbsp;</p>\r\n<p>This project produced a suite of intellectual contributions that advance the understanding and design of RRSs for enabling spectrum coexistence. A key direction focused on characterizing the beamforming capabilities of RRSs under realistic propagation conditions, including correlated fading, demonstrating that RRS-assisted links can significantly improve coverage and reliability in coexistence settings. Building on this, the project developed scalable methods for interference mitigation that rely solely on angular information rather than full channel state information, making them particularly suitable for non-cooperative environments. By assuming only coarse angular knowledge of the directions of primary and secondary users, the team demonstrated how RRSs can be configured to simultaneously suppress interference and enhance desired signal power, even under practical constraints such as discrete phase control and hardware impairments. Full-wave electromagnetic simulations validated the predicted interference suppression performance and confirmed the viability of angular knowledge-based beamshaping in practical deployments. These contributions were further supported by new models, including a pathloss model that accounts for RRS orientation and a Bayesian framework that quantifies the impact of RRS misalignment on interference control. To further address practical challenges in realistic deployments, the project introduced a physically consistent beamforming framework that incorporates mutual coupling and structural scattering, along with a statistical strategy for beamforming under partial channel knowledge, whose performance was analyzed in terms of outage probability and ergodic capacity in RRS-aided systems. Continuing on the theme of physical modeling, the team introduced a novel line-of-sight terahertz channel model that incorporates molecular re-radiation effects, enabling more accurate performance analysis at high frequencies. To extend the relevance of coexistence into emerging modalities, the project also explored the use of optical intelligent surfaces to improve spectral and energy efficiency and investigated RRS deployment strategies to support quantum communication via free-space optics. As part of this continued emphasis on realistic system design, localization naturally emerged as a key enabler for adaptive coexistence strategies. By extracting angular and positional information from reflected signals, RRSs can be dynamically configured to strengthen desired paths and suppress interference. This motivated a complementary investigation into RRS-aided localization, with Fisher information-based bounds demonstrating how channel parameters can be estimated from reflected signals in both near-field and far-field settings. These findings also informed related work on 9D localization and ephemeris correction in LEO-assisted networks.&nbsp;</p>\r\n<p>The broader impacts of this project include significant contributions to workforce development, outreach, and community engagement. The project supported the training of multiple PhD students, including the recipient of the 2024 Virginia Tech ECE Blackwell Outstanding Dissertation Award. Several students transitioned to careers in industry or academia, while the project also helped attract undergraduate students to graduate research through coursework and mentoring. Concepts developed during the project were integrated into both undergraduate and graduate courses at Virginia Tech. The work also provided opportunities to engage with students and early-career professionals at major conferences through invited talks, panels, and tutorials. These tutorials introduced the fundamentals of RRSs and highlighted their role in spectrum sharing, helping to disseminate the project's findings to a broad audience. Within Virginia Tech, the research contributed to the Wireless@VT seminar series and supported interdisciplinary collaborations, including the use of RRSs for remote rehabilitation. Collectively, these efforts helped prepare the next generation of researchers and engineers while raising awareness of spectrum coexistence as a key application of emerging wireless technologies.</p><br>\n<p>\n Last Modified: 04/07/2025<br>\nModified by: Harpreet&nbsp;S&nbsp;Dhillon</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis project established foundational principles for the design, deployment, and analysis of reconfigurable reflecting surfaces (RRSs) to enable spectrum sharing and coexistence among a range of passive and active wireless technologies. The intellectual merit included novel techniques for deploying, optimizing, and operating RRSs for spectrum coexistence, while addressing practical considerations through simulations and experiments conducted in collaboration with partner institutions.\r\n\n\nThis project produced a suite of intellectual contributions that advance the understanding and design of RRSs for enabling spectrum coexistence. A key direction focused on characterizing the beamforming capabilities of RRSs under realistic propagation conditions, including correlated fading, demonstrating that RRS-assisted links can significantly improve coverage and reliability in coexistence settings. Building on this, the project developed scalable methods for interference mitigation that rely solely on angular information rather than full channel state information, making them particularly suitable for non-cooperative environments. By assuming only coarse angular knowledge of the directions of primary and secondary users, the team demonstrated how RRSs can be configured to simultaneously suppress interference and enhance desired signal power, even under practical constraints such as discrete phase control and hardware impairments. Full-wave electromagnetic simulations validated the predicted interference suppression performance and confirmed the viability of angular knowledge-based beamshaping in practical deployments. These contributions were further supported by new models, including a pathloss model that accounts for RRS orientation and a Bayesian framework that quantifies the impact of RRS misalignment on interference control. To further address practical challenges in realistic deployments, the project introduced a physically consistent beamforming framework that incorporates mutual coupling and structural scattering, along with a statistical strategy for beamforming under partial channel knowledge, whose performance was analyzed in terms of outage probability and ergodic capacity in RRS-aided systems. Continuing on the theme of physical modeling, the team introduced a novel line-of-sight terahertz channel model that incorporates molecular re-radiation effects, enabling more accurate performance analysis at high frequencies. To extend the relevance of coexistence into emerging modalities, the project also explored the use of optical intelligent surfaces to improve spectral and energy efficiency and investigated RRS deployment strategies to support quantum communication via free-space optics. As part of this continued emphasis on realistic system design, localization naturally emerged as a key enabler for adaptive coexistence strategies. By extracting angular and positional information from reflected signals, RRSs can be dynamically configured to strengthen desired paths and suppress interference. This motivated a complementary investigation into RRS-aided localization, with Fisher information-based bounds demonstrating how channel parameters can be estimated from reflected signals in both near-field and far-field settings. These findings also informed related work on 9D localization and ephemeris correction in LEO-assisted networks.\r\n\n\nThe broader impacts of this project include significant contributions to workforce development, outreach, and community engagement. The project supported the training of multiple PhD students, including the recipient of the 2024 Virginia Tech ECE Blackwell Outstanding Dissertation Award. Several students transitioned to careers in industry or academia, while the project also helped attract undergraduate students to graduate research through coursework and mentoring. Concepts developed during the project were integrated into both undergraduate and graduate courses at Virginia Tech. The work also provided opportunities to engage with students and early-career professionals at major conferences through invited talks, panels, and tutorials. These tutorials introduced the fundamentals of RRSs and highlighted their role in spectrum sharing, helping to disseminate the project's findings to a broad audience. Within Virginia Tech, the research contributed to the Wireless@VT seminar series and supported interdisciplinary collaborations, including the use of RRSs for remote rehabilitation. Collectively, these efforts helped prepare the next generation of researchers and engineers while raising awareness of spectrum coexistence as a key application of emerging wireless technologies.\t\t\t\t\tLast Modified: 04/07/2025\n\n\t\t\t\t\tSubmitted by: HarpreetSDhillon\n"
 }
}