{
 "awd_id": "2030087",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BBSRC-NSF/BIO: The impact of public vs private metabolism on the stability of microbial communities within natural hosts",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 453580.0,
 "awd_amount": 83359.0,
 "awd_min_amd_letter_date": "2020-07-10",
 "awd_max_amd_letter_date": "2022-09-01",
 "awd_abstract_narration": "This project generates enhanced understanding of how different microbial species cooperatively share nutrients. It adds to the knowledge base required to develop effective strategies to combat pathogens that exploit cooperative interactions to infect plants, animal and humans. By combining empirical experimental work and rigorous computational modelling, the research investigates how competition for limited nutrients influences the composition, stability and functioning of microbial communities. Tackling this problem requires students to be trained according to an interdisciplinary approach that combines synthetic biology, microbial population ecology, molecular biology and mathematical modeling. This project is training one graduate student and at least two undergraduate students in cutting-edge experimental and computational methods in microbial systems biology. The research results are being integrated into graduate and undergraduate classes, including a mathematical modeling course recently developed by the principal investigator. To broaden participation and enhance diversity, NSF-funded programs for women and minorities students are leveraged to identify and recruit project personnel. This project is a collaboration between researchers at the University of Massachusetts Amherst (US) and the University of Exeter (UK).\r\n \r\nComplex communities of diverse microbial species play essential roles in the proper functioning of natural ecosystems and the health of plant, animal and human hosts which they inhabit. To survive and grow, microbes must acquire limited nutrients from their environment. Metabolic interactions such as nutrient competition are key to the formation, stability and functioning of microbial communities. Nutrient acquisition frequently involves secretion of costly metabolic compounds that capture or breakdown resources in the external environment. This cooperative strategy, termed “public metabolism”, is risky as the breakdown products can be lost into the environment or exploited by other species. Preliminary data support the hypothesis that nutrient acquisition strategies involving either public or private metabolism represent two opposing approaches to survival, the success of which is environment dependent. The goal of this project is to test this hypothesis by applying a combination of experimental and computational approaches to two tractable synthetic systems involving the environmental yeast Saccharomyces cerevisiae and the plant pathogen Magnaporthe oryzae. Both in vitro and in planta experiments will be performed and mathematically modeled to yield general conclusions about microbial interactions and community stability from system-specific observations.\r\n\r\nThis collaborative US/UK project is supported by the US National Science Foundation and the UKRI Biotechnology and Biological Sciences Research Council.\r\n\r\nWithin the US National Science Foundation this project is co-funded by the Systems and Synthetic Biology cluster in the Division of Molecular and Cellular Biosciences and the Integrative Ecological Physiology program in the Division of Integrative Organismal Systems.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Henson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Henson",
   "pi_email_addr": "henson@ecs.umass.edu",
   "nsf_id": "000417524",
   "pi_start_date": "2020-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "100 Venture Way, Suite 201",
  "perf_city_name": "Hadley",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010359450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 83358.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microorganisms (microbes) play crucial roles in ecosystem functioning and the health of plants and animals. They form beneficial relationships with their hosts, in environments ranging from soils to the human gut. Microbes can be exploited to degrade industrial waste or produce useful chemicals. However, they can also cause devastating damage by destroying food sources and eliminating key plant species, thus preventing absorption the greenhouse gas CO<sub>2</sub>.</p>\n<p>Microbes do not exist in isolation; instead they form intricate communities of diverse strains where individuals participate in complex cooperative and competitive interactions. We currently lack a comprehensive understanding of how these interactions alter the function and stability of these ubiquitous communites. Such knowledge is crucial for predicting the evolution of microbial strategies that promote survival and growth in natural environments.</p>\n<p>To survive and thrive, microbes must obtain nutrients from their environment through cooperative and competitive interactions with other strais. A common strategy to obtain nutrients involves secreting metabolic enzymes into the external, ?public? environment to break down available resources into simpler products which can then be uptaken by cells. The metabolic products are considered to be cooperative public goods as they are generated externally and so benefit other stains in the shared environment.</p>\n<p>This cooperative strategy, termed ?public metabolism?, is used by a wide range of microbial species that inhabit diverse habitats, yet it has two obvious drawbacks. First, the public goods can easily be lost into the environment before they are successfully taken up by the cell that generated them. Second, the public goods can be exploited by other strains that ?cheat? by not contributing to their production but still reaping their rewards. These shortcomings can threaten the success of public metabolism and the stability and functioning of microbial communities.</p>\n<p>An exploitation-free strategy exists whereby microbes can secure external nutrients by uptaking them directly into the cell, with digestion taking place ?privately? inside the cell instead of ?publicly? in the environment. Despite this seemingly preferable alternative, many microbes obtain nutrients through public metabolism.The goal of this project was to determine what benefits public metabolism provides versus private metabolism.</p>\n<p>Based on preliminary data we hypothesised that microbial feeding strategies involving either public or private metabolism represent two opposing approaches to survival, the success of which is dependent on their environment. For example, the preferred growth environment of many bacteria are biofilms in which large clusters <span class=\"ILfuVd\" lang=\"en\"><span class=\"hgKElc\">of cells attach to a surface and to each other within a self-produced polymer matrix. Biofilms produce spatially-structured environments in which nutrient levels can vary dramatically depending on location.</span></span></p>\n<p>We sought to investigate the possibility that such spatially-structured environments limit exploitation of public metabolizers, thus favouring them over private metabolisers. To these this hypothesis, we have developed two well-defined and tractable microbial systems involving the environmental yeast <em>Saccharomyces cerevisiae</em> and the plant pathogen <em>Magnaporthe oryzae</em>.  These communities were used to experimentally probe the fitness of  different metabolic strategies in their natural environments and assess  community stability and function.</p>\n<p>In parallel, we developed <span class=\"ILfuVd\" lang=\"en\"><span class=\"hgKElc\">spatially-structured metabolic models</span></span> to generate mechanistic understanding of how metabolic interactions and the degree  of spatial structure support community stability. The system-specific observations yielded general principles revealing microbial system features that supported either public and provite metabolism in microbal communities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2022<br>\n\t\t\t\t\tModified by: Michael&nbsp;A&nbsp;Henson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMicroorganisms (microbes) play crucial roles in ecosystem functioning and the health of plants and animals. They form beneficial relationships with their hosts, in environments ranging from soils to the human gut. Microbes can be exploited to degrade industrial waste or produce useful chemicals. However, they can also cause devastating damage by destroying food sources and eliminating key plant species, thus preventing absorption the greenhouse gas CO2.\n\nMicrobes do not exist in isolation; instead they form intricate communities of diverse strains where individuals participate in complex cooperative and competitive interactions. We currently lack a comprehensive understanding of how these interactions alter the function and stability of these ubiquitous communites. Such knowledge is crucial for predicting the evolution of microbial strategies that promote survival and growth in natural environments.\n\nTo survive and thrive, microbes must obtain nutrients from their environment through cooperative and competitive interactions with other strais. A common strategy to obtain nutrients involves secreting metabolic enzymes into the external, ?public? environment to break down available resources into simpler products which can then be uptaken by cells. The metabolic products are considered to be cooperative public goods as they are generated externally and so benefit other stains in the shared environment.\n\nThis cooperative strategy, termed ?public metabolism?, is used by a wide range of microbial species that inhabit diverse habitats, yet it has two obvious drawbacks. First, the public goods can easily be lost into the environment before they are successfully taken up by the cell that generated them. Second, the public goods can be exploited by other strains that ?cheat? by not contributing to their production but still reaping their rewards. These shortcomings can threaten the success of public metabolism and the stability and functioning of microbial communities.\n\nAn exploitation-free strategy exists whereby microbes can secure external nutrients by uptaking them directly into the cell, with digestion taking place ?privately? inside the cell instead of ?publicly? in the environment. Despite this seemingly preferable alternative, many microbes obtain nutrients through public metabolism.The goal of this project was to determine what benefits public metabolism provides versus private metabolism.\n\nBased on preliminary data we hypothesised that microbial feeding strategies involving either public or private metabolism represent two opposing approaches to survival, the success of which is dependent on their environment. For example, the preferred growth environment of many bacteria are biofilms in which large clusters of cells attach to a surface and to each other within a self-produced polymer matrix. Biofilms produce spatially-structured environments in which nutrient levels can vary dramatically depending on location.\n\nWe sought to investigate the possibility that such spatially-structured environments limit exploitation of public metabolizers, thus favouring them over private metabolisers. To these this hypothesis, we have developed two well-defined and tractable microbial systems involving the environmental yeast Saccharomyces cerevisiae and the plant pathogen Magnaporthe oryzae.  These communities were used to experimentally probe the fitness of  different metabolic strategies in their natural environments and assess  community stability and function.\n\nIn parallel, we developed spatially-structured metabolic models to generate mechanistic understanding of how metabolic interactions and the degree  of spatial structure support community stability. The system-specific observations yielded general principles revealing microbial system features that supported either public and provite metabolism in microbal communities.\n\n \n\n\t\t\t\t\tLast Modified: 11/13/2022\n\n\t\t\t\t\tSubmitted by: Michael A Henson"
 }
}