{
 "awd_id": "2030948",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholarships and Communities to Support STEM Undergraduate Student Persistence and Graduation",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924458",
 "po_email": "tkim@nsf.gov",
 "po_sign_block_name": "Thomas Kim",
 "awd_eff_date": "2021-05-01",
 "awd_exp_date": "2026-04-30",
 "tot_intn_awd_amt": 999997.0,
 "awd_amount": 999997.0,
 "awd_min_amd_letter_date": "2020-08-17",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at DePaul University.  Over its four-year duration, the project will fund scholarships to sixteen unique full-time students who are pursuing STEM bachelor's degrees in Astrophysics, Biochemistry, Biological Sciences, Chemistry, Data Science, Environmental Science, Environmental Studies, Mathematics, Mathematics and Computer Science, or Physics. The Scholars will enter in two cohorts of eight students and participate in a Learning Community featuring study groups, tutoring, and mentoring.  They will also benefit from a College and Career Pathway program that includes a writing seminar, career exploration, workshops, research experiences, and internships.  The project expects that these supports and resources will contribute to Scholars’ persistence to graduation, as well as ensure that they are well-prepared to enter the STEM workforce or graduate school.\r\n\r\nThe overall goal of the project is to increase STEM degree completion of low-income, high-achieving undergraduates with demonstrated financial need. There are three specific aims: (1) increase the number of low-income academically talented students entering graduate programs or the STEM workforce; (2) adapt, implement, and study evidence-based practices, thus contributing to understanding how to improve recruitment and success of low-income academically talented students in STEM; and (3) implement evidence-based curricular and co-curricular activities for low-income academically talented students.  The project will conduct research to increase knowledge about the effects of learning communities on non-cognitive factors generally associated with students' academic persistence and outcomes.  Specifically, the project will investigate two research questions: (1) How will participation in a learning community affect the socialization experiences, college adjustment, retention and persistence to STEM degree attainment of low-income academically talented students? (2) How will participation in programming offered in the College and Career Pathway Model affect students' academic engagement, academic performance, completion of STEM internships, research projects, and their time to graduation? Project evaluation will be conducted using students' academic records, survey and focus group responses, interviews, attendance at co-curricular workshops, and participation in internships and research. Results from this project will be presented at professional conferences, such as the annual meeting of the Association of American Colleges and Universities. This project is funded by NSF's Scholarships in Science, Technology, Engineering, and Mathematics program, which seeks to increase the number of low-income academically talented students with demonstrated financial need who earn degrees in STEM fields. It also aims to improve the education of future STEM workers, and to generate knowledge about academic success, retention, transfer, graduation, and academic/career pathways of low-income students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Montgomery",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Montgomery",
   "pi_email_addr": "jmontgom@depaul.edu",
   "nsf_id": "000823659",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bernhard",
   "pi_last_name": "Beck-Winchatz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bernhard Beck-Winchatz",
   "pi_email_addr": "bbeckwin@depaul.edu",
   "nsf_id": "000432236",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luciano",
   "pi_last_name": "Berardi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luciano Berardi",
   "pi_email_addr": "lberardi@depaul.edu",
   "nsf_id": "000823572",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "McMahon",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Susan D McMahon",
   "pi_email_addr": "SMCMAHON@DEPAUL.EDU",
   "nsf_id": "000825458",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DePaul University",
  "inst_street_address": "1 E JACKSON BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3123627388",
  "inst_zip_code": "606042287",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "DEPAUL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNZ8KMRWTDB6"
 },
 "perf_inst": {
  "perf_inst_name": "DePaul University",
  "perf_str_addr": "1110 W. Belden Ave.",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606143207",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 999997.0
  }
 ],
 "por": null
}