{
 "awd_id": "2031233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Universal Design for Computer Science Learning: Partnership for Inclusive Elementary Computer Science Education",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925153",
 "po_email": "miford@nsf.gov",
 "po_sign_block_name": "Michael Ford",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2023-12-31",
 "tot_intn_awd_amt": 299624.0,
 "awd_amount": 355884.0,
 "awd_min_amd_letter_date": "2020-08-07",
 "awd_max_amd_letter_date": "2021-09-01",
 "awd_abstract_narration": "This collaborative partnership project works to broaden participation by focusing on increasing inclusion of elementary students with disabilities in four school districts in four different regions of the US. Increasing access to computer science (CS) education for this broad range of learners presents an equity issue. It is widely known that people with disabilities are significantly underrepresented in computing education (e.g., NSF, 2019; Taylor & Ladner, 2011). Beyond equity, increasing diversity within the STEM disciplines, including CS, produces benefits to everyone as the range of ideas that come from diverse stakeholders supports critical thinking and development that benefits all of society (Ferrini-Mundy, 2013). The partnership between the University of Florida and CS education leaders from New York City Public Schools, San Francisco Unified School District, Broward County Public Schools, and P. K. Yonge Developmental Research School will develop and make available a range of professional development resources that will allow teachers to challenge their beliefs about students with disabilities and develop skills and knowledge about effective instructional approaches for accessible and engaging instruction for all their learners, including those with disabilities. \r\n\r\nThe project uses early-phase design-based implementation research (DBIR) to address a shared problem of practice related to the meaningful inclusion of students with disabilities in elementary CS education. An important part of this project is the work done to create an infrastructure for sharing knowledge, testing new ideas, empowering the Research Practice Partnership partners, and disseminating knowledge with the CS education field. Necessary steps to ensuring equitable access to CS education for students with disabilities include: (1) understanding the level of inclusion of these learners in elementary CS instruction as well as catalysts and barriers to inclusion in CS instruction across the school districts, (2) investigating instructional practices to support teachers in making CS accessible and engaging for these learners typically underrepresented in the computing fields, and (3) beginning to develop flexible resources that can be used in professional development for general and special education teachers on inclusive CS education. This project will, therefore, generate new and transferable knowledge about the degree to which students with disabilities participate in elementary CS education, how different districts approach inclusion in CS education, and the catalysts and barriers involved in this effort. In addition, the investigators will conduct case studies of each practice partners’ unique contexts. Lastly, this project will operationalize inclusive CS in different instructional settings and provide examples of how the Universal Design for Learning framework and a balanced approach to using explicit instruction within open inquiry CS education can be used to foster inclusive elementary CS learning. This project is funded by the CS for All: Research and RPPs program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maya",
   "pi_last_name": "Israel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maya Israel",
   "pi_email_addr": "misrael@coe.ufl.edu",
   "nsf_id": "000566077",
   "pi_start_date": "2020-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 UNIVERSITY OF FLORIDA",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "1545",
   "pgm_ref_txt": "Research in Disabilties Education"
  },
  {
   "pgm_ref_code": "8212",
   "pgm_ref_txt": "Broaden Particip STEM Resrch"
  },
  {
   "pgm_ref_code": "8817",
   "pgm_ref_txt": "STEM Learning & Learning Environments"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0421",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002122DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 299624.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 56260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>UDL4CS was a research practice partnership RPP between multiple practice partners (e.g., Broward County Public Schools, New York City Public Schools, CS4GA) investigated ways learning and engagement of students with disabilities in elementary CS educational activities.</p>\n<p>We focused on understanding our shared problem of practice related to the barriers to inclusion of learners with disabilities in elementary CS education and on developing professional development resources that could be used across our RPP sites. Steps that we took in order to achieve these goals included: (1) understanding the level of inclusion of these learners in elementary CS instruction as well as catalysts and barriers to inclusion in CS instruction across the school districts, (2) investigating instructional practices to support teachers in making CS accessible and engaging for these learners typically underrepresented in the computing fields, and (3) developing flexible resources on inclusive CS education that can be used in professional development (PD) for general and special education teachers. Specifically, we focused on Universal Design for Learning (UDL) and High Leverage Practices (HLPs). We created resources that are shared on the UDL4CS website, hosted professional developments at the different sites, and met regularly to discuss barriers, data, and successes, and opportunities for improvement. &nbsp;Through this project, we curated resources, developed case studies, and instructional tools focused on better supporting teachers in meeting the needs of their elementary learners with disabilities. Finally, we disseminated our findings both in journals, conference proceedings, our website (https://udl4cs.education.ufl.edu/)</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 05/02/2024<br>\nModified by: Maya&nbsp;Israel</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nUDL4CS was a research practice partnership RPP between multiple practice partners (e.g., Broward County Public Schools, New York City Public Schools, CS4GA) investigated ways learning and engagement of students with disabilities in elementary CS educational activities.\n\n\nWe focused on understanding our shared problem of practice related to the barriers to inclusion of learners with disabilities in elementary CS education and on developing professional development resources that could be used across our RPP sites. Steps that we took in order to achieve these goals included: (1) understanding the level of inclusion of these learners in elementary CS instruction as well as catalysts and barriers to inclusion in CS instruction across the school districts, (2) investigating instructional practices to support teachers in making CS accessible and engaging for these learners typically underrepresented in the computing fields, and (3) developing flexible resources on inclusive CS education that can be used in professional development (PD) for general and special education teachers. Specifically, we focused on Universal Design for Learning (UDL) and High Leverage Practices (HLPs). We created resources that are shared on the UDL4CS website, hosted professional developments at the different sites, and met regularly to discuss barriers, data, and successes, and opportunities for improvement. Through this project, we curated resources, developed case studies, and instructional tools focused on better supporting teachers in meeting the needs of their elementary learners with disabilities. Finally, we disseminated our findings both in journals, conference proceedings, our website (https://udl4cs.education.ufl.edu/)\n\n\n\t\t\t\t\tLast Modified: 05/02/2024\n\n\t\t\t\t\tSubmitted by: MayaIsrael\n"
 }
}