{
 "awd_id": "2031750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Contrasting the Effects of Aerosols on Marine Boundary Layer (MBL) Cloud-precipitation Properties and Processes in Boreal and Austral Mid-latitude Regions",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-09-30",
 "tot_intn_awd_amt": 415831.0,
 "awd_amount": 415831.0,
 "awd_min_amd_letter_date": "2020-08-05",
 "awd_max_amd_letter_date": "2020-08-05",
 "awd_abstract_narration": "The project is to investigate formation of marine-boundary-layer clouds, which are clouds that are directly influenced by the ocean. Particularly, how tiny suspended particles or aerosols contribute to clouds and how clouds interact with aerosols. Aerosols are generated from atmospheric, land, and oceanic processes such as urban/industrial activity, dust storms, burning vegetation, biological activity, sea spray, wind currents, and volcanoes. Certain aerosol types can initiate marine-boundary-layer cloud development more easily than others. This adds to the complexity and uncertainty of marine-boundary-layer cloud impacts on weather variations. Marine-boundary-layer clouds have significant climatological effects on the hydrological cycle and the Earth’s radiation balance. For example, varying distributions of marine-boundary-layer clouds around the globe contribute to areas of deficits and surpluses in solar energy and rainfall. Many studies have been conducted on aerosol-cloud interactions in the Northern Hemisphere where most of the global population and landmasses are located. Not much is known over the vast area of remote land and oceanic regions in the Southern Hemisphere. This study will investigate differences and similarities of aerosol-cloud interactions between the Northern and Southern Hemispheres by analyzing recent field observations and utilizing numerical model simulations. The project involves undergraduate and graduate students to participate in the research project and train them to be the next generation of scientists.\r\n\r\nThis study employs long-term ground-based observations and remote sensing retrievals from a dedicated observation site in the Eastern North Atlantic Ocean and aircraft in situ measurements from two intensive field campaigns in 2018: 1) the Aerosol and Cloud Experiments in the Eastern North Atlantic (ACE-ENA), and 2) the Southern Ocean Clouds, Radiation, Aerosol Transport Experimental Study (SOCRATES). The research team utilizes a synergistic measurement/modeling approach in conjunction with meteorological patterns to compare the characteristics of marine-boundary-layer aerosol, cloud, and drizzle properties over the two hemispheres through answering three scientific questions. Those are: 1) what are the relative roles of surface cloud condensation nuclei and updrafts in aerosol-cloud interactions over the marine boundary layer and warm rain processes? 2) what are the characteristics of marine-boundary-layer aerosol, cloud and drizzle properties and their interactions during two field campaigns? 3) what are the characteristics of marine-boundary-layer aerosol, cloud, and drizzle properties, their interactions over the Southern Ocean, and their similarities and differences compared with those in the Eastern North Atlantic Ocean? Comparisons of precipitation processes and aerosol-cloud interactions at the two sites with significantly different environmental conditions will shed light on the controlling factors in aerosol-cloud interactions and eventually lead to a generalized parameterization for aerosol-cloud interactions applicable for the global climate models.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiquan",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiquan Dong",
   "pi_email_addr": "xdong@email.arizona.edu",
   "nsf_id": "000218310",
   "pi_start_date": "2020-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 N Euclid Ave",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 415831.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report: Collaborative Research: Contrasting the Effects of Aerosols on Marine Boundary Layer (MBL) Cloud-precipitation Properties and Processes in Boreal and Austral Mid-latitude Regions. PI: Xiquan Dong, University of Arizona</p>\r\n<p>The overarching goal of this completed collaborative project was to investigate and contrast the effects of Marine Boundary Layer (MBL) aerosols on cloud properties and processes, and aerosol-cloud-precipitation interactions. Three scientific questions were researched and addressed in this proposal: SQ1: What are the relative roles of surface CCN and updrafts in MBL aerosol-cloud interactions (<em>ACIs</em>) and warm rain processes?; SQ2: What are the characteristics of MBL aerosol, cloud and drizzle properties and their interactions during ACE-ENA IOPs?; SQ3: What are the characteristics of MBL aerosol, cloud, and drizzle properties, their interactions over the SO, and their similarities and differences compared with those in the the Eastern North Atlantic (ENA)? Dr. Xiquan Dong, lead PI with Co-PIs (Tim Logan at TAMU and Yuan Wang at Caltech), worked to address these three questions by processing and analyzing the long-term ground-based observations and retrievals at the ARM ENA site and MARCUS field campaign (10/2017-03/2018) over Southern Ocean, and the aircraft in situ measurements during Aerosol and Cloud Experiments (ACE)-ENA and SOCRATES (Southern Ocean Clouds Radiation Aerosol Transport Experimental Study) IOPs. During the 3-yr period, the proposed team has published a total of 18 papers in refereed journals and presented 20 talks or posters at different professional meetings, such as AGU, AMS, AOGS, and EGU. All these papers and presentations are associated with the investigation of the effects of aerosols/CCN and updrafts on <em>ACIs</em> and warm rain processes over the ENA, and the comparisons of the characteristics of MBL aerosol, cloud and drizzle properties during ACE-ENA and SOCRATES IOPs. Even though these two regions have different environmental conditions, the comparisons of MBL cloud and precipitation processes and ACIs will shed light on the controlling factors in ACIs, and eventually improve the global climate models that have generalized ACI parameterizations over all regions. This project fully or partially supports three graduate students at the University of Arizona and they all have made significant progress related to the proposed objectives.</p>\r\n<p>Broader impacts include disseminating the results of this funded effort to other researchers who are interested to investigate the MBL aerosol, cloud and precipitation properties and their interactions. For example, our results have been shared with several modeling groups to evaluate their model outputs with publication. Dr. Dong has been invited to give a few talks at high school and Universities to present our MBL aerosols, clouds and their interactions. Further more, three PIs have been interviewed by several media related to our proposed research, such as cloud seeding, and air pollution etc.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/13/2025<br>\nModified by: Xiquan&nbsp;Dong</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nProject Outcomes Report: Collaborative Research: Contrasting the Effects of Aerosols on Marine Boundary Layer (MBL) Cloud-precipitation Properties and Processes in Boreal and Austral Mid-latitude Regions. PI: Xiquan Dong, University of Arizona\r\n\n\nThe overarching goal of this completed collaborative project was to investigate and contrast the effects of Marine Boundary Layer (MBL) aerosols on cloud properties and processes, and aerosol-cloud-precipitation interactions. Three scientific questions were researched and addressed in this proposal: SQ1: What are the relative roles of surface CCN and updrafts in MBL aerosol-cloud interactions (ACIs) and warm rain processes?; SQ2: What are the characteristics of MBL aerosol, cloud and drizzle properties and their interactions during ACE-ENA IOPs?; SQ3: What are the characteristics of MBL aerosol, cloud, and drizzle properties, their interactions over the SO, and their similarities and differences compared with those in the the Eastern North Atlantic (ENA)? Dr. Xiquan Dong, lead PI with Co-PIs (Tim Logan at TAMU and Yuan Wang at Caltech), worked to address these three questions by processing and analyzing the long-term ground-based observations and retrievals at the ARM ENA site and MARCUS field campaign (10/2017-03/2018) over Southern Ocean, and the aircraft in situ measurements during Aerosol and Cloud Experiments (ACE)-ENA and SOCRATES (Southern Ocean Clouds Radiation Aerosol Transport Experimental Study) IOPs. During the 3-yr period, the proposed team has published a total of 18 papers in refereed journals and presented 20 talks or posters at different professional meetings, such as AGU, AMS, AOGS, and EGU. All these papers and presentations are associated with the investigation of the effects of aerosols/CCN and updrafts on ACIs and warm rain processes over the ENA, and the comparisons of the characteristics of MBL aerosol, cloud and drizzle properties during ACE-ENA and SOCRATES IOPs. Even though these two regions have different environmental conditions, the comparisons of MBL cloud and precipitation processes and ACIs will shed light on the controlling factors in ACIs, and eventually improve the global climate models that have generalized ACI parameterizations over all regions. This project fully or partially supports three graduate students at the University of Arizona and they all have made significant progress related to the proposed objectives.\r\n\n\nBroader impacts include disseminating the results of this funded effort to other researchers who are interested to investigate the MBL aerosol, cloud and precipitation properties and their interactions. For example, our results have been shared with several modeling groups to evaluate their model outputs with publication. Dr. Dong has been invited to give a few talks at high school and Universities to present our MBL aerosols, clouds and their interactions. Further more, three PIs have been interviewed by several media related to our proposed research, such as cloud seeding, and air pollution etc.\r\n\n\n\t\t\t\t\tLast Modified: 02/13/2025\n\n\t\t\t\t\tSubmitted by: XiquanDong\n"
 }
}