{
 "awd_id": "2031717",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Impact of the COVID-19 Pandemic on Electrical and Computer Engineering Programs at Minority Serving Institutions Served by the Inclusive Engineering Consortium",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032928866",
 "po_email": "ddenick@nsf.gov",
 "po_sign_block_name": "Dana L. Denick",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2021-06-30",
 "tot_intn_awd_amt": 148720.0,
 "awd_amount": 148720.0,
 "awd_min_amd_letter_date": "2020-05-12",
 "awd_max_amd_letter_date": "2020-05-12",
 "awd_abstract_narration": "The Inclusive Engineering Consortium (IEC) is a novel collaboration among fifteen Electrical and Computer Engineering programs at Historically Black Colleges and Universities and two at Hispanic Serving Institutions. Participating institutions include Alabama A&M University, Ana G. Mendez University at Gurabo, Florida A&M University, Hampton University, Howard University, Jackson State University, Morgan State University, Norfolk State University, North Carolina A&T State University, Prairie View A&M University, Southern University, Tennessee State University, Tuskegee University, University of Maryland Eastern Shore, University of Texas at El Paso, University of the District of Columbia, and Virginia State University. Member schools are among the top producers of African American and Hispanic engineering graduates. These schools have been working to build a support organization to enable the participating faculty, students and staff to engage fully in the national education and research enterprise through multi-institutional collaboration. The unprecedented stress as campus operations moved online due to the COVID-19 pandemic creates the need to capture the experiences of the member communities. Lessons will be learned and applied in the summer and fall as universities work to improve the learning experiences of their students and continue to respond to the extraordinary disruptions caused by the pandemic. In addition to enhancing distance education efforts, nearly every tool used and every idea applied will be a potential candidate to further build the support infrastructure, programs and processes that can make it possible for the nascent IEC to realize its vision of enabling its partners to act in concert as a virtual super department. \r\n\r\nThe current project builds on two successful IEC collaborations funded by the National Science Foundation: the Experimental Centric Pedagogy (ECP) project and the Research Experiences for Undergraduates (REU)/Research Experiences for Teachers (RET) Mega Site. The ECP project prioritized hands-on experimentation in the circuits and/or electronics courses of thirteen collaborating institutions. With the transition to online learning, the treatment is now distance delivery and learning and the enabling technologies include tools for online meetings, forums, homework and quizzes and other distance delivery compatible tools. The data collection protocols and instruments developed for the ECP will be deployed to study and improve student learning under virtual conditions. The Mega Site serves as a national model for how to broaden participation in engineering by successfully implementing multi-institution undergraduate research programs, which others can adopt/adapt and build upon. Now in its second year, the Mega Site will be offered as a scaled back, online program in summer 2020 and faculty, teachers and students are well positioned to participate in data collection activities to better understand the impact on critical workforce development programs that take place outside of the classroom. \r\n\r\nThe great distance learning experiment is sweeping the nation’s colleges and universities. The Minority Serving Institutions who make up the Inclusive Engineering Consortium are uniquely positioned to rapidly capture the experiences of minority engineering students and their instructors. Leveraging the existing network of collaborators from seventeen universities significantly increases the potential to successfully develop and test a model for online learning environments in electrical and computer engineering courses that can be used in times of crisis.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Connor",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth A Connor",
   "pi_email_addr": "ken.connor@iec.org",
   "nsf_id": "000341390",
   "pi_start_date": "2020-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barry J Sullivan",
   "pi_email_addr": "bsullivan@marconisociety.org",
   "nsf_id": "000303115",
   "pi_start_date": "2020-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Electrical and Computer Engineering Department Heads Association",
  "inst_street_address": "401 N MICHIGAN AVE STE 1200",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3122861382",
  "inst_zip_code": "606114264",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "ELECTRICAL & COMPUTER ENGINEERING DEPARTMENT HEADS ASSOCIATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z58HQSU2NW45"
 },
 "perf_inst": {
  "perf_inst_name": "Electrical and Computer Engineering Department Heads Association",
  "perf_str_addr": "180 N Stetson Ave, Ste 3500",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606016769",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "7680",
   "pgm_ref_txt": "ENG DIVERSITY ACTIVITIES"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 148720.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Inclusive Engineering Consortium (IEC) is a novel collaboration among Electrical and Computer Engineering programs at Historically Black Colleges and Universities, Hispanic Serving Institutions, and Tribal Colleges and Universities. Member schools are among the top producers of African American, Hispanic and Native American engineering graduates. These schools have been working to build a support organization to enable the participating faculty, students and staff to engage fully in the national education and research enterprise through multi-institutional collaboration.</p>\n<p>The unprecedented stress as campus operations moved online due to the COVID-19 pandemic created the need to capture the experiences of the member communities. In addition to enhancing distance education efforts, nearly every tool used and every idea applied will be a potential candidate to further build the support infrastructure, programs and processes that can make it possible for the nascent IEC to realize its vision of enabling its partners to act in concert as a virtual super department.</p>\n<p>The extraordinary nature of the rapid shift to online working and learning at a distance brought about by the onset of COVID-19 suggests that the key set of research questions will evolve somewhat over time, but there were some clear initial choices. What challenges and improvements in students&rsquo; interactions and outcomes through the online format did faculty observe? What do we need to know ahead of time to change an engineering course into an online format for students? What does a course need to look like to meet the needs of the students? What infrastructure is necessary to create and maintain a successful online course? What is the impact of an online centered course on student outcomes?&nbsp;</p>\n<p>To address these questions, this project set three goals:&nbsp;</p>\n<p>1)&nbsp;&nbsp;&nbsp; Capture the experiences of IEC partner faculty and their students during the COVID-19 pandemic, with primary emphasis on the remainder of the spring 2020 term. Identify barriers, opportunities, sources of information, collaborations, etc., impacting the quality of the student learning experience and research activities done at a distance.</p>\n<p>2)&nbsp;&nbsp;&nbsp; Collect ideas from both faculty and students for improving working and learning at a distance and track resulting changes both instructors and students attempt to implement during the remainder of the calendar year.</p>\n<p>3)&nbsp;&nbsp;&nbsp; Collect ideas that require additional resources not presently available at some or all IEC partner institutions to help set future priorities for IEC. Methodology for collecting this information will be based on tools used during the Experiment Centric Pedagogy (ECP) project.&nbsp;</p>\n<p>While the initial focus of this grant was on Spring 2020, the pandemic has continued as has the necessity of IEC member ECE programs to continue developing new and better responses. The specific objectives remain basically the same, but with updates for each term during the pandemic:</p>\n<ul>\n<li>Capture the experiences of IEC partner faculty and their students during each term of the COVID-19 pandemic&mdash;Spring 2020, Summer 2020, Fall 2020, Spring 2021&mdash;especially ideas/changes resulting from previous term experiences.</li>\n<li>Identify barriers, opportunities, sources of information, collaborations, etc., impacting the quality of the student learning experience and research activities done at a distance. In particular, focus on the impact of institutional support and previous experience with remote teaching and/or learning.</li>\n<li>Identify significant issues impacting student learning that are made more visible by experiences during COVID.</li>\n</ul>\n<p>Eighteen surveys were conducted over the project period to assess student and faculty experiences with pandemic-driven adaptations. The following observations summarize the survey responses:&nbsp;</p>\n<ul>\n<li>The majority of faculty reported that they were ill prepared to engage students as a community of learners during COVID. There was a significant difference in responses from faculty with experience either teaching or learning remotely and/or who were provided good support from their institutions.&nbsp;</li>\n</ul>\n<ul>\n<li>Faculty who reported that they utilized a broader set of learning activities and assessment tools, including projects, were more satisfied with their ability to assess student work when teaching remotely.</li>\n</ul>\n<ul>\n<li>While faculty had quite varied views and experiences doing research and design projects online, they favored continuing to offer remote REU and RET experiences in the Summer 2021 term and utilizing a hybrid approach in the future.&nbsp;</li>\n</ul>\n<ul>\n<li>Faculty agreed that remote projects did not help with student motivation or their ability to build relationships with other students, with results depending on student maturity. Many have developed potentially good solutions to these issues.</li>\n</ul>\n<ul>\n<li>A majority of faculty still prefer face-to-face instruction and believe that students agree.</li>\n</ul>\n<ul>\n<li>All faculty agreed that it is difficult to balance rigor in academic coursework and adequate support for students during COVID.</li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2021<br>\n\t\t\t\t\tModified by: Barry&nbsp;J&nbsp;Sullivan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Inclusive Engineering Consortium (IEC) is a novel collaboration among Electrical and Computer Engineering programs at Historically Black Colleges and Universities, Hispanic Serving Institutions, and Tribal Colleges and Universities. Member schools are among the top producers of African American, Hispanic and Native American engineering graduates. These schools have been working to build a support organization to enable the participating faculty, students and staff to engage fully in the national education and research enterprise through multi-institutional collaboration.\n\nThe unprecedented stress as campus operations moved online due to the COVID-19 pandemic created the need to capture the experiences of the member communities. In addition to enhancing distance education efforts, nearly every tool used and every idea applied will be a potential candidate to further build the support infrastructure, programs and processes that can make it possible for the nascent IEC to realize its vision of enabling its partners to act in concert as a virtual super department.\n\nThe extraordinary nature of the rapid shift to online working and learning at a distance brought about by the onset of COVID-19 suggests that the key set of research questions will evolve somewhat over time, but there were some clear initial choices. What challenges and improvements in students’ interactions and outcomes through the online format did faculty observe? What do we need to know ahead of time to change an engineering course into an online format for students? What does a course need to look like to meet the needs of the students? What infrastructure is necessary to create and maintain a successful online course? What is the impact of an online centered course on student outcomes? \n\nTo address these questions, this project set three goals: \n\n1)    Capture the experiences of IEC partner faculty and their students during the COVID-19 pandemic, with primary emphasis on the remainder of the spring 2020 term. Identify barriers, opportunities, sources of information, collaborations, etc., impacting the quality of the student learning experience and research activities done at a distance.\n\n2)    Collect ideas from both faculty and students for improving working and learning at a distance and track resulting changes both instructors and students attempt to implement during the remainder of the calendar year.\n\n3)    Collect ideas that require additional resources not presently available at some or all IEC partner institutions to help set future priorities for IEC. Methodology for collecting this information will be based on tools used during the Experiment Centric Pedagogy (ECP) project. \n\nWhile the initial focus of this grant was on Spring 2020, the pandemic has continued as has the necessity of IEC member ECE programs to continue developing new and better responses. The specific objectives remain basically the same, but with updates for each term during the pandemic:\n\nCapture the experiences of IEC partner faculty and their students during each term of the COVID-19 pandemic&mdash;Spring 2020, Summer 2020, Fall 2020, Spring 2021&mdash;especially ideas/changes resulting from previous term experiences.\nIdentify barriers, opportunities, sources of information, collaborations, etc., impacting the quality of the student learning experience and research activities done at a distance. In particular, focus on the impact of institutional support and previous experience with remote teaching and/or learning.\nIdentify significant issues impacting student learning that are made more visible by experiences during COVID.\n\n\nEighteen surveys were conducted over the project period to assess student and faculty experiences with pandemic-driven adaptations. The following observations summarize the survey responses: \n\nThe majority of faculty reported that they were ill prepared to engage students as a community of learners during COVID. There was a significant difference in responses from faculty with experience either teaching or learning remotely and/or who were provided good support from their institutions. \n\n\nFaculty who reported that they utilized a broader set of learning activities and assessment tools, including projects, were more satisfied with their ability to assess student work when teaching remotely.\n\n\nWhile faculty had quite varied views and experiences doing research and design projects online, they favored continuing to offer remote REU and RET experiences in the Summer 2021 term and utilizing a hybrid approach in the future. \n\n\nFaculty agreed that remote projects did not help with student motivation or their ability to build relationships with other students, with results depending on student maturity. Many have developed potentially good solutions to these issues.\n\n\nA majority of faculty still prefer face-to-face instruction and believe that students agree.\n\n\nAll faculty agreed that it is difficult to balance rigor in academic coursework and adequate support for students during COVID.\n\n\n\t\t\t\t\tLast Modified: 11/23/2021\n\n\t\t\t\t\tSubmitted by: Barry J Sullivan"
 }
}