{
 "awd_id": "2031505",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Lets Talk Code: Broadening Computing Education among Native Americans by Blending Code with Nature, Art and Culture",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925301",
 "po_email": "jforbes@nsf.gov",
 "po_sign_block_name": "Jeffrey Forbes",
 "awd_eff_date": "2021-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 991322.0,
 "awd_amount": 991322.0,
 "awd_min_amd_letter_date": "2020-09-04",
 "awd_max_amd_letter_date": "2024-10-15",
 "awd_abstract_narration": "Navajo Technical University leads Project Let’s Talk Code to investigate a novel approach to introduce Computer Science (CS) to high school students in the Navajo Nation (NN) tribal region in Arizona and New Mexico. Its name is rooted in the contributions and legacy of the Navajo Code Talkers, who played a pivotal role in the Allied forces’ victory in World War II. Just like the Navajo Code Talkers engineered their own code and created a new way of communicating through the Navajo language, these students will learn to do the same through a co-developed culturally rooted curriculum that is contextualized in real-world problem-solving activities that are intimately connected to the Navajo culture. The goal of the project is to improve students’ computational skills with a focus on preparing them to succeed in the Advance Placement (AP) computer science courses and motivate them to enroll in CS degrees. The project aims to help math, science and art teachers from NN high schools develop CS based projects in their existing courses and provide mentorship and guidance towards offering AP Computer Science Principles (CSP) courses in the subsequent years. The program will include a two-week professional development program and follow-up activities.  Native Americans (NA) have historically been the most underrepresented population when it comes to participating in STEM and computing careers. The Navajo are one of the largest NA groups in the country and understanding the barriers and developing solutions to increase their participation will have far reaching consequences on informing the research and practice on how computing can be taught at NA tribal high schools.\r\n\r\nProject Let’s Talk Code (LTC) is a Research Practitioner Partnership (RPP) that investigates a novel approach to introduce Computer Science (CS) to high school students in the Navajo Nation (NN) tribal region in Arizona and New Mexico. The goal of the RPP is to improve students’ computational skills with a focus on preparing them to succeed in the Advance Placement (AP) computer science courses and motivate them to enroll in CS degrees. The project aims to help math, science and art teachers from NN high schools develop CS based projects in their existing courses and provide mentorship and guidance towards offering AP Computer Science Principles (CSP) courses in the subsequent years. The program will include a two-week professional development program and follow-up activities.  Its framework builds on a widely used AP computer science principles (CSP) curriculum developed by Code.org and stays true to the principles of writing, editing, compiling and executing code, while providing additional meaning via culturally rooted real-world examples that are contextualized in the Navajo culture. The project team will engage tribal community stakeholders, administrators, teachers and regional colleges in the design and development of the curriculum and its broader application in the NN community. The RPP is structured as an iterative evidence-based design project where the teachers (practitioners) work with a multi-institutional team of researchers and CS educators to improve the capacity building needs of its partners (high schools and regional colleges). It includes a mixed-methods analysis of qualitative and quantitative data collected by offering professional development training sessions, after school programs and peer-to-peer mentoring. Frequent and timely analysis feeds into the co-creation and co-design of the curriculum during the duration of the project. Capacity building activities during the project such as the creation of communities of practices will ensure long term sustainability.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Romine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Romine",
   "pi_email_addr": "promine@navajotech.edu",
   "nsf_id": "000677548",
   "pi_start_date": "2020-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashish",
   "pi_last_name": "Amresh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashish Amresh",
   "pi_email_addr": "ashish.amresh@nau.edu",
   "nsf_id": "000485906",
   "pi_start_date": "2020-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paige",
   "pi_last_name": "Prescott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paige Prescott",
   "pi_email_addr": "paige@computersciencealliance.org",
   "nsf_id": "000535556",
   "pi_start_date": "2023-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Evans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Evans",
   "pi_email_addr": "emily@magnoliaconsulting.org",
   "nsf_id": "000763494",
   "pi_start_date": "2020-09-04",
   "pi_end_date": "2023-08-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cheryl",
   "pi_last_name": "Mango-Paget",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Cheryl L Mango-Paget",
   "pi_email_addr": "cmango-paget@coconino.az.gov",
   "nsf_id": "000788431",
   "pi_start_date": "2020-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Navajo Technical University",
  "inst_street_address": "371 LOWER POINT ROAD STATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "CROWNPOINT",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5057864112",
  "inst_zip_code": "87313",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NM03",
  "org_lgl_bus_name": "NAVAJO TECHNICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "WMZPBANV7E63"
 },
 "perf_inst": {
  "perf_inst_name": "Navajo Technical University",
  "perf_str_addr": "LOWER POINT ROAD",
  "perf_city_name": "Crownpoint",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "873130849",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 991322.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-b5aeff60-7fff-756f-af83-bb0e3b1fbf74\"> </span></p>\r\n<p dir=\"ltr\"><span>Project Let&rsquo;s Talk Code (LTC) was a Research Practitioner Partnership (RPP) that investigated and supported teachers in introducing computer science (CS) to high school students in the Navajo Nation (NN) tribal region in Arizona and New Mexico.&nbsp;&nbsp;</span>This project integrated Computer Science (CS) with the cultural and artistic traditions of the Native communities in Northern Arizona and New Mexico and resulted in relevant curriculum and instruction for high school students. By developing computational skills, Let&rsquo;s Talk Code prepared students for success in Advanced Placement (AP) Computer Science Principles (CSP) courses and encouraged them to pursue degrees in CS. The initiative collaborated with math, science, and art teachers to co-create CS projects that aligned with existing curricula and to establish AP CSP courses in these schools. Additionally, professional development and mentorship for educators ensured that the curriculum was effectively implemented and sustained.</p>\r\n<p dir=\"ltr\">Let&rsquo;s Talk Code also focused on building sustainable communities of practice among educators, students, and stakeholders. Employing a Research Practitioner Partnership (RPP) model, the project fostered collaboration among teachers, CS educators, and researchers. This initiative was valuable towards increasing Native American participation in computing, bridging the digital divide, and cultivating the next generation of Native American innovators in technology. Launched in the summer of 2021, LTC conducted nine professional development sessions for 119 teachers across 34 schools, impacting 214 Native American students. The program addressed the historical underrepresentation of Native Americans in STEM and helped to empower students to thrive in AP Computer Science Principles courses. Students' self-identified knowledge of computer science and interest in coding significantly increased in classrooms where teachers implemented coding lessons/activities. The student findings are from all students (n=214).</p>\r\n<p dir=\"ltr\">LTC supported high school teachers through targeted mentorship and support. Participating teachers demonstrated a significant shift in their confidence and CS skills as a result of their course activities. 28 teachers implemented CS lessons with their students. Additionally, LTC fostered sustainable communities of practice among CS educators, which helps to ensure long-term success and scalability. By marrying research with practical application, LTC provided insights into culturally responsive STEM education, laying a foundation for educational reforms in other Native American communities and beyond. Ultimately, Let&rsquo;s Talk Code has helped to shape Native American innovators and leaders, diversify the STEM pipeline, and promote inclusive education.</p>\r\n<p>&nbsp;</p>\r\n<p><span id=\"docs-internal-guid-fc414254-7fff-deb0-4ddb-46642f562f2b\"> <br /> </span></p>\r\n<p dir=\"ltr\"><span>Let&rsquo;s Talk Code</span><span> initiatives have continued after the end of the grant. For more information, visit </span><a href=\"https://ltc.rc.nau.edu/\"><span>https://ltc.rc.nau.edu/</span></a><span> .</span></p>\r\n<div><span><br /></span></div>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/19/2025<br>\nModified by: Ashish&nbsp;Amresh</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2025/2031505/2031505_10705204_1742397654792_Outcome3--rgov-214x142.PNG\" original=\"/por/images/Reports/POR/2025/2031505/2031505_10705204_1742397654792_Outcome3--rgov-800width.PNG\" title=\"Map of Schools\"><img src=\"/por/images/Reports/POR/2025/2031505/2031505_10705204_1742397654792_Outcome3--rgov-66x44.PNG\" alt=\"Map of Schools\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map of the schools served by the project</div>\n<div class=\"imageCredit\">Ashish Amresh</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ashish&nbsp;Amresh\n<div class=\"imageTitle\">Map of Schools</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2031505/2031505_10705204_1742397593929_Outcome2--rgov-214x142.PNG\" original=\"/por/images/Reports/POR/2025/2031505/2031505_10705204_1742397593929_Outcome2--rgov-800width.PNG\" title=\"Teacher Pre and Post\"><img src=\"/por/images/Reports/POR/2025/2031505/2031505_10705204_1742397593929_Outcome2--rgov-66x44.PNG\" alt=\"Teacher Pre and Post\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Pre and Post outcomes from participating teachers.</div>\n<div class=\"imageCredit\">Ashish Amresh</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ashish&nbsp;Amresh\n<div class=\"imageTitle\">Teacher Pre and Post</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2025/2031505/2031505_10705204_1742397546704_Outcome1--rgov-214x142.PNG\" original=\"/por/images/Reports/POR/2025/2031505/2031505_10705204_1742397546704_Outcome1--rgov-800width.PNG\" title=\"Professional Development\"><img src=\"/por/images/Reports/POR/2025/2031505/2031505_10705204_1742397546704_Outcome1--rgov-66x44.PNG\" alt=\"Professional Development\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Integrating CS into the Hopi community and culture</div>\n<div class=\"imageCredit\">Ashish Amresh</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ashish&nbsp;Amresh\n<div class=\"imageTitle\">Professional Development</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\n \r\n\n\nProject Lets Talk Code (LTC) was a Research Practitioner Partnership (RPP) that investigated and supported teachers in introducing computer science (CS) to high school students in the Navajo Nation (NN) tribal region in Arizona and New Mexico.This project integrated Computer Science (CS) with the cultural and artistic traditions of the Native communities in Northern Arizona and New Mexico and resulted in relevant curriculum and instruction for high school students. By developing computational skills, Lets Talk Code prepared students for success in Advanced Placement (AP) Computer Science Principles (CSP) courses and encouraged them to pursue degrees in CS. The initiative collaborated with math, science, and art teachers to co-create CS projects that aligned with existing curricula and to establish AP CSP courses in these schools. Additionally, professional development and mentorship for educators ensured that the curriculum was effectively implemented and sustained.\r\n\n\nLets Talk Code also focused on building sustainable communities of practice among educators, students, and stakeholders. Employing a Research Practitioner Partnership (RPP) model, the project fostered collaboration among teachers, CS educators, and researchers. This initiative was valuable towards increasing Native American participation in computing, bridging the digital divide, and cultivating the next generation of Native American innovators in technology. Launched in the summer of 2021, LTC conducted nine professional development sessions for 119 teachers across 34 schools, impacting 214 Native American students. The program addressed the historical underrepresentation of Native Americans in STEM and helped to empower students to thrive in AP Computer Science Principles courses. Students' self-identified knowledge of computer science and interest in coding significantly increased in classrooms where teachers implemented coding lessons/activities. The student findings are from all students (n=214).\r\n\n\nLTC supported high school teachers through targeted mentorship and support. Participating teachers demonstrated a significant shift in their confidence and CS skills as a result of their course activities. 28 teachers implemented CS lessons with their students. Additionally, LTC fostered sustainable communities of practice among CS educators, which helps to ensure long-term success and scalability. By marrying research with practical application, LTC provided insights into culturally responsive STEM education, laying a foundation for educational reforms in other Native American communities and beyond. Ultimately, Lets Talk Code has helped to shape Native American innovators and leaders, diversify the STEM pipeline, and promote inclusive education.\r\n\n\n\r\n\n\n \n \r\n\n\nLets Talk Code initiatives have continued after the end of the grant. For more information, visit https://ltc.rc.nau.edu/ .\r\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 03/19/2025\n\n\t\t\t\t\tSubmitted by: AshishAmresh\n"
 }
}