{
 "awd_id": "2031003",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Revolutionary Massively-Parallel Bioreactions for COVID-19",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927014",
 "po_email": "szehnder@nsf.gov",
 "po_sign_block_name": "Steve Zehnder",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2021-10-31",
 "tot_intn_awd_amt": 199974.0,
 "awd_amount": 239918.0,
 "awd_min_amd_letter_date": "2020-04-29",
 "awd_max_amd_letter_date": "2020-07-14",
 "awd_abstract_narration": "This project will provide the basis for a new test and diagnostic that can be performed in as little as 2 minutes and a cost as low as $2. This could be used routinely to test for hidden spreaders of disease at airports or entrances to hospitals or long-term care facilities. Availability of this diagnostic would be transformative. The speed and low cost could provide the first point-of-contact molecular tests diagnostic for diseases such as COVID-19. Two minutes and $2 is fast enough and inexpensive enough to perform such routine screening in airports to detect asymptomatic spreaders as they embark or disembark from airplanes. Thus, this tool could prevent such diseases from spreading beyond the initial outbreak. Similarly, the method could be used to screen employees when they arrive to work at hospitals, long-term care facilities, or prisons, and avoid the huge toll a disease such as COVID-19 is taking. Finally, the method could be used for routine screening at large facilities such as factories, food processing or distribution facilities, and large government buildings, allowing our economy to return to a more normal state. The research will also lead to new knowledge on performing massively-parallel microscale reactions and provide training for a student. \r\n\r\nThis project will advance research and applications on massively-parallel bioreactions to enable a new point-of-contact for testing and diagnostic that will have a transformative impact on how we handle pandemics such as COVID-19. The technology will enable a 2-minute test for  sample diagnostic at a cost of $2 per assay. The investigator uses a new format to speed thermal cycling while achieving approximately 1,000,000-fold sample partitioning to accelerate sample preparation without micro-patterning or microfluidics. They will achieve the required large area temperature uniformity using optical heating while simultaneously using confinement of lateral diffusion to produce ~1,000,000 virtual reaction wells.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Faris",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory W Faris",
   "pi_email_addr": "gregory.faris@icloud.com",
   "nsf_id": "000221492",
   "pi_start_date": "2020-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "SRI International",
  "perf_str_addr": "",
  "perf_city_name": "Menlo Park",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940253493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  },
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 239918.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The COVID-19 pandemic has shown the need for improved tests for detection of infectious disease. In particular, hidden spreaders and high infectious potential have allowed variants of COVID-19 to spread rapidly worldwide. This project involves research on a new type of test that may allow us to better manage future disease outbreaks.</p>\n<p>The fastest rapid disease tests available today are called point of care tests. These provide results in roughly 15 minutes. Such tests can be performed at a point of care such as a doctor&rsquo;s office and the results can be provided before the patient goes home. Although this is a great improvement over conventional tests that must be sent to a laboratory and results are not available until a day to several days later, we believe even faster and more convenient tests are possible and advantageous.</p>\n<p>In this project, we are working on a new type of test, one we are calling a point-of-contact test. Our goal is to provide test results in as little as two minutes. With a test this fast, it could be performed conveniently before a person passes through a door or passes a checkpoint. As an example, a point-of-contact test might be performed immediately before a person boards an airplane. This would provide up-to-the minute information on a passenger&rsquo;s infection status with minimal inconvenience. Such rapid testing could slow or prevent the spread of disease to new regions of the globe. Similarly, tests might be provided routinely as persons arrive to a hospital, long term care facility, or workplace. This could help prevent disease spread within these facilities. Currently, the cost to make a test could be as low as $2, at which point the test is sufficiently inexpensive to be used routinely.</p>\n<p>We have made good progress toward realizing a point-of-contact test. COVID-19 is caused by the SARS-CoV-2 virus, which is an envelope virus with RNA inside that carries the genetic code to produce more virus. Our test is based on a method called PCR (polymerase chain reaction), that can very rapidly copy DNA. For our test to work, we need to open the virus (a process called lysis), convert the RNA to DNA, and amplify the DNA with PCR. We have developed a protocol to perform these three steps in a simple and rapid manner. We have also produced a first generation instrument to perform the PCR reaction and read the result very quickly. Building on the progress in this project, we expect to be able to achieve the two minute test for viruses similar to the one that causes COVID-19.</p>\n<p>This project provided training for a recent college graduate and a junior staff member.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2022<br>\n\t\t\t\t\tModified by: Gregory&nbsp;W&nbsp;Faris</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe COVID-19 pandemic has shown the need for improved tests for detection of infectious disease. In particular, hidden spreaders and high infectious potential have allowed variants of COVID-19 to spread rapidly worldwide. This project involves research on a new type of test that may allow us to better manage future disease outbreaks.\n\nThe fastest rapid disease tests available today are called point of care tests. These provide results in roughly 15 minutes. Such tests can be performed at a point of care such as a doctor’s office and the results can be provided before the patient goes home. Although this is a great improvement over conventional tests that must be sent to a laboratory and results are not available until a day to several days later, we believe even faster and more convenient tests are possible and advantageous.\n\nIn this project, we are working on a new type of test, one we are calling a point-of-contact test. Our goal is to provide test results in as little as two minutes. With a test this fast, it could be performed conveniently before a person passes through a door or passes a checkpoint. As an example, a point-of-contact test might be performed immediately before a person boards an airplane. This would provide up-to-the minute information on a passenger’s infection status with minimal inconvenience. Such rapid testing could slow or prevent the spread of disease to new regions of the globe. Similarly, tests might be provided routinely as persons arrive to a hospital, long term care facility, or workplace. This could help prevent disease spread within these facilities. Currently, the cost to make a test could be as low as $2, at which point the test is sufficiently inexpensive to be used routinely.\n\nWe have made good progress toward realizing a point-of-contact test. COVID-19 is caused by the SARS-CoV-2 virus, which is an envelope virus with RNA inside that carries the genetic code to produce more virus. Our test is based on a method called PCR (polymerase chain reaction), that can very rapidly copy DNA. For our test to work, we need to open the virus (a process called lysis), convert the RNA to DNA, and amplify the DNA with PCR. We have developed a protocol to perform these three steps in a simple and rapid manner. We have also produced a first generation instrument to perform the PCR reaction and read the result very quickly. Building on the progress in this project, we expect to be able to achieve the two minute test for viruses similar to the one that causes COVID-19.\n\nThis project provided training for a recent college graduate and a junior staff member.\n\n\t\t\t\t\tLast Modified: 02/28/2022\n\n\t\t\t\t\tSubmitted by: Gregory W Faris"
 }
}