{
 "awd_id": "2031047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Collaborative Research: Caching and Coding for Media Delivery in Next Generation Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2019-12-20",
 "awd_exp_date": "2020-08-31",
 "tot_intn_awd_amt": 74541.0,
 "awd_amount": 74541.0,
 "awd_min_amd_letter_date": "2020-05-15",
 "awd_max_amd_letter_date": "2020-05-15",
 "awd_abstract_narration": "Providing services such as voice, web, cloud computing, social networking, video on demand, live streaming and augmented reality requires the ability to globally handle massive amounts of data, which must be efficiently processed, stored, and delivered to end users. The medium of delivery is shifting from wireline to wireless; it is predicted that mobile traffic will account for nearly two-thirds of the total data traffic by 2018 and nearly three fourths of the mobile data traffic will be video by 2019. This puts a tremendous pressure on the limited wireless bandwidth and necessitates revolutionary approaches that exploit alternative resources available in the network.  Motivated by the decreasing cost and abundance of storage capacity, this project considers joint design of storage and transmission schemes for the efficient delivery of video-based services over next generation heterogeneous wireless networks, by specifically taking into account the unique nature of video content and the wireless channel.\r\n\r\nIn order to accomplish this ambitious task, the work is organized into the three research thrusts that develop next generation of wireless caching networks for video delivery:\r\n\r\n-Thrust 1: Fundamental limits and practical schemes for cache-aided video delivery:\r\nThis thrust takes into account properties of video applications and their associated requirements for efficient and robust caching and delivery techniques particularly suited for such demands. \r\n\r\n-Thrust 2: Video delivery over future cache-aided heterogeneous wireless networks:\r\nThis thrust builds upon the foundations developed in Thrust 1 and expands the cache-aided video delivery schemes to consider and take advantage of heterogeneous wireless channel conditions and network topologies. \r\n\r\n- Thrust 3: Technology validation and experimentation: This thrust includes proof-of-concept prototyping efforts to validate the designs developed in this project.\r\n\r\nThe broader impacts resulting from the activity in this project will include significant enhancement of video delivery mechanisms over wireless channels beyond the current state of the art. This of key importance since the total global mobile traffic was about 885 petabytes per month at the end of 2012, and is expected to keep increasing. As the storage capacity becomes cheaper, the techniques developed in this project will be able to alleviate the spectrum crunch by trading off memory for bandwidth. Industry outreach and dissemination will be done through Bell Labs Nokia and other industrial partners at NYU.  The PIs are committed to and have an excellent track record in increasing participation of as well as mentoring women and underrepresented minorities in the STEM fields. This grant will help to support these efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antonia",
   "pi_last_name": "Tulino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Antonia Tulino",
   "pi_email_addr": "antoniatulino@gmail.com",
   "nsf_id": "000710113",
   "pi_start_date": "2020-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "6 Metrotech Center",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 74541.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of this project was to enable a sustainable and viable development of next generation wireless caching networks for efficient video delivery, filling in an important knowledge gap towards the theory and practice of video caching and delivery over wireless networks.</p>\n<p>Motivated by the increasingly dynamic, unpredictable, and personalized nature of the video content that users consume, which challenges the efficiency of existing caching solutions (coding and non-coding based) that only exploit exact content reuse, this project addressed the crucial need for novel content delivery schemes that account for the additional gains that can be obtained from the joint compression of correlated content distributed throughout the network, such as, for example, updated versions of dynamic data.</p>\n<p>By taking a closer look at the nature of next-generation video services, this project has revealed disruptive opportunities, characterized fundamental potential gains, and developed novel techniques that have helped advancing the understanding of the capacity of wireless caching networks and associated practically achievable performance.</p>\n<p>Major outcomes in the context of content delivery and distributed storage can be summarized as follows:</p>\n<p><strong>Content delivery:</strong> characterization of fundamental limits and design of practical schemes for the delivery of correlated content over cache-aided communication networks in <em>static</em> (same correlated content library is used during both the caching and delivery phases) and <em>dynamic&nbsp;</em>(an updated version of the content library may become available during the delivery phase) settings.&nbsp;For the static setting, a class of achievable schemes based on a two-step source coding approach has been developed. The content library is first jointly compressed, with resulting files cached and delivered using a combination of correlation-unaware cache-aided delivery schemes. For the dynamic setting, a second class of achievable schemes was designed, in which, during the caching phase, content pieces are stored based on their correlation with the rest of the library, and during delivery, the requested content is jointly compressed while using cached information as references. In addition to the theoretical derivations of the fundamental limits and the performance of the proposed schemes, extensive numerical evaluations and a real testbed implementation (in collaboration with INRIA) were conducted to validate that as we move towards real-time and/or personalized media dominated services, where exact cache hits are almost non-existent (challenging the efficiency of traditional caching schemes), the high correlation present among increasingly dynamic content allows exploiting network cached information as references for network compression.</p>\n<p><strong>Distributed storage</strong>: motivated by the excessive costs of existing uncoded approaches for the distributed storage of dynamic data, where consistency is ensured via replication (e.g., Microsoft Azure), efficient codes able avoid the high storage costs of replication while ensuring consistency and freshness of dynamic data have been developed. Our solutions provide near-optimal cost reductions in the order of the number of updated versions of the dynamic data. Our coding scheme demonstrates that exchanging a small amount of gossip information can reduce the costs incurred in key-value stores. Although our contributions are coding-theoretic in nature, we complement our results with a case study of a hypothetical geo-distributed key-value store over Amazon web services (AWS). By deriving a side information graph based on the latencies between the data centers, and deriving the implied (projected) storage costs, we showcase the potential impact of our results.</p>\n<p>The projects&rsquo; produced results have been disseminated in the form of journal publications, conference proceedings, invited talks, keynotes, and patent publications. The scientific production of this project accounts for 12 journal papers, 23 conference papers, 2 book chapters, and 9 patents (6 already granted), with more than 1200 citations (in google scholar), 1 best paper award, and 2 best poster awards.</p>\n<p>In addition, three Ph.D. students were mentored and trained during the duration of this project, and their work as part of this project became a major component of their respective successful Ph.D. dissertations.</p>\n<p>Overall, the findings and developments&nbsp;of this project have advanced the fundamental understanding of the information&shy;-theoretic limits of the joint use of storage and communication resources in wireless networks and produced practical solutions to enable the efficient and sustainable evolution of wireless networks as fundamental platforms for the delivery of next generation critical video services. The substantial load reductions obtained by the combined used of wireless caching and coded multicasting are very promising for reducing the environmental impact of the wireless traffic explosion predicted for the upcoming years.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2022<br>\n\t\t\t\t\tModified by: Antonia&nbsp;Tulino</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goal of this project was to enable a sustainable and viable development of next generation wireless caching networks for efficient video delivery, filling in an important knowledge gap towards the theory and practice of video caching and delivery over wireless networks.\n\nMotivated by the increasingly dynamic, unpredictable, and personalized nature of the video content that users consume, which challenges the efficiency of existing caching solutions (coding and non-coding based) that only exploit exact content reuse, this project addressed the crucial need for novel content delivery schemes that account for the additional gains that can be obtained from the joint compression of correlated content distributed throughout the network, such as, for example, updated versions of dynamic data.\n\nBy taking a closer look at the nature of next-generation video services, this project has revealed disruptive opportunities, characterized fundamental potential gains, and developed novel techniques that have helped advancing the understanding of the capacity of wireless caching networks and associated practically achievable performance.\n\nMajor outcomes in the context of content delivery and distributed storage can be summarized as follows:\n\nContent delivery: characterization of fundamental limits and design of practical schemes for the delivery of correlated content over cache-aided communication networks in static (same correlated content library is used during both the caching and delivery phases) and dynamic (an updated version of the content library may become available during the delivery phase) settings. For the static setting, a class of achievable schemes based on a two-step source coding approach has been developed. The content library is first jointly compressed, with resulting files cached and delivered using a combination of correlation-unaware cache-aided delivery schemes. For the dynamic setting, a second class of achievable schemes was designed, in which, during the caching phase, content pieces are stored based on their correlation with the rest of the library, and during delivery, the requested content is jointly compressed while using cached information as references. In addition to the theoretical derivations of the fundamental limits and the performance of the proposed schemes, extensive numerical evaluations and a real testbed implementation (in collaboration with INRIA) were conducted to validate that as we move towards real-time and/or personalized media dominated services, where exact cache hits are almost non-existent (challenging the efficiency of traditional caching schemes), the high correlation present among increasingly dynamic content allows exploiting network cached information as references for network compression.\n\nDistributed storage: motivated by the excessive costs of existing uncoded approaches for the distributed storage of dynamic data, where consistency is ensured via replication (e.g., Microsoft Azure), efficient codes able avoid the high storage costs of replication while ensuring consistency and freshness of dynamic data have been developed. Our solutions provide near-optimal cost reductions in the order of the number of updated versions of the dynamic data. Our coding scheme demonstrates that exchanging a small amount of gossip information can reduce the costs incurred in key-value stores. Although our contributions are coding-theoretic in nature, we complement our results with a case study of a hypothetical geo-distributed key-value store over Amazon web services (AWS). By deriving a side information graph based on the latencies between the data centers, and deriving the implied (projected) storage costs, we showcase the potential impact of our results.\n\nThe projects’ produced results have been disseminated in the form of journal publications, conference proceedings, invited talks, keynotes, and patent publications. The scientific production of this project accounts for 12 journal papers, 23 conference papers, 2 book chapters, and 9 patents (6 already granted), with more than 1200 citations (in google scholar), 1 best paper award, and 2 best poster awards.\n\nIn addition, three Ph.D. students were mentored and trained during the duration of this project, and their work as part of this project became a major component of their respective successful Ph.D. dissertations.\n\nOverall, the findings and developments of this project have advanced the fundamental understanding of the information&shy;-theoretic limits of the joint use of storage and communication resources in wireless networks and produced practical solutions to enable the efficient and sustainable evolution of wireless networks as fundamental platforms for the delivery of next generation critical video services. The substantial load reductions obtained by the combined used of wireless caching and coded multicasting are very promising for reducing the environmental impact of the wireless traffic explosion predicted for the upcoming years.\n\n \n\n\t\t\t\t\tLast Modified: 01/26/2022\n\n\t\t\t\t\tSubmitted by: Antonia Tulino"
 }
}