{
 "awd_id": "2031358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGHT-CS PD: Building Student Retention through Individuated Guided coHort Training in Computer Science Professional Development Researcher Practitioner Partnership",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925301",
 "po_email": "jforbes@nsf.gov",
 "po_sign_block_name": "Jeffrey Forbes",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 296630.0,
 "awd_amount": 296630.0,
 "awd_min_amd_letter_date": "2020-09-02",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "BRIGHT-CS PD (Building Student Retention through Individuated Guided coHort Training in Computer Science Professional Development) a CS for All High School strand Researcher-Practitioner Partnership (RPP) submitted by the University of North Carolina at Greensboro (UNCG). BRIGHT-CS PD will provide math and science teachers access to and support for rigorous CS learning. The RPP will collaboratively create robust professional development (PD) materials for high school teachers to improve school and classroom practices to better support and broaden participation of black girls in computer science.\r\n\r\nThis project builds on the BRIGHT-CS middle school student and school projects. Lessons learned from these projects indicate that robust PD materials for teachers are critical to systemically broadening the participation of black girls in CS. The proposed RPP will work with math and science teachers to provide access and support as the teachers participate in high-quality, extant CS instruction via Harvard University’s CS50 courseware. The RPP team will then work with these teachers to adapt and build out their new, up-to-date CS/CT knowledge via robust PD materials designed to help teachers inculcate CS/CT skills into their math and science instruction.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryoko",
   "pi_last_name": "Yamaguchi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryoko Yamaguchi",
   "pi_email_addr": "ryamaguc@gmu.edu",
   "nsf_id": "000589240",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina Greensboro",
  "inst_street_address": "1000 SPRING GARDEN ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363345878",
  "inst_zip_code": "274125068",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT GREENSBORO",
  "org_prnt_uei_num": "",
  "org_uei_num": "C13DF16LC3H4"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Greensboro",
  "perf_str_addr": "1111 Spring Garden Street",
  "perf_city_name": "Greensboro",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274125013",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "055Y00",
   "pgm_ele_name": "CISE Education and Workforce"
  },
  {
   "pgm_ele_code": "134Y00",
   "pgm_ele_name": "CSforAll-Computer Sci for All"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 296630.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Building Student Retention through Individuated Guided Cohort Training in Computer Science (BRIGHT-CS) Research-Practitioner Partnership (RPP) focused on one goal: Creating professional development (PD) materials to train educators to make structural, instructional, and curricular improvements by applying principles from computer science (CS), computational thinking (CT), and design thinking. Cohort 1 included 15 educators in two school districts in Virginia, serving over 19,000 students. Cohort 2 expanded to 27 educators in eight school districts in Maryland and Virginia, serving over 36,000 students. The RPP members included core content area teachers (i.e., math, science, English, reading); district and school leaders; and specialized educators (e.g., special education, English learner services, school psychologists, speech/ OT therapists; counselors; librarians; reading specialists) who have a strong commitment to diversity, equity, inclusion, and school improvement.</p>\n<p>The RPP created learning conditions for the team and PD materials to support educators. These materials focused on: 1) <strong><em>Instructional improvements:</em></strong> The RPP educators engaged in rigorous CS/CT learning using materials adapted from Harvard University&rsquo;s CS50, core research on best practices in learning from the CS and equity research fields, and team expertise and mentoring from the RPP team. The RPP produced PD materials framed by CS/CT and design thinking as a strategy to produce more equitable instructional practices. 2) <strong><em>Structural improvements:</em></strong><em> </em>The RPP educators worked on debugging and redesigning structures for educators (supports for teaching) and structures for students (supports for learning). The RPP produced PD and facilitation materials that leverage CS/CT and design thinking to address inequities in student access to broader educational supports. 3) <strong><em>Curricular improvements:</em></strong> The RPP educators revised the content and activities that shape students&rsquo; learning experiences. The RPP produced PD materials to support educators as they re-design content, activities, or both and leverage CS/CT approaches in the process. Across the three foci, PD materials included equity cycles with educators using CT principles to remove barriers to learning and test instructional supports.</p>\n<p>Throughout the RPP, feedback was gathered from RPP members as part of the work for each Equity cycle (e.g., exit tickets, pulse checks, and formative feedback), and final one-on-one interviews were also conducted. Data were analyzed to identify common themes.</p>\n<p>Educators appreciated a scientific and systematic CS/CT approach to PD, improving teaching, and enhancing student engagement. Educators repeatedly compared their RPP experience to the more conventional PD they received in the past. They noted that a great deal of PD does not &ldquo;empower educators to troubleshoot and adapt as needed&rdquo; or provide time for educators to work with fellow professionals and researchers to systematically improve practice. The content analysis led to the following major findings about using CT and CS principles for educator PD:</p>\n<ul>\n<li>97% of educators indicated that they understood the lived experiences of students better as a result of their RPP work.</li>\n<li>95% of educators reported conducting metacognition and self-reflection on their own teaching and educational practices. Team members stated that they appreciated a more &ldquo;scientific model&rdquo; that considered the &ldquo;inputs and outputs&rdquo; that lead to student outcomes.</li>\n<li>95% of educators reported that they enjoyed the RPP work.</li>\n<li>92% of educators felt more comfortable ideating and testing solutions in their classrooms, abstracting, iterating, and debugging their instructional practices.</li>\n<li>89% of educators indicated that they developed a growth mindset towards their own teaching and had a better understanding of how to adapt practices and policies to ensure more equitable student learning opportunities.</li>\n<li>87% of educators stated that they established trusting relationships with students as a result of their RPP work.</li>\n</ul>\n<p>Project products and additional information are available on the BRIGHT-CS website in the teacher training tab (<a href=\"https://bright-cs.uncg.edu/\">https://bright-cs.uncg.edu/</a>). Products include workbooks and videos for educators to use CT and design thinking, coupled with continuous improvement procedures, to create an inclusive learning environment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2022<br>\n\t\t\t\t\tModified by: Ryoko&nbsp;Yamaguchi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Building Student Retention through Individuated Guided Cohort Training in Computer Science (BRIGHT-CS) Research-Practitioner Partnership (RPP) focused on one goal: Creating professional development (PD) materials to train educators to make structural, instructional, and curricular improvements by applying principles from computer science (CS), computational thinking (CT), and design thinking. Cohort 1 included 15 educators in two school districts in Virginia, serving over 19,000 students. Cohort 2 expanded to 27 educators in eight school districts in Maryland and Virginia, serving over 36,000 students. The RPP members included core content area teachers (i.e., math, science, English, reading); district and school leaders; and specialized educators (e.g., special education, English learner services, school psychologists, speech/ OT therapists; counselors; librarians; reading specialists) who have a strong commitment to diversity, equity, inclusion, and school improvement.\n\nThe RPP created learning conditions for the team and PD materials to support educators. These materials focused on: 1) Instructional improvements: The RPP educators engaged in rigorous CS/CT learning using materials adapted from Harvard University’s CS50, core research on best practices in learning from the CS and equity research fields, and team expertise and mentoring from the RPP team. The RPP produced PD materials framed by CS/CT and design thinking as a strategy to produce more equitable instructional practices. 2) Structural improvements: The RPP educators worked on debugging and redesigning structures for educators (supports for teaching) and structures for students (supports for learning). The RPP produced PD and facilitation materials that leverage CS/CT and design thinking to address inequities in student access to broader educational supports. 3) Curricular improvements: The RPP educators revised the content and activities that shape students’ learning experiences. The RPP produced PD materials to support educators as they re-design content, activities, or both and leverage CS/CT approaches in the process. Across the three foci, PD materials included equity cycles with educators using CT principles to remove barriers to learning and test instructional supports.\n\nThroughout the RPP, feedback was gathered from RPP members as part of the work for each Equity cycle (e.g., exit tickets, pulse checks, and formative feedback), and final one-on-one interviews were also conducted. Data were analyzed to identify common themes.\n\nEducators appreciated a scientific and systematic CS/CT approach to PD, improving teaching, and enhancing student engagement. Educators repeatedly compared their RPP experience to the more conventional PD they received in the past. They noted that a great deal of PD does not \"empower educators to troubleshoot and adapt as needed\" or provide time for educators to work with fellow professionals and researchers to systematically improve practice. The content analysis led to the following major findings about using CT and CS principles for educator PD:\n\n97% of educators indicated that they understood the lived experiences of students better as a result of their RPP work.\n95% of educators reported conducting metacognition and self-reflection on their own teaching and educational practices. Team members stated that they appreciated a more \"scientific model\" that considered the \"inputs and outputs\" that lead to student outcomes.\n95% of educators reported that they enjoyed the RPP work.\n92% of educators felt more comfortable ideating and testing solutions in their classrooms, abstracting, iterating, and debugging their instructional practices.\n89% of educators indicated that they developed a growth mindset towards their own teaching and had a better understanding of how to adapt practices and policies to ensure more equitable student learning opportunities.\n87% of educators stated that they established trusting relationships with students as a result of their RPP work.\n\n\nProject products and additional information are available on the BRIGHT-CS website in the teacher training tab (https://bright-cs.uncg.edu/). Products include workbooks and videos for educators to use CT and design thinking, coupled with continuous improvement procedures, to create an inclusive learning environment.\n\n\t\t\t\t\tLast Modified: 11/01/2022\n\n\t\t\t\t\tSubmitted by: Ryoko Yamaguchi"
 }
}