{
 "awd_id": "2031069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research:  Electronic Mentoring  to Address Challenges in Engineering Graduate Programs During the COVID-19 Pandemic",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Earnestine Psalmonds",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 44582.0,
 "awd_amount": 44582.0,
 "awd_min_amd_letter_date": "2020-05-18",
 "awd_max_amd_letter_date": "2020-05-18",
 "awd_abstract_narration": "Researchers from the University of Texas at San Antonio and University of Kansas will examine how electronic mentoring (e-mentoring) affects student academic, career, and mental health outcomes during the COVID-19 pandemic.  This is an important topic particularly for faculty who are forced to continue mentoring and supporting students through computer-mediated communication technology. The study investigates the life and work challenges for engineering graduate students affected by the COVID-19 outbreak and e-mentoring attitudes, support, and practices at U.S. institutions. The research will yield important insights about e-mentoring and generate empirical data to document the differential impact of e-mentoring practices on graduate students. The research results also will shed actionable guidance about how to address the life and academic challenges of engineering graduate students affected by the COVID-19 pandemic.\r\n\r\nThe investigators will examine four research questions: (1) What are the life and work/academic challenges of engineering faculty and graduate students affected by the COVID- 19 outbreak? (2) What are the e-mentoring attitudes, support, ad practices of engineering faculty during the COVID-19 outbreak?  (3) How do engineering graduate students’ perception of e-mentoring support associate with their academic, career, and mental health outcomes during the COVID-19 outbreak? and (4) To what extent do the relationships between perceived e-mentoring support and student outcomes vary by demographics, disciplines, and institutional characteristics?  The conceptual model for the study was derived from the literature on faculty-student mentoring and adoption of new technologies/practices, face-to-face mentoring, and e-mentoring. The researchers will employ a multistage stratified sampling design to conduct two national online surveys using Qualtrics with faculty and students .from U.S. institutions, including minority-serving institutions. Descriptive statistics will be used to analyze the survey data. By highlighting the differential e-mentoring practices and outcomes for underrepresented groups, the project will offer evidence that can inform interventions aimed at broadening participation in STEM during a crisis. \r\n\r\nThis RAPID award is made by the EHR Core Research (ECR) program in the Division of Graduate Education/Directorate of Education and Human Resources, using funds from the Coronavirus Aid, Relief, and Economic Security (CARES) Act. ECR supports fundamental research focused on STEM learning and learning environments, broadening participation in STEM, and STEM workforce development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chi-Ning",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chi-Ning Chang",
   "pi_email_addr": "changc10@vcu.edu",
   "nsf_id": "000826144",
   "pi_start_date": "2020-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas",
  "perf_str_addr": "1000 Sunnyside Avenue",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457561",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "798000",
   "pgm_ele_name": "ECR-EDU Core Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8816",
   "pgm_ref_txt": "Workforce Development"
  }
 ],
 "app_fund": [
  {
   "app_code": "4N20",
   "app_name": "EHR CARES Act DEFC N",
   "app_symb_id": "040106",
   "fund_code": "040N2021DB",
   "fund_name": "EHR CARES Act DEFC N",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 44582.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The pandemic of coronavirus disease 2019 (COVID-19) has severely affected the higher education system since Spring 2020. In science and engineering fields, the outbreak has disrupted faculty and students' daily school routine, which typically includes in-person classes, laboratory research, and mentoring activities. During COVID-19 school closures in Spring 2020, faculty were expected to continue mentoring and supporting their students through computer-mediated communication (CMC) technology. It provides a rare opportunity to study how electronic mentoring promotes student outcomes, especially during the period of crisis. Funded by the National Science Foundation (DGE-2051263; DGE-2031069), the research project investigated the life and educational challenges of faculty and students in science and engineering fields, and examined how electronic mentoring activities supported students' academic, career, and mental health outcomes in the crisis of the pandemic. The data were collected through online surveys on June 3-22, 2020. The participants consisted of 1,087 faculty and 4,603 students from 157 higher education institutions in 41 states. The research findings have been disseminated at participating institutions, professional organizations, national and international conferences, and academic journals.</p>\n<p>For intellectual merit, this project makes substantive contributions to knowledge in STEM higher education, mentoring, computer-mediated communication, and crisis responses. It extends and empirically tests the applicability of a well-established Mentoring Input-Process-Output (MIPO) model, derived from studies on traditional mentoring, in electronic mentoring settings. Not just electronic mentoring, other critical factors throughout the mentoring process are also investigated, such as disproportionate impacts by student backgrounds, different types of mentorships (faculty mentoring, staff mentoring, and peer mentoring), and the use of the mentoring tool, Individual Development Plan. This project is one of the first large-scale studies investigating electronic mentoring practices and outcomes with a national, diverse sample of science and engineering faculty and students, which allows greater generalizability. It also produces valuable data that documents (a) the life and work/academic challenges of faculty and students affected by the COVID-19 pandemic, and (b) how electronic mentoring influences students' academic, career, and mental health outcomes.</p>\n<p>For broader impacts, this project generates comprehensive, relevant, and timely evidence to inform educators and stakeholders about (a) the impact of the COVID-19 pandemic on the life and work of faculty and the life and learning of undergraduate and graduate students in science and engineering programs, and (b) the use and benefits of electronic mentoring on a variety of student outcomes, particularly in the time of crisis. To disseminate new knowledge on the effective practices, the project team shares three reports on academic disruptions, remote learning challenges, and electronic mentoring with 8,855 faculty members and 1,311 deans/associate deans at 215 engineering colleges and 455 science colleges. About 30 participating institutions also received customized institutional reports for the use of internal communication and decision making. To highlight the differential mentoring practices and outcomes for underrepresented groups (including women, Blacks/Hispanics/Native Americans), this project offers research evidence that is informative for targeting resources and designing interventions aimed at broadening participation in STEM through e-mentoring, particularly during the period of crisis.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2022<br>\n\t\t\t\t\tModified by: Chi-Ning&nbsp;Chang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe pandemic of coronavirus disease 2019 (COVID-19) has severely affected the higher education system since Spring 2020. In science and engineering fields, the outbreak has disrupted faculty and students' daily school routine, which typically includes in-person classes, laboratory research, and mentoring activities. During COVID-19 school closures in Spring 2020, faculty were expected to continue mentoring and supporting their students through computer-mediated communication (CMC) technology. It provides a rare opportunity to study how electronic mentoring promotes student outcomes, especially during the period of crisis. Funded by the National Science Foundation (DGE-2051263; DGE-2031069), the research project investigated the life and educational challenges of faculty and students in science and engineering fields, and examined how electronic mentoring activities supported students' academic, career, and mental health outcomes in the crisis of the pandemic. The data were collected through online surveys on June 3-22, 2020. The participants consisted of 1,087 faculty and 4,603 students from 157 higher education institutions in 41 states. The research findings have been disseminated at participating institutions, professional organizations, national and international conferences, and academic journals.\n\nFor intellectual merit, this project makes substantive contributions to knowledge in STEM higher education, mentoring, computer-mediated communication, and crisis responses. It extends and empirically tests the applicability of a well-established Mentoring Input-Process-Output (MIPO) model, derived from studies on traditional mentoring, in electronic mentoring settings. Not just electronic mentoring, other critical factors throughout the mentoring process are also investigated, such as disproportionate impacts by student backgrounds, different types of mentorships (faculty mentoring, staff mentoring, and peer mentoring), and the use of the mentoring tool, Individual Development Plan. This project is one of the first large-scale studies investigating electronic mentoring practices and outcomes with a national, diverse sample of science and engineering faculty and students, which allows greater generalizability. It also produces valuable data that documents (a) the life and work/academic challenges of faculty and students affected by the COVID-19 pandemic, and (b) how electronic mentoring influences students' academic, career, and mental health outcomes.\n\nFor broader impacts, this project generates comprehensive, relevant, and timely evidence to inform educators and stakeholders about (a) the impact of the COVID-19 pandemic on the life and work of faculty and the life and learning of undergraduate and graduate students in science and engineering programs, and (b) the use and benefits of electronic mentoring on a variety of student outcomes, particularly in the time of crisis. To disseminate new knowledge on the effective practices, the project team shares three reports on academic disruptions, remote learning challenges, and electronic mentoring with 8,855 faculty members and 1,311 deans/associate deans at 215 engineering colleges and 455 science colleges. About 30 participating institutions also received customized institutional reports for the use of internal communication and decision making. To highlight the differential mentoring practices and outcomes for underrepresented groups (including women, Blacks/Hispanics/Native Americans), this project offers research evidence that is informative for targeting resources and designing interventions aimed at broadening participation in STEM through e-mentoring, particularly during the period of crisis.\n\n \n\n\t\t\t\t\tLast Modified: 09/28/2022\n\n\t\t\t\t\tSubmitted by: Chi-Ning Chang"
 }
}