{
 "awd_id": "2031662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID COVID-19: Sociotechnical Systems and Complexity Reduction: Enhancing Access to Digital Essential Services for Low-Income Communities during a Public Health Crisis",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2020-06-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 199931.0,
 "awd_amount": 199931.0,
 "awd_min_amd_letter_date": "2020-06-12",
 "awd_max_amd_letter_date": "2020-06-12",
 "awd_abstract_narration": "This RAPID research will assess and develop remedies for the problems low-income Americans have using online systems for communicating with clinicians and getting accurate and timely medical advice from them, especially crucial during the current crisis.  The COVID-19 pandemic has resulted in disruptions in the usual operations of healthcare services. However, such services are more essential now than ever; consequently, many organizations have rapidly transitioned to providing them digitally. Yet, these efforts are impeded by the lack of preexisting socio-technical infrastructures. It is also unclear what role the complexity of tasks, systems, resource requirements, and overall processes plays in the ability of low-income users to use such services, and whether they may benefit from service digitization. This is critical to understand in low income communities where many residents have limited access to broadband Internet and newer devices, and have fewer digital literacy skills. Consequently, they are more likely to experience barriers to digital service use. This is cause for concern since health informatics research has shown that technologies that increase effort for health-related activities can widen socioeconomic inequalities in health. However, past human-computer interaction research suggests that intermediaries such as non-profit organizations and family members can mitigate such barriers in low-income contexts.  In line with NSF RAPID goals, the study will gather ephemeral data concerning the challenges faced by a cadre of first-time, low-income telehealth users. It will also gather information concerning technology intermediation during this crisis, including ad-hoc and temporary solutions that may soon disappear or fade from memory, and will disseminate results quickly in order to reduce harm to low-income Americans during this health crisis.\r\n \r\nThis project aims to address these difficulties and prevent unequal benefit through sociotechnical design for complexity reduction, including use of technology intermediaries. Study Aim 1 is to assess the complexity of telehealth services for low-income residents of the Detroit metropolitan area, and create methods for simplification. This will involve heuristic evaluation, remote user evaluation of existing telehealth services with low-income Metro Detroiters, and design of a \"simplified process intervention.\" Aim 2 is to develop a novel intervention for access to essential telehealth services in which trained masters students will serve as intermediaries for federally-qualified health center (FQHC) patients as they access telehealth - many for the first time. Design of this intervention will build on insights from interviews with formal and informal technology intermediaries for Metro Detroiters, and people who have used intermediaries. Aim 3 involves a pilot evaluation of the interventions from Aims 1 and 2. Interviews, observations, and surveys will assess patient response to the interventions, and intermediary work. Electronic health record and telehealth platform data will be used to evaluate impact on health care access in the form of call quality and length. The research will also investigate potential differences based on patient demographics. This project involves collaborations among university researchers, a Metropolitan Detroit-based FQHC with six clinical locations, and a nonprofit organization focused on economic opportunity for Detroit residents.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Veinot",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany C Veinot",
   "pi_email_addr": "tveinot@umich.edu",
   "nsf_id": "000689811",
   "pi_start_date": "2020-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tawanna",
   "pi_last_name": "Dillahunt",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Tawanna R Dillahunt",
   "pi_email_addr": "tdillahu@umich.edu",
   "nsf_id": "000649989",
   "pi_start_date": "2020-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 199931.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The COVID-19 pandemic disrupted the usual operations of healthcare services, resulting in their rapid digitization. Yet, digitization was impeded by shortcomings in pre-existing infrastructures, especially for low-income patients.</p>\n<p>We conducted tests of three telehealth technologies with low-income patients of two healthcare organizations, including one federally qualified health center (FQHC) that collaborated in the project. These user tests showed that patients believed that switching between telehealth programs and unstructured guidance made telehealth tasks made tasks complex, and more difficult for them. We recommended alternative designs to simplify these tasks, and to address these burdensome forms of task complexity. We also found that there were dropped/restarted video calls in as many as one-third of video visits at a federally qualified health center during the height of the COVID-19 pandemic. This suggests impacts of insufficient technical infrastructure for telehealth as well as possible impacts of patients using novel and complex technologies with limited digital experience.</p>\n<p>Technology intermediaries, or \"helpers,\" can assist people with using technology. These helpers have the potential to support low income people in accessing telehealth, and to navigate the complexity of telehealth tasks that use technology. Therefore,&nbsp;we interviewed technology helpers and the people they helped at the partnering FQHC and in the Metropolitan Detroit community. We found that future interventions providing technology helpers to patients should emphasize the following principles: (1) providing emotional warmth to counter patients' fears and insecurities about using technologies; and (2) providing step-by-step accompaniment with problem-solving support from helpers.</p>\n<p>Reflecting these principles, we delivered a master's student-led telehealth technology-focused \"helping sessions\" via phone to FQHC patients in a two-week pilot. The helping sessions reached low-income patients with less technology experience than other FQHC patients, and the helping sessions increased their knowledge of telehealth technologies. However, unsolvable problems emerged that showed a need to provide both access to technology and human helpers for people using telehealth.</p>\n<p>In addition to scientific findings, this study provided training and experience to sixteen trainees, and gave low-income community members opportunities to gain experience with technology testing and telehealth test sessions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2022<br>\n\t\t\t\t\tModified by: Tiffany&nbsp;C&nbsp;Veinot</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe COVID-19 pandemic disrupted the usual operations of healthcare services, resulting in their rapid digitization. Yet, digitization was impeded by shortcomings in pre-existing infrastructures, especially for low-income patients.\n\nWe conducted tests of three telehealth technologies with low-income patients of two healthcare organizations, including one federally qualified health center (FQHC) that collaborated in the project. These user tests showed that patients believed that switching between telehealth programs and unstructured guidance made telehealth tasks made tasks complex, and more difficult for them. We recommended alternative designs to simplify these tasks, and to address these burdensome forms of task complexity. We also found that there were dropped/restarted video calls in as many as one-third of video visits at a federally qualified health center during the height of the COVID-19 pandemic. This suggests impacts of insufficient technical infrastructure for telehealth as well as possible impacts of patients using novel and complex technologies with limited digital experience.\n\nTechnology intermediaries, or \"helpers,\" can assist people with using technology. These helpers have the potential to support low income people in accessing telehealth, and to navigate the complexity of telehealth tasks that use technology. Therefore, we interviewed technology helpers and the people they helped at the partnering FQHC and in the Metropolitan Detroit community. We found that future interventions providing technology helpers to patients should emphasize the following principles: (1) providing emotional warmth to counter patients' fears and insecurities about using technologies; and (2) providing step-by-step accompaniment with problem-solving support from helpers.\n\nReflecting these principles, we delivered a master's student-led telehealth technology-focused \"helping sessions\" via phone to FQHC patients in a two-week pilot. The helping sessions reached low-income patients with less technology experience than other FQHC patients, and the helping sessions increased their knowledge of telehealth technologies. However, unsolvable problems emerged that showed a need to provide both access to technology and human helpers for people using telehealth.\n\nIn addition to scientific findings, this study provided training and experience to sixteen trainees, and gave low-income community members opportunities to gain experience with technology testing and telehealth test sessions.\n\n\t\t\t\t\tLast Modified: 09/27/2022\n\n\t\t\t\t\tSubmitted by: Tiffany C Veinot"
 }
}