{
 "awd_id": "2031342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CSforAll:RPP: Jumpstarting Philadelphia CSforAll through a Researcher Practitioner Partnership",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928905",
 "po_email": "aykenned@nsf.gov",
 "po_sign_block_name": "Allyson Kennedy",
 "awd_eff_date": "2020-11-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 38688.0,
 "awd_amount": 38688.0,
 "awd_min_amd_letter_date": "2020-08-31",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "In contrast to its neighbors Maryland, New York, and Ohio, the Commonwealth of Pennsylvania does not require a Computer Science course for graduation and has not offered Computer Science certification at any level. Additionally, there is no statewide requirement for CS courses in the curriculum, and likewise a lack of teachers qualified to teach CS courses. These have contributed to a vicious cycle that is difficult to break, and which causes the School District of Philadelphia in particular to lag behind in educating students for computing in the 21st Century. The tide has begun to turn, however. After a suite of policy changes in the state since 2016, Pennsylvania announced the PAsmart initiative in November 2018, with statewide available grants available to schools and school districts for improving computer science and STEM education. The Jumpstarting Philly Researcher Practitioner Partnership aims to build upon this progress and efforts of CS4Philly, an affiliate of the national CSforALL consortium, and the Philadelphia STEM Ecosystem CS Workgroup. The project will bring equitable, inclusive, and high-quality computer science instruction aligned with educational standards to all Philadelphia students, and address the lack of equitable access to certified CS educators in Philadelphia high schools. An Equity Task Force will study issues surrounding equity, both within the school structure and the supporting community, and an Academics Task Force will look at issues and strategies related to increasing access to CS teachers. By engaging stakeholders across institutions, the RPP builds capacity for improvement and scaling of efforts to bring CS education to all schools in the School District of Philadelphia.\r\n\r\nThe Jumpstarting Philly Researcher Practitioner Partnership aims to bring equitable, inclusive, and high-quality computer science instruction aligned with educational standards to all Philadelphia students and address the lack of equitable access to certified CS educators in Philadelphia high schools through a Networked Improvement Community (NIC). This project partners the School District of Philadelphia (SDP), high school teachers and administrators, teacher associations, community and informal education organizations, high school students, parents, and researchers to address this by: offering multiple pathways to certification; identifying a diverse pool of potential CS educators; strengthening support and communities of practice for current and potential CS educators; and working with public sector stakeholders to develop a more effective policy framework that encourages a more diverse pool of CS educators. The NIC Steering Committee will work to develop a common agenda for an integrated approach to address systemic and institutional barriers to offering high-quality, equitable, and inclusive computer science education by certified CS educators to high school students within the School District of Philadelphia. Since organizational change requires both buy-in from leaders and the people empowered to change policy, pedagogies, and practices, the Equity Task Force will engage school district administrators, high school principals, high school teachers, parents, students, community organizations, and non-profits offering informal CS education opportunities, through a series of community meetings. By engaging stakeholders across institutions, the RPP builds capacity for improvement and scaling of change efforts to bring CS education to all School District of Philadelphia schools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Payton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie J Payton",
   "pi_email_addr": "jamie.payton@temple.edu",
   "nsf_id": "000723533",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1801 N Broad Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "055Y00",
   "pgm_ele_name": "CISE Education and Workforce"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 38688.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-43bafef0-7fff-d1a1-a606-c3712c1fc265\">\n<p dir=\"ltr\"><span>The Jumpstarting Philadelphia RPP is a Small, High School Strand project that aims to bring equitable, inclusive, and high-quality computer science instruction aligned with educational standards to all Philadelphia students through a Networked Improvement Community (NIC). The critical problem addressed is the lack of equitable access to certified CS educators in Philadelphia high schools.</span></p>\n<p dir=\"ltr\"><span>This project partners the School District of Philadelphia (SDP), high school teachers and administrators, the CSTA Philly teacher association, community and informal education organizations (CS4Philly and Philadelphia STEM Ecosystem), and researchers to address this by: offering multiple pathways to certification; identifying a diverse pool of potential CS educators;&nbsp; strengthening support and communities of practice for current and potential CS educators; and working with public sector stakeholders to develop a more effective policy framework that encourages a more diverse pool of CS educators.</span></p>\n<p dir=\"ltr\"><span>Our NIC builds on SDP's comprehensive plan for bringing equitable access to CS in all 220 of its K-12 schools, including 54 high schools, via formal and informal education, and professional development.&nbsp; Our organization includes a Steering Committee and a Task Force for Equity and Academics, reporting biannually to an Advisory Board of key stakeholders.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Research questions surrounding equity and strategies within school and community for increasing access to CS teachers include:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>What barriers to offering CS exist in the classroom, building, learning network, district?</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Why is it difficult to recruit a diverse set of CS educators?</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>What critical mass of teachers is needed for CS education to have an effective voice in a school?</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>What kind of teacher training and/or support results in the &ldquo;easiest/fastest&rdquo; adoption, most equitable outcomes, and/or improves academic outcomes for SDP schools?</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>The project launched in November, 2020, shortly before Pennsylvania began offering 7-12 Computer Science Certification.&nbsp; Recruiting was difficult initially, requiring much communication with and support from SDP partners, and commitments from teachers and principals, all overloaded with pandemic-induced responsibilities.&nbsp; Instituting regular weekly/bi-weekly meetings with the SDP partners yielded better understanding of needs and constraints and coalescence of shared goals.&nbsp; Adding a Technology Program Specialist from SDP to the Steering Committee, to interact directly with schools and teachers was instrumental in advancing the project.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>A new partnership with the Pennsylvania Training and Technical Assistant Network (PaTTAN) allowed us to support CS content knowledge development through the self-paced, online, asynchronous WeTeach_CS Foundations of CS Praxis Prep course.&nbsp; The course is designed for teachers with significant prior computer programming experience, necessitating an initial focus on those most ready to pass the CS Praxis, who could assist with future cohorts.&nbsp; Selection preference soon migrated to teachers who impact a diverse student body, and to teachers from underrepresented groups.&nbsp;&nbsp;</span></p>\n<p dir=\"ltr\"><span>In 2022-23, we introduced the Beginner's Pathway Canvas course, which does not expect prior programming knowledge, but allows those with significant experience to move through at a fast pace.&nbsp; A small number of teachers participated in WeTeach_CS.&nbsp; We offered Java PD for already-certified teachers interested in teaching programming.</span></p>\n<p dir=\"ltr\"><span>During the funding period, 17 teachers passed the CS Praxis and earned CS certification, with roughly 10 more on track to get certified from the fourth cohort.</span></p>\n<p dir=\"ltr\"><span>Barriers identified to participation in CS professional development include lack of understanding of CS among teachers and principals, limited knowledge about CS certification, teacher illness and burnout from the demands of the COVID-19 pandemic, teacher perceptions of the difficulty of learning CS, competing priorities for school resources and teachers' time, and financial barriers to more extensive CS learning opportunities.&nbsp; Barriers to completing PD included family obligations, particularly during the pandemic when child care was not available; loss of enthusiasm while learning asynchronously; and limited access to colleagues with CS knowledge.</span></p>\n<br />\n<p dir=\"ltr\"><span>We began addressing these obstacles with multiple pathways to learning, greater communication with teachers and principals, forming a CS teacher community that provides better access to knowledgeable CS colleagues, financial support for teachers from PaTTAN for WeTeach_CS enrollment and costs of the Praxis exam and certification, and PD for guidance counselors explaining how CS can fulfill HS graduation requirements, the benefits of CS instruction for career-readiness, and College Board information about student diversity in CS AP courses.&nbsp; We began offering an annual Philadelphia CS Principles Showcase and have worked with CS4Philly to offer annual CS Teacher Awards.</span></p>\n<p dir=\"ltr\"><strong>Intellectual Merit: </strong><span>&#8203;&#8203;This project explores research questions around equitable access to computing education and teacher certification, and seeks to create a model for bringing CS for All to a large school district with a significant underserved population, small number of qualified CS teachers, and financial challenges.&nbsp;</span></p>\n<p dir=\"ltr\"><strong>Broader Impacts: </strong><span>This project integrates research and education to promote equity and diversity in providing CS for all high school students in Philadelphia, by identifying characteristics and needs of students and teachers, and developing plans for addressing them. SDP is the 8th largest school district in the US.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/10/2024<br>\nModified by: Jamie&nbsp;J&nbsp;Payton</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nThe Jumpstarting Philadelphia RPP is a Small, High School Strand project that aims to bring equitable, inclusive, and high-quality computer science instruction aligned with educational standards to all Philadelphia students through a Networked Improvement Community (NIC). The critical problem addressed is the lack of equitable access to certified CS educators in Philadelphia high schools.\n\n\nThis project partners the School District of Philadelphia (SDP), high school teachers and administrators, the CSTA Philly teacher association, community and informal education organizations (CS4Philly and Philadelphia STEM Ecosystem), and researchers to address this by: offering multiple pathways to certification; identifying a diverse pool of potential CS educators; strengthening support and communities of practice for current and potential CS educators; and working with public sector stakeholders to develop a more effective policy framework that encourages a more diverse pool of CS educators.\n\n\nOur NIC builds on SDP's comprehensive plan for bringing equitable access to CS in all 220 of its K-12 schools, including 54 high schools, via formal and informal education, and professional development. Our organization includes a Steering Committee and a Task Force for Equity and Academics, reporting biannually to an Advisory Board of key stakeholders.\n\n\nResearch questions surrounding equity and strategies within school and community for increasing access to CS teachers include:\n\n\n\n\nWhat barriers to offering CS exist in the classroom, building, learning network, district?\n\n\n\n\nWhy is it difficult to recruit a diverse set of CS educators?\n\n\n\n\nWhat critical mass of teachers is needed for CS education to have an effective voice in a school?\n\n\n\n\nWhat kind of teacher training and/or support results in the easiest/fastest adoption, most equitable outcomes, and/or improves academic outcomes for SDP schools?\n\n\n\n\nThe project launched in November, 2020, shortly before Pennsylvania began offering 7-12 Computer Science Certification. Recruiting was difficult initially, requiring much communication with and support from SDP partners, and commitments from teachers and principals, all overloaded with pandemic-induced responsibilities. Instituting regular weekly/bi-weekly meetings with the SDP partners yielded better understanding of needs and constraints and coalescence of shared goals. Adding a Technology Program Specialist from SDP to the Steering Committee, to interact directly with schools and teachers was instrumental in advancing the project.\n\n\nA new partnership with the Pennsylvania Training and Technical Assistant Network (PaTTAN) allowed us to support CS content knowledge development through the self-paced, online, asynchronous WeTeach_CS Foundations of CS Praxis Prep course. The course is designed for teachers with significant prior computer programming experience, necessitating an initial focus on those most ready to pass the CS Praxis, who could assist with future cohorts. Selection preference soon migrated to teachers who impact a diverse student body, and to teachers from underrepresented groups.\n\n\nIn 2022-23, we introduced the Beginner's Pathway Canvas course, which does not expect prior programming knowledge, but allows those with significant experience to move through at a fast pace. A small number of teachers participated in WeTeach_CS. We offered Java PD for already-certified teachers interested in teaching programming.\n\n\nDuring the funding period, 17 teachers passed the CS Praxis and earned CS certification, with roughly 10 more on track to get certified from the fourth cohort.\n\n\nBarriers identified to participation in CS professional development include lack of understanding of CS among teachers and principals, limited knowledge about CS certification, teacher illness and burnout from the demands of the COVID-19 pandemic, teacher perceptions of the difficulty of learning CS, competing priorities for school resources and teachers' time, and financial barriers to more extensive CS learning opportunities. Barriers to completing PD included family obligations, particularly during the pandemic when child care was not available; loss of enthusiasm while learning asynchronously; and limited access to colleagues with CS knowledge.\n\n\n\n\nWe began addressing these obstacles with multiple pathways to learning, greater communication with teachers and principals, forming a CS teacher community that provides better access to knowledgeable CS colleagues, financial support for teachers from PaTTAN for WeTeach_CS enrollment and costs of the Praxis exam and certification, and PD for guidance counselors explaining how CS can fulfill HS graduation requirements, the benefits of CS instruction for career-readiness, and College Board information about student diversity in CS AP courses. We began offering an annual Philadelphia CS Principles Showcase and have worked with CS4Philly to offer annual CS Teacher Awards.\n\n\nIntellectual Merit: &#8203;&#8203;This project explores research questions around equitable access to computing education and teacher certification, and seeks to create a model for bringing CS for All to a large school district with a significant underserved population, small number of qualified CS teachers, and financial challenges.\n\n\nBroader Impacts: This project integrates research and education to promote equity and diversity in providing CS for all high school students in Philadelphia, by identifying characteristics and needs of students and teachers, and developing plans for addressing them. SDP is the 8th largest school district in the US.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 03/10/2024\n\n\t\t\t\t\tSubmitted by: JamieJPayton\n"
 }
}