{
 "awd_id": "2031841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID Choices under Short-Term Threats and Behavioral Response to Social Distancing in the COVID-19 Pandemic",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 102708.0,
 "awd_amount": 102708.0,
 "awd_min_amd_letter_date": "2020-08-06",
 "awd_max_amd_letter_date": "2020-08-06",
 "awd_abstract_narration": "Social-interaction restrictions have to be respected to contain the spread of highly contagious diseases such as COVID-19. Ensuring compliance to strict health interventions, however, needs better understanding of individual decisions under risk. Until a vaccine is developed, policy makers not only need to find the best incentives for people to avoid physical proximity, but they also need to create plans for relaxing social distancing in the near future. Behavioral forecasts from the models developed in this project help to guide decisions in both cases. Specifically, this project provides answers to several policy-relevant questions such as: What changes in social behavior are people adopting in response to the disruptions created by the COVID-19 outbreak? Who is more likely to respect health guidelines, including social distancing protocols? What are safety/risk perceptions of physical proximity in public spaces (pharmacies, grocery stores, take-outs at restaurants) and how are these perceptions shaping daily choices? How to create incentives for individuals to sustain social-distancing? How are COVID-19 disruptions causing losses in individual welfare, and how can analysts derive metrics to value such losses? \r\n\r\nIn this project, the research team adopts and significantly adapts crowding research tools and methods in retail and transportation studies to analyze social distancing behaviors as preventive action against threats to health. An innovate virtual-reality-based online survey with choice experiments on social distancing collects time-sensitive behavioral data. The data are modeled using micro-econometric discrete-continuous choice models with structural equations for attitudinal components and heavy-tailed error distributions for preference shocks. Unlike standard thin-tailed distributions, error terms that exhibit heavy tails not only generalize standard assumptions but also address decision-uncertainty behavior. Flexible decision rules under risk are integrated into the discrete-continuous choice models that represent time-use scheduling during total and partial lock-downs. Ultimately, research outcomes from this study provide guidance to policy-makers for how to best implement measures such as social distancing and quarantines in order to control major epidemics, and then how to best phase out these measures.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Daziano",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo A Daziano",
   "pi_email_addr": "daziano@cornell.edu",
   "nsf_id": "000591964",
   "pi_start_date": "2020-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "So-Yeon",
   "pi_last_name": "Yoon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "So-Yeon Yoon",
   "pi_email_addr": "sy492@cornell.edu",
   "nsf_id": "000703354",
   "pi_start_date": "2020-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "527 College Ave.",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148533501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 102708.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF-funded research project was aimed at studying multidimensional individual choices under short-term threats and behavioral responses to health interventions such as social distancing during the COVID-19 pandemic. Ensuring compliance to strict health interventions needs deep understanding of individual decisions under risk. &nbsp;Comprising multiple studies, the research explored COVID-19 vaccine preferences, online grocery shopping behavior, and the impact of pandemic-related concerns on retail choices. Specific outcomes of selected case studies from this project are highlighted below.</p>\n<p>In a study of COVID-19 preferences published in Social Science and Medicine, Daziano and Budzinski (2023) analyzed responses by 5,671 participants to an online survey that was conducted in five distinct waves from October 2020 to October 2021. The findings highlighted the complex interplay of factors such as vaccination rates, COVID-19 cases, and public attitudes, revealing evidence of free-riding behavior and the influence of perceived vulnerability to diseases. Because of the dynamic data collection effort, it was possible to control for evolving pandemic conditions such as the number of COVID-19 active cases, vaccination uptake, and the frequency of Google searches related to the vaccines. It was found that the rate of vaccinated individuals in the population actually increased the probability of vaccine hesitancy, and therefore discouraged people from getting vaccinated (free-riding behavior). The number of COVID-19 cases had a positive effect on the probability of getting vaccinated, suggesting that individuals reacted to the pandemic conditions by taking protective measures. Google trend data did not seem to have a straightforward effect on vaccination demand, but it increased consumers&rsquo; economic valuation of several vaccine characteristics. Overall, results of the full data analysis were consistent with the outcomes of a study published in the Journal of Choice Modelling, where a new statistical model for the degree of interaction of factors affecting choices was used to analyze a single wave of the panel (Daziano and Krueger, 2022). This latter study identified effectiveness as the most crucial vaccine attribute, followed by the risk of severe side effects and the duration of protection. Notably, the interactions among non-pecuniary vaccine attributes were found to be synergistic. Out-of-pocket costs, while independent of effectiveness, incubation period, and mild side effects, exhibited moderate synergistic interactions with other attributes. Furthermore, the research indicated that vaccine adoption was notably higher among individuals identifying as male, those with a bachelor&rsquo;s degree or higher education, individuals from households with high incomes, supporters of the democratic party, those who had experienced COVID-19, individuals who received the flu vaccine in winter 2020/21, and those with underlying health conditions.</p>\n<p>The COVID-19 pandemic significantly disrupted people&rsquo;s lives and businesses, including grocery stores. Customer capacities were capped in most cities and states, which meant that customers had to wait longer to buy essential goods. Some customers migrated to online shopping to avoid queues and crowded spaces, but switching to online shopping is simply not possible for many individuals. Published in the Journal of Choice Modelling, Budzinski and Daziano (2022) investigated New York City residents&rsquo; preferences for online grocery shopping at the onset of the pandemic. The study identified three market segments and assessed consumers&rsquo; willingness to pay for various attributes, focusing on the quality of stock, delivery characteristics, and the cost of the online order. Consumers in each segment were characterized by their observed traits and fear-related attitudes. The study revealed that individuals actively protecting themselves against COVID-19 demonstrated a higher willingness to pay for nearly all features of online grocery shopping. Conversely, consumers avoiding crowds exhibited a lower willingness to pay but placed relatively higher importance on no-contact delivery.</p>\n<p>In summary, these studies provide a nuanced understanding of decision-making under short-term threats, offering valuable insights for policymakers, businesses, and public health officials navigating the complexities of the COVID-19 pandemic. The research outcomes have broad implications for enhancing strategies related to vaccine distribution, online services, and in-store experiences, contributing to the ongoing efforts to address challenges arising from pandemics.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/19/2023<br>\nModified by: Ricardo&nbsp;A&nbsp;Daziano</p></div>\n<div class=\"porSideCol\"\n><div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2031841/2031841_10693523_1700443865716_VaccineChoice--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2031841/2031841_10693523_1700443865716_VaccineChoice--rgov-800width.jpg\" title=\"VaccineChoiceCard\"><img src=\"/por/images/Reports/POR/2023/2031841/2031841_10693523_1700443865716_VaccineChoice--rgov-66x44.jpg\" alt=\"VaccineChoiceCard\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sample choice card of online experiment to analyze response to hypothetical COVID-19 vaccines</div>\n<div class=\"imageCredit\">Ricardo A Daziano</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Ricardo&nbsp;A&nbsp;Daziano\n<div class=\"imageTitle\">VaccineChoiceCard</div>\n</div>\n</li><li>\n<a href=\"/por/images/Reports/POR/2023/2031841/2031841_10693523_1700443985052_SocialDistancing--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2031841/2031841_10693523_1700443985052_SocialDistancing--rgov-800width.jpg\" title=\"VirtualStores\"><img src=\"/por/images/Reports/POR/2023/2031841/2031841_10693523_1700443985052_SocialDistancing--rgov-66x44.jpg\" alt=\"VirtualStores\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Virtual stores to analyze response to social distancing measures</div>\n<div class=\"imageCredit\">Ricardo A Daziano and So Yeon Yoon</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Ricardo&nbsp;A&nbsp;Daziano\n<div class=\"imageTitle\">VirtualStores</div>\n</div>\n</li></ul>\n</div>\n</div></div>\n</div>\n",
  "por_txt_cntn": "\n\nThis NSF-funded research project was aimed at studying multidimensional individual choices under short-term threats and behavioral responses to health interventions such as social distancing during the COVID-19 pandemic. Ensuring compliance to strict health interventions needs deep understanding of individual decisions under risk. Comprising multiple studies, the research explored COVID-19 vaccine preferences, online grocery shopping behavior, and the impact of pandemic-related concerns on retail choices. Specific outcomes of selected case studies from this project are highlighted below.\n\n\nIn a study of COVID-19 preferences published in Social Science and Medicine, Daziano and Budzinski (2023) analyzed responses by 5,671 participants to an online survey that was conducted in five distinct waves from October 2020 to October 2021. The findings highlighted the complex interplay of factors such as vaccination rates, COVID-19 cases, and public attitudes, revealing evidence of free-riding behavior and the influence of perceived vulnerability to diseases. Because of the dynamic data collection effort, it was possible to control for evolving pandemic conditions such as the number of COVID-19 active cases, vaccination uptake, and the frequency of Google searches related to the vaccines. It was found that the rate of vaccinated individuals in the population actually increased the probability of vaccine hesitancy, and therefore discouraged people from getting vaccinated (free-riding behavior). The number of COVID-19 cases had a positive effect on the probability of getting vaccinated, suggesting that individuals reacted to the pandemic conditions by taking protective measures. Google trend data did not seem to have a straightforward effect on vaccination demand, but it increased consumers economic valuation of several vaccine characteristics. Overall, results of the full data analysis were consistent with the outcomes of a study published in the Journal of Choice Modelling, where a new statistical model for the degree of interaction of factors affecting choices was used to analyze a single wave of the panel (Daziano and Krueger, 2022). This latter study identified effectiveness as the most crucial vaccine attribute, followed by the risk of severe side effects and the duration of protection. Notably, the interactions among non-pecuniary vaccine attributes were found to be synergistic. Out-of-pocket costs, while independent of effectiveness, incubation period, and mild side effects, exhibited moderate synergistic interactions with other attributes. Furthermore, the research indicated that vaccine adoption was notably higher among individuals identifying as male, those with a bachelors degree or higher education, individuals from households with high incomes, supporters of the democratic party, those who had experienced COVID-19, individuals who received the flu vaccine in winter 2020/21, and those with underlying health conditions.\n\n\nThe COVID-19 pandemic significantly disrupted peoples lives and businesses, including grocery stores. Customer capacities were capped in most cities and states, which meant that customers had to wait longer to buy essential goods. Some customers migrated to online shopping to avoid queues and crowded spaces, but switching to online shopping is simply not possible for many individuals. Published in the Journal of Choice Modelling, Budzinski and Daziano (2022) investigated New York City residents preferences for online grocery shopping at the onset of the pandemic. The study identified three market segments and assessed consumers willingness to pay for various attributes, focusing on the quality of stock, delivery characteristics, and the cost of the online order. Consumers in each segment were characterized by their observed traits and fear-related attitudes. The study revealed that individuals actively protecting themselves against COVID-19 demonstrated a higher willingness to pay for nearly all features of online grocery shopping. Conversely, consumers avoiding crowds exhibited a lower willingness to pay but placed relatively higher importance on no-contact delivery.\n\n\nIn summary, these studies provide a nuanced understanding of decision-making under short-term threats, offering valuable insights for policymakers, businesses, and public health officials navigating the complexities of the COVID-19 pandemic. The research outcomes have broad implications for enhancing strategies related to vaccine distribution, online services, and in-store experiences, contributing to the ongoing efforts to address challenges arising from pandemics.\n\n\n\t\t\t\t\tLast Modified: 11/19/2023\n\n\t\t\t\t\tSubmitted by: RicardoADaziano\n"
 }
}