{
 "awd_id": "2031310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Scaling Mental Healthcare in COVID-19 with Voice Biomarkers",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 256000.0,
 "awd_amount": 256000.0,
 "awd_min_amd_letter_date": "2020-09-10",
 "awd_max_amd_letter_date": "2022-07-08",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is to use voice as a real-time measurement of mental health.  Transforming voice intonations into biomarkers could enable disease diagnosis and progression, supporting the $13 B virtual health care sector that was growing 27% annually prior to COVID-19. Furthermore, peer support for mental health increases engagement in self-care decreases substance use and depression, particularly for vulnerable populations. The project will advance the use of machine learning for voice mental health biomarkers in a group setting. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will define voice biomarker features for a deep reinforcement learning based system. This project will advance a voice biomarker technology that can serve as fast behavioral health diagnostic, potentially superseding the current paper-based PHQ-9 and GAD-7 tests. The priority is to scale the optimal mix of individuals and activities for group therapy based on reward functions that maximize improvements in depression and anxiety scores. The major technical challenges include: (1) capturing nonverbal cues in a video; (2) interpreting multi-speaker audio processing; (3) creating deep reinforcement learning models to serve relevant group matches and follow-up exercises; and (4) building engaging visual feedback of progress from group meetings. The anticipated technical result of this innovation will be to define voice biomarker features and reward functions for a deep reinforcement learning based system in clinically relevant settings to improve depression and anxiety treatment outcomes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Grace",
   "pi_last_name": "Chang",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Grace C Chang",
   "pi_email_addr": "grace@kintsugihello.com",
   "nsf_id": "000801591",
   "pi_start_date": "2020-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kintsugi Mindful Wellness, Inc.",
  "inst_street_address": "1119 KEITH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3105981553",
  "inst_zip_code": "947081606",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "KINTSUGI MINDFUL WELLNESS, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "EKBBEZW31F25"
 },
 "perf_inst": {
  "perf_inst_name": "CHANG, GRACE",
  "perf_str_addr": "2790 Harrison Street",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941103320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "6856",
   "pgm_ref_txt": "ARTIFICIAL INTELL & COGNIT SCI"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 256000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>In Kintsugi's original Phase I SBIR proposal, the company proposed to develop a deep reinforcement learning-based system for group therapy sessions to address important barriers to improving depression and anxiety outcomes. This focus became increasingly relevant as the COVID-19 pandemic escalated isolation and pre-existing mental health crises in the US. Recognizing the empirically supported efficacy of group therapy as a mental health intervention, Kintsugi originally sought to utilize its AI/ML voice biomarker capabilities to analyze both verbal and non-verbal cues during group therapy sessions, focusing on extracting actionable insights into individual and group dynamics, and facilitating the identification of the most impactful therapeutic exercises and interventions. By doing so, Kintsugi&rsquo;s original scope was to alleviate the strain on the US&rsquo;s mental health resources by optimizing the pathways to effective care through Kintsugi's platform. </span></p>\n<p><span>In parallel with these efforts, Kintsugi has been engaging a diverse array of stakeholders including patients, payers, digital health partners, and clinicians. The objective has been to identify the most pressing challenges in the mental health sector and to assess how Kintsugi's technology platform could offer effective, differentiated solutions. Currently, existing tools are ineffective in categorizing the severity of mental health conditions (e.g., depression) and are underutilized, with less than 5% of patients being assessed by their primary care physician. In addition, there also exists a significant resource gap in the supply of healthcare providers, particularly Behavioral Health specialists, to manage these conditions in an outcome-focused and efficient manner. It has been noted in Kintsugi&rsquo;s customer discovery that patients can often go months before being able to meet with an available Behavioral Health specialist. </span><span>These efforts led to Kintsugi expanding its NSF SBIR Phase I objectives to focus on pursuing R&amp;D activities aimed at addressing these clinical and market shortfalls: (1) developing a multi-class AI Severity Depression Model (SDM) to more effectively identify and stratify patients based on the severity of their mental health conditions earlier in the patient journey, and (2) creating a marketplace software platform that connects patients with appropriate clinical resources based on their severity and specific needs to help augment healthcare providers&rsquo; ability to deliver treatment to patients in a more efficient manner. </span></p>\n<p><span>Kintsugi hypothesizes that our AI voice biomarker technology platform can be highly effective in seamlessly identifying and stratifying patients based on the severity of their mental health conditions to better optimize mental health care resource allocation. In order to achieve this Phase 1 Objective and develop a more complex multi-class output model, Kintsugi developed new approaches across all aspects of audio data collection, performance assessment, and model architecture. Firstly, Kintsugi expanded its proprietary dataset of audio files that were labeled with PHQ-9 survey results. However, the addition of new samples increased the risk of introducing non-speech noise into the training data, which could dilute the depression signal in the overall dataset and diminish the model's performance. To avoid this, our team conducted detailed audio analyses to characterize the differences between the existing and new data samples, which improved the dataset's quality and ensured better model performance. Since multi-class learning objectives cannot reliably use binarized metrics like sensitivity and specificity, we conducted an extensive literature search and consulted with experts to identify metrics that could evaluate the performance of the SDM including Area Under the Receiver Operator Curve (AUROC or AUC), Precision, and Recall. To train, validate, and test a multi-class model, our team identified the optimal correlated cutoff scores for the PHQ-9 after </span></p>\n</div>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>conducting extensive experimentation enabled by expanding the voice dataset and identifying performance metrics. Finally, the architecture of the model and cloud microservices were optimized to improve latency and enable clinician-users to glean actionable insights during their encounters. Kintsugi has achieved reliable performance across AUROC, Precision, and Recall that consistently meets or exceeds that of a binarized model. These performant results suggest that a multi-class output model is appropriate for predicting current symptoms of depression. </span></p>\n<p><span>In our second objective, we developed the Marketplace platform to ease the process for identified patients to access mental healthcare resources. This platform utilizes a sophisticated recommendation system that allows users to locate and schedule appointments with healthcare providers based on their specific preferences and care needs. To do so, we initiated a systematic onboarding process for behavioral health providers offering varied services, and our team successfully engaged over 90% of potential partners. Lastly, we optimized the User Experience by addressing key factors such as latency, tone, and clarity leading to enhanced user retention and throughput. </span></p>\n<p><span>We are grateful to the NSF for their SBIR support, which has been instrumental in accelerating our company's innovative developments. Kintsugi plans to continue scaling the SDM and Marketplace software platform across a wide variety of end-users, customers, and partners by establishing contractual pilot arrangements.</span></p>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n Last Modified: 11/06/2023<br>\nModified by: Grace&nbsp;C&nbsp;Chang</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\n\nIn Kintsugi's original Phase I SBIR proposal, the company proposed to develop a deep reinforcement learning-based system for group therapy sessions to address important barriers to improving depression and anxiety outcomes. This focus became increasingly relevant as the COVID-19 pandemic escalated isolation and pre-existing mental health crises in the US. Recognizing the empirically supported efficacy of group therapy as a mental health intervention, Kintsugi originally sought to utilize its AI/ML voice biomarker capabilities to analyze both verbal and non-verbal cues during group therapy sessions, focusing on extracting actionable insights into individual and group dynamics, and facilitating the identification of the most impactful therapeutic exercises and interventions. By doing so, Kintsugis original scope was to alleviate the strain on the USs mental health resources by optimizing the pathways to effective care through Kintsugi's platform. \n\n\nIn parallel with these efforts, Kintsugi has been engaging a diverse array of stakeholders including patients, payers, digital health partners, and clinicians. The objective has been to identify the most pressing challenges in the mental health sector and to assess how Kintsugi's technology platform could offer effective, differentiated solutions. Currently, existing tools are ineffective in categorizing the severity of mental health conditions (e.g., depression) and are underutilized, with less than 5% of patients being assessed by their primary care physician. In addition, there also exists a significant resource gap in the supply of healthcare providers, particularly Behavioral Health specialists, to manage these conditions in an outcome-focused and efficient manner. It has been noted in Kintsugis customer discovery that patients can often go months before being able to meet with an available Behavioral Health specialist. These efforts led to Kintsugi expanding its NSF SBIR Phase I objectives to focus on pursuing R&D activities aimed at addressing these clinical and market shortfalls: (1) developing a multi-class AI Severity Depression Model (SDM) to more effectively identify and stratify patients based on the severity of their mental health conditions earlier in the patient journey, and (2) creating a marketplace software platform that connects patients with appropriate clinical resources based on their severity and specific needs to help augment healthcare providers ability to deliver treatment to patients in a more efficient manner. \n\n\nKintsugi hypothesizes that our AI voice biomarker technology platform can be highly effective in seamlessly identifying and stratifying patients based on the severity of their mental health conditions to better optimize mental health care resource allocation. In order to achieve this Phase 1 Objective and develop a more complex multi-class output model, Kintsugi developed new approaches across all aspects of audio data collection, performance assessment, and model architecture. Firstly, Kintsugi expanded its proprietary dataset of audio files that were labeled with PHQ-9 survey results. However, the addition of new samples increased the risk of introducing non-speech noise into the training data, which could dilute the depression signal in the overall dataset and diminish the model's performance. To avoid this, our team conducted detailed audio analyses to characterize the differences between the existing and new data samples, which improved the dataset's quality and ensured better model performance. Since multi-class learning objectives cannot reliably use binarized metrics like sensitivity and specificity, we conducted an extensive literature search and consulted with experts to identify metrics that could evaluate the performance of the SDM including Area Under the Receiver Operator Curve (AUROC or AUC), Precision, and Recall. To train, validate, and test a multi-class model, our team identified the optimal correlated cutoff scores for the PHQ-9 after \n\n\n\n\n\n\n\n\n\n\nconducting extensive experimentation enabled by expanding the voice dataset and identifying performance metrics. Finally, the architecture of the model and cloud microservices were optimized to improve latency and enable clinician-users to glean actionable insights during their encounters. Kintsugi has achieved reliable performance across AUROC, Precision, and Recall that consistently meets or exceeds that of a binarized model. These performant results suggest that a multi-class output model is appropriate for predicting current symptoms of depression. \n\n\nIn our second objective, we developed the Marketplace platform to ease the process for identified patients to access mental healthcare resources. This platform utilizes a sophisticated recommendation system that allows users to locate and schedule appointments with healthcare providers based on their specific preferences and care needs. To do so, we initiated a systematic onboarding process for behavioral health providers offering varied services, and our team successfully engaged over 90% of potential partners. Lastly, we optimized the User Experience by addressing key factors such as latency, tone, and clarity leading to enhanced user retention and throughput. \n\n\nWe are grateful to the NSF for their SBIR support, which has been instrumental in accelerating our company's innovative developments. Kintsugi plans to continue scaling the SDM and Marketplace software platform across a wide variety of end-users, customers, and partners by establishing contractual pilot arrangements.\n\n\n\n\t\t\t\t\tLast Modified: 11/06/2023\n\n\t\t\t\t\tSubmitted by: GraceCChang\n"
 }
}