{
 "awd_id": "2031095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: RAPID: Stay-at-home attitudes and their impact on the COVID-19 pandemic",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 99338.0,
 "awd_amount": 99338.0,
 "awd_min_amd_letter_date": "2020-05-12",
 "awd_max_amd_letter_date": "2020-05-12",
 "awd_abstract_narration": "The rapid spread of the novel SARS-CoV-2 coronavirus has paralyzed societies and strained health care systems, with a rising death toll and severe economic consequences. Stay-at-home orders around the globe have been embraced by some and protested by others. At the same time, little is known about the spectrum of attitudes towards these orders and people's justifications for following or resisting them. This research will develop algorithms for analyzing stay-at-home attitudes on social media, connecting these attitudes to pandemic impact through a novel visual representation that takes geographical location and socioeconomic context into account. This research will bring greater awareness to the public about the role of values that protect life in public discourse and their influence on citizens' appraisal of policies that affect their own well-being. Shared values, beliefs, and understandings build the social cohesion and cooperation needed to build greater economic prosperity. The results of this project will help policy makers craft more persuasive public health directives to enhance public health.\r\n\r\nFraming--highlighting certain aspects of an issue or event--can have a significant impact on the formation of perspective. To address the complexity of modern information networks, this project will develop algorithms that automatically detect frames propagated through social media. It focuses on value frames because people use those values to justify a position and issues can be re-framed accordingly to appeal to and change the opinions of target audiences. Creating the first dataset of its kind, this project will collect and annotate tweets that include stay-at-home attitudes and core value frames. Current state-of-the-art approaches to detecting attitudes in tweets are limited to binary or ternary classification of either sentiment (positive, negative, neutral) or language type (abusive versus \"normal\"). By bringing together state-of-the-art deep learning models with models that have more explanatory power, this project will devise a novel methodology for identifying values frames in microblogs that takes advantage of semantic and discourse structure information. By enabling statistical computing and analysis over geospatial data, for which few techniques exist currently, this research will make it possible to analyze datasets at multiple levels of spatial aggregation and to compare temporal and spatial differences to enhance participation and promote positive public health outcomes.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elena",
   "pi_last_name": "Zheleva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elena Zheleva",
   "pi_email_addr": "ezheleva@uic.edu",
   "nsf_id": "000758901",
   "pi_start_date": "2020-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "DiEugenio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara DiEugenio",
   "pi_email_addr": "bdieugen@uic.edu",
   "nsf_id": "000192544",
   "pi_start_date": "2020-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Rojecki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Rojecki",
   "pi_email_addr": "arojecki@uic.edu",
   "nsf_id": "000504394",
   "pi_start_date": "2020-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Georgeta-Elisab",
   "pi_last_name": "Marai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georgeta-Elisab Marai",
   "pi_email_addr": "gmarai@uic.edu",
   "nsf_id": "000678160",
   "pi_start_date": "2020-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S. Marshfield Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 99338.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ebfe8efc-7fff-e844-05bb-847229145685\">\n<p dir=\"ltr\"><span>With the onset of the COVID-19 pandemic, a number of public policy measures have been developed to curb the spread of the virus. </span><span>Stay-at-home orders around the globe have been embraced by some and protested by others. </span><span>To understand the attitudes towards mandated quarantining, we analyzed the prevalence and framing of attitudes towards stay-at-home policies expressed on social media in the early months of the pandemic. We collected 6.7 million tweets related to stay-at-home, annotated a subset of the tweets, and used machine learning to perform large-scale analysis of the relationship between tweet frames and stay-at-home attitudes and their temporal evolution. Our findings suggest that measuring value-inflected responses improve upon conventional measures of public opinion for their spontaneity, granularity, and capacity to be tracked in real-time over an extended period. We found majority support for stay-at-home orders in early months, the overwhelming influence of the care dimension of value judgment, and the leading edge of signs of resistance that previewed more serious political opposition to future government mandates.&nbsp;</span></p>\n<p dir=\"ltr\"><span>To aid our analysis, we developed a general visual computing framework for analyzing value rhetoric on social media around controversial topics. Our methodology deconstructed and visualized the when, where, and who behind each of these value dimensions as expressed in microblog data. We characterized the design of this framework, developed in collaboration with experts from information visualization, language processing, communications, and causal inference. Our approach integrated microblog data with multiple sources of geospatial and temporal data, and leverages unsupervised machine learning to support collaborative hypothesis discovery and testing. Through detailed case studies and discussions with collaborators, we identified several insights regarding the different drivers of value sentiment towards stay-at-home policies in social media during the COVID-19 pandemic in the United States. Our results indicated that our visual approach supports rapid, collaborative hypothesis testing, and can help give insights into the underlying values behind controversial political issues.</span></p>\n<p dir=\"ltr\"><span>This project is an interdisciplinary collaboration between Computer Science and Communication. </span><span>The project advances our understanding of the value of social media as real-time indicators of spontaneous public opinion over a duration of time on policies that affect the entire population. It also responds to the value dimension of citizen attitudes, a quality that uniquely distinguishes the content of social media. It thereby folds into a burgeoning program of research on moral foundations theory as well as frame analysis methodology. The latter permits standardization of methods that lend themselves to Natural Language Processing (NLP), and stretches the limits of current state-of-the art NLP approaches.&nbsp; The data used by this project permits the design of new visual encodings in the field of Data Visualization.</span></p>\n<span>The results of this project can help policy makers craft more persuasive public health directives to enhance public health. </span><span>The results of this research have been disseminated through political science, visualization, natural language processing, and data science conferences and professional meetings. Two manuscripts have been published and two are in the process of being published. The project has also contributed to the professional development of graduate students through the deep interaction between the PIs and their students across the disciplines of Communication and Computer Science and different sub-disciplines within computer sciences. In addition, two seminars have been developed on the spread of opinion and misinformation in the information system.</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2022<br>\n\t\t\t\t\tModified by: Elena&nbsp;Zheleva</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nWith the onset of the COVID-19 pandemic, a number of public policy measures have been developed to curb the spread of the virus. Stay-at-home orders around the globe have been embraced by some and protested by others. To understand the attitudes towards mandated quarantining, we analyzed the prevalence and framing of attitudes towards stay-at-home policies expressed on social media in the early months of the pandemic. We collected 6.7 million tweets related to stay-at-home, annotated a subset of the tweets, and used machine learning to perform large-scale analysis of the relationship between tweet frames and stay-at-home attitudes and their temporal evolution. Our findings suggest that measuring value-inflected responses improve upon conventional measures of public opinion for their spontaneity, granularity, and capacity to be tracked in real-time over an extended period. We found majority support for stay-at-home orders in early months, the overwhelming influence of the care dimension of value judgment, and the leading edge of signs of resistance that previewed more serious political opposition to future government mandates. \nTo aid our analysis, we developed a general visual computing framework for analyzing value rhetoric on social media around controversial topics. Our methodology deconstructed and visualized the when, where, and who behind each of these value dimensions as expressed in microblog data. We characterized the design of this framework, developed in collaboration with experts from information visualization, language processing, communications, and causal inference. Our approach integrated microblog data with multiple sources of geospatial and temporal data, and leverages unsupervised machine learning to support collaborative hypothesis discovery and testing. Through detailed case studies and discussions with collaborators, we identified several insights regarding the different drivers of value sentiment towards stay-at-home policies in social media during the COVID-19 pandemic in the United States. Our results indicated that our visual approach supports rapid, collaborative hypothesis testing, and can help give insights into the underlying values behind controversial political issues.\nThis project is an interdisciplinary collaboration between Computer Science and Communication. The project advances our understanding of the value of social media as real-time indicators of spontaneous public opinion over a duration of time on policies that affect the entire population. It also responds to the value dimension of citizen attitudes, a quality that uniquely distinguishes the content of social media. It thereby folds into a burgeoning program of research on moral foundations theory as well as frame analysis methodology. The latter permits standardization of methods that lend themselves to Natural Language Processing (NLP), and stretches the limits of current state-of-the art NLP approaches.  The data used by this project permits the design of new visual encodings in the field of Data Visualization.\nThe results of this project can help policy makers craft more persuasive public health directives to enhance public health. The results of this research have been disseminated through political science, visualization, natural language processing, and data science conferences and professional meetings. Two manuscripts have been published and two are in the process of being published. The project has also contributed to the professional development of graduate students through the deep interaction between the PIs and their students across the disciplines of Communication and Computer Science and different sub-disciplines within computer sciences. In addition, two seminars have been developed on the spread of opinion and misinformation in the information system.\n\n\t\t\t\t\tLast Modified: 07/26/2022\n\n\t\t\t\t\tSubmitted by: Elena Zheleva"
 }
}