{
 "awd_id": "2032567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Fast, Scalable, and High-Fidelity Spin Entangling Gate On-A-Chip",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032922980",
 "po_email": "ddagenai@nsf.gov",
 "po_sign_block_name": "Dominique Dagenais",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2020-08-17",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "By harnessing uniquely quantum mechanical effects such as quantum superposition and entanglement, it becomes possible to create exponentially fast quantum computers, unconditionally secure quantum networks, and ultraprecise quantum sensors. However, to achieve these quantum advantages requires controlled interactions among a large number of quantum bits, which is extremely difficult to realize. One way to scale up a quantum system is to interconnect multiple small-scale quantum modules using a bus formed by optical photons. This program aims to develop a chip-integrated quantum photonic circuit that can optically interconnect electron spins with unprecedented entanglement rate and fidelity. To deterministically couple two or multiple electron spins with the photonic circuit, the principle investigators will explore a new hybrid photonics platform by merging bottom-up material synthesis with top-down device fabrication. This capability will pave the way towards scalable manufacture of quantum circuit in an integrated photonics chip and open new opportunities in both solid-state spin and optical photon based quantum information processing. In addition to the research component, this program will include the training of the next generation of scientists and engineers in quantum science and technology, as well as a strong outreach effort to educate K-12 students and broaden participation in STEM fields.\r\n\r\nTechnical Description:\r\nAmong the many qubit platforms for solid-state quantum technologies, defect centers in diamond exhibit some of the best spin coherence properties. Both the electron and nuclear spins of the defect centers can be used as qubits, and they can interact with each other through direct dipolar coupling. However, there is a fundamental limit in scaling up this system, due to the short range of the dipolar interactions. On the other side, photons are ideal carriers to mediate remote entanglement. They are highly versatile interconnects and can bridge quantum interactions over multiple distance scales from micrometers to kilometers. To attain the full potential of spin-based quantum technologies requires photon-mediated entanglement with sufficient rate and fidelity, which is difficult to achieve with traditional entanglement schemes based on spontaneous emission. The proposed research aims to develop a new entanglement scheme based on cavity scattering, which will significantly boost the achievable entanglement rate and fidelity. To deterministically couple two or multiple spins with different cavities, the principal investigators will explore a new device engineering approach by merging bottom-up material synthesis with top-down nanofabrication. Specifically, they will develop a novel technique to grow nanodiamonds on a mature photonic material, silicon nitride. Following the material growth, the researchers will use top-down nanophotonic engineering to develop a coherent spin-photon interface by coupling single electron spins of silicon-vacancy centers in nanodiamonds with silicon nitride nanocavities. Combining both capabilities, the researchers will develop an integrated quantum photonic circuit to generate photon-mediated spin entanglement with an unprecedented entanglement rate and fidelity.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuo",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuo Sun",
   "pi_email_addr": "shuosun@colorado.edu",
   "nsf_id": "000824044",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, 4th floor",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124100",
   "pgm_ele_name": "AMO Experiment/Atomic, Molecul"
  },
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "8614",
   "pgm_ref_txt": "Nanomaterials"
  },
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Solid-state quantum emitters present promising qubit systems that integrate well with chip-scale photonic and electronic devices. To fully exploit their potential for quantum applications, a scalable quantum photonic circuit is needed, consisting of long-lived solid-state spin qubits interconnected by optical photons traveling through a photonic bus. However, achieving scalable integration of solid-state quantum emitters with photonic devices is challenging due to the diverse and often conflicting requirements of each individual component.</p>\r\n<p>To address this challenge, our proposal aimed to develop a heterogeneously integrated quantum photonic circuit, combining diamond color centers with photonic devices fabricated from CMOS-compatible materials. This hybrid integration leverages the strengths of both: the high-quality quantum emitters and spins based on color centers in diamond, and the wafer-scale integrated photonic circuits made from CMOS-compatible materials such as silicon nitride. Using this platform, we planned to explore photon-mediated entanglement generation between two spins on the same photonic chip.</p>\r\n<p>Throughout this program, we developed the first hybrid integration technique that enables the deterministic assembly of diamond color centers within a silicon nitride photonic circuit. Our hybrid integration approach maximizes spin-photon interaction strength while maintaining low insertion loss. Leveraging our heterogeneously integrated quantum photonic devices, we observed cavity-enhanced single-photon emission from a single silicon vacancy center, marking the first step toward photon-mediated spin entanglement on a chip. Additionally, we developed new techniques for generating charge-stable color centers in diamond.</p>\r\n<p>Beyond hardware development, we performed a theoretical analysis to compare the performance of three common photon-mediated entanglement schemes under realistic noise conditions for solid-state quantum emitters, including optical dephasing and spectral diffusion. We identified the optimal scheme across different noise regimes and calculated the measurement parameters required to achieve the highest entanglement fidelity at a given rate. These findings provide practical guidelines for selecting optimal entanglement schemes and outline strategies for improving entanglement fidelity.</p>\r\n<p>The results from this program offer a new platform and paradigm for the realization of solid-state quantum information processing, quantum repeaters, and quantum networks. Additionally, the program supported the training of the next generation of scientists in this rapidly developing and interdisciplinary field.</p><br>\n<p>\n Last Modified: 12/25/2024<br>\nModified by: Shuo&nbsp;Sun</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nSolid-state quantum emitters present promising qubit systems that integrate well with chip-scale photonic and electronic devices. To fully exploit their potential for quantum applications, a scalable quantum photonic circuit is needed, consisting of long-lived solid-state spin qubits interconnected by optical photons traveling through a photonic bus. However, achieving scalable integration of solid-state quantum emitters with photonic devices is challenging due to the diverse and often conflicting requirements of each individual component.\r\n\n\nTo address this challenge, our proposal aimed to develop a heterogeneously integrated quantum photonic circuit, combining diamond color centers with photonic devices fabricated from CMOS-compatible materials. This hybrid integration leverages the strengths of both: the high-quality quantum emitters and spins based on color centers in diamond, and the wafer-scale integrated photonic circuits made from CMOS-compatible materials such as silicon nitride. Using this platform, we planned to explore photon-mediated entanglement generation between two spins on the same photonic chip.\r\n\n\nThroughout this program, we developed the first hybrid integration technique that enables the deterministic assembly of diamond color centers within a silicon nitride photonic circuit. Our hybrid integration approach maximizes spin-photon interaction strength while maintaining low insertion loss. Leveraging our heterogeneously integrated quantum photonic devices, we observed cavity-enhanced single-photon emission from a single silicon vacancy center, marking the first step toward photon-mediated spin entanglement on a chip. Additionally, we developed new techniques for generating charge-stable color centers in diamond.\r\n\n\nBeyond hardware development, we performed a theoretical analysis to compare the performance of three common photon-mediated entanglement schemes under realistic noise conditions for solid-state quantum emitters, including optical dephasing and spectral diffusion. We identified the optimal scheme across different noise regimes and calculated the measurement parameters required to achieve the highest entanglement fidelity at a given rate. These findings provide practical guidelines for selecting optimal entanglement schemes and outline strategies for improving entanglement fidelity.\r\n\n\nThe results from this program offer a new platform and paradigm for the realization of solid-state quantum information processing, quantum repeaters, and quantum networks. Additionally, the program supported the training of the next generation of scientists in this rapidly developing and interdisciplinary field.\t\t\t\t\tLast Modified: 12/25/2024\n\n\t\t\t\t\tSubmitted by: ShuoSun\n"
 }
}