{
 "awd_id": "2032582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: One-step Express Test for Presymptomatic Detection to Prevent COVID-19 Spread",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Almirall",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 164000.0,
 "awd_amount": 164000.0,
 "awd_min_amd_letter_date": "2020-06-22",
 "awd_max_amd_letter_date": "2020-06-22",
 "awd_abstract_narration": "The fast and untamed outbreak of severe acute respiratory syndrome coronavirus (SARS-CoV-2) is an unprecedented public health emergency that requires immediate attention to reduce morbidity and mortality. During the novel corona virus (COVID-19) outbreak, it appears that thousands of potentially infected individuals showing no apparent symptoms have played a role in propagating a global pandemic disease, with a high infection level in US. Addressing this issue requires development of new technologies for testing for the virus. Importantly, it is crucial to have available simple, reliable, and cost-effective methods for early detection of the virus in large numbers of infected individuals, including those who have no apparent symptoms. Furthermore, such new methods are anticipated to allow for assessment of a high volume of test samples under disease outbreak conditions and be key to understanding immunity levels. With this award, the Chemical Measurement and Imaging Program in the Division of Chemistry is supporting the research of Drs. Slava V. Rotkin, Daniel J. Hayes, Suresh V. Kuchipudi (The Pennsylvania State University, PSU), and Dr. Tetyana Ignatova (University of North Carolina at Greensboro, UNCG) and their collaborators to develop a novel, accurate, and inexpensive prescreening test that takes on the grand challenge of sensing small numbers of live virus particles. The new sensing route addresses important concerns about virus detection at early stages of the disease and less-than-obvious test results from other methods, which have limited the creation of a clear epidemiologic picture. This project investigates a new chemical approach that allows one to \"see\" concentrated live virus particles by using a combination of magnetic forces applied to nanoparticles bound to the outside of the virus and forces between the virus and its surroundings during creation of miniature liquid drops, all taking place inside a 3-D printed sensor device. The new sensor has great potential to deliver rapid, easy, and at the site of need, information about virus presence, as well as its role regarding mechanisms of viral shedding and preventing the spread of the disease. This technology is envisioned to be useful in detection of other important virus-based diseases, both in humans and animals.\r\n\r\nThe project aims at the development of a new technology for a personal care express viral test – responding but not limited to, COVID-19. Specifically, the project is directed at enabling detection of a viral dose of less than 1,000 virus particles, which corresponds to a typical level in respiratory specimens of an infected individual well in advance of when severe symptoms can be perceived. Achieving such a low limit of detection for non-nucleic acid-based methods is a challenging task, due to fundamental limits for chemical reaction with an analyte. In this project, additional concentration of analyte is approached by combining selective binding of fluorescently tagged magnetic nanoparticles to the glycoprotein of the SARS-CoV-2 corona, followed by aqueous two-phase separation. The project is directed at answering a number of fundamental questions regarding: recognition of live viruses via functionalization of the virus surface with angiotensin converting enzyme 2 labeled staining tag and nanoparticles; chemical and physical processes of acceleration of such a \"sandwich\" assembly in the micro-volume of transient droplets in the emulsion; and chemical and materials science avenues for selecting a proper combination of water and organic solvents for an emulsion that allows an efficient two-phase separation of viral particles. The project may result in a new technology for early (presymptomatic) detection of the live virus, which offers the possibility of providing at the site-of-need a pre-screening test for prevention of further viral outbreaks and spread of the disease.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Slava",
   "pi_last_name": "Rotkin",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Slava V Rotkin",
   "pi_email_addr": "rotkin@psu.edu",
   "nsf_id": "000307321",
   "pi_start_date": "2020-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Hayes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Hayes",
   "pi_email_addr": "djh195@psu.edu",
   "nsf_id": "000530256",
   "pi_start_date": "2020-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suresh",
   "pi_last_name": "Kuchipudi",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Suresh V Kuchipudi",
   "pi_email_addr": "skuchipudi@psu.edu",
   "nsf_id": "000827158",
   "pi_start_date": "2020-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "PENNSYLVANIA STATE UNIVERSITY-UNIV PARK",
  "perf_str_addr": "0110 Technology Center",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 164000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF RAPID project &ldquo;One-step Express Test for Presymptomatic Detection to Prevent COVID-19 Spread&rdquo; is a collaboration effort between four researchers at Penn State University and University NC Greensboro. The cross-disciplinary inter-university team was motivated by the challenges during COVID-19 outbreak, in particular by the need to develop new methods to detect the coronavirus at a very small concentration, like at the early stage of disease.</p>\n<p>The study confirmed 3 major hypotheses regarding new testing approach: researchers showed that nanoscale magnetic particles and molecules with a bright fluorescence (color tag) can be chemically functionalized to make an assembly with the coronavirus. Adding magnetic particle to the virus allows to move and manipulate it with magnetic force. Importantly, fluorescent tag molecules and magnetic particles cannot bind each other without help of the virus. Thus, the fluorescent color tags cannot be moved with magnetic field without presence of virus. Another finding is that the virus assemblies can be isolated by using a system of two immiscible liquids, like water and oil. The virus assembly prefers to stay in one liquid. Thus, it can be separated and be pulled by magnetic force towards the boundary between liquids. Separation and concentration of the virus assembly at the interface between liquids allows better optical detection of the virus. The team has published 4 articles by 2022. One U.S. patent, based on the described approach, is currently pending.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2022<br>\n\t\t\t\t\tModified by: Slava&nbsp;V&nbsp;Rotkin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF RAPID project \"One-step Express Test for Presymptomatic Detection to Prevent COVID-19 Spread\" is a collaboration effort between four researchers at Penn State University and University NC Greensboro. The cross-disciplinary inter-university team was motivated by the challenges during COVID-19 outbreak, in particular by the need to develop new methods to detect the coronavirus at a very small concentration, like at the early stage of disease.\n\nThe study confirmed 3 major hypotheses regarding new testing approach: researchers showed that nanoscale magnetic particles and molecules with a bright fluorescence (color tag) can be chemically functionalized to make an assembly with the coronavirus. Adding magnetic particle to the virus allows to move and manipulate it with magnetic force. Importantly, fluorescent tag molecules and magnetic particles cannot bind each other without help of the virus. Thus, the fluorescent color tags cannot be moved with magnetic field without presence of virus. Another finding is that the virus assemblies can be isolated by using a system of two immiscible liquids, like water and oil. The virus assembly prefers to stay in one liquid. Thus, it can be separated and be pulled by magnetic force towards the boundary between liquids. Separation and concentration of the virus assembly at the interface between liquids allows better optical detection of the virus. The team has published 4 articles by 2022. One U.S. patent, based on the described approach, is currently pending.\n\n\t\t\t\t\tLast Modified: 10/29/2022\n\n\t\t\t\t\tSubmitted by: Slava V Rotkin"
 }
}