{
 "awd_id": "2032016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Interaction of the Coronavirus M protein with a Myosin V  motor protein",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032924675",
 "po_email": "mbuechne@nsf.gov",
 "po_sign_block_name": "Matt Buechner",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2021-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-07-20",
 "awd_max_amd_letter_date": "2020-07-20",
 "awd_abstract_narration": "The COVID-19 coronavirus represents one of the most acute and dangerous threat to global health in a century.  The present COVID-19 outbreak is caused by the SARS-CoV-2 virus and is exacerbated by our present inability to inhibit the assembly of virus inside cells, which affects the spread of coronavirus within human patients.  SARS-Cov-2 is a member of a family of related coronaviruses that includes SARS, MERS, and Mouse Hepatitis Virus (MHV).  These are RNA viruses wrapped in a lipid membrane, which has a number of different proteins embedded in it.   In general however, relatively little is known about how viral proteins are packaged together inside human cells to assemble coronavirus particles.  This lack of knowledge impedes the development of strategies that could target the assembly of virus particles inside human cells.  However, one membrane protein encoded by the virus, designated  the M protein because of its membrane association, serves as the starting seed for the assembly of all the other coronavirus proteins.  It has recently been discovered that the tail of the MHV version of the M protein can interact with a motor protein used for trafficking inside human cells.  Because the sequence of the M-protein tails in this class of coronaviruses is very conserved, this project seeks to determine if this interaction is generalizable among SARS-CoV-2, and other related coronaviruses.  If this interaction is present in SARS-CoV-2, then this project will identify the parts of the M protein that interact with the myosin motor.  This would allow future research to evaluate drugs that can interrupt this interaction, which may alter the ability of the SARS-CoV-2 and other coronaviruses to assemble and spread.  As a Broader Impact, the Project will provide critically needed information for fight the Covid-19 pandemic.  \r\n\r\nRelatively little is known about the processes required for the assembly of coronavirus virions in human cells.  The family of beta-coronaviruses, including SARS-CoV-2, SARS, MERS and MHV all utilize a similar compendium of proteins, including a membrane glycoprotein protein, termed the M protein.  M protein serves as the nidus for assembly of other coronavirus proteins into the mature virus particle.  This project seeks to expand on the recent finding that the M-protein of MHV interacts with a specific 26 amino acid alternatively spliced exon of Myosin Vb (MYO5B), termed exon D.  This observation is the first to identify a key intracellular trafficking protein that interacts with the M protein.  This project seeks to identify whether this interaction is preserved in the M proteins of other beta-coronavirus family members, including the SARS-CoV-2 virus.  The Project will also determine the molecular basis of the interaction between M protein and Exon D of MYO5B.  The Project will first utilize yeast 2-hybrid assays to evaluate the binding of the internal tails of SARS-CoV-2 (COVID-19), SARS and MERS and other related coronaviruses.  Second, random mutagenesis of the coronavirus tails will be utilized to determine the common amino acid motifs used for interaction with MYO5B Exon D.  Third, wild type and mutant coronavirus proteins will be expressed in HeLa cells, and mutations that block interactions with MYO5B on M protein will be evaluated for their effects on trafficking through the endoplasmic reticulum, the Golgi apparatus and to the plasma membrane. If verified with the SARS-CoV-2 M protein, the site of interaction with MYO5b Exon D could be utilized as a target for disruption of the assembly of coronavirus virions.  This RAPID Project is expected to provide insights for the future development of molecular strategies to disrupt virion assembly in host cells, which could lead to new therapeutics for the treatment of Covid-19.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Goldenring",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Goldenring",
   "pi_email_addr": "jim.goldenring@vumc.org",
   "nsf_id": "000826619",
   "pi_start_date": "2020-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University Medical Center",
  "inst_street_address": "1161 21ST AVE S STE D3300 MCN",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222450",
  "inst_zip_code": "372320001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "TN07",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY MEDICAL CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "GYLUH9UXHDX5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University Medical Center",
  "perf_str_addr": "2213 Garland Avenue",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372031059",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The COVID-19 coronavirus represents the most acute and dangerous threat to global health in a century.&nbsp; The present COVID-19 outbreak is exacerbated by our present inability to impact the assembly of virus inside cells and spread of coronavirus within human patients.&nbsp; COVID-19 is a member of a family of related coronaviruses including SARS, MERS and Mouse Hepatitis Virus (MHV).&nbsp; In general, little is known about how viral proteins are packaged together inside human cells to assemble coronavirus particles.&nbsp; This lack of knowledge impedes the development of directed strategies that could target the assembly of virus particles inside human cells.&nbsp; One thing that is known is that one specific protein, designated M protein because it is inserted in cell membranes, serves as the starting seed for the assembly of all the other coronavirus proteins.&nbsp;&nbsp; We have recently found an interaction of a motor protein in human cells, known as Myosin Vb (MYO5B), with the tail of MHV M protein that is inside the cells.&nbsp; M-protein of the mouse hepatitis virus (MHV) interacts with a specific 26 amino acid alternatively spliced exon in Myosin Vb (MYO5B exon D).&nbsp; During this project we identified mutations in the tail of MHV M protein that abolished interactions with MYO5B exon D.&nbsp; One of these mutations has previously been shown to block assembly of MHV virions.&nbsp; This particular residue is conserved M proteins from all pathogenic coronaviruses.&nbsp; We also determined that M proteins from PEDV, MERS and SARS-CoV2 all can interact with the D exon of MYO5B.&nbsp; These findings could then allow us in the future to evaluate drugs that can interrupt the interaction, which may alter the ability of the COVID-19 and other coronaviruses to assemble and spread.&nbsp; Importantly, this type of treatment might be used against all coronaviruses and allow treatments to be available if new coronaviruses appear in the future.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/11/2021<br>\n\t\t\t\t\tModified by: James&nbsp;Goldenring</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe COVID-19 coronavirus represents the most acute and dangerous threat to global health in a century.  The present COVID-19 outbreak is exacerbated by our present inability to impact the assembly of virus inside cells and spread of coronavirus within human patients.  COVID-19 is a member of a family of related coronaviruses including SARS, MERS and Mouse Hepatitis Virus (MHV).  In general, little is known about how viral proteins are packaged together inside human cells to assemble coronavirus particles.  This lack of knowledge impedes the development of directed strategies that could target the assembly of virus particles inside human cells.  One thing that is known is that one specific protein, designated M protein because it is inserted in cell membranes, serves as the starting seed for the assembly of all the other coronavirus proteins.   We have recently found an interaction of a motor protein in human cells, known as Myosin Vb (MYO5B), with the tail of MHV M protein that is inside the cells.  M-protein of the mouse hepatitis virus (MHV) interacts with a specific 26 amino acid alternatively spliced exon in Myosin Vb (MYO5B exon D).  During this project we identified mutations in the tail of MHV M protein that abolished interactions with MYO5B exon D.  One of these mutations has previously been shown to block assembly of MHV virions.  This particular residue is conserved M proteins from all pathogenic coronaviruses.  We also determined that M proteins from PEDV, MERS and SARS-CoV2 all can interact with the D exon of MYO5B.  These findings could then allow us in the future to evaluate drugs that can interrupt the interaction, which may alter the ability of the COVID-19 and other coronaviruses to assemble and spread.  Importantly, this type of treatment might be used against all coronaviruses and allow treatments to be available if new coronaviruses appear in the future.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/11/2021\n\n\t\t\t\t\tSubmitted by: James Goldenring"
 }
}