{
 "awd_id": "2032464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Laser-Based Processing of Graphene Aerogels in the Manufacture of Ultra-performance Bolometers",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927225",
 "po_email": "awells@nsf.gov",
 "po_sign_block_name": "Andrew Wells",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2025-07-31",
 "tot_intn_awd_amt": 349652.0,
 "awd_amount": 349652.0,
 "awd_min_amd_letter_date": "2020-07-14",
 "awd_max_amd_letter_date": "2020-07-14",
 "awd_abstract_narration": "This project contributes new knowledge related to laser-based manufacturing which can be used to incorporate novel ultra-low-density functional materials into useful device structures. Bolometers have very broad applications in both civilian and military fields including thermal imaging, night vision, astronomy, security, and particle physics. To achieve high sensitivity and fast response, the bolometer system requires very efficient light absorption, high temperature response of its electrical resistance, very low heat loss to the environment, and very small heat capacitance. Existing bolometers lack wide spectrum response and the performance needs to be improved significantly to meet various needs. This project develops a novel manufacturing process using laser-controlled chemical reactions to make very high sensitivity bolometers that have a fast response time and excellent sensitivity to radiation from ultraviolet to far-infrared. The laser-controlled chemical reaction is used to manufacture and tailor graphene aerogels to make sub-micron size bolometers. The project investigates the patterning and chemical, and electrical materials modification using spatial precision available through laser-based manufacturing. The advances made in this work will benefit the U.S. economy and potential national security applications, with the potential to impact the manufacture of other aerogel materials. This research will involve extensive graduate and undergraduate student training and education outreach to K-12 graders.\r\n\r\nBecause of its excellent photon absorption properties and porous structure, graphene aerogel has both a very high (close to 100%) and wideband photon absorption (ultraviolet to millimeter). Current graphene aerogel manufacturing processes cannot be directly used for making micron-scale bolometers Laser-based manufacturing has the additional potential to provide materials modification with high spatial resolution and optimized control over the changes in materials properties. Addressing the device need, this project is designed to develop a laser-controlled chemical reduction technique allowing for the direct manufacturing of graphene aerogel-based bolometers down to sub-micron scale. The research team will develop laser-controlled chemical reduction and N-doping for direct manufacturing of graphene aerogel bolometers of highly defined size (down to sub-µm) with direct and scalable integration to microscale circuits. The effect of laser parameters will be investigated to uncover the relations between manufacturing conditions and graphene aerogel structure and properties. Via tailoring the surface functional groups within the graphene aerogel, the research team will significantly optimize the sensitivity of GA bolometers.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xinwei",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xinwei Wang",
   "pi_email_addr": "xwang3@iastate.edu",
   "nsf_id": "000284721",
   "pi_start_date": "2020-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1915 Scholl Road",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500113041",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "088Y00",
   "pgm_ele_name": "AM-Advanced Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 349652.0
  }
 ],
 "por": null
}