{
 "awd_id": "2032054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Understanding the Effects of Glycosylation on Spike Vulnerabilities and the Host Range of SARS-CoV-2",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jaroslaw Majewski",
 "awd_eff_date": "2020-05-15",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 199910.0,
 "awd_amount": 199910.0,
 "awd_min_amd_letter_date": "2020-05-15",
 "awd_max_amd_letter_date": "2020-05-15",
 "awd_abstract_narration": "The COVID-19 pandemic is caused by the SARS-CoV-2 virus, a virus whose structure has not been fully characterized.  The spike protein of the virus is believed to play a key role in infection.  In this work computer simulations will be used to understand the role of sugar molecules that normally are present on the outside of host cells on the binding to host cells and the infectivity of the virus.  Simulations will examine host cell membranes from species that include humans, cats, ferrets and other non-human primates in order to better understand the differences between virus transmission in different species.  These simulations will provide information that is not currently accessible through experiment.  The simulations and data sharing capabilities developed in this work will improve responsiveness against future pandemics. Additionally, the project will provide a training for two postdoctoral fellows. \r\n\r\nThis research will use MD (molecular dynamics) computational methodology together with experimental data, to build and simulate biologically realistic conditions for the SARS-CoV-2 virus spike protein, alone, and also in complex with various forms of the ACE2 receptor and host cell membrane components. The aim is to determine areas of spike protein vulnerabilities as well as understand the effects of glycosylation on the structure and function of the SARS-CoV-2 infection machinery. The simulations will include ACE2 receptors in cats, ferrets, and other nonhuman primates to understand the molecular underpinnings of virus host range and transmissibility. The proposed research will provide a more complete understanding of the SARS-CoV-2 infection machinery and the molecular constituents with which it interacts at different host cells. \r\n\r\nThis RAPID award is made by the Molecular Biophysics Program in the Division of Molecular and Cellular Biosciences, using funds from the Coronavirus Aid, Relief, and Economic Security (CARES) Act.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rommie",
   "pi_last_name": "Amaro",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rommie E Amaro",
   "pi_email_addr": "ramaro@ucsd.edu",
   "nsf_id": "000616571",
   "pi_start_date": "2020-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 199910.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"DataField11pt-Single\">We developed some of the world&rsquo;s best atomic level models of the full length, fully glycosylated SARS-CoV-2 spike protein. Our first paper (Casalino and Gaieb et al., ACS Central Science, 2020) presented the first full-length model of the glycosylated SARS-CoV-2 S protein, both in the open and closed states, augmenting the available structural and biological data. Multiple microsecond-long, all-atom molecular dynamics simulations were used to provide an atomistic perspective on the roles of glycans and on the protein structure and dynamics. Our work revealed an essential structural role of&nbsp;N-glycans at sites N165 and N234 in modulating the conformational dynamics of the spike&rsquo;s receptor binding domain (RBD), which is responsible for ACE2 recognition. This finding was corroborated by biolayer interferometry experiments, which showed that deletion of these glycans through N165A and N234A mutations significantly reduces binding to ACE2 as a result of the RBD conformational shift toward the down state.&nbsp;</p>\n<p class=\"DataField11pt-Single\">&nbsp;</p>\n<p class=\"DataField11pt-Single\">One of the most remarkable aspects of this work was that beyond what we learned about the spike protein, this work also showed for the first time that&nbsp;<strong><em>glycans could</em>&nbsp;<em>participate in the infection mechanism itself</em></strong>. By doing so, our work provided a paradigmatic shift in our understanding of the roles that glycans can play in biomolecular systems.</p>\n<p class=\"DataField11pt-Single\">&nbsp;</p>\n<p>We extended our spike work with weighted ensemble MD methods, which&nbsp;allowed us to characterize more than 300 continuous, kinetically unbiased RBD opening pathways. Together with ManifoldEM analysis of cryo-EM data and biolayer interferometry experiments, we reveal a gating role for the N-glycan at position N343, which facilitates RBD opening. Residues D405, R408, and D427 also participate. The atomic-level characterization of the glycosylated spike activation mechanism achieved a new high-water mark for ensemble pathway simulations and offers a foundation for understanding the fundamental mechanisms of SARS-CoV-2 viral entry and infection.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>We also developed models of the ACE2 receptor on the host cell, in order to understand the binding event that precipitates infection. We also led a tour de force effort as part of our Gordon Bell submission, where we developed a generalizable AI-driven workflow that leveraged heterogeneous HPC resources to explore the time-dependent dynamics of molecular systems. Our workflow enabled more efficient investigation of spike dynamics in a variety of complex environments, including within a complete SARS-CoV-2 viral envelope simulation, which contains 305 million atoms and showed strong scaling on ORNL Summit using NAMD. This work allowed us to demonstrate how AI can accelerate conformational sampling across different systems and pave the way for the future application of such methods to additional studies in SARS-CoV-2 and other molecular systems.&nbsp;&nbsp;For this work we were awarded the Gordon Bell Special Prize for COVID19 research, one of the most prestigious awards in supercomputing, given by the Association for Computing Machinery.</p>\n<p>&nbsp;</p>\n<p>Early in the pandemic, I led a movement in the computational chemistry community to share data, models, and methods in new ways in order for the field to globally address the pandemic threat.&nbsp;&nbsp;This effort led to the development of a shared set of principles that colleagues around the world agreed to and used in order to accelerate discovery against SARS-CoV-2. It also led to the development of a worldwide data sharing COVID19 Molecular Structure and Therapeutics Hub, a first of its kind data warehouse for computational efforts against SARS-CoV-2.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/18/2024<br>\nModified by: Rommie&nbsp;E&nbsp;Amaro</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nWe developed some of the worlds best atomic level models of the full length, fully glycosylated SARS-CoV-2 spike protein. Our first paper (Casalino and Gaieb et al., ACS Central Science, 2020) presented the first full-length model of the glycosylated SARS-CoV-2 S protein, both in the open and closed states, augmenting the available structural and biological data. Multiple microsecond-long, all-atom molecular dynamics simulations were used to provide an atomistic perspective on the roles of glycans and on the protein structure and dynamics. Our work revealed an essential structural role ofN-glycans at sites N165 and N234 in modulating the conformational dynamics of the spikes receptor binding domain (RBD), which is responsible for ACE2 recognition. This finding was corroborated by biolayer interferometry experiments, which showed that deletion of these glycans through N165A and N234A mutations significantly reduces binding to ACE2 as a result of the RBD conformational shift toward the down state.\n\n\n\n\n\nOne of the most remarkable aspects of this work was that beyond what we learned about the spike protein, this work also showed for the first time thatglycans couldparticipate in the infection mechanism itself. By doing so, our work provided a paradigmatic shift in our understanding of the roles that glycans can play in biomolecular systems.\n\n\n\n\n\nWe extended our spike work with weighted ensemble MD methods, whichallowed us to characterize more than 300 continuous, kinetically unbiased RBD opening pathways. Together with ManifoldEM analysis of cryo-EM data and biolayer interferometry experiments, we reveal a gating role for the N-glycan at position N343, which facilitates RBD opening. Residues D405, R408, and D427 also participate. The atomic-level characterization of the glycosylated spike activation mechanism achieved a new high-water mark for ensemble pathway simulations and offers a foundation for understanding the fundamental mechanisms of SARS-CoV-2 viral entry and infection.\n\n\n\n\n\nWe also developed models of the ACE2 receptor on the host cell, in order to understand the binding event that precipitates infection. We also led a tour de force effort as part of our Gordon Bell submission, where we developed a generalizable AI-driven workflow that leveraged heterogeneous HPC resources to explore the time-dependent dynamics of molecular systems. Our workflow enabled more efficient investigation of spike dynamics in a variety of complex environments, including within a complete SARS-CoV-2 viral envelope simulation, which contains 305 million atoms and showed strong scaling on ORNL Summit using NAMD. This work allowed us to demonstrate how AI can accelerate conformational sampling across different systems and pave the way for the future application of such methods to additional studies in SARS-CoV-2 and other molecular systems.For this work we were awarded the Gordon Bell Special Prize for COVID19 research, one of the most prestigious awards in supercomputing, given by the Association for Computing Machinery.\n\n\n\n\n\nEarly in the pandemic, I led a movement in the computational chemistry community to share data, models, and methods in new ways in order for the field to globally address the pandemic threat.This effort led to the development of a shared set of principles that colleagues around the world agreed to and used in order to accelerate discovery against SARS-CoV-2. It also led to the development of a worldwide data sharing COVID19 Molecular Structure and Therapeutics Hub, a first of its kind data warehouse for computational efforts against SARS-CoV-2.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/18/2024\n\n\t\t\t\t\tSubmitted by: RommieEAmaro\n"
 }
}