{
 "awd_id": "2033882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multifunctional solid polymer electrolytes for all-solid-state batteries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 318655.0,
 "awd_amount": 318655.0,
 "awd_min_amd_letter_date": "2020-08-11",
 "awd_max_amd_letter_date": "2020-08-11",
 "awd_abstract_narration": "Lithium ion batteries are found in many daily use devices such as smartphones, laptop and tablet computers, cordless tools, and electric vehicles. However, there are safety concerns about these batteries, because failure in these devices can lead to a fire. For safe and efficient operation, lithium ion battery components have many requirements such as ionic conductivity, electrochemical stability, mechanical robustness, processability and fire retardance. In this research project, the investigators will use a tunable chemical platform to address these simultaneous requirements. This battery system includes a polymer network base that is made of chain-like molecules bonded together to form a highly connected scaffold. The system also includes comb-like structures that consist of polymers extending off the network scaffold. Additional components, such as stabilizers or fire retardants, can be added to the end of the combs to impart the corresponding properties to the system. By changing the structure or composition of the network scaffold, the investigators will study how the material properties can be altered to optimize the overall performance of the system. Using the concepts learned during this project, the participants will develop two class modules for a course on nanostructured polymeric materials. Additionally, high school students and teachers, particularly from groups under-represented in STEM fields, will be involved in the research activities via the Summer Engineering Experience at Drexel Program.\r\n\r\nIn this research project the investigators aim to design, synthesize, and implement a series of multifunctional and versatile comb-chain crosslinker based network solid polymer electrolytes (ConSPEs). The versatility element comes from the large number of functional groups found on the ends of the chains and cross-linkers, which provide fast cross-linking and an opportunity to add further components. Using this platform the investigators will tune network chemistry, architecture, mechanical and electrochemical properties to address the high performance electrolyte needs. Specifically, components will be added to target a given, desired solid electrolyte property. For example, poly(propylene carbonate) would improve voltage stability and transference number, while grafted halogenated moieties would improve fire retardance, solid electrolyte interface formation and cycling performance. The investigators will characterize the materials using oscillatory shear and classical tensile mechanical measurements, and small-length scale dependent mechanical properties will be assessed using quantitative nanomechanical mapping via atomic force microcopy. Electrochemical characterizations include ion conductivity via electrochemical impedance and cycling stability via cyclic voltammetry. After establishing a library of ConSPE materials, the investigators will select two differing materials and combine them into bilayer structures. Such asymmetric bilayer materials might be more capable than a uniform materials of meeting the different requirements of the anode- and cathode-facing sides of the solid electrolyte.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Li",
   "pi_email_addr": "chrisli@drexel.edu",
   "nsf_id": "000275409",
   "pi_start_date": "2020-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut St",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 318655.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Batteries are of utter importance for energy storage and reducing carbon footprint to combat global warming and foster a sustainable future for our planet. To achieve safer and more powerful energy storage devices, one of the grand challenges is fabricating mechanically robust and ionic conductive solid polymer electrolytes (SPEs) compatible with new battery technologies. This project aims to design, synthesize, and implement a series of multifunctional and versatile <em>co</em>mb-chain crosslinker-based <em>n</em>etwork <em>s</em>olid <em>p</em>olymer <em>e</em>lectrolytes (ConSPEs) for safer and high-performance lithium metal batteries (LMBs). The proposed ConSPEs are built on macromolecular comb-chain crosslinkers that bear hundreds of functional groups per chain. This design allowed us to easily tune the network chemistry, architecture, SPE mechanical and electrochemical properties to address the crucial needs of high-performance SPEs. Through this three-year project, we have (1) established a new versatile ConSPE framework by incorporating macromolecular comb-chain crosslinkers in network SPEs; (2) fabricated multifunctional ConSPEs using an interpenetrating network strategy and by grafting functional moieties to the comb-chain crosslinker; (3) introduce a multilayer SPE architecture for intelligent SPE/electrodes interface design. Our results showed that, compared to the previously reported state-of-the-ark network SPEs, ConSPEs offer delayed phase separation and accelerated gelation during polymerization, which facilitates the formation of homogeneous networks. The abundant functional groups on the crosslinker allowed us to introduce multiple functionalities to the ConSPE system. Free-standing and ultrathin SPEs compatible with high-voltage cathodes with excellent electrochemical stability and cycling life have been achieved. This ultrathin film also allowed us to use the sacrificial polymer coating to improve the SPE performance further. The ConSPE chemistry is compatible with the current battery manufacturing processes, such as roll-to-roll, suggesting that future scale-up based on the network SPEs is highly possible. The SPE work supported by this project was used as a case study in graduate courses such as &ldquo;Nanostructured Polymers,&rdquo; &ldquo;Advanced Polymer Characterization,&rdquo; and &ldquo;Structure and Properties of Polymers&rdquo; to discuss structure-property correlation in SPEs. The PI&rsquo;s group participated in outreach activities such as Materials Summer Camp and Philly Materials Day.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/10/2024<br>\nModified by: Christopher&nbsp;Li</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nBatteries are of utter importance for energy storage and reducing carbon footprint to combat global warming and foster a sustainable future for our planet. To achieve safer and more powerful energy storage devices, one of the grand challenges is fabricating mechanically robust and ionic conductive solid polymer electrolytes (SPEs) compatible with new battery technologies. This project aims to design, synthesize, and implement a series of multifunctional and versatile comb-chain crosslinker-based network solid polymer electrolytes (ConSPEs) for safer and high-performance lithium metal batteries (LMBs). The proposed ConSPEs are built on macromolecular comb-chain crosslinkers that bear hundreds of functional groups per chain. This design allowed us to easily tune the network chemistry, architecture, SPE mechanical and electrochemical properties to address the crucial needs of high-performance SPEs. Through this three-year project, we have (1) established a new versatile ConSPE framework by incorporating macromolecular comb-chain crosslinkers in network SPEs; (2) fabricated multifunctional ConSPEs using an interpenetrating network strategy and by grafting functional moieties to the comb-chain crosslinker; (3) introduce a multilayer SPE architecture for intelligent SPE/electrodes interface design. Our results showed that, compared to the previously reported state-of-the-ark network SPEs, ConSPEs offer delayed phase separation and accelerated gelation during polymerization, which facilitates the formation of homogeneous networks. The abundant functional groups on the crosslinker allowed us to introduce multiple functionalities to the ConSPE system. Free-standing and ultrathin SPEs compatible with high-voltage cathodes with excellent electrochemical stability and cycling life have been achieved. This ultrathin film also allowed us to use the sacrificial polymer coating to improve the SPE performance further. The ConSPE chemistry is compatible with the current battery manufacturing processes, such as roll-to-roll, suggesting that future scale-up based on the network SPEs is highly possible. The SPE work supported by this project was used as a case study in graduate courses such as Nanostructured Polymers, Advanced Polymer Characterization, and Structure and Properties of Polymers to discuss structure-property correlation in SPEs. The PIs group participated in outreach activities such as Materials Summer Camp and Philly Materials Day.\n\n\n\t\t\t\t\tLast Modified: 01/10/2024\n\n\t\t\t\t\tSubmitted by: ChristopherLi\n"
 }
}