{
 "awd_id": "2033260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:Immune Response of Jamaican Fruit Bats Experimentally Infected with SARS-CoV-2",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032925368",
 "po_email": "jshisler@nsf.gov",
 "po_sign_block_name": "Joanna Shisler",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 299998.0,
 "awd_amount": 299998.0,
 "awd_min_amd_letter_date": "2020-05-27",
 "awd_max_amd_letter_date": "2020-05-27",
 "awd_abstract_narration": "The goal of this project is to understand the immune response in bats infected experimentally with SARS-CoV-2. Bats are the natural reservoirs of hundreds of coronaviruses, including SARS-CoV-2, the virus that causes COVID-19 disease. It is evident that infection of bats with these viruses does them no harm, yet the viruses are capable of replicating and transmitting to other bats. Unfortunately, some of these viruses can spill over into humans and cause disease outbreaks that lead to aggressive inflammatory immune responses that contribute to the disease. It is unclear why these viruses fail to cause disease in bats, nor how the immune systems of bats control the infection without inflammatory disease that is observed in humans. This project will examine the role of the immune system of Jamaican fruit bats experimentally infected with SARS-CoV-2 in a controlled laboratory setting. The objective of the project is to understand how bat immune systems can limit virus replication and shedding but without disease. This, in turn, may lead to a better understanding of spillover events into humans, permit novel approaches to mitigate those events, and identify new therapeutic strategies for the treatment of human disease. In addition to these therapeutic broader impacts, this project supports the training of one graduate student and the research will be disseminated by public outreach and formal science meetings.\r\n\r\nThis project will determine the roles of the innate and adaptive immune responses in bats experimentally infected with SARS-CoV-2. In humans, there is compelling evidence that much of the COVID-19 pathology is caused by the immune response that leads to pronounced inflammation due to excess cytokine production. In bats naturally infected with coronaviruses, signs of disease are not apparent and experimental challenge with virus leads to innocuous infection. Experimental infection of Jamaican fruit bats show abundant SARS-CoV-2 antigen only in the intestines, particularly in cells of the Peyer’s patches, mononuclear cells of the lamina propria, and crypt cells, yet the intestinal architecture remains nominal. Virtually nothing is known about how bats serve as reservoir hosts of coronaviruses, thus this project will provide the greatest detail yet on how bats control viruses that cause substantial disease burden in humans. The project aims to achieve three objectives with SARS-CoV-2-infected bats: (1) disabling of the type I interferon pathway to determine the role of the innate response during infection; (2) determining the immune cells of Peyer’s patches that respond during infection and which of these cells are infected; and (3) what is the role of T cells in control of the virus by impairing clonal expansion and activation. Collectively, these aims will provide the first experimental manipulation of bat immunity during infection and will define how bat immune responses control infection. This RAPID award is made by the Physiological and Structural Systems Cluster in the BIO Division of Integrative Organismal Systems, using funds from the Coronavirus Aid, Relief, and Economic Security (CARES) Act.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Schountz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Schountz",
   "pi_email_addr": "tony.schountz@colostate.edu",
   "nsf_id": "000744699",
   "pi_start_date": "2020-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 299998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>We determined that although Jamaican fruit bats are susceptible to SARS-CoV-2, the infection is limited to the small intestine and no detectable virus shedding occurs. The bats also appear to clear the infection in just a few days without making an antibody response. This suggests these bats are unlikely to become secondary reservoirs of SARS-CoV-2. However, we have found that if bats that express human ACE2 in their lungs are highly susceptible to SARS-CoV-2, but without conspicuous signs of disease. We also determined, for the first time, that bats can make T cell responses to viruses, and these methods will open up new areas of research for the study of bat immune systems that will shed light on how they can host such dangerous viruses (e.g., Ebola, Nipah, coronaviruses) without developing disease.</p>\n<p>&nbsp;</p>\n<p>We also determined that deer mice, the most abundant mammal in North America, are highly susceptible to SARS-CoV-2 and develop a non-fatal pulmonary disease that is similar to what occurs in most human COVID-19 patients. Because we were concerned about spillback of SARS-CoV-2 to wild deer mice, we obtained samples from deer mice collected on a Utah mink farm where SARS-CoV-2 killed thousands of mink, and tested them for evidence of SARS-CoV-2 infection. Fortunately, it did not appear that spillback occurred on this farm. However, we detected the presence of bovine coronavirus in one deer mouse, and many others had antibody evidence suggesting that many deer mice had been infected with this or a closely related coronavirus. These findings are important for three reasons. First, it raises the possibility that North American rodents could serve as secondary reservoirs of SARS-CoV-2, which could lead to new variants of the virus that could escape vaccines or cause enhanced disease. Second, it shows the deer mouse is a superior small animal model to study SARS-CoV-2 infection because it lives four times longer than other useful laboratory animals (e.g., mice, hamsters) and can help to understand durability of immunity to the virus after recovery, immunization or in &ldquo;elderly&rdquo; deer mice. Third, it shows that there are other coronaviruses circulating on North American rodents, which had not been reported until recently, raising the possibility that a rodent coinfected with these coronaviruses could lead to recombination and new viral variants.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2022<br>\n\t\t\t\t\tModified by: William&nbsp;Schountz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nWe determined that although Jamaican fruit bats are susceptible to SARS-CoV-2, the infection is limited to the small intestine and no detectable virus shedding occurs. The bats also appear to clear the infection in just a few days without making an antibody response. This suggests these bats are unlikely to become secondary reservoirs of SARS-CoV-2. However, we have found that if bats that express human ACE2 in their lungs are highly susceptible to SARS-CoV-2, but without conspicuous signs of disease. We also determined, for the first time, that bats can make T cell responses to viruses, and these methods will open up new areas of research for the study of bat immune systems that will shed light on how they can host such dangerous viruses (e.g., Ebola, Nipah, coronaviruses) without developing disease.\n\n \n\nWe also determined that deer mice, the most abundant mammal in North America, are highly susceptible to SARS-CoV-2 and develop a non-fatal pulmonary disease that is similar to what occurs in most human COVID-19 patients. Because we were concerned about spillback of SARS-CoV-2 to wild deer mice, we obtained samples from deer mice collected on a Utah mink farm where SARS-CoV-2 killed thousands of mink, and tested them for evidence of SARS-CoV-2 infection. Fortunately, it did not appear that spillback occurred on this farm. However, we detected the presence of bovine coronavirus in one deer mouse, and many others had antibody evidence suggesting that many deer mice had been infected with this or a closely related coronavirus. These findings are important for three reasons. First, it raises the possibility that North American rodents could serve as secondary reservoirs of SARS-CoV-2, which could lead to new variants of the virus that could escape vaccines or cause enhanced disease. Second, it shows the deer mouse is a superior small animal model to study SARS-CoV-2 infection because it lives four times longer than other useful laboratory animals (e.g., mice, hamsters) and can help to understand durability of immunity to the virus after recovery, immunization or in \"elderly\" deer mice. Third, it shows that there are other coronaviruses circulating on North American rodents, which had not been reported until recently, raising the possibility that a rodent coinfected with these coronaviruses could lead to recombination and new viral variants.\n\n \n\n\t\t\t\t\tLast Modified: 10/09/2022\n\n\t\t\t\t\tSubmitted by: William Schountz"
 }
}