{
 "awd_id": "2033988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: OOI Biogeochemical Sensor Data Workshop",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 8859.0,
 "awd_amount": 8859.0,
 "awd_min_amd_letter_date": "2020-07-22",
 "awd_max_amd_letter_date": "2020-07-22",
 "awd_abstract_narration": "The Ocean Observatories Initiative (OOI) deploys sensors that measure key biogeochemical properties on both moored and mobile autonomous platforms across arrays in the Atlantic, Pacific and Southern Oceans. These sensors generate data sets with great potential to support the oceanographic community in studying a wide range of important and interdisciplinary questions. However, OOI biogeochemical sensor data have thus far been underutilized by the oceanographic community because the application of these rich data streams requires effective calibration and validation, including post-deployment human-in-the-loop processing. In order to broaden the use of OOI biogeochemical sensor data and increase community capacity to produce analysis-ready data products, the PIs will convene a 3-day in-person workshop on using OOI biogeochemical sensor data that will bring together participants with expertise in biogeochemical sensor calibration and analysis from both within and beyond the current OOI user community. The goals of this workshop are to: 1) Develop a set of guidelines and best practices for using OOI biogeochemical sensor data, which will be shared with the broader community through a published white paper, and 2) Build a community of practice among the workshop participants that will enable attendees to use the OOI biogeochemical sensor data in new research projects and to broaden participation and uptake of data produced by this community resource.\r\n\r\nThis workshop will address barriers to the oceanographic community's utilization of OOI biogeochemical sensor data by bringing together subject matter experts in the processing and analysis of biogeochemical sensor data, along with current and future users of OOI biogeochemical data streams. One outcome of the workshop will be a set of community-vetted best practices for the calibration and validation of OOI biogeochemical sensor data. These best practices will be published and widely disseminated to the broader oceanographic community. This effort represents an important step towards the acquisition of climate-quality data from OOI biogeochemical sensors that can be qualitatively compared and integrated with biogeochemical data streams from other ocean observing programs and networks. The workshop will facilitate broader usage of biogeochemical data generated by the OOI arrays for scientific research, as well as education and marine resource management applications. Additionally, this workshop will provide an invaluable professional development opportunity for the participants, including many researchers who are early career and/or from underrepresented groups. Finally, there is the strong potential for this workshop to catalyze the formation of community-driven science teams around the OOI biogeochemical sensor data streams.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sophie",
   "pi_last_name": "Clayton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sophie Clayton",
   "pi_email_addr": "sclayton@odu.edu",
   "nsf_id": "000571158",
   "pi_start_date": "2020-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "5115 Hampton Blvd.",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037F",
   "pgm_ref_txt": "OCEAN OBSERVATORIES INITIATIVE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 8859.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-06f5b4fd-7fff-fd02-3101-4b77812e15f9\"> </span></p>\n<p dir=\"ltr\"><span>The Ocean Observatories Initiative (OOI) is one of NSF's largest investments in ocean observing infrastructure and is planned to provide in situ ocean data, including data from biogeochemical sensors, over a 25 year lifetime. However, to date, biogeochemical data produced by OOI arrays, including dissolved oxygen, chlorophyll fluorescence, nitrate concentrations, ocean and atmospheric CO</span><span><span><sub>2</sub></span></span><span> concentrations and pH, has been underutilized. The overarching goal of this project was to broaden and increase community capacity to use these OOI biogeochemical datasets.</span></p>\n<p dir=\"ltr\"><span>As part of this project, a Working Group of experts was convened to develop and document standard best practices for using data from the OOI array's biogeochemical sensors. Over the course of a year, these experts met remotely and produced an initial draft of the OOI Biogeochemical Sensor Data Best Practices and User Guide, which was tested and reviewed by a group of Beta Testers external to the Working Group. In June 2022, the Working Group members and Beta Testers participated in an in-person workshop at the Woods Hole Oceanographic Institution where the Best Practices and User Guide was refined and participants had the opportunity to brainstorm research projects that could make use of the OOI biogeochemical data streams. We anticipate that the Best Practices and User Guide, in final preparation for dissemination and open review within the ocean observing community by the end of 2022, will enable greater use of the OOI data for research into biogeochemical ocean processes across a range of scales in time and space.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2022<br>\n\t\t\t\t\tModified by: Sophie&nbsp;Clayton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe Ocean Observatories Initiative (OOI) is one of NSF's largest investments in ocean observing infrastructure and is planned to provide in situ ocean data, including data from biogeochemical sensors, over a 25 year lifetime. However, to date, biogeochemical data produced by OOI arrays, including dissolved oxygen, chlorophyll fluorescence, nitrate concentrations, ocean and atmospheric CO2 concentrations and pH, has been underutilized. The overarching goal of this project was to broaden and increase community capacity to use these OOI biogeochemical datasets.\nAs part of this project, a Working Group of experts was convened to develop and document standard best practices for using data from the OOI array's biogeochemical sensors. Over the course of a year, these experts met remotely and produced an initial draft of the OOI Biogeochemical Sensor Data Best Practices and User Guide, which was tested and reviewed by a group of Beta Testers external to the Working Group. In June 2022, the Working Group members and Beta Testers participated in an in-person workshop at the Woods Hole Oceanographic Institution where the Best Practices and User Guide was refined and participants had the opportunity to brainstorm research projects that could make use of the OOI biogeochemical data streams. We anticipate that the Best Practices and User Guide, in final preparation for dissemination and open review within the ocean observing community by the end of 2022, will enable greater use of the OOI data for research into biogeochemical ocean processes across a range of scales in time and space.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/17/2022\n\n\t\t\t\t\tSubmitted by: Sophie Clayton"
 }
}