{
 "awd_id": "2033307",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Assessing Risk of COVID-19 Infection with Cell Mediated Immunity",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 218396.0,
 "awd_amount": 218396.0,
 "awd_min_amd_letter_date": "2020-09-01",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is a widely available blood test to determine the level of immune protection toward COVID-19 infection in previously uninfected persons. As many as two-thirds of unexposed individuals could be naturally immune due to prior exposure to structurally similar coronaviruses that cause flu-like illness. This information is especially informative for vulnerable populations with advanced age and underlying chronic disease.  Antibodies only occur after exposure to the virus, and have been seen in less than one-third of tested individuals. This project will advance tests to identify individuals who potentially have this natural immunity, potentially lessening the severity of social distancing.\r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project will refine the applicant’s blood test for cell-mediated immunity (CMI) to SARS-CoV-2 for widespread use. Preliminary studies suggest that cell-mediated immunity (CMI) to SARS-COV-2 could be present in over half of unexposed individuals. This project will create user-friendly test formats for rapid and widespread use using major classes of cytometers. The technical refinements to be developed and tested in this project will include pre-fabricated assays in solid phase which can be read on major classes of reference-lab-based and portable cytometers, and capabilities for direct testing of unmodified blood samples. The objective is to advance standardized kits for liquid phase assays, and pre-fabricated solid-phase assay tubes with minimal manual steps for use on the most common reference-lab-based, semi-portable and portable cytometers, closer to the point of care.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chethan",
   "pi_last_name": "Ashokkumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chethan Ashokkumar",
   "pi_email_addr": "chethan.kumar@plexision.com",
   "nsf_id": "000827142",
   "pi_start_date": "2020-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "PLEXISION, INC.",
  "inst_street_address": "4424 PENN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122242507",
  "inst_zip_code": "152241340",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "PLEXISION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "UJ5MXTLVFMB5"
 },
 "perf_inst": {
  "perf_inst_name": "Plexision",
  "perf_str_addr": "4424, Penn Ave Suite 202",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152241338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 218396.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF Phase I Award Number 2033307</p>\n<p>Award<strong>&nbsp;</strong><strong>Recipient:</strong>&nbsp;PLEXISION, INC.<br /> <br /></p>\n<p><strong>&nbsp;</strong><strong>Project outcome:</strong></p>\n<p>The project has successfully achieved its stated goal of creating a portable, assay-instrument combination with solid-phase reagents for rapid measurement of cell-mediated immunity (CMI) to SARS-CoV-2. This portable assay-instrument combination can replace Plexision&rsquo;s liquid phase test and will proceed to implementation with automation to permit testing of larger volumes of samples and clinical testing of patient samples. Rapid measurements of cell mediated immunity (CMI) to SARS-CoV-2 are essential in order to understand protection after COVID-19 infection and COVID-19 vaccination, because many individuals, especially among the immunocompromised populations have failed to develop antibodies. Because immunocompromised individuals represent nearly half of the vaccinated patients with breakthrough COVID-19 infection with novel strains, a rapid and accurate measure of cellular immunity to the SARS-CoV-2 virus can help to assess immune protection.</p>\n<p>NSF Phase I award key outcomes are &nbsp;a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Existing overnight assay format has been successfully converted to a more rapid same-day turnaround assay (4 hour incubation). b)&nbsp;&nbsp;&nbsp;Technician involvement and the potential for between-technician variability in manual assay format in to a prototype of a solid phase format. This prototype performs reproducibly and is comparable to manual liquid phase test system.&nbsp;c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Combining 1 and 2 makes the test system potentially accessible to smaller labs to test patients closer to the point of care. However a larger batch of solid phase reaction tubes needs to be evaluated for reproducibility and d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the assay prototype is ready for testing of clinical samples and scale-up with automation to test large numbers of patient samples.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2021<br>\n\t\t\t\t\tModified by: Chethan&nbsp;Ashokkumar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF Phase I Award Number 2033307\n\nAward Recipient: PLEXISION, INC.\n \n\n\n Project outcome:\n\nThe project has successfully achieved its stated goal of creating a portable, assay-instrument combination with solid-phase reagents for rapid measurement of cell-mediated immunity (CMI) to SARS-CoV-2. This portable assay-instrument combination can replace Plexision’s liquid phase test and will proceed to implementation with automation to permit testing of larger volumes of samples and clinical testing of patient samples. Rapid measurements of cell mediated immunity (CMI) to SARS-CoV-2 are essential in order to understand protection after COVID-19 infection and COVID-19 vaccination, because many individuals, especially among the immunocompromised populations have failed to develop antibodies. Because immunocompromised individuals represent nearly half of the vaccinated patients with breakthrough COVID-19 infection with novel strains, a rapid and accurate measure of cellular immunity to the SARS-CoV-2 virus can help to assess immune protection.\n\nNSF Phase I award key outcomes are  a)     Existing overnight assay format has been successfully converted to a more rapid same-day turnaround assay (4 hour incubation). b)   Technician involvement and the potential for between-technician variability in manual assay format in to a prototype of a solid phase format. This prototype performs reproducibly and is comparable to manual liquid phase test system. c)     Combining 1 and 2 makes the test system potentially accessible to smaller labs to test patients closer to the point of care. However a larger batch of solid phase reaction tubes needs to be evaluated for reproducibility and d)     the assay prototype is ready for testing of clinical samples and scale-up with automation to test large numbers of patient samples.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/01/2021\n\n\t\t\t\t\tSubmitted by: Chethan Ashokkumar"
 }
}