{
 "awd_id": "2033433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MIMO Radar With Sparse Linear Arrays - Theory, Implementation and Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2020-08-17",
 "awd_max_amd_letter_date": "2022-08-04",
 "awd_abstract_narration": "Multiple-input multiple-output (MIMO) radars have several advantages as compared to traditional phased arrays. They can achieve higher resolution with the same number of antennas. They can also achieve wide field of view, illuminating multiple targets at the same time, which translates to faster detection time. Reduction of the number of active antennas without hurting the radar performance would reduce the cost of the radar, while a low-cost, high resolution radar would advance the state-of-art of autonomous driving, smart environment, smart home, and IoT sensing, and would enable applications such as smart patient care, elderly monitoring, fitness assistant, etc., that rely on sensing. In an era where COVID-19 forced home isolation with limited supervision of vulnerable segments of the population, a radar device could provide information on vital signs, or detect falls without invading people's privacy in the way surveillance cameras would. MIMO radar using specially designed Sparse Linear Arrays (SLAs) can enjoy reduced hardware cost without losing the MIMO radar advantages. An SLA can be thought of as a uniform linear array with only a small number of active antennas. By careful selection of the active antennas and optimal design of transmit waveforms, one can maintain a radar performance close to that of the fully populated array. However, finding an optimal sparse array geometry in terms of the fewest antennas is a difficult combinatorial problem. The proposed project will advance the state-of-art of SLA based MIMO radar as a cost-effective imaging radar by (i) providing a novel framework for antenna selection, (ii) developing an SLA MIMO radar prototype based on frequency-scanning metamaterial (MTM) antennas, and (iii) developing real-time activity monitoring and user identification schemes that leverage the high resolution and wide field of view of MIMO SLA radar.\r\n\r\nThere are several novel aspects in the proposed work. (i) A novel machine learning approach for antenna selection is proposed, which offers a unifying framework for dealing with any performance metric. The novelty of the proposed approach lies in its ability to get multiple softmax models to work together. (ii) The use of MTM antennas brings in the added advantage of allowing for easy change of the beam elevation by varying the antenna frequency. That advantages will be exploited to look for targets in the 3-D space while still using a linear array. By varying the frequency of the MTM antennas, one can select the elevation direction of the transmit beam, and by applying the proposed SLA design method, one can design the beam pattern in the 2-D space corresponding to the selected elevation direction. The frequency scanning capability resulting from the dispersive nature of MTM allows a real time and low complexity beam scanning mechanism, whereas the SLA MIMO radar with proper waveform engineering will generate a large scale virtual array with enhanced angular resolution. As such, the combination of SLA MIMO radar with MTM antennas will enable an unprecedented radar architecture with larger field of view, finer resolution, and small number of antenna RF fronts. (iii) Low-latency signal processing algorithms will be developed for leveraging the large field of view and high angle resolution, that will have the capability to construct 3D user models and identify multiple targets simultaneously. Innovative neural network structures will be devised to enable device-free user activity monitoring. It is expected that the multi-user identification mechanisms will reveal unique user-specific activity characteristics embedded in the movements of high-resolution point clouds, facilitating a broad range of emerging mobile applications.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Athina",
   "pi_last_name": "Petropulu",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Athina P Petropulu",
   "pi_email_addr": "athinap@rutgers.edu",
   "nsf_id": "000107949",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yingying",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingying Chen",
   "pi_email_addr": "yingche@scarletmail.rutgers.edu",
   "nsf_id": "000080615",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chung-Tse",
   "pi_last_name": "Wu",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Chung-Tse M Wu",
   "pi_email_addr": "ctm.wu@rutgers.edu",
   "nsf_id": "000682444",
   "pi_start_date": "2020-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University",
  "perf_str_addr": "94 Brett Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088543925",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "120Z",
   "pgm_ref_txt": "US-India Collaborative Research"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "6194",
   "pgm_ref_txt": "INDIA"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\r\n<p><br /> Multiple-input multiple-output (MIMO) radar offers significant advantages over traditional phased arrays. It achieves higher resolution with the same number of antennas, supports a wide field of view, and illuminates multiple targets simultaneously, resulting in faster detection times.</p>\r\n<p><br /> This project developed innovative approaches for designing MIMO radar with a reduced number of antennas (sparse arrays) while retaining the performance benefits of full arrays. This innovation reduces radar costs and facilitates the deployment of MIMO radars in real-world applications. Finding the optimal sparse array geometry is a challenging combinatorial problem. The project introduced a novel deep generative modeling approach based on Generative Flow Networks (GFlowNets), which outperforms traditional convex optimization and greedy methods. Remarkably, the proposed method achieves superior performance while training on only a small subset of potential solutions.</p>\r\n<p><br /> The project proposed a novel, contactless, and low-cost approach for high-precision monitoring of vital signs, such as breathing and heart rates, for multiple individuals using a millimeter wave (mmWave) radar. Vital signs provide critical insights into overall health, but traditional monitoring methods are often intrusive, requiring hospital visits and wearable sensors. Prior solutions using mmWave-based MIMO radar provided good performance but involve expensive digital processing. Phased array techniques are less costly but lack flexibility in beamforming and perform poorly when subjects are closely spaced. The project synthesized a MIMO radar based on a phased array operating in time-division multiplexed (TDM) fashion, and multiple receiving antennas. This synthesized low-cost MIMO radar enabled precise beam steering to isolate individual subjects and extract vital signs, even in closely spaced configurations. The implementation using a single-chip automotive radar demonstrated its practicality, with successful monitoring of vital signs for two individuals.</p>\r\n<p><br /> The project also explored a novel speech eavesdropping attack that exploits minute vibrations caused by speech on common room objects, using mmWave sensing. The study demonstrated that remote, long-distance, and through-the-wall speech eavesdropping is feasible. Traditional speech eavesdropping techniques require either direct contact with the vibrating surface or a clear line of sight. This project overcame these limitations by designing a high-resolution software-defined phased-MIMO radar integrating transmit beamforming, virtual arrays, and receive beamforming. Advanced deep learning techniques enabled the inference of speech content from unlabeled vibration data, leveraging domain adaptation. The findings highlight significant privacy risks associated with speech-induced vibrations and the capabilities of mmWave sensing for remote speech recognition.</p>\r\n<p><strong>&nbsp;</strong></p>\r\n<p><strong>Broader impacts</strong></p>\r\n<p>This project introduced a novel machine learning framework for antenna selection and sparse array design, significantly reducing training complexity compared to existing state-of-the-art methods. This advancement makes high-performance radar systems more accessible and cost-effective, paving the way for widespread applications in fields like autonomous systems, healthcare, and smart monitoring.</p>\r\n<p>Non-contact, continuous measurement of breathing and heart rate is critical for scenarios where attaching sensors is impractical or uncomfortable. Such technology is particularly beneficial for remote patient monitoring, reducing infection risks, and supporting vulnerable populations like the elderly or infants. The project developed a low-cost radar solution capable of monitoring multiple individuals, even in close proximity, with high accuracy. This innovation is well-suited for healthcare, telehealth, and emergency applications, offering reliable performance across diverse environments.</p>\r\n<p>Voice communication is essential for both enterprises and individuals, playing a vital role in activities such as meetings, phone conversations, and secure transactions like banking. The project highlighted the vulnerability of speech communications to eavesdropping attacks using mmWave technology. By demonstrating the feasibility of such attacks, this work raises awareness of potential risks and encourages future research into securing voice communication systems. The findings underscore the need for robust privacy measures to safeguard sensitive information conveyed through voice.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/12/2024<br>\nModified by: Athina&nbsp;P&nbsp;Petropulu</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIntellectual Merit\r\n\n\n\n Multiple-input multiple-output (MIMO) radar offers significant advantages over traditional phased arrays. It achieves higher resolution with the same number of antennas, supports a wide field of view, and illuminates multiple targets simultaneously, resulting in faster detection times.\r\n\n\n\n This project developed innovative approaches for designing MIMO radar with a reduced number of antennas (sparse arrays) while retaining the performance benefits of full arrays. This innovation reduces radar costs and facilitates the deployment of MIMO radars in real-world applications. Finding the optimal sparse array geometry is a challenging combinatorial problem. The project introduced a novel deep generative modeling approach based on Generative Flow Networks (GFlowNets), which outperforms traditional convex optimization and greedy methods. Remarkably, the proposed method achieves superior performance while training on only a small subset of potential solutions.\r\n\n\n\n The project proposed a novel, contactless, and low-cost approach for high-precision monitoring of vital signs, such as breathing and heart rates, for multiple individuals using a millimeter wave (mmWave) radar. Vital signs provide critical insights into overall health, but traditional monitoring methods are often intrusive, requiring hospital visits and wearable sensors. Prior solutions using mmWave-based MIMO radar provided good performance but involve expensive digital processing. Phased array techniques are less costly but lack flexibility in beamforming and perform poorly when subjects are closely spaced. The project synthesized a MIMO radar based on a phased array operating in time-division multiplexed (TDM) fashion, and multiple receiving antennas. This synthesized low-cost MIMO radar enabled precise beam steering to isolate individual subjects and extract vital signs, even in closely spaced configurations. The implementation using a single-chip automotive radar demonstrated its practicality, with successful monitoring of vital signs for two individuals.\r\n\n\n\n The project also explored a novel speech eavesdropping attack that exploits minute vibrations caused by speech on common room objects, using mmWave sensing. The study demonstrated that remote, long-distance, and through-the-wall speech eavesdropping is feasible. Traditional speech eavesdropping techniques require either direct contact with the vibrating surface or a clear line of sight. This project overcame these limitations by designing a high-resolution software-defined phased-MIMO radar integrating transmit beamforming, virtual arrays, and receive beamforming. Advanced deep learning techniques enabled the inference of speech content from unlabeled vibration data, leveraging domain adaptation. The findings highlight significant privacy risks associated with speech-induced vibrations and the capabilities of mmWave sensing for remote speech recognition.\r\n\n\n\r\n\n\nBroader impacts\r\n\n\nThis project introduced a novel machine learning framework for antenna selection and sparse array design, significantly reducing training complexity compared to existing state-of-the-art methods. This advancement makes high-performance radar systems more accessible and cost-effective, paving the way for widespread applications in fields like autonomous systems, healthcare, and smart monitoring.\r\n\n\nNon-contact, continuous measurement of breathing and heart rate is critical for scenarios where attaching sensors is impractical or uncomfortable. Such technology is particularly beneficial for remote patient monitoring, reducing infection risks, and supporting vulnerable populations like the elderly or infants. The project developed a low-cost radar solution capable of monitoring multiple individuals, even in close proximity, with high accuracy. This innovation is well-suited for healthcare, telehealth, and emergency applications, offering reliable performance across diverse environments.\r\n\n\nVoice communication is essential for both enterprises and individuals, playing a vital role in activities such as meetings, phone conversations, and secure transactions like banking. The project highlighted the vulnerability of speech communications to eavesdropping attacks using mmWave technology. By demonstrating the feasibility of such attacks, this work raises awareness of potential risks and encourages future research into securing voice communication systems. The findings underscore the need for robust privacy measures to safeguard sensitive information conveyed through voice.\r\n\n\n\r\n\n\n\r\n\n\n\t\t\t\t\tLast Modified: 12/12/2024\n\n\t\t\t\t\tSubmitted by: AthinaPPetropulu\n"
 }
}