{
 "awd_id": "2034008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID: Behavioral Epidemic Modeling For COVID-19 Containment",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": "7032927799",
 "po_email": "kdittmar@nsf.gov",
 "po_sign_block_name": "Katharina Dittmar",
 "awd_eff_date": "2020-06-01",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 34001.0,
 "awd_amount": 34001.0,
 "awd_min_amd_letter_date": "2020-06-01",
 "awd_max_amd_letter_date": "2020-06-01",
 "awd_abstract_narration": "People tend to change and adapt their behavior during epidemics. Historically, behavioral adaptation has played a central role in the progression of epidemics. In some cases, a change in behavior may suppress an epidemic (e.g., through fear-driven flight or self-isolation) while in other cases, a change may intensify the spread of a disease (e.g., through vaccine refusal or premature cessation of distancing). People’s future behavior during the current COVID-19 epidemic will determine how well we cope with two central threats. First is the immediate threat of successive epidemic waves due to the premature lifting of social distancing guidelines, and the abandonment of social distancing by a large percentage of the population. The second threat is that the disease will rebound even after a vaccine is available. This has occurred before (e.g., measles) and could occur with COVID-19 if a sufficient fraction of the population refuses vaccine out of fear. This research will develop a new model to predict human behavior using publicly available social media data to address a known weakness in most current models.  The new model, source code, data, parameters, assumptions, and methods will all be completely open and publicly available, ensuring the replicability of all results. This project will also deliver an interactive version of the model for use by policymakers, government agencies, and educators. Other broader impacts are training opportunities for a graduate student. \r\n\r\nMost current models that are used to forecast the course of epidemics may provide incomplete results because they do not take into account changes in peoples’ behavior (human behavioral adaptation).  In the proposed research, human behavior will be included within a new model using data taken from social media platforms such as Twitter and Facebook. The data will allow calibration of the model and replicate the entire New York State epidemic to date. Machine Learning approaches will be applied to determine optimal messages and interventions over a wide range of scenarios and control strategies. This development requires a unique interdisciplinary team spanning social science, infectious disease modeling, biostatistics, social media data mining, and Machine Learning.\r\n\r\nThis RAPID award is made by the Ecology and Evolution of Infectious Diseases Program in the Division of Environmental Biology, using funds from the Coronavirus Aid, Relief, and Economic Security (CARES) Act.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Broniatowski",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Broniatowski",
   "pi_email_addr": "broniatowski@gwu.edu",
   "nsf_id": "000718357",
   "pi_start_date": "2020-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "2121 I St NW, Washington, DC 20052",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520086",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 34001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />In this project, we collected data and built mathematical simulations to model the spread of COVID-19 together with fear of COVID-19. We hypothesized that peoples&rsquo; behaviors change the more they become aware of the risks of infection, and that these behavior changes would, in turn, affect how the disease spreads. For example, if infection rates go down, people might stop engaging in protective behaviors like masking and social distancing too early, leading the disease to come back again.</p>\n<p>&nbsp;</p>\n<p>To validate our model, we measured how much people engaged in social distancing, and fear of COVID-19, using a dataset of over 180 Tweets. We summarized this dataset using machine learning models designed to determine how peoples&rsquo; movement changed, and how fear of COVID-19 was expressed.</p>\n<p>&nbsp;</p>\n<p>During the period of grant performance, we developed&nbsp;new combined state level datasets on COVID-19 cases and mortality, mobility, government response, and how much people expressed fear. The data on mobility (distancing) and fear were derived from Twitter data. These were used to test new mathematical models growing out of the theoretical work, using novel statistical methods.</p>\n<p>In parallel, our team developed a new mathematical model that captures the spread of a disease, fear of that disease, fear of the vaccine, and how these interact. This model was then calibrated to data from the State of New York.</p>\n<p>Work on this project remains ongoing, and we intend to extend the analysis to at least two states beyond New York, investigating the relationship between cases, fear, mobility, and government action using the new method of surveillance and analysis discussed above.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2022<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Broniatowski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nIn this project, we collected data and built mathematical simulations to model the spread of COVID-19 together with fear of COVID-19. We hypothesized that peoples’ behaviors change the more they become aware of the risks of infection, and that these behavior changes would, in turn, affect how the disease spreads. For example, if infection rates go down, people might stop engaging in protective behaviors like masking and social distancing too early, leading the disease to come back again.\n\n \n\nTo validate our model, we measured how much people engaged in social distancing, and fear of COVID-19, using a dataset of over 180 Tweets. We summarized this dataset using machine learning models designed to determine how peoples’ movement changed, and how fear of COVID-19 was expressed.\n\n \n\nDuring the period of grant performance, we developed new combined state level datasets on COVID-19 cases and mortality, mobility, government response, and how much people expressed fear. The data on mobility (distancing) and fear were derived from Twitter data. These were used to test new mathematical models growing out of the theoretical work, using novel statistical methods.\n\nIn parallel, our team developed a new mathematical model that captures the spread of a disease, fear of that disease, fear of the vaccine, and how these interact. This model was then calibrated to data from the State of New York.\n\nWork on this project remains ongoing, and we intend to extend the analysis to at least two states beyond New York, investigating the relationship between cases, fear, mobility, and government action using the new method of surveillance and analysis discussed above.\n\n \n\n\t\t\t\t\tLast Modified: 10/11/2022\n\n\t\t\t\t\tSubmitted by: David A Broniatowski"
 }
}