{
 "awd_id": "2034037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF2026: EAGER: The evolution and diversity of the human brain",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 299990.0,
 "awd_amount": 299990.0,
 "awd_min_amd_letter_date": "2020-09-09",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "Human-specific cognitive capacity is evident in many forms. For example, no other species rivals humans’ capacity for speech and language or inter-generational accumulation of knowledge. But what are the genetic underpinnings of human-specific brain evolution and cognition? This project will contrast the genomes of our closest extinct relatives (Neanderthals and Denisovans) with human genomes to identify genetic variants that may play a role in the evolution of human-specific brain. Genomic methods will be used to insert the archaic versions of these genes into human-derived cells. The biology of cells that carry genetic variants that have been extinct for thousands of years will then be studied to help discover recently evolved functions in human brain development and cognition. This project will provide graduate training opportunities in computational genome analysis and experimental genome manipulation. The results of this project have high potential for general public interest as they address fundamental aspects of human uniqueness, and the project may generate opportunities for wide dissemination via public media channels. Further, this project may inform clinical and biomedical research by experimentally describing the functions of genes that work in early brain development. The proposed research enriches the NSF2026 Idea Machine winning entries of 'Harnessing the Human Diversity of Mind' and 'Understanding Scaling of Embodied Cognition.' \r\n\r\nThis project aims to discover and describe functional roles for recently evolved human-specific genetic variants in human-derived cortical organoids. Human-specific variants will be discovered using an innovative computational analysis (a reconstructed ancestral recombination graph) of the genomes of humans and their closest, extinct ancestors – Neanderthals and Denisovans. This approach allows identification of variants that are present in all humans, but absent in the archaic species. Variants present in genes involved in neural development, enriched in this set already, will be prioritized for genetic and functional analysis. Using genome editing of a panel of human-derived iPS cells, this project will re-introduce the extinct archaic variants into various human genetic backgrounds. Each edited iPS line and unedited controls will be assayed for growth, development, and appropriate molecular endophenotypes such as gene expression through stages of cortical organoid induction. Phenotypic deviation from controls may reveal the function roles of the recent genetic innovations in human brain development.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Green",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Richard E Green",
   "pi_email_addr": "regreen@ucsc.edu",
   "nsf_id": "000613193",
   "pi_start_date": "2020-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mircea",
   "pi_last_name": "Teodorescu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mircea Teodorescu",
   "pi_email_addr": "mteodorescu@soe.ucsc.edu",
   "nsf_id": "000599149",
   "pi_start_date": "2020-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sofie",
   "pi_last_name": "SALAMA",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sofie R SALAMA",
   "pi_email_addr": "ssalama@ucsc.edu",
   "nsf_id": "000797035",
   "pi_start_date": "2020-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 High Street, SOE2",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "081Y00",
   "pgm_ele_name": "NSF 2026 Fund"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 299990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-f37bb46f-7fff-a09c-e972-33b8f416f8d0\">\r\n<p dir=\"ltr\"><span>The goals of this project were to develop technology and biological resources for neural organoids to investigate the role of recently derived human genetic variants. This award supported two graduate students and their research projects. Specific accomplishments of this award included:</span></p>\r\n<p dir=\"ltr\"><span>Development and characterization of cell lines carrying the ancestral (Neanderthal) version of NOVA1. </span><span>This important splicing factor is expressed in the developing brain and carries a non-synonymous derived mutation. This mutation is nearly fixed in humans. We compared several aspects of brain organoid function including gene expression in the human and Neanderthal (ancestral) version.</span></p>\r\n<p dir=\"ltr\"><span>Development of NOTO ancestral cell line. </span><span>Like the NOVA1 project, this neural expressed gene carries a derived allele that is nearly fixed in humans relative to Neanderthals. We are currently growing and characterizing brain organoids with the human and Neanderthal (ancestral) versions of this gene.</span></p>\r\n<span>Development of microfluidic systems for growing and monitoring organoids. </span><span>This system cultures organoids in 24-well format and interfaces with an in-incubator imaging device. It includes feeding, imaging, and high-density multi-electrode array recordings. This system aims to provide the capacity for passive, longitudinal characterization of neuronal networks emerging in brain organoids. This system will be key for high-throughput genetic experiments to explore recently-derived human genetic variation.</span></span></p>\r\n<p><span id=\"docs-internal-guid-7de8f2d6-7fff-964d-450e-b37ce1dabd5e\"><span>Dissemination of the results of these projects provided opportunities for these two graduate students to present their work in professional settings. This award enabled these two graduate students to provide mentoring opportunities for undergraduate students. Finally, this award helped lead to the creation of a start-up company, Open Culture. </span></span></p><br>\n<p>\n Last Modified: 12/14/2024<br>\nModified by: Richard&nbsp;E&nbsp;Green</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\r\n\n\nThe goals of this project were to develop technology and biological resources for neural organoids to investigate the role of recently derived human genetic variants. This award supported two graduate students and their research projects. Specific accomplishments of this award included:\r\n\n\nDevelopment and characterization of cell lines carrying the ancestral (Neanderthal) version of NOVA1. This important splicing factor is expressed in the developing brain and carries a non-synonymous derived mutation. This mutation is nearly fixed in humans. We compared several aspects of brain organoid function including gene expression in the human and Neanderthal (ancestral) version.\r\n\n\nDevelopment of NOTO ancestral cell line. Like the NOVA1 project, this neural expressed gene carries a derived allele that is nearly fixed in humans relative to Neanderthals. We are currently growing and characterizing brain organoids with the human and Neanderthal (ancestral) versions of this gene.\r\nDevelopment of microfluidic systems for growing and monitoring organoids. This system cultures organoids in 24-well format and interfaces with an in-incubator imaging device. It includes feeding, imaging, and high-density multi-electrode array recordings. This system aims to provide the capacity for passive, longitudinal characterization of neuronal networks emerging in brain organoids. This system will be key for high-throughput genetic experiments to explore recently-derived human genetic variation.\r\n\n\nDissemination of the results of these projects provided opportunities for these two graduate students to present their work in professional settings. This award enabled these two graduate students to provide mentoring opportunities for undergraduate students. Finally, this award helped lead to the creation of a start-up company, Open Culture. \t\t\t\t\tLast Modified: 12/14/2024\n\n\t\t\t\t\tSubmitted by: RichardEGreen\n"
 }
}