{
 "awd_id": "2034014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Using patient specific DNA methylation to predict COVID-19 clinical prognosis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927069",
 "po_email": "hahn@nsf.gov",
 "po_sign_block_name": "Henry Ahn",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 255959.0,
 "awd_amount": 255959.0,
 "awd_min_amd_letter_date": "2020-08-26",
 "awd_max_amd_letter_date": "2021-05-06",
 "awd_abstract_narration": "The broader impact/commercial potential of this Small Business Innovation Research (SBIR) Phase I project is the development of an onsite, clinical test to screen incoming patients potentially infected with COVID-19 and prioritize hospital resources and personnel based on a predicted infection severity and treatment response. The benefits of a test that can predict COVID-19 infection severity are enormous. In addition to the millions of infections and hundreds of thousands of dealths, it costs hospitals an average of roughly $2,500 per day per patient for inpatient care. This project will develop a test for COVID-19 screening to accurately identify patients at risk. \r\n\r\nThis Small Business Innovation Research (SBIR) Phase I project is establishing the use of DNA methylation patterns for personalized screening and treatment for COVID-19. The variation in symptoms and outcomes for COVID-19 progression make it challenging for healthcare workers to triage accurately.  The development of a DNA methylation-based test to predict the severity of COVID-19 infection will help manage the pandemic. This project will: 1) generate a comprehensive dataset of white blood cell DNA methylation patterns, health history, and clinical data for patients infected with COVID-19; 2) generate a predictive model for COVID-19 infection severity and treatment response. The anticipated technical results of this project are a testing method and a computer algorithm for predicting infection severity and treatment response based on a patient’s unique DNA methylation pattern.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristin",
   "pi_last_name": "Brogaard",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kristin R Brogaard",
   "pi_email_addr": "kristin@inherentbio.com",
   "nsf_id": "000803653",
   "pi_start_date": "2020-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "INHERENT BIOSCIENCES, INC.",
  "inst_street_address": "26 N RIO GRANDE ST",
  "inst_street_address_2": "STE 2072",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "7608158706",
  "inst_zip_code": "841011184",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "UT02",
  "org_lgl_bus_name": "INHERENT BIOSCIENCES, INC.",
  "org_prnt_uei_num": "X9LJM6ADLJV7",
  "org_uei_num": "X9LJM6ADLJV7"
 },
 "perf_inst": {
  "perf_inst_name": "Inherent Biosciences",
  "perf_str_addr": "2725 Parleys Way, #100",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841091649",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 255959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-de46da22-7fff-cae4-b449-4ce91c7ebb89\">\n<p dir=\"ltr\"><strong>Overview</strong><span>:</span></p>\n<p dir=\"ltr\"><span>Through the Phase 1 SBIR funding Inherent Biosciences developed a new bioinformatics pipeline to analyze gene dysregulation in complex diseases. This technology development enables a new category of diagnostics and therapeutics that leverage epigenetics, biology&rsquo;s inherent mechanism for gene regulation, to radically transform the diagnosis and treatment of complex diseases. Infertility is an example of complex disease and 1 in 8 couples suffer from infertility. With this novel pipeline and analysis of over 1500 semen samples Inherent Biosciences has established </span><span>an epigenetic (DNA Methylation) biomarker that is predictive of sperm quality with an 84% positive predictive value of predicting the need for IVF.&nbsp;</span></p>\n<span>Currently, the standard semen evaluation is the primary tool for the assessment of male fertility potential. However, the semen analysis only provides a very superficial analysis of a man&rsquo;s fertility potential.&nbsp; Reproductive Urologists and Endocrinologists need new and more powerful tools to better assess sperm quality.&nbsp; The commercialization of the biomarker will disrupt the current standard of care and will support more personalized and effective treatment plans for couples.</span><span><br /></span></span></p>\n<p><span id=\"docs-internal-guid-c6c7e962-7fff-fbed-da88-b0f2b93365e9\">\n<p dir=\"ltr\"><strong>Study Details:</strong><span><br /></span><span><br /></span><span>This SBIR Phase I project was originally established with the goal of using DNA methylation for more personalized screening and treatment for COVID-19. The purpose of such a screen would be to predict the severity of a COVID-19 infection, better triage infected patients, and ultimately allocate public health resources to people and communities that are at highest risk for hospitalization. Independent of our data,</span><span> in late spring and early summer of 2021 it became evident that the window of opportunity was closing for a test that predicts COVID-19 severity in uninfected or infected cohorts, primarily due to the rapid development and mass distribution of the COVID-19 vaccines. The market for a new test to better triage patients and define communities at risk was diminishing. For this reason we were given the opportunity to pivot our SBIR Phase I grant.</span></p>\n<p dir=\"ltr\"><span>The objectives for the remaining Phase I SBIR funds were focused on both overcoming technological limitations and validating clinical claims for commercialization of an infertility diagnostic.</span></p>\n<p style=\"padding-left: 30px;\" dir=\"ltr\"><strong>Objective 1:&nbsp; </strong><span>&nbsp;</span><span>Develop a novel bioinformatics DNA Methylation pipeline using microarray technology that is independent of microarray batch effect&nbsp;&nbsp;</span></p>\n<p style=\"padding-left: 30px;\" dir=\"ltr\"><strong>Objective 2: </strong><span>Transition male infertility DNA methylation analysis away from microarray and to a targeted next generation sequencing platform</span></p>\n<p style=\"padding-left: 30px;\" dir=\"ltr\"><strong>Objective 3: </strong><span>Validate clinical claims on an expanded set of sperm samples with high quality outcomes data</span></p>\n<p dir=\"ltr\"><strong>Objective Outcomes and Ongoing Research:</strong></p>\n<p dir=\"ltr\"><span>For Objective 1 Inherent Biosciences created a novel informatics pipeline to examine multi-pathway dysregulation in sperm cells on microarray technology. This pipeline accurately identifies a subset of men that need medical intervention to achieve pregnancy and is independent of microarray batch effect which previously inhibited commercialization. &nbsp; Objective 2 confirmed the correlations of an NGS platform and the microarray data and research is ongoing to apply NGS technology to the male infertility biomarker. Through objective 3 Inherent Bioscience&rsquo;s microarray pipeline was validated on more than 1500 semen samples which led to the commercialization of a novel epigenetic sperm quality test for male infertility with a 6-fold improvement in diagnostic yield.&nbsp; Continued research in the form of Phase II is necessary to expand the clinical claims of the epigenetic sperm quality test as well as complete the transition to a more scalable NGS-based platform. </span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2021<br>\n\t\t\t\t\tModified by: Kristin&nbsp;R&nbsp;Brogaard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nOverview:\nThrough the Phase 1 SBIR funding Inherent Biosciences developed a new bioinformatics pipeline to analyze gene dysregulation in complex diseases. This technology development enables a new category of diagnostics and therapeutics that leverage epigenetics, biology’s inherent mechanism for gene regulation, to radically transform the diagnosis and treatment of complex diseases. Infertility is an example of complex disease and 1 in 8 couples suffer from infertility. With this novel pipeline and analysis of over 1500 semen samples Inherent Biosciences has established an epigenetic (DNA Methylation) biomarker that is predictive of sperm quality with an 84% positive predictive value of predicting the need for IVF. \nCurrently, the standard semen evaluation is the primary tool for the assessment of male fertility potential. However, the semen analysis only provides a very superficial analysis of a man’s fertility potential.  Reproductive Urologists and Endocrinologists need new and more powerful tools to better assess sperm quality.  The commercialization of the biomarker will disrupt the current standard of care and will support more personalized and effective treatment plans for couples.\n\n\n\nStudy Details:\n\nThis SBIR Phase I project was originally established with the goal of using DNA methylation for more personalized screening and treatment for COVID-19. The purpose of such a screen would be to predict the severity of a COVID-19 infection, better triage infected patients, and ultimately allocate public health resources to people and communities that are at highest risk for hospitalization. Independent of our data, in late spring and early summer of 2021 it became evident that the window of opportunity was closing for a test that predicts COVID-19 severity in uninfected or infected cohorts, primarily due to the rapid development and mass distribution of the COVID-19 vaccines. The market for a new test to better triage patients and define communities at risk was diminishing. For this reason we were given the opportunity to pivot our SBIR Phase I grant.\nThe objectives for the remaining Phase I SBIR funds were focused on both overcoming technological limitations and validating clinical claims for commercialization of an infertility diagnostic.\nObjective 1:   Develop a novel bioinformatics DNA Methylation pipeline using microarray technology that is independent of microarray batch effect  \nObjective 2: Transition male infertility DNA methylation analysis away from microarray and to a targeted next generation sequencing platform\nObjective 3: Validate clinical claims on an expanded set of sperm samples with high quality outcomes data\nObjective Outcomes and Ongoing Research:\nFor Objective 1 Inherent Biosciences created a novel informatics pipeline to examine multi-pathway dysregulation in sperm cells on microarray technology. This pipeline accurately identifies a subset of men that need medical intervention to achieve pregnancy and is independent of microarray batch effect which previously inhibited commercialization.   Objective 2 confirmed the correlations of an NGS platform and the microarray data and research is ongoing to apply NGS technology to the male infertility biomarker. Through objective 3 Inherent Bioscience’s microarray pipeline was validated on more than 1500 semen samples which led to the commercialization of a novel epigenetic sperm quality test for male infertility with a 6-fold improvement in diagnostic yield.  Continued research in the form of Phase II is necessary to expand the clinical claims of the epigenetic sperm quality test as well as complete the transition to a more scalable NGS-based platform. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/03/2021\n\n\t\t\t\t\tSubmitted by: Kristin R Brogaard"
 }
}