{
 "awd_id": "2034791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:Towards Adaptive and Robust Multimodal Emotion Recognition In-the-Wild",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927215",
 "po_email": "tleen@nsf.gov",
 "po_sign_block_name": "Todd Leen",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 99916.0,
 "awd_amount": 99916.0,
 "awd_min_amd_letter_date": "2020-07-30",
 "awd_max_amd_letter_date": "2020-07-30",
 "awd_abstract_narration": "Emotions are essential to human life. They directly influence human perception and behaviors, and have big impacts on people's daily tasks, such as learning, social interaction, and decision-making. Automatic emotion recognition has found applications in many domains such as human-computer interaction, human-robot interaction, multimedia retrieval, social media analysis, and healthcare. Emotional states are expressed through a variety of channels including facial expression, voice prosody, spoken words, and body gestures. Automatic emotion recognition in real-world applications is a challenging task. Real-world emotions involve subtle expressive behaviors, different degrees of expressiveness in different channels, and the imperfect conditions such as background noise or music, poor illumination, and uncontrolled head poses for example. This EArly-concept Grant for Exploratory Research project aims to address the challenges of spontaneous emotion expressions and imperfect audio and video signals in-the-wild, and develop a novel multimodal emotion recognition system for real-world applications. The research will lead to advances in data collection, algorithm design, and bench-marking for the next generation of affective computing.\r\n\r\nThis project consists of several research components. First, a multimodal dataset of spontaneous emotion expressions in-the-wild will be developed. The dataset will contain natural spontaneous emotion data in various challenging real life environments, and crowd-sourced ratings in different modalities (audio and video channels). A thorough benchmark analysis using this dataset will be conducted tostudy how different features, modalities, and signal impairments contribute to the success and failure of emotion recognition systems. Finally, novel multimodal emotion recognition algorithms will be designed using adaptive and robust multimodal learning and fusion. The research findings will be made available through dataset sharing, publications, talks, and open-source codes, allowing a multitude of developers, researchers, and companies to improve and evolve multimodal emotion recognition in real-world applications. The project will also provide novel research opportunities for graduate and undergraduate students, including women and minority students.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Houwei",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Houwei Cao",
   "pi_email_addr": "hcao02@nyit.edu",
   "nsf_id": "000783681",
   "pi_start_date": "2020-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York Institute of Technology",
  "inst_street_address": "1855 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5166867737",
  "inst_zip_code": "100237606",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "NEW YORK INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SVZSJHR2A4T6"
 },
 "perf_inst": {
  "perf_inst_name": "New York Institute of Technology",
  "perf_str_addr": "Northern Boulevard",
  "perf_city_name": "Old Westbury",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "115688000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 99916.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Automatic emotion recognition in real-world applications is a challenging task. Real-world emotions involve subtle expressive behaviors, different degrees of expressiveness in different channels, and imperfect conditions such as background noise or music, poor illumination, and uncontrolled head poses for example.</p>\n<p>Intellectual Merits Outcomes:</p>\n<p>This project addressed the various challenges of spontaneous emotion expressions and imperfect audio and video signals in-the-wild, and developed a novel robust multimodal emotion recognition system with inconsistent and subjective data for real-world applications.</p>\n<p>1. We first developed a multimodal emotional dataset with natural spontaneous emotion data in various challenging real-world environments. It contains 500 user generated videos collected from YouTube&nbsp;in three different scenarios of 1) naturalistic well-lit conditions (close to lab environment), 2) real-world human-computer interaction applications, and 3) arbitrary environments with completely uncontrolled audio-visual conditions.</p>\n<p>2. Spontaneous emotion recognition in-the-wild has to be robust against all the complicating factors in the emotion communication pipeline. We investigated how different factors contribute to various inconsistencies and subjectivities of multimodal spontaneous emotion data, and further proposed a robust multimodal emotion recognition system. A novel preference learning framework was &nbsp;introduced that simultaneously considers the discrepancies and agreements between the intended and the perceived labels in different modalities of audio-only, visual-only, and audio-visual, as well as the consistency among the perceptual ratings of all raters.</p>\n<p>3. To better understand the attentional deployment in the processing of facial expression, we investigated human&rsquo;s visual attention and fixation patterns when identifying six basic emotions of expressive talking faces, and further developed a novel&nbsp;emotion recognition system&nbsp;to predict the perceived emotions based on her gaze patterns and fixation sequences. Moreover, we investigated how facial expressions differ across different genders and races, and identified group-specific gaze patterns for different gender and race groups during emotion recognition. We further built the gender-dependent and race-dependent models.</p>\n<p>4. The COVID-19 pandemic has affected more than 200 countries on all continents over the past three years. Wearing face masks is one of the essential ways to control the spread of the virus. While face masks effectively reduce the risk of infection, it has created a new normal, significantly changing how people communicate in daily life. On one hand, masks can muffle sounds, particularly the high-frequency sounds, which makes it harder to understand certain voices and speech, as well as the paralinguistic information. On the other hand, masks also block facial expressions and prevent people from seeing and reading lips, which can help people to better understand what they are hearing and the emotional state of the speaker. We systematically investigated how different types of masks affect automatic emotion classification. Specifically, we studied how muffled speech and occluded facial expressions change the prediction of emotions and further investigated the individual contribution of audio, visual, and audio-visual modalities to the prediction of emotion with and without mask.</p>\n<p>5. We participated the INTERSPEECH 2020 Computational Paralinguistic Challenge and investigated various acoustic and lexical representations for the two&nbsp;new emerging tasks:&nbsp;recognizing emotions on elderly population, and predicting&nbsp;whether a speaker wears a surgical mask or not.&nbsp;We have shown that the proposed FV-MFCC feature is very promising. It has very strong prediction power on its own and can also provide complementary information when fused with other acoustic features.&nbsp;We also discussed the potential for improving prediction by combining the lexical and acoustic modalities together. Our proposed systems significantly outperform the official baselines on the test set in both the Mask Sub-challenges, and Elderly Sub-challenges, and won the runner-up in the&nbsp;Elderly Sub-challenges.</p>\n<p>Broader Impact Outcomes:</p>\n<p>1. Two PhD students and four master students have participated in this research. They all gained valuable experience to use AI and machine learning tools to solve practical problems involving affective computing, speech and language processing, and user behaviors analysis. Two graduated master students are now employed by top IT companies in the USA, and the other two graduated master students continued their PhD study.</p>\n<p>2. Five Undergraduate students have participated in this research. Two undergraduate students joined the project through REU program, and the other three students worked on the project as their senior design project. All students gained valuable hands-on research experience, and published papers in top-tier conferences.&nbsp;&nbsp;</p>\n<p>3. Our results were published in top-tier journal and conferences including IEEE Transactions on Affective Computing, ACII, ICASSP, and INTERSPEECH. We have presented our results through conferences and seminar talks to academia and industry.</p><br>\n<p>\n Last Modified: 12/07/2023<br>\nModified by: Houwei&nbsp;Cao</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nAutomatic emotion recognition in real-world applications is a challenging task. Real-world emotions involve subtle expressive behaviors, different degrees of expressiveness in different channels, and imperfect conditions such as background noise or music, poor illumination, and uncontrolled head poses for example.\n\n\nIntellectual Merits Outcomes:\n\n\nThis project addressed the various challenges of spontaneous emotion expressions and imperfect audio and video signals in-the-wild, and developed a novel robust multimodal emotion recognition system with inconsistent and subjective data for real-world applications.\n\n\n1. We first developed a multimodal emotional dataset with natural spontaneous emotion data in various challenging real-world environments. It contains 500 user generated videos collected from YouTubein three different scenarios of 1) naturalistic well-lit conditions (close to lab environment), 2) real-world human-computer interaction applications, and 3) arbitrary environments with completely uncontrolled audio-visual conditions.\n\n\n2. Spontaneous emotion recognition in-the-wild has to be robust against all the complicating factors in the emotion communication pipeline. We investigated how different factors contribute to various inconsistencies and subjectivities of multimodal spontaneous emotion data, and further proposed a robust multimodal emotion recognition system. A novel preference learning framework was introduced that simultaneously considers the discrepancies and agreements between the intended and the perceived labels in different modalities of audio-only, visual-only, and audio-visual, as well as the consistency among the perceptual ratings of all raters.\n\n\n3. To better understand the attentional deployment in the processing of facial expression, we investigated humans visual attention and fixation patterns when identifying six basic emotions of expressive talking faces, and further developed a novelemotion recognition systemto predict the perceived emotions based on her gaze patterns and fixation sequences. Moreover, we investigated how facial expressions differ across different genders and races, and identified group-specific gaze patterns for different gender and race groups during emotion recognition. We further built the gender-dependent and race-dependent models.\n\n\n4. The COVID-19 pandemic has affected more than 200 countries on all continents over the past three years. Wearing face masks is one of the essential ways to control the spread of the virus. While face masks effectively reduce the risk of infection, it has created a new normal, significantly changing how people communicate in daily life. On one hand, masks can muffle sounds, particularly the high-frequency sounds, which makes it harder to understand certain voices and speech, as well as the paralinguistic information. On the other hand, masks also block facial expressions and prevent people from seeing and reading lips, which can help people to better understand what they are hearing and the emotional state of the speaker. We systematically investigated how different types of masks affect automatic emotion classification. Specifically, we studied how muffled speech and occluded facial expressions change the prediction of emotions and further investigated the individual contribution of audio, visual, and audio-visual modalities to the prediction of emotion with and without mask.\n\n\n5. We participated the INTERSPEECH 2020 Computational Paralinguistic Challenge and investigated various acoustic and lexical representations for the twonew emerging tasks:recognizing emotions on elderly population, and predictingwhether a speaker wears a surgical mask or not.We have shown that the proposed FV-MFCC feature is very promising. It has very strong prediction power on its own and can also provide complementary information when fused with other acoustic features.We also discussed the potential for improving prediction by combining the lexical and acoustic modalities together. Our proposed systems significantly outperform the official baselines on the test set in both the Mask Sub-challenges, and Elderly Sub-challenges, and won the runner-up in theElderly Sub-challenges.\n\n\nBroader Impact Outcomes:\n\n\n1. Two PhD students and four master students have participated in this research. They all gained valuable experience to use AI and machine learning tools to solve practical problems involving affective computing, speech and language processing, and user behaviors analysis. Two graduated master students are now employed by top IT companies in the USA, and the other two graduated master students continued their PhD study.\n\n\n2. Five Undergraduate students have participated in this research. Two undergraduate students joined the project through REU program, and the other three students worked on the project as their senior design project. All students gained valuable hands-on research experience, and published papers in top-tier conferences.\n\n\n3. Our results were published in top-tier journal and conferences including IEEE Transactions on Affective Computing, ACII, ICASSP, and INTERSPEECH. We have presented our results through conferences and seminar talks to academia and industry.\t\t\t\t\tLast Modified: 12/07/2023\n\n\t\t\t\t\tSubmitted by: HouweiCao\n"
 }
}