{
 "awd_id": "2034616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CCSS: Collaborative Research: Intelligent Full-Duplex Cognitive Radio Networks for Pervasive Heterogeneous Wireless Networking",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": "7032924568",
 "po_email": "hdai@nsf.gov",
 "po_sign_block_name": "Huaiyu Dai",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 241361.0,
 "awd_amount": 241361.0,
 "awd_min_amd_letter_date": "2020-08-10",
 "awd_max_amd_letter_date": "2020-08-10",
 "awd_abstract_narration": "Wireless devices and services are becoming increasingly pervasive in modern society. Meanwhile, the wireless spectrum is being shared by diverse wireless technologies with higher demands and is becoming more and more crowded. To meet the exponentially growing spectrum demands, there is a critical need for new wireless technologies that enable dynamic and efficient sharing of the spectrum and coexistence with other networks. This project addresses the issue of spectrum scarcity by developing a framework for achieving full-duplex transmission capability, accurate and efficient detection of available spectrum, and efficient spectrum sharing among diverse wireless devices and networks. With full-duplex transmission, a wireless device can transmit and receive information simultaneously, theoretically doubling the capacity achievable by conventional half-duplex devices. However, full-duplex transmission incurs both strong self-interference and additional interference to other devices, which limits its potential benefits. The project aims to overcome these challenges by applying machine learning and intelligent use of computational resources in the network. The project will advance the field of wireless networking by fully realizing the potential of full-duplex transmission and dynamic spectrum sharing. The project is expected to have a significant societal impact through enhanced wireless services.\r\n\r\nThis project will holistically develop enabling technologies, through a synergistic framework of intelligent full-duplex CR networks (IFD-CRNs) with distributed software defined network (SDN) infrastructure at the edge, for pervasive heterogeneous wireless networking incorporating mobile edge computing. Coupled with an intelligence-enhanced network function virtualization (NFV) architecture, an IFD-CRN will employ advanced machine learning algorithms to substantially improve spectrum efficiency, data rates, and energy efficiency, and achieve efficient resource utilization with infrastructural flexibility, evolvability, and scalability. An IFD-CRN performs NFV in the proximity of wireless end users and is inclusive of the physical layer, making it suitable for hyper-dense, small cell heterogeneous wireless networks with tight latency requirements. IFD-CRN employs cyclic feature detection with online spectrum prediction to perform fast spectrum detection in the presence of strong self-interference caused by full-duplex transmission. A learning-based mechanism will enable IFD-CRNs to estimate the network state information and user characteristics to mitigate the unique inter-user interference caused by full-duplex in a dense network.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Mark",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brian L Mark",
   "pi_email_addr": "bmark@gmu.edu",
   "nsf_id": "000189636",
   "pi_start_date": "2020-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 241361.0
  }
 ],
 "por": null
}