{
 "awd_id": "2035114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Next phase serological testing for SARS-CoV-2 for biocultural research",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2020-06-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 199217.0,
 "awd_amount": 199217.0,
 "awd_min_amd_letter_date": "2020-06-10",
 "awd_max_amd_letter_date": "2020-06-10",
 "awd_abstract_narration": "This RAPID project will develop methods and infrastructure for SARS-CoV-2 antibody and immunity testing that can be operationalized to examine a wide range of social and biocultural processes as they relate to COVID-19 exposure and outcomes. Results from a large community-based sample will be used to inform estimates of the seroprevalence of infection in order to illuminate the geographic spread of the virus, identify subgroups of individuals more susceptible to infection, and investigate the development of immunity following exposure. A minimally-invasive approach to antibody testing will facilitate application in community-based settings and provide information on the predictors of viral transmission that can be used to mitigate future outbreaks. The project will also contribute to the infrastructure of science through training opportunities for graduate students and postdoctoral researchers, and includes public outreach activities on the role of antibody testing for SARS-CoV-2. \r\n \r\nDuring the COVID 19 pandemic, strategic testing in community-based settings is critical for understanding the true level of infection, tracking the virus, and for preventing transmission. Serological testing for antibodies against the virus is an important tool for identifying individuals who have been exposed to SARS-CoV-2, but current clinic-based testing approaches require serum samples collected via venipuncture, which is difficult to implement when people are being asked to stay at home. This project combines the convenience of blood collection in the home with the analytic rigor that can be applied in the laboratory by using a serological test for SARS-CoV-2 IgG antibodies that requires only a single drop of blood, collected on filter paper following a simple finger stick. The investigators will deploy a web-based, “no-contact” research platform to investigate the origins of differences in COVID-19 infection rates across neighborhoods in Chicago. Following recruitment, participants navigate to a home page with their smart phone or computer where consent is obtained and a survey is administered electronically. A kit is mailed for the collection of a finger stick dried blood spot sample, which is returned to the lab and analyzed for IgG antibodies against the receptor binding domain of SARS-CoV-2. Test results will be combined with survey responses and neighborhood-based administrative data to investigate the individual-, household-, and community-level predictors of exposure. The second aim is to develop and validate a surrogate virus neutralization protocol for use with dried blood spot samples. This protocol addresses an important limitation of current antibody tests which detect the presence of binding antibodies, but cannot quantify the presence of the neutralizing antibodies that actually prevent the virus from entering host tissues upon re-infection. The protocol will then be applied to samples from the first aim to investigate the factors that predict the development of immunity to SARS-CoV-2.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "McDade",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W McDade",
   "pi_email_addr": "t-mcdade@northwestern.edu",
   "nsf_id": "000431947",
   "pi_start_date": "2020-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "1810 Hinman Avenue",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080855",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 199217.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this&nbsp;project was to advance our understanding of the COVID-19 pandemic by developing a minimally-invasive approach to community-based antibody testing. In the summer of 2020 we launched &ldquo;SCAN: Screening for Coronavirus Antibodies in Neighborhood.&rdquo;&nbsp; It is a large seroprevalence study in Chicago that is allowing us to investigate the causes and consequences of SARS-CoV-2 exposure (the virus that causes COVID-19) across multiple phases of the pandemic.&nbsp;The study deployed a web-based, &ldquo;no-contact&rdquo; research platform which integrated remote surveys and at-home finger stick blood collection. Participants self-collected dried blood spot samples, which were shipped to the lab for analysis of neutralizing antibodies against SARS-CoV-2.</p>\n<p>An important outcome of the study is that we demonstrated how neutralizing antibodies against SARS-CoV-2 can be quantified in a single drop of capillary blood, dried on filter paper, with a level of accuracy that is comparable to standard venous blood protocols.&nbsp;Using this method, we documented that the level of protective immunity following natural infection in the community is relatively low--comparable to, or less than, the level of immunity that is typical after the first dose of current two-dose mRNA vaccines. We also found that levels of protective immunity three months after vaccination are particularly low against viral variants that differ from the original (wild type) version of the virus.&nbsp;</p>\n<p>Intellectual merit of the project includes the development of a new \"field-friendly\" tool for measuring neutralizing antibodies against SARS-CoV-2 in finger stick dried blood spot samples.&nbsp;This method will facilitate research on the immune response to coronavirus exposure across a wide range of populations, in the US and globally. In addition, the application of surrogate virus neutralization testing to detect neutralizing antibodies overcomes many of the limitations associated with testing only for IgG binding antibodies. Second, the project advances biosocial research on the pandemic, drawing on and contributing to the integrative and holistic approach of biological anthropology and human population biology.&nbsp; Publications from the project illuminate the contextual, interpersonal, and individual factors that contribute to disparities in COVID-19 infection and mortality, as well as individual differences in protective immunity after infection and vaccination.</p>\n<p>Broader impacts include advancing scientific as well as public understandings of the COVID-19 pandemic.&nbsp; The project also contributed to the infrastructure of science by including a postdoctoral fellow as a central member of the project team.&nbsp; She played leading roles in assay development and implementation, as well as manuscript preparation.&nbsp;In addition, two PhD students in biological anthropology are currently working with the data for thesis projects.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2022<br>\n\t\t\t\t\tModified by: Thomas&nbsp;W&nbsp;Mcdade</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this project was to advance our understanding of the COVID-19 pandemic by developing a minimally-invasive approach to community-based antibody testing. In the summer of 2020 we launched \"SCAN: Screening for Coronavirus Antibodies in Neighborhood.\"  It is a large seroprevalence study in Chicago that is allowing us to investigate the causes and consequences of SARS-CoV-2 exposure (the virus that causes COVID-19) across multiple phases of the pandemic. The study deployed a web-based, \"no-contact\" research platform which integrated remote surveys and at-home finger stick blood collection. Participants self-collected dried blood spot samples, which were shipped to the lab for analysis of neutralizing antibodies against SARS-CoV-2.\n\nAn important outcome of the study is that we demonstrated how neutralizing antibodies against SARS-CoV-2 can be quantified in a single drop of capillary blood, dried on filter paper, with a level of accuracy that is comparable to standard venous blood protocols. Using this method, we documented that the level of protective immunity following natural infection in the community is relatively low--comparable to, or less than, the level of immunity that is typical after the first dose of current two-dose mRNA vaccines. We also found that levels of protective immunity three months after vaccination are particularly low against viral variants that differ from the original (wild type) version of the virus. \n\nIntellectual merit of the project includes the development of a new \"field-friendly\" tool for measuring neutralizing antibodies against SARS-CoV-2 in finger stick dried blood spot samples. This method will facilitate research on the immune response to coronavirus exposure across a wide range of populations, in the US and globally. In addition, the application of surrogate virus neutralization testing to detect neutralizing antibodies overcomes many of the limitations associated with testing only for IgG binding antibodies. Second, the project advances biosocial research on the pandemic, drawing on and contributing to the integrative and holistic approach of biological anthropology and human population biology.  Publications from the project illuminate the contextual, interpersonal, and individual factors that contribute to disparities in COVID-19 infection and mortality, as well as individual differences in protective immunity after infection and vaccination.\n\nBroader impacts include advancing scientific as well as public understandings of the COVID-19 pandemic.  The project also contributed to the infrastructure of science by including a postdoctoral fellow as a central member of the project team.  She played leading roles in assay development and implementation, as well as manuscript preparation. In addition, two PhD students in biological anthropology are currently working with the data for thesis projects. \n\n\t\t\t\t\tLast Modified: 07/01/2022\n\n\t\t\t\t\tSubmitted by: Thomas W Mcdade"
 }
}