{
 "awd_id": "2035519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES:  People, power, and rivers: social-ecological dynamics of hydroelectric development in northern Mongolia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924904",
 "po_email": "kkuyuk@nsf.gov",
 "po_sign_block_name": "Kristin Kuyuk",
 "awd_eff_date": "2020-04-17",
 "awd_exp_date": "2023-07-31",
 "tot_intn_awd_amt": 125434.0,
 "awd_amount": 125434.0,
 "awd_min_amd_letter_date": "2020-07-21",
 "awd_max_amd_letter_date": "2020-07-21",
 "awd_abstract_narration": "The push for renewable energy has driven a global hydroelectric dam-building boom that has already displaced 40-80 million people worldwide and has had large but unquantified ecological impacts. To better understand the impacts of dam-building, research is needed to integrate direct environmental effects, indirect effects of how dams change the ways people interact with their environment, and the interactions between these two effects. With its first large dam under construction and another planned, Mongolia's Selenge River watershed represents an excellent study site for such an investigation.  It is also a compelling site because Northern Mongolia's shifting precipitation patterns and rising air temperatures (which have warmed three times faster than the global average), have made traditional herding a more difficult and economically risky livelihood.  Some herders have responded by intensifying their use of other natural resources, including fish.  By combining research methods from the social and environmental sciences, and by using high-technology tools as well as field work, 18 U.S. students, working with scientists/mentors from several U.S. institutions and from the Mongolian Academy of Sciences, will develop an integrated set of approaches for examining social and ecological dynamics of hydroelectric development.  This project will also give U.S. students hands-on experience in working across cultures and in a team-based approach to large complex projects.\r\n\r\nThis IRES project enables students to use multiple approaches to evaluate the impact of dams on the Selenge River's human and natural systems. Among the projects they will undertake are: 1) surveying for critically endangered fish species using analysis of environmental DNA (eDNA) shed by fish in the water; 2) estimating the abundance of Taimen, the world's largest salmonid, using unmanned aerial vehicles (UAVs or drones) as a rapid and unobtrusive visual survey platform; 3) conducting swimming performance trials to forecast fishes' ability to utilize fish ladders designed to mitigate dam impacts; 4) interviewing community elders to gauge rates of community change in the past and since dam construction started;  5) interviewing young villagers to understand how dam-building and other factors influence their desire to leave their villages for urban area; and 6) assessing the impacts of possible dam-caused fish declines on foreign sport fisherman (who bring valuable foreign currency to the region) and on Mongolians who increasingly depend on fish for food.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Olaf",
   "pi_last_name": "Jensen",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Olaf P Jensen",
   "pi_email_addr": "ojensen@wisc.edu",
   "nsf_id": "000533287",
   "pi_start_date": "2020-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N Park Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1068",
   "pgm_ref_txt": "MONGOLIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 125434.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the human responses to climate change has been a global dam building boom to supply low carbon energy to rapidly developing economies.&nbsp; This project used the Selenge River Watershed (SRW) of northern Mongolia as a focal point for a broader inquiry into the social-ecological dynamics of hydropower development, including its impacts on aquatic ecosystems and the human communities that interact with them.&nbsp; Project personnel, including social and natural scientists and graduate and undergraduate students traveled to Mongolia over three summers to conduct student-designed field research projects.</p>\n<p>The Intellectual Merit of the project is a better understanding of the social and ecological responses - and interactions between these responses - to hydropower development within the context of other cultural and environmental changes.&nbsp; These other changes became a larger focus of the project as a planned hydropower dam in the study region was canceled.&nbsp; At the same time, climate change has had ever larger impacts on aquatic ecosystems in this region, which is one of the fastest warming regions on Earth.&nbsp; Our research has documented rising water temperatures in the SRW and changes in the conservation status of fish species as a result of both climate change and fishing.&nbsp; Using field experiments, we demonstrated that one component of climate change - an increased frequency of thunderstorms - can indirectly benefit fish populations by reducing their vulnerability to recreational/subsistence fishing.&nbsp; Interviews with local residents - mostly semi-nomadic herders - reflect an awareness of climate change but little consensus about its causes.</p>\n<p>The Broader Impacts of the project came through training of 16 graduate and undergraduate students in social-ecological research methods and theory and science communication skills.&nbsp; Student participants completed a semester-long distributed online seminar on social-ecological research in preparation for a summer field research expedition.&nbsp; During the expedition, they worked alongside Mongolian scientists and students (who were supported via non-NSF funds) to complete social and natural science research projects.&nbsp; Following each expedition, students worked with faculty mentors to complete their data analysis and manuscript writing.&nbsp; Participants reported an increased understanding of the scientific process, and the research conducted by participants contributed to undergraduate, MS, and PhD theses or dissertations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: Olaf&nbsp;P&nbsp;Jensen</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nOne of the human responses to climate change has been a global dam building boom to supply low carbon energy to rapidly developing economies. This project used the Selenge River Watershed (SRW) of northern Mongolia as a focal point for a broader inquiry into the social-ecological dynamics of hydropower development, including its impacts on aquatic ecosystems and the human communities that interact with them. Project personnel, including social and natural scientists and graduate and undergraduate students traveled to Mongolia over three summers to conduct student-designed field research projects.\n\n\nThe Intellectual Merit of the project is a better understanding of the social and ecological responses - and interactions between these responses - to hydropower development within the context of other cultural and environmental changes. These other changes became a larger focus of the project as a planned hydropower dam in the study region was canceled. At the same time, climate change has had ever larger impacts on aquatic ecosystems in this region, which is one of the fastest warming regions on Earth. Our research has documented rising water temperatures in the SRW and changes in the conservation status of fish species as a result of both climate change and fishing. Using field experiments, we demonstrated that one component of climate change - an increased frequency of thunderstorms - can indirectly benefit fish populations by reducing their vulnerability to recreational/subsistence fishing. Interviews with local residents - mostly semi-nomadic herders - reflect an awareness of climate change but little consensus about its causes.\n\n\nThe Broader Impacts of the project came through training of 16 graduate and undergraduate students in social-ecological research methods and theory and science communication skills. Student participants completed a semester-long distributed online seminar on social-ecological research in preparation for a summer field research expedition. During the expedition, they worked alongside Mongolian scientists and students (who were supported via non-NSF funds) to complete social and natural science research projects. Following each expedition, students worked with faculty mentors to complete their data analysis and manuscript writing. Participants reported an increased understanding of the scientific process, and the research conducted by participants contributed to undergraduate, MS, and PhD theses or dissertations.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: OlafPJensen\n"
 }
}