{
 "awd_id": "2036823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN: GOLD-EN: Leadership Academy and Network for Diversity and Inclusion in Geosciences (LANDInG): Building, Developing and Sustaining DEI Leaders",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2024-08-31",
 "tot_intn_awd_amt": 490000.0,
 "awd_amount": 490000.0,
 "awd_min_amd_letter_date": "2020-08-28",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "The American Geophysical Union (AGU) will organize a Research Coordination Network (RCN) to support community and leadership development efforts with the goal of creating a more diverse and inclusive geoscience workforce. Cultural shifts can be facilitated by leadership, and research indicates that Diversity, Equity and Inclusion (DEI) initiatives are more often effective when championed from the top. Increasing capacity for DEI leadership through a Community of Practice (CoP) and professional development within the geosciences would fill an infrastructure gap for efforts that broaden participation in the geosciences and improve DEI outcomes (directly and indirectly) across the discipline. DEI champions and leaders in the geosciences lack a central community for networking and professional development, hindering broader impact of their efforts. LANDInG RCN's (Leadership Academy and Network for Diversity and Inclusion in the Geosciences-Research Coordination Network) aim is to develop a sustainable network of formal and informal leaders to champion DEI values and practices, developing cohorts of new leaders to implement DEI efforts that broaden participation across the geosciences. Leveraging the membership and reach of AGU, in partnership with other geoscience societies, the program will achieve four objectives: Objective 1: Implement a sustainable CoP Network for DEI  champions in the geosciences, including a virtual platform (The LANDInG Site) and in-person events to engage and support a broad representation of DEI champions within the geosciences in networking, resource-sharing, and professional development activities. Objective 2: Implement a DEI Leader Academy for the geosciences, building capacity for evidence-based leadership of DEI efforts that specifically address the needs of the geoscience community. Objective 3: Create and foster opportunities for direct experience leading DEI initiatives in the geosciences, to further ensure broad engagement with evidence-based strategies for culture and organizational change while broadening impact for the CoP. Objective 4: Raise the visibility and recognition of DEI champions/ the value of DEI leadership in the geosciences amplifying the expertise and successes of those who participate in the CoP Network and Academy to elevate recognition and value of DEI champions and leaders within the discipline. The model for change draws from research and theory spanning social and organizational sciences, including the literatures on professional networks/mentoring, and implementing effective diversity and leader training. The methods for enacting change are evidence-based and framed by national models for cohort-based professional development within higher education/STEM (science, technology, engineering and mathematics).\r\n\r\nLANDInG's outcomes for geosciences would include: 1) new models for DEI professional development; 2) increased capacity for DEI leadership; 3) broader and stronger professional networks for DEI champions; 4) increased understanding of DEI needs; 5) institutionalization of new practices/models for DEI change across the discipline. LANDInG's goal's include 1) Increased recruitment, retention, and advancement of women, persons with disabilities, underrepresented minorities, and those at the intersections of these identities in the geosciences; 2) Increased capacity for DEI champions to emerge and affect change in the geosciences; 3) Scalable, sustainable models for professional societies to affect DEI change and broaden participation in STEM; 4) enhanced partnerships between academia, associations, industry, and nonprofit organizations; and 5) development of a diverse, globally competitive STEM workforce.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Billy",
   "pi_last_name": "Williams",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Billy M Williams",
   "pi_email_addr": "bwilliams@agu.org",
   "nsf_id": "000721142",
   "pi_start_date": "2020-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Goodwin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Goodwin",
   "pi_email_addr": "goodwin@incluxionworks.com",
   "nsf_id": "000373009",
   "pi_start_date": "2020-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Fraiser",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret L Fraiser",
   "pi_email_addr": "mfraiser@agu.org",
   "nsf_id": "000258555",
   "pi_start_date": "2020-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pranoti",
   "pi_last_name": "Asher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pranoti Asher",
   "pi_email_addr": "pasher@agu.org",
   "nsf_id": "000601418",
   "pi_start_date": "2020-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Geophysical Union",
  "inst_street_address": "2000 FLORIDA AVE NW LBBY",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2024626900",
  "inst_zip_code": "200091374",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN GEOPHYSICAL UNION",
  "org_prnt_uei_num": "",
  "org_uei_num": "QSTAN1HJRXJ5"
 },
 "perf_inst": {
  "perf_inst_name": "American Geophysical Union",
  "perf_str_addr": "",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200099123",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 490000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The overarching objective of the American Geophysical Union&rsquo;s (AGU) LANDInG (Leadership Academy and Network for Diversity and Inclusion in the Geosciences) RCN was to develop a sustainable network of (formal and informal) leaders to champion diversity, equity and inclusion values and practices and to implement inclusive science efforts that broaden participation across the geosciences. &nbsp;</strong>To that end, we leveraged evidence-based practices to achieve 4 objectives: 1) implementing a sustainable Community of Practice Network for inclusive science champions in the geosciences; 2) implementing a diversity, equity and inclusion &nbsp;Leadership Academy for the geosciences; 3) creating and fostering opportunities for direct experience leading inclusive science initiatives; and 4) raising the visibility and recognition of inclusive science champions and the value of diversity, equity and inclusion leadership within the geosciences.</p>\r\n<p>Our <strong>first objective </strong>was to implement a virtual Community of Practice platform, inviting the broader geoscience community to share resources and support for diversity, equity, inclusion and accessibility in the geosciences. The CoP platform includes a library of over 500 resources sourced in collaboration with the NSF ADVANCE Resource Consortium (ARC) Network. Participants can contribute their own resources directly to the platform as well as engage in moderated discussion groups. In support of the CoP success, we recruited fifteen CoP ambassadors who are experts in areas of diversity, equity, inclusion and accessibility within and beyond the geosciences; ambassadors contributed to the framing and goals of the community while working to build participation. We are currently transitioning the COP for use in supporting the proposed LANDInG Alumni Network in calendar year 2025 and beyond.</p>\r\n<p>In support of our <strong>second, third, </strong>and <strong>fourth objectives</strong>, we developed and implemented the <strong><em>AGU LANDInG Academy</em></strong>, a selective, two-year, cohort-based leadership development program for current/aspiring inclusive science leaders in the geosciences. The Academy curriculum focuses on building knowledge of DEI science and evidence-based practice for improving diversity, equity and inclusion outcomes in STEM while also developing skills and opportunities to lead inclusive science initiatives. In Year 1, Academy Fellows are engaged in 80+ hours of direct-contact professional development, learning from nationally recognized DEI scholars who share expertise on topics related to <em>foundational concepts in DEI </em>(including geoscience specific data/challenges)<em>, strategies for evidence-based change, </em>and <em>inclusive science leadership skills (including models for shared equity leadership)</em>. The curriculum is implemented through a series of 4 quarterly/2-day on-site Summits followed by monthly half-day virtual meetings. Throughout the first year, Fellows are tasked with identifying their own institutions&rsquo; needs and applying their learning to develop a <em>Broadening Participation Leadership (BPL) Project, </em>culminating in a formal project proposal shared at the annual AGU meeting<em>.</em> In Year 2, Fellows meet monthly to share resources/feedback as they implement their projects. During the funding period, we recruited two cohorts (2021-23, 2023-25) of Academy Fellows. External evaluation results point to the strength and value of networking and learning opportunities afforded by the program. The first cohort of Academy Fellows to complete the program are now self-organizing and continue to meet regularly, maintaining virtual communication and support independent of the program (Objectives 1, 2). In addition, Fellows also now have new network connections to dozens of experts in a diverse range of disciplines beyond the geosciences (psychological, organizational, and educational science) with whom they can collaborate and seek support for future change initiatives. Importantly, a number of Fellows have reported being elevated into new (DEI and academic) leadership roles within their institutions because of their participation and skills acquired in the program (Objectives 3, 4). Finally, AGU has worked to amplify the visibility and recognition of these scholars (Objective 4) through communications with Fellows&rsquo; institutional leadership, and by amplifying Fellows&rsquo; visibility at AGU&rsquo;s annual meeting (e.g. marketing promotions, sponsored sessions in the scientific program). Sustaining future Academy cohorts is contingent upon identifying further funding and additional partnerships to bring the model into other STEM discipline societies.</p>\r\n<p><strong>Broader Impacts</strong></p>\r\n<p>This project has provided direct professional development to ~28 leaders in geoscience and over 100 additional participants who have engaged in the CoP platform. &nbsp;In addition, collaborations with other societies (e.g., ARC) and DEI experts have increased capacity for future collaborations. Indirectly, the Academy has seeded 28 individual leadership projects to broaden participation in the geosciences, including programs to build student inclusion, to mentor and retain minoritized faculty, to increase retention of graduate students through equitable evaluation policies and practices, to convene and create reports on future needs in the marine sciences, and much more. The number of students, faculty, staff and other scientists who have been impacted by these programs easily exceeds 1000+ across a diverse range of institutions that include community colleges, MSIs, research-intensive universities, and research labs.</p>\r\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 12/05/2024<br>\nModified by: Billy&nbsp;M&nbsp;Williams</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching objective of the American Geophysical Unions (AGU) LANDInG (Leadership Academy and Network for Diversity and Inclusion in the Geosciences) RCN was to develop a sustainable network of (formal and informal) leaders to champion diversity, equity and inclusion values and practices and to implement inclusive science efforts that broaden participation across the geosciences. To that end, we leveraged evidence-based practices to achieve 4 objectives: 1) implementing a sustainable Community of Practice Network for inclusive science champions in the geosciences; 2) implementing a diversity, equity and inclusion Leadership Academy for the geosciences; 3) creating and fostering opportunities for direct experience leading inclusive science initiatives; and 4) raising the visibility and recognition of inclusive science champions and the value of diversity, equity and inclusion leadership within the geosciences.\r\n\n\nOur first objective was to implement a virtual Community of Practice platform, inviting the broader geoscience community to share resources and support for diversity, equity, inclusion and accessibility in the geosciences. The CoP platform includes a library of over 500 resources sourced in collaboration with the NSF ADVANCE Resource Consortium (ARC) Network. Participants can contribute their own resources directly to the platform as well as engage in moderated discussion groups. In support of the CoP success, we recruited fifteen CoP ambassadors who are experts in areas of diversity, equity, inclusion and accessibility within and beyond the geosciences; ambassadors contributed to the framing and goals of the community while working to build participation. We are currently transitioning the COP for use in supporting the proposed LANDInG Alumni Network in calendar year 2025 and beyond.\r\n\n\nIn support of our second, third, and fourth objectives, we developed and implemented the AGU LANDInG Academy, a selective, two-year, cohort-based leadership development program for current/aspiring inclusive science leaders in the geosciences. The Academy curriculum focuses on building knowledge of DEI science and evidence-based practice for improving diversity, equity and inclusion outcomes in STEM while also developing skills and opportunities to lead inclusive science initiatives. In Year 1, Academy Fellows are engaged in 80+ hours of direct-contact professional development, learning from nationally recognized DEI scholars who share expertise on topics related to foundational concepts in DEI (including geoscience specific data/challenges), strategies for evidence-based change, and inclusive science leadership skills (including models for shared equity leadership). The curriculum is implemented through a series of 4 quarterly/2-day on-site Summits followed by monthly half-day virtual meetings. Throughout the first year, Fellows are tasked with identifying their own institutions needs and applying their learning to develop a Broadening Participation Leadership (BPL) Project, culminating in a formal project proposal shared at the annual AGU meeting. In Year 2, Fellows meet monthly to share resources/feedback as they implement their projects. During the funding period, we recruited two cohorts (2021-23, 2023-25) of Academy Fellows. External evaluation results point to the strength and value of networking and learning opportunities afforded by the program. The first cohort of Academy Fellows to complete the program are now self-organizing and continue to meet regularly, maintaining virtual communication and support independent of the program (Objectives 1, 2). In addition, Fellows also now have new network connections to dozens of experts in a diverse range of disciplines beyond the geosciences (psychological, organizational, and educational science) with whom they can collaborate and seek support for future change initiatives. Importantly, a number of Fellows have reported being elevated into new (DEI and academic) leadership roles within their institutions because of their participation and skills acquired in the program (Objectives 3, 4). Finally, AGU has worked to amplify the visibility and recognition of these scholars (Objective 4) through communications with Fellows institutional leadership, and by amplifying Fellows visibility at AGUs annual meeting (e.g. marketing promotions, sponsored sessions in the scientific program). Sustaining future Academy cohorts is contingent upon identifying further funding and additional partnerships to bring the model into other STEM discipline societies.\r\n\n\nBroader Impacts\r\n\n\nThis project has provided direct professional development to ~28 leaders in geoscience and over 100 additional participants who have engaged in the CoP platform. In addition, collaborations with other societies (e.g., ARC) and DEI experts have increased capacity for future collaborations. Indirectly, the Academy has seeded 28 individual leadership projects to broaden participation in the geosciences, including programs to build student inclusion, to mentor and retain minoritized faculty, to increase retention of graduate students through equitable evaluation policies and practices, to convene and create reports on future needs in the marine sciences, and much more. The number of students, faculty, staff and other scientists who have been impacted by these programs easily exceeds 1000+ across a diverse range of institutions that include community colleges, MSIs, research-intensive universities, and research labs.\r\n\n\n\t\t\t\t\tLast Modified: 12/05/2024\n\n\t\t\t\t\tSubmitted by: BillyMWilliams\n"
 }
}