{
 "awd_id": "2036853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FMNet: Building a Network to create the Workforce Foundation, Actionable Roadmap, and Infrastructure Design to Integrate Data Science, AI, and Predictive Analytics throughout Bioma",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922928",
 "po_email": "scruzpol@nsf.gov",
 "po_sign_block_name": "Sandra Cruz-Pol",
 "awd_eff_date": "2020-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 499383.0,
 "awd_amount": 499383.0,
 "awd_min_amd_letter_date": "2020-09-08",
 "awd_max_amd_letter_date": "2022-08-18",
 "awd_abstract_narration": "PROJECT ABSTRACT- FMNet: Building a Network to create the Workforce Foundation, Actionable Roadmap, and Infrastructure Design to Integrate Data Science, AI, and Predictive Analytics throughout Biomanufacturing\r\n\r\nBiomanufacturing, especially the transformative areas of cell and gene-therapy manufacturing, has rapidly become one of the most critical sectors of the biotech and pharma industry in the United States and around the world after the first FDA approvals and the tremendous promise of emerging biopharmaceutical drugs. A public-private consortium of industry, government, clinical, and academic leaders identified lack of skilled cell-manufacturing workforce and lack of training in data analytics and data sciences, as two major barriers for the acceleration of promising therapies into products. Data analytics, Artificial Intelligence (AI), and predictive modeling can significantly accelerate progress and address the technical shortfalls currently experienced in cell and gene-therapy manufacturing; however, there is vast knowledge gap between biomanufacturing experts, data scientists, and AI experts. It is clear that a convergence of expertise spanning cell-culture and cell-biology, bioprocess engineering, sensors and automation, manufacturing and supply chain logistics, regulatory knowledge, and most importantly - data sciences, AI, and predictive analytics, is needed for the success of this industry. However, such a multi-disciplinary training platform does not currently exist. This is why a Future Manufacturing Network is urgently needed to create a bridge between these fields and create the building blocks necessary for knowledge sharing, dissemination, and ultimately, course certification requirements. \t\r\nManufacturing cells as a therapeutic product poses complex challenges, quite different from those currently experienced by the pharmaceutical and biotech industry. First, the product (cells) is a “living, breathing” entity whose properties and function can change with every manipulation, requiring a whole new paradigm for large-scale manufacturing and quality control. Second, very little standardization, automation, and in-line quality control exists across the field for cell collection, cell characterization and processing, cell identity markers, potency assays, and storage solutions. Without the ability to implement manufacturing processes based on manufacturing principles of Critical Quality Attributes, Critical Process Paramaters, and overall Quality by Design, large-scale, reproducible, low-cost production of high-quality and safe cells cannot be achieved, and the impact of cell therapies will remain narrow. \t\r\nThe outcomes of the proposed AI:Biomanufacturing Network will deeply impact both future jobs in biomanufacturing and, importantly, help retrain the current workforce with a specific focus in AI, data analytics and predictive modeling. Particularly, the Network is focused on identifying the key skillsets across education levels (high school through graduate levels), which will ensure meeting the current and future large workforce demands and fill skilled, advanced and future manufacturing jobs within the US. The competency model, teaching tools, educational research, and training materials developed through this Network will be broadly applicable to the biologics manufacturing industry – in addition to the cell and gene therapy industry. The data science and AI aspects will also be applicable to the biotechnology and pharmaceutical industry in general – thereby creating a broad opportunity space for the future job seekers and the retrained workforce, while also recruiting and preparing a younger, diverse group of trainees from the earliest stages of their education. The roadmap generated will serve as an open source guidance document for groups around the world, creating an impact similar to the NCMC cell manufacturing roadmap (now through 2030).\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Yeago",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn Yeago",
   "pi_email_addr": "carolyn.yeago@ibb.gatech.edu",
   "nsf_id": "000825164",
   "pi_start_date": "2020-09-08",
   "pi_end_date": "2022-08-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shalu",
   "pi_last_name": "Suri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shalu Suri",
   "pi_email_addr": "shalu.suri@bme.gatech.edu",
   "nsf_id": "000829881",
   "pi_start_date": "2022-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Krishnendu",
   "pi_last_name": "Roy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krishnendu Roy",
   "pi_email_addr": "krish.roy@vanderbilt.edu",
   "nsf_id": "000107326",
   "pi_start_date": "2020-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Warnock",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "James N Warnock",
   "pi_email_addr": "james.warnock@uga.edu",
   "nsf_id": "000494166",
   "pi_start_date": "2020-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Kemp",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa L Kemp",
   "pi_email_addr": "melissa.kemp@bme.gatech.edu",
   "nsf_id": "000351095",
   "pi_start_date": "2020-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "142y00",
   "pgm_ele_name": "FM-Future Manufacturing"
  },
  {
   "pgm_ele_code": "142Y00",
   "pgm_ele_name": "FM-Future Manufacturing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "5983",
   "pgm_ref_txt": "JAPAN AND KOREA PROGRAM"
  },
  {
   "pgm_ref_code": "6869",
   "pgm_ref_txt": "US/IRELAND R & D"
  },
  {
   "pgm_ref_code": "7361",
   "pgm_ref_txt": "EDUCATION AND WORKFORCE"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 499383.0
  }
 ],
 "por": null
}