{
 "awd_id": "2037261",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: The Transformation of Essential Work: Managing the Introduction of AI in Response to COVID-19",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2022-09-30",
 "tot_intn_awd_amt": 78373.0,
 "awd_amount": 86373.0,
 "awd_min_amd_letter_date": "2020-07-15",
 "awd_max_amd_letter_date": "2021-05-20",
 "awd_abstract_narration": "Millions of people deemed “essential workers” in the COVID-19 pandemic perform manual labor, such as sorting, cleaning, garbage collection, and recycling. To mitigate risks associated with this work, there is an accelerated push to introduce artificial intelligence (AI) to safeguard the public and workers from disease transmission. Yet, decades of human-computer interaction and organizational communication research shows that the introduction of new technologies into workplaces is not an easy transition; instead technologies transform and displace existing work practices. This research project investigates both beneficial innovations and liabilities arising in waste management industries, as they deploy AI technologies in response to the COVID-19 crisis. It develops a set of best practices for the coordination of human labor and AI to address the pandemic, transforming the future of work. The best practices will be presented as guidance on how to incorporate AI into critical economic institutions to mitigate the negative effects of COVID-19 on public health, society, and the economy. This guidance will regularly be communicated to workers, industry leaders, and the public through an open access toolkit, a workshop series, press releases, and social media. This will potentially benefit essential industries that employ or serve tens of millions of workers, including waste labor, shipping, manufacturing, retail, and food service.\r\n\r\nThis project will be conducted through a multi-site ethnographic study, examining how two American waste management organizations negotiate the introduction of automated technologies, in an effort to mitigate risks associated with the COVID-19 pandemic. The first involves automated “floor care” robots at Pittsburgh International Airport. The second involves AI sorting systems in a single stream recycling plant, in Austin, Texas. By studying two sites, the research team is expected to gain comparative insight into how automation is introduced and attuned, according to professional, regional, and institutional norms. Data collection will include ethnographic fieldnotes, interview transcripts, and media materials. Extending theories of technological diffusion and invisible labor, the research team will qualitatively analyze the technology dissemination process, drawing insights from the actions and perspectives of workers as they negotiate the changing shape of their daily work. Through reflexive memos and “constant comparative” coding, the research will identify patterns of action and build a set of transferable observations. This is expected to yield (1) empirical findings on factors that promote or hinder rapid technological introduction in response to crisis, with specific insights on the human labor required to make automated technologies work (e.g., calibration, troubleshooting, and maintenance), (2) theoretical findings that contribute core understandings of the diffusion of innovation and how workplace technologies are reinvented through use, and (3) design recommendations for a variety of essential work sectors.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samantha",
   "pi_last_name": "Shorey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samantha Shorey",
   "pi_email_addr": "sshorey@utexas.edu",
   "nsf_id": "000753639",
   "pi_start_date": "2020-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "2504-A Whitis Ave., Stop A1105",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121069",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158Y00",
   "pgm_ele_name": "COVID-19 Research"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "1N20",
   "app_name": "R&RA CARES Act DEFC N",
   "app_symb_id": "040100",
   "fund_code": "010N2021DB",
   "fund_name": "R&RA CARES Act DEFC N",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 78373.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-cc97ee02-7fff-d2f5-d4f6-411fabd5ff67\">&nbsp;</span>Waste management was a vital industry with implications for the evolving conditions of Americans&rsquo; safety and health during the COVID-19 pandemic. This grant supported an interdisciplinary research program that sought to examine how automated technologies were adopted and adapted by waste sectors advancing their use of artificial intelligence (AI) in response to the pandemic. The research had three goals:&nbsp;</p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Identify the tools, techniques, and procedures workers established to bridge past and emergent work practices</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Describe the social arrangements that developed in response to rapid diffusion of automated technologies within waste management contexts&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Evaluate how the introduction of automated technologies in response to COVID-19 impacted the quality and safety of labor carried out by essential workers</span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>To accomplish these goals, a team of human-computer interaction and organizational communication researchers conducted a multi-sited ethnography of a single stream recycling plant integrating artificially intelligent sorting systems and an airport piloting a set of automated &ldquo;floor care&rdquo; robots. Drawing on participant observation, interviews, and participatory engagements with management, frontline staff, and decision-makers across these organizational settings, the study documented acts of innovation by on-the-ground workers who managed and reconfigured AI technologies to the unique contexts of operation. Frontline workers reported taking-on added oversight tasks on top of existing work assignments, while supervisors noted the need for additional flexibility to address emergent issues between digital software and physical machines. The findings have implications for designers and technologists concerned with developing ethical AI systems, highlighting the importance of responsible implementation and offering actionable recommendations for management.</span></p>\n<p dir=\"ltr\">Intellectual Merit: This research produced an empirical understanding of the changing terrain of waste labor during the pandemic, and the role AI played in reshaping daily work. In particular, it analyzed the actions and perspectives of workers as they smoothed the relationship between robotics and their material and social environments. It offered theoretical insight into emergent practices of maintenance and repair at the intersection of frontline work and AI. For organizational communication, it expanded understandings of the role of essential workers in producing knowledge about AI technologies, situating them as a key source in developing best practices for deploying new technologies and evaluating pilot projects.&nbsp;</p>\n<p><span>Broader Impacts: </span><span>This project produced knowledge about workplace automation in waste management industries that the U.S. government recognized as critical during the COVID-19 pandemic. It provided information about the needs and strategies of essential workers, informed by the actual practices of waste management workers who responded to COVID-19 in their daily activities. This research drew insights for AI development by producing a set of best practices aimed at supporting worker safety and ensuring fulfilling employment. It offered insights into workflow planning, produced materials to help broker workplace conversations around automation, developed recommendations for journalistic coverage of emergent technology within essential sectors, and informed worker-centered design learning and practice.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2023<br>\n\t\t\t\t\tModified by: Samantha&nbsp;Shorey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Waste management was a vital industry with implications for the evolving conditions of Americans’ safety and health during the COVID-19 pandemic. This grant supported an interdisciplinary research program that sought to examine how automated technologies were adopted and adapted by waste sectors advancing their use of artificial intelligence (AI) in response to the pandemic. The research had three goals: \n\n\nIdentify the tools, techniques, and procedures workers established to bridge past and emergent work practices\n\n\nDescribe the social arrangements that developed in response to rapid diffusion of automated technologies within waste management contexts \n\n\nEvaluate how the introduction of automated technologies in response to COVID-19 impacted the quality and safety of labor carried out by essential workers\n\n\nTo accomplish these goals, a team of human-computer interaction and organizational communication researchers conducted a multi-sited ethnography of a single stream recycling plant integrating artificially intelligent sorting systems and an airport piloting a set of automated \"floor care\" robots. Drawing on participant observation, interviews, and participatory engagements with management, frontline staff, and decision-makers across these organizational settings, the study documented acts of innovation by on-the-ground workers who managed and reconfigured AI technologies to the unique contexts of operation. Frontline workers reported taking-on added oversight tasks on top of existing work assignments, while supervisors noted the need for additional flexibility to address emergent issues between digital software and physical machines. The findings have implications for designers and technologists concerned with developing ethical AI systems, highlighting the importance of responsible implementation and offering actionable recommendations for management.\nIntellectual Merit: This research produced an empirical understanding of the changing terrain of waste labor during the pandemic, and the role AI played in reshaping daily work. In particular, it analyzed the actions and perspectives of workers as they smoothed the relationship between robotics and their material and social environments. It offered theoretical insight into emergent practices of maintenance and repair at the intersection of frontline work and AI. For organizational communication, it expanded understandings of the role of essential workers in producing knowledge about AI technologies, situating them as a key source in developing best practices for deploying new technologies and evaluating pilot projects. \n\nBroader Impacts: This project produced knowledge about workplace automation in waste management industries that the U.S. government recognized as critical during the COVID-19 pandemic. It provided information about the needs and strategies of essential workers, informed by the actual practices of waste management workers who responded to COVID-19 in their daily activities. This research drew insights for AI development by producing a set of best practices aimed at supporting worker safety and ensuring fulfilling employment. It offered insights into workflow planning, produced materials to help broker workplace conversations around automation, developed recommendations for journalistic coverage of emergent technology within essential sectors, and informed worker-centered design learning and practice.\n\n \n\n\t\t\t\t\tLast Modified: 01/29/2023\n\n\t\t\t\t\tSubmitted by: Samantha Shorey"
 }
}