{
 "awd_id": "2037368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Exploring impacts of scholarships, cross-institutional networks, and co-curricular activities on Navajo student and faculty leadership development",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2020-11-01",
 "awd_exp_date": "2022-10-31",
 "tot_intn_awd_amt": 9113.0,
 "awd_amount": 9113.0,
 "awd_min_amd_letter_date": "2020-09-02",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "This project will examine the impacts of scholarship support, opportunities to participate in network activities across institutions, virtual workshops, and discussion of issues impacting well-being and persistence with peers and mentors on retention and leadership development of students, recent graduates, and faculty in geoscience, environmental science, and related STEM fields. The PIs will support network building activities between the University of New Mexico, Navajo Technical University, Dine College, and the Center for Diverse Leadership in Science (CDLS). The project will support a new faculty fellows program and early career fellows program with participants from partnering institutions. Leadership development for faculty fellows will include committing to utilizing more inclusive teaching and mentoring practices over the course of this grant which would support Navajo student retention. To develop leadership capacity in early career fellows, the PIs will engage in cross-cultural interaction, develop a mentoring network, and provide opportunities for connection with students, recent graduates, and faculty from multiple institutions and through CDLS. Student retention and leadership development will also benefit from multiple activities: 1) Financial support via stipends for students and recent graduates from Navajo Technical University and Dine College, 2) Computing stipends to support laptops and broadband internet access for participation in the network, 3) Opportunities for support through individual meetings with peer and vertical mentors, and community talking circles on COVID, health and wellbeing, and leadership, and 4) Opportunities for participation in virtual workshops and research and outreach projects pertaining to environmental science and other green STEM fields at each of the participating institutions.\r\n\r\nThis project responds to the COVID-19 historical conjuncture that has disproportionately impacted vulnerable populations such as the Navajo Nation. The pandemic created an environment where Navajo students have difficulty accessing essential as well as educational resources. This is inhibiting their ability to be retained in geoscience, environmental science, and other STEM fields where their diverse perspectives and leadership is needed. This project will counter these barriers with professional development opportunities and funding to directly support Navajo students, recent graduates, and early career professionals. The PIs will focus on faculty development that will support retention of Navajo students in STEM while simultaneously hoping to boost retention rates of indigenous students in geoscience, green STEM, and STEM more broadly, through experiential learning opportunities, financial support, and mentorship. The virtual workshops and leadership-focused talking circles will serve to support both early career and faculty fellows to become champions for diversity in geoscience and other fields.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "JENNY",
   "pi_last_name": "NAKAI",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "JENNY S NAKAI",
   "pi_email_addr": "jenakai@unm.edu",
   "nsf_id": "000742102",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1700 Lomas Blvd. NE, Suite 2200",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7699",
   "pgm_ref_txt": "ICER"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 9113.0
  }
 ],
 "por": null
}