{
 "awd_id": "2037827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing online teaching tools for field ecology and data science through an EREN-NEON partnership",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032924218",
 "po_email": "croehm@nsf.gov",
 "po_sign_block_name": "Charlotte Roehm",
 "awd_eff_date": "2020-07-15",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 86735.0,
 "awd_amount": 86735.0,
 "awd_min_amd_letter_date": "2020-07-17",
 "awd_max_amd_letter_date": "2020-07-17",
 "awd_abstract_narration": "This award to Ohio Wesleyan University facilitates adaptation of ongoing and new projects by the Ecological Research as Education Network (EREN) into online learning modules. The modules will integrate data generated locally by students and instructors with NEON data, providing the foundation for the learning experiences. Field-based ecological research experiences across diverse locations will be enabled, mitigating the severe impact of the COVID-19 pandemic on undergraduate education, specifically ecological field research experiences. The modules will be widely disseminated to increase their accessibility, use and impacts, including building students’ skills and competencies in data management and analysis. The project also presents a strategy to engage with early career faculty and faculty from underrepresented groups through the relationships that both EREN and NEON have built, supported by the wide distribution to increase use of the modules.\r\n\r\nThe award leverages the relationship that EREN has developed with undergraduate institutions that serve as primary conduits for preparing undergraduate students for STEM careers. Thus, the training modules will facilitate the preparation of the next generation of research scientist, promoting the development of the intellectual foundation, and the technical and analytical skills needed for success. The project takes advantage of the networks and collaborations developed through EREN and is augmented through partnering with NEON scientists. EREN’s experience enabling collaborative field ecology projects, distributed across multiple sites and targeting mostly undergraduate institutions is complemented by NEON’s high-quality, standardized data from 81 field sites across the United States. This partnership between EREN and NEON will enable the development of novel collaborative research projects driven by NEON data. The impact of the modules will be enhanced through wide distribution, use in webinar training sessions, and the publishing of written materials on the EREN and NEON websites. Plans to strengthen the interactions with future, in-person workshops will help to consolidate and sustain the collaborations.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurel",
   "pi_last_name": "Anderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurel Anderson",
   "pi_email_addr": "ljanders@owu.edu",
   "nsf_id": "000521583",
   "pi_start_date": "2020-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Kilgore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Kilgore",
   "pi_email_addr": "jkilgore@washjeff.edu",
   "nsf_id": "000689589",
   "pi_start_date": "2020-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Danielle",
   "pi_last_name": "Garneau",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Danielle E Garneau",
   "pi_email_addr": "dgarn001@plattsburgh.edu",
   "nsf_id": "000714450",
   "pi_start_date": "2020-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kaitlin",
   "pi_last_name": "Whitney",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kaitlin S Whitney",
   "pi_email_addr": "kxwsbi@rit.edu",
   "nsf_id": "000730926",
   "pi_start_date": "2020-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Parker",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Allison T Parker",
   "pi_email_addr": "parkera10@nku.edu",
   "nsf_id": "000830528",
   "pi_start_date": "2020-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio Wesleyan University",
  "inst_street_address": "61 S SANDUSKY ST",
  "inst_street_address_2": "",
  "inst_city_name": "DELAWARE",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7403683000",
  "inst_zip_code": "430152398",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OH04",
  "org_lgl_bus_name": "OHIO WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "VJA9ALA5VKN7"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio Wesleyan University",
  "perf_str_addr": "61 South Sandusky Street",
  "perf_city_name": "Delaware",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "430152333",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OH04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097Z",
   "pgm_ref_txt": "COVID-19 Impacts on Existing Activities"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 86735.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The COVID-19 pandemic disrupted every aspect of the human endeavor, including higher education. During the spring and summer of 2020, an urgent need became clear to undergraduate ecology instructors. Field ecology, which is usually taught through high-contact, in-person experiences in field sites and crowded indoor labs, needed to be adapted to a virtual platform that allowed students to collect data in a socially distanced way in diverse locations, including backyards, curbside verges, urban parks, farm fields and campus grounds. Ideally, these data would be connected to real, scientifically relevant hypotheses so that students could learn in the context of a problem-based, authentic research experience. This also seemed like an opportunity to make use of the substantial online statistical tools and data streams that have emerged over the last decade, allowing us to deepen students' data science skills in the context of their ecological learning. It was also essential that these learning experiences be flexible and inexpensive so they could be used by different kinds of institutions with limited budgets.</p>\n<p>The Ecological Research as Education Network (EREN) and the National Ecological Observatory Network (NEON) came together to tackle this challenge. EREN is a previously NSF-funded Research Coordination Network that promotes collaborative, multi-site ecological research projects that involve undergraduate students. NEON is a continental-scale ecological observation facility, funded by the National Science Foundation and operated by Battelle, that gathers and synthesizes high-quality, standardized data from 81 field sites across the United States. NEON data can be used by anyone for diverse scientific studies, including investigation of the impacts of climate change, land-use change, and invasive species on natural resources and biodiversity.</p>\n<p>We leveraged EREN's experience in undergraduate education and distributed, accessible ecological science and NEON&rsquo;s protocols, extensive datasets and experience with cyberinfrastructure to design four flexible online learning modules for undergraduates that included socially distanced data collection by students and analysis exercises to build skills in data science. These modules tested real ecological hypotheses and were distributed for free to faculty members through the EREN website. A series of training webinars were shared online in late summer 2020 along with teaching materials and remain available to all. The implementation of these modules by faculty was supported through an interactive online workshop in July 2020 with the BIOME Institute and two Faculty Mentoring Networks (FMNs) hosted through the Quantitative Undergraduate Biology Education Synthesis (QUBES) online platform during the Fall 2020 and Spring 2021 semesters. These modules served as models for a module incubator program for the ecological community, and two additional modules were added, with a third currently in development.</p>\n<p>The module topics are diverse and allow students to interact with and explore a range of organisms and ecological concepts. In spite of the pandemic disruptions, students used the modules to study plant diversity in human-altered landscapes, monitored lichens along air pollution gradients, recorded pollinator visits to different flower types, tracked the timing of life history events in a range of organisms, trapped mosquitoes in diverse microsites, and collected data on the types of trees preferred by sapsucker birds. Data from multiple sites were synthesized to allow cross-site comparisons, and students could compare their data to similar data collected by NEON, or NEON data was used to provide contextual information about the environment. These datasets have significant intellectual merit, given their potential to inform our understanding of broad scale ecological patterns as students continue to use the modules and the datasets increase in size and scope.</p>\n<p>The broader impacts of this work were also substantial in that we supported undergraduate student teaching and learning during the upheaval of a global pandemic. End of semester surveys were administered in December 2020&nbsp;to members of EREN and the Fall 2020 FMN to determine the reach of the modules and how many faculty and students engaged with them.&nbsp;The survey had 33 responses from EREN members and FMN participants and showed engagement by&nbsp;773 students in 39 courses at 31 institutions during the first semester of module availability. The modules were disseminated widely through a teaching-focused publication in the peer-reviewed literature, and through 14 different presentations and workshops at professional meetings.</p>\n<p>In summary, the development of the EREN-NEON Flexible Learning Modules provided vital and appreciated support to higher education faculty teaching ecology remotely during the pandemic. Students were able to collect meaningful data in outdoor spaces near their homes or on campus and connect these findings to work being conducted by NEON. Faculty have continued to use these modules even as campuses have returned to in-person teaching because of their flexible, field-based exercises, their focus on cross-site comparisons, and their connection to NEON data. We expect their use to expand in the ecological community and their datasets to grow with time.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/28/2023<br>\nModified by: Laurel&nbsp;Anderson</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe COVID-19 pandemic disrupted every aspect of the human endeavor, including higher education. During the spring and summer of 2020, an urgent need became clear to undergraduate ecology instructors. Field ecology, which is usually taught through high-contact, in-person experiences in field sites and crowded indoor labs, needed to be adapted to a virtual platform that allowed students to collect data in a socially distanced way in diverse locations, including backyards, curbside verges, urban parks, farm fields and campus grounds. Ideally, these data would be connected to real, scientifically relevant hypotheses so that students could learn in the context of a problem-based, authentic research experience. This also seemed like an opportunity to make use of the substantial online statistical tools and data streams that have emerged over the last decade, allowing us to deepen students' data science skills in the context of their ecological learning. It was also essential that these learning experiences be flexible and inexpensive so they could be used by different kinds of institutions with limited budgets.\n\n\nThe Ecological Research as Education Network (EREN) and the National Ecological Observatory Network (NEON) came together to tackle this challenge. EREN is a previously NSF-funded Research Coordination Network that promotes collaborative, multi-site ecological research projects that involve undergraduate students. NEON is a continental-scale ecological observation facility, funded by the National Science Foundation and operated by Battelle, that gathers and synthesizes high-quality, standardized data from 81 field sites across the United States. NEON data can be used by anyone for diverse scientific studies, including investigation of the impacts of climate change, land-use change, and invasive species on natural resources and biodiversity.\n\n\nWe leveraged EREN's experience in undergraduate education and distributed, accessible ecological science and NEONs protocols, extensive datasets and experience with cyberinfrastructure to design four flexible online learning modules for undergraduates that included socially distanced data collection by students and analysis exercises to build skills in data science. These modules tested real ecological hypotheses and were distributed for free to faculty members through the EREN website. A series of training webinars were shared online in late summer 2020 along with teaching materials and remain available to all. The implementation of these modules by faculty was supported through an interactive online workshop in July 2020 with the BIOME Institute and two Faculty Mentoring Networks (FMNs) hosted through the Quantitative Undergraduate Biology Education Synthesis (QUBES) online platform during the Fall 2020 and Spring 2021 semesters. These modules served as models for a module incubator program for the ecological community, and two additional modules were added, with a third currently in development.\n\n\nThe module topics are diverse and allow students to interact with and explore a range of organisms and ecological concepts. In spite of the pandemic disruptions, students used the modules to study plant diversity in human-altered landscapes, monitored lichens along air pollution gradients, recorded pollinator visits to different flower types, tracked the timing of life history events in a range of organisms, trapped mosquitoes in diverse microsites, and collected data on the types of trees preferred by sapsucker birds. Data from multiple sites were synthesized to allow cross-site comparisons, and students could compare their data to similar data collected by NEON, or NEON data was used to provide contextual information about the environment. These datasets have significant intellectual merit, given their potential to inform our understanding of broad scale ecological patterns as students continue to use the modules and the datasets increase in size and scope.\n\n\nThe broader impacts of this work were also substantial in that we supported undergraduate student teaching and learning during the upheaval of a global pandemic. End of semester surveys were administered in December 2020to members of EREN and the Fall 2020 FMN to determine the reach of the modules and how many faculty and students engaged with them.The survey had 33 responses from EREN members and FMN participants and showed engagement by773 students in 39 courses at 31 institutions during the first semester of module availability. The modules were disseminated widely through a teaching-focused publication in the peer-reviewed literature, and through 14 different presentations and workshops at professional meetings.\n\n\nIn summary, the development of the EREN-NEON Flexible Learning Modules provided vital and appreciated support to higher education faculty teaching ecology remotely during the pandemic. Students were able to collect meaningful data in outdoor spaces near their homes or on campus and connect these findings to work being conducted by NEON. Faculty have continued to use these modules even as campuses have returned to in-person teaching because of their flexible, field-based exercises, their focus on cross-site comparisons, and their connection to NEON data. We expect their use to expand in the ecological community and their datasets to grow with time.\n\n\n\t\t\t\t\tLast Modified: 11/28/2023\n\n\t\t\t\t\tSubmitted by: LaurelAnderson\n"
 }
}