{
 "awd_id": "2037885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Optimal allocation of COVID-19 testing based on context-specific outbreak control objectives",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2020-07-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 180234.0,
 "awd_amount": 180234.0,
 "awd_min_amd_letter_date": "2020-06-17",
 "awd_max_amd_letter_date": "2020-06-17",
 "awd_abstract_narration": "The purpose of this project is to design a framework for objective-driven, context dependent disease surveillance strategies, designed to deal with sampling errors and biases. This framework will be applied to the allocation of COVID-19 testing based on multiple outbreak scenarios, employing the use of multiple models to improve decision-making for COVID-19 surveillance and control. This work will improve the response to the COVID-19 pandemic. Results will be presented to key federal agencies, so that they can be considered as part of the decision-making process for the COVID-19 outbreak. These methods will also be highly applicable to optimal vaccine allocation especially during the early stages of vaccine availability when supplies will be limited. In addition, it will provide a framework for future outbreak testing response. One postdoctoral researcher will be trained in the theory and methods of applied epidemiological research. \r\n\r\nWith a growing, but still limited number of imperfect tests available, the way in which tests are allocated critically determines what we can learn and in turn, what inferences can be made with respect to managing the disease for individuals and populations. This poses an optimal allocation problem for limited resources. The context-dependent nature of allocating a limited number of tests introduces additional potential sources of error and bias, making the question of optimal testing allocation a unique challenge. Current modeling efforts focus necessarily on disease dynamics and the efficacy of intervention strategies, but few consider testing, contact tracing, and isolation strategies explicitly. Unlike shelter-in-place or social distancing mandates, the impact of test allocation on management strategy decision-making is density-dependent. While testing remains limited, it is critical to explicitly model test allocation and strategies that involve both monitoring and management. The key to successful surveillance is to actively design surveillance strategies for a specific objective. The project will use a principle of effective monitoring based on two steps. First, identify the objective of the monitoring? Second, tailor the sampling design to achieve that objective, in this case selecting groups of individuals in a nonrepresentative way and to separately estimate the probabilities that a randomly sampled individual would appear in these groups. Misclassification of disease state (e.g., false positives/negatives) due to the specificity and sensitivity of different tests, the performance of different test platforms  and population-level incidence will also be addressed.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katriona",
   "pi_last_name": "Shea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katriona Shea",
   "pi_email_addr": "k-shea@psu.edu",
   "nsf_id": "000489789",
   "pi_start_date": "2020-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724200",
   "pgm_ele_name": "Ecology of Infectious Diseases"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 180234.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are many possible ways in which disease surveillance can be conducted, ranging from tests administered to symptomatic individuals who appear at healthcare facilities, to individuals selected according to a priori designs without regard to current disease state. We show that objective-driven, strategic sampling designs and analyses can maximize information gain at the population level, while also continuing to inform individual treatment. This framework thus allows decision makers to improve situational awareness and predict, prepare for, and respond to a disease outbreak, even with limited test availability. We also demonstrate how mass testing strategies, which rely on widely-administered, frequent, rapid diagnostics to identify and isolate infected individuals, can reduce reliance on socially detrimental non-pharmaceutical interventions, such as distancing and shutdowns, without compromising public health outcomes. These results can be used to guide ramp-up of testing capacity in outbreak settings, and allow for the flexible design of combined interventions based on social context.&nbsp; As well as these two main projects focused on testing, this award also supported several other related papers on multi-model decision support. The work was presented at scientific conferences and to public health scientists, including via the COVID-19 Scenario Modeling Hub weekly meetings. This funding supported the training and research of two postdoctoral researchers and one graduate student, who also contributed to the research and served on the coordination team of the Hub.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2023<br>\n\t\t\t\t\tModified by: Katriona&nbsp;Shea</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere are many possible ways in which disease surveillance can be conducted, ranging from tests administered to symptomatic individuals who appear at healthcare facilities, to individuals selected according to a priori designs without regard to current disease state. We show that objective-driven, strategic sampling designs and analyses can maximize information gain at the population level, while also continuing to inform individual treatment. This framework thus allows decision makers to improve situational awareness and predict, prepare for, and respond to a disease outbreak, even with limited test availability. We also demonstrate how mass testing strategies, which rely on widely-administered, frequent, rapid diagnostics to identify and isolate infected individuals, can reduce reliance on socially detrimental non-pharmaceutical interventions, such as distancing and shutdowns, without compromising public health outcomes. These results can be used to guide ramp-up of testing capacity in outbreak settings, and allow for the flexible design of combined interventions based on social context.  As well as these two main projects focused on testing, this award also supported several other related papers on multi-model decision support. The work was presented at scientific conferences and to public health scientists, including via the COVID-19 Scenario Modeling Hub weekly meetings. This funding supported the training and research of two postdoctoral researchers and one graduate student, who also contributed to the research and served on the coordination team of the Hub.\n\n \n\n\t\t\t\t\tLast Modified: 10/17/2023\n\n\t\t\t\t\tSubmitted by: Katriona Shea"
 }
}