{
 "awd_id": "2037510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Metamaterials and Metastructures for Civil Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gianluca Cusatis",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 97683.0,
 "awd_amount": 97683.0,
 "awd_min_amd_letter_date": "2020-08-13",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "Progress in fundamental mechanics, advanced manufacturing and materials science has led to the creation of a truly groundbreaking family of new materials called architected metamaterials. These materials exhibit behavior and properties that do not occur in natural materials. The high cost and small volumes associated with architected metamaterials have thus far largely prevented their adoption in structural and civil infrastructure applications. Yet the unprecedented properties of these materials hold the potential to transform built environment. A new perspective on architected metamaterials is needed to realize this potential. This workshop will provide a forum to initiate a dialogue among a diverse and leading group of experts and to explore the research frontier. The workshop will bring together researchers and industrial professional from the communities of advanced manufacturing, materials, geotechnical and structural engineering, construction and design to identify research opportunities in architected metamaterials for structures and provide recommendations to address these opportunities. \r\n\r\nThe workshop will be held at the University of Massachusetts, Amherst campus, in April 2021. The focus of the workshop will be uncovering how fundamental principles of architected metamaterials could be harnessed to enhance performance of civil infrastructure, and to identify the fundamental research gaps while keeping in mind constraints on cost, durability, sustainability, manufacturability and ease of construction. The workshop will explore critical future directions towards scalable architected metamaterials. The influence and utilization of additive manufacturing, construction robotics and other advanced construction manufacturing approaches will be discussed to identify bottom-up and top-down strategies for bringing metamaterials to the built environment. The workshop will provide recommendations in the form of a workshop report. These recommendations will be disseminated to a broad group of stakeholders.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Symeon",
   "pi_last_name": "Gerasimidis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Symeon Gerasimidis",
   "pi_email_addr": "sgerasimidis@umass.edu",
   "nsf_id": "000699442",
   "pi_start_date": "2020-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "130 Natural Resources",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "073Y00",
   "pgm_ele_name": "ECI-Engineering for Civil Infr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "026E",
   "pgm_ref_txt": "STRUCTURAL MECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 97683.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The unique capabilities of modern manufacturing, including additive manufacturing (AM or 3D printing), have paved the way for the development of new advanced architected materials which greatly enhance the freedom of designers to explore novel applications for this technology. As a result of these advances, there is a call for new applications and design tools that better reflect the new potential. In May 2022, the Department of Civil and<br />Environmental Engineering at the University of Massachusetts Amherst supported by the National Science Foundation convened a workshop and brought together experts on architected metamaterials, structural engineering, construction, and material design.</p>\n<p>A key focus of the workshop was on fundamental principles of architected metamaterials with a particular emphasis on identifying intrinsic challenges of harnessing the new materials for civil infrastructure. Design methods for civil infrastructure architected metamaterials were discussed and proposed, such as conceptual design methods to help designers in defining and exploring design spaces enabled by architected metamaterials. The workshop resulted in a comprehensive understanding of the current capabilities of architected metamaterials for civil infrastructure design.</p>\n<p>A major challenge of architected metamaterials for civil infrastructure is the fabrication of large-scale quantities. Research in this direction is needed to understand how designs may change to enable using typical mass production processes, and how manufacturing process parameters will affect the mechanical properties such as stiffness, strength, ductility, energy absorption, geometrical or residual stresses, defects, and stability. The continuous improvement in the capabilities of AM machines and processes, and the<br />adaptation of AM to larger-scale components will soon open up further opportunities for upscaling architected metamaterials and enable access to AM technology suitable for civil infrastructure applications. The workshop aimed at exploring the critical future directions towards scalable architected metamaterials and to define specific areas of knowledge gaps and research needs.</p>\n<p>In addition to additive manufacturing, the capability of conventional&nbsp; manufacturing techniques adapted to the needs of metamaterials for civil infrastructure was explored. The influence and the utilization of construction robotic systems in advancing manufacturing was discussed. The workshop brought together researchers and professionals to explore new automated manufacturing technologies for the construction industry that can bring a new level of safety, efficiency and precision to the production of critical construction components.</p>\n<p>The main outcome of this workshop was to identify new avenues to leverage the fundamental advances in architected metamaterial mechanics and translating those advances to novel structural systems with enhanced structural performance. The workshop resulted in providing recommendations for research needed to expedite the application of architected metamaterials for civil infrastructure.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2023<br>\n\t\t\t\t\tModified by: Symeon&nbsp;Gerasimidis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2023/2037510/2037510_10697211_1672937814634_Photo1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2023/2037510/2037510_10697211_1672937814634_Photo1--rgov-800width.jpg\" title=\"Photo from the workshop\"><img src=\"/por/images/Reports/POR/2023/2037510/2037510_10697211_1672937814634_Photo1--rgov-66x44.jpg\" alt=\"Photo from the workshop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Photograph from the workshop at UMass. Prof. Paulino providing remarks to the audience.</div>\n<div class=\"imageCredit\">Simos Gerasimidis</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Symeon&nbsp;Gerasimidis</div>\n<div class=\"imageTitle\">Photo from the workshop</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe unique capabilities of modern manufacturing, including additive manufacturing (AM or 3D printing), have paved the way for the development of new advanced architected materials which greatly enhance the freedom of designers to explore novel applications for this technology. As a result of these advances, there is a call for new applications and design tools that better reflect the new potential. In May 2022, the Department of Civil and\nEnvironmental Engineering at the University of Massachusetts Amherst supported by the National Science Foundation convened a workshop and brought together experts on architected metamaterials, structural engineering, construction, and material design.\n\nA key focus of the workshop was on fundamental principles of architected metamaterials with a particular emphasis on identifying intrinsic challenges of harnessing the new materials for civil infrastructure. Design methods for civil infrastructure architected metamaterials were discussed and proposed, such as conceptual design methods to help designers in defining and exploring design spaces enabled by architected metamaterials. The workshop resulted in a comprehensive understanding of the current capabilities of architected metamaterials for civil infrastructure design.\n\nA major challenge of architected metamaterials for civil infrastructure is the fabrication of large-scale quantities. Research in this direction is needed to understand how designs may change to enable using typical mass production processes, and how manufacturing process parameters will affect the mechanical properties such as stiffness, strength, ductility, energy absorption, geometrical or residual stresses, defects, and stability. The continuous improvement in the capabilities of AM machines and processes, and the\nadaptation of AM to larger-scale components will soon open up further opportunities for upscaling architected metamaterials and enable access to AM technology suitable for civil infrastructure applications. The workshop aimed at exploring the critical future directions towards scalable architected metamaterials and to define specific areas of knowledge gaps and research needs.\n\nIn addition to additive manufacturing, the capability of conventional  manufacturing techniques adapted to the needs of metamaterials for civil infrastructure was explored. The influence and the utilization of construction robotic systems in advancing manufacturing was discussed. The workshop brought together researchers and professionals to explore new automated manufacturing technologies for the construction industry that can bring a new level of safety, efficiency and precision to the production of critical construction components.\n\nThe main outcome of this workshop was to identify new avenues to leverage the fundamental advances in architected metamaterial mechanics and translating those advances to novel structural systems with enhanced structural performance. The workshop resulted in providing recommendations for research needed to expedite the application of architected metamaterials for civil infrastructure.\n\n\t\t\t\t\tLast Modified: 01/05/2023\n\n\t\t\t\t\tSubmitted by: Symeon Gerasimidis"
 }
}