{
 "awd_id": "2037433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Build and Broaden: Conference on Social Connections to Promote Individual and Community Resilience in Post-COVID-19 Society",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927808",
 "po_email": "jwhitmey@nsf.gov",
 "po_sign_block_name": "Joseph Whitmeyer",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 70233.0,
 "awd_amount": 70233.0,
 "awd_min_amd_letter_date": "2020-08-28",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "This project consists of a conference, the objective of which is to build partnerships and collaborations among the University of Texas at Arlington (UTA), a Hispanic-Serving Institution (HSI), several other Minority-Serving Institutions (MSIs) in Texas, as well as other leading research institutions across the nation.  The conference addresses fundamental research questions of the role of social connections as a key form of social capital for individuals and communities adapting to changes after high-impact disasters and extreme events.  Collaborative opportunities among the social sciences, computer sciences, and engineering in innovative data, technology, and methods of studying and strengthening social connections are highlighted.  The conference promotes interdisciplinary dialogues as the basis for a series of fruitful collaborations to address critical social needs as society recovers from the COVID-19 pandemic.   \r\n\r\nThis hybrid conference includes a two-day live-streamed physical conference, two pre-conference virtual meeting sessions, and a series of post-conference follow-up virtual meetings.  Each pre-conference virtual meeting consists of three speakers’ presentations and an open discussion session with an estimate of 25 participants.  The physical conference includes three structured speaker sessions and three open discussion sessions, with an estimated 50 participants. Overall, speaker sessions include topics on 1) social connections as key social capital in coping with the COVID -19 crisis, 2) vulnerability and risks of COVID-19 and mitigation impact of social connections among minority and high-risk populations, and 3) innovative methods in investigating the impact of social connections in vulnerability and resilience to COVID-19.  Open discussion sessions include topics on 1) the unique roles of MSIs in leading research and dissemination among the most affected communities, and 2) exploring interdisciplinary collaborative opportunities and dialogues. A student-focused poster session is held at the physical meeting, with an estimate of 50 poster presentations and an additional 50 visiting students. The poster session focuses on social connections as a critical component of resilience. Post-conference follow-up meetings and activities concern team building and how the impact of the conference may be sustained.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhen",
   "pi_last_name": "Cong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhen Cong",
   "pi_email_addr": "zcong@chapman.edu",
   "nsf_id": "000596187",
   "pi_start_date": "2020-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gautam",
   "pi_last_name": "Das",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gautam Das",
   "pi_email_addr": "gdas@cse.uta.edu",
   "nsf_id": "000341181",
   "pi_start_date": "2020-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuan",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuan Zhou",
   "pi_email_addr": "yuan.zhou@uta.edu",
   "nsf_id": "000730712",
   "pi_start_date": "2020-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ling",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ling Xu",
   "pi_email_addr": "lingxu@uta.edu",
   "nsf_id": "000829051",
   "pi_start_date": "2020-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Hagedorn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Hagedorn",
   "pi_email_addr": "aaron.hagedorn@uta.edu",
   "nsf_id": "000805472",
   "pi_start_date": "2020-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S. Nedderman Dr",
  "perf_city_name": "Arlington",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190145",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146Y00",
   "pgm_ele_name": "Build and Broaden"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 70233.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The conference series includes two virtual sessions, one in-person conference, and one student poster session. It promotes interactions and dialogues among the University of Texas at Arlington, a Hispanic-Serving Institution (HSI), and several other Minority-Serving Institutions (MSIs) in Texas, including the University of North Texas, the University of Texas at El Paso, Texas Tech University, and the University of Texas Rio Grande Valley, as well as other leading research institutions across the nation, such as New York University and Syracuse University.</p>\n<p><br /> Each virtual session included 3 high-quality presentations. The physical conference included 10 high-quality presentations from academia and the community as well as three open discussion sessions. Examples of presentations include &ldquo;Digital Solidarity Between Generations in Aging Families Before and After the COVID-19 Pandemic&rdquo;, &ldquo;Addressing Social Isolation and Loneliness Among Older Adults in the Context of COVID-19&rdquo;, &ldquo;Social Connectedness, Physical Distancing and Anxiety in Complying with Shelter-in-Place Orders and Advisories during the Once-in-a-Century COVID-19 Pandemic&rdquo;. At the conference, three open discussion sessions provide interdisciplinary dialogues and career professional development opportunities for early-stage researchers and students. Student poster sessions included about 30 posters from different disciplines such as social work, computer science, engineering, nursing, etc.</p>\n<p>&nbsp;</p>\n<p>The conference addressed fundamental research questions about the role of social connections as a key form of social capital for individuals and communities adapting to changes in the COVID-19 situation. The technology divide and disparities in access were repeatedly brought up in presentations and discussions. The conference promoted interdisciplinary dialogues and collaborative opportunities among the social sciences, computer sciences, and engineering in innovative data, technology, and methods of studying and strengthening social connections.</p>\n<p>&nbsp;</p>\n<p>The conference provided great educational and outreach opportunities. Students from different disciplines have opportunities to learn each other&rsquo;s work and the opportunities to interact face-to-face with experienced researchers. Career development opportunities were provided at the conference with roundtable discussions that involved professionals from different disciplines and at different levels. Stakeholders from a wide range of backgrounds registered for the conference.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2022<br>\n\t\t\t\t\tModified by: Zhen&nbsp;Cong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe conference series includes two virtual sessions, one in-person conference, and one student poster session. It promotes interactions and dialogues among the University of Texas at Arlington, a Hispanic-Serving Institution (HSI), and several other Minority-Serving Institutions (MSIs) in Texas, including the University of North Texas, the University of Texas at El Paso, Texas Tech University, and the University of Texas Rio Grande Valley, as well as other leading research institutions across the nation, such as New York University and Syracuse University.\n\n\n Each virtual session included 3 high-quality presentations. The physical conference included 10 high-quality presentations from academia and the community as well as three open discussion sessions. Examples of presentations include \"Digital Solidarity Between Generations in Aging Families Before and After the COVID-19 Pandemic\", \"Addressing Social Isolation and Loneliness Among Older Adults in the Context of COVID-19\", \"Social Connectedness, Physical Distancing and Anxiety in Complying with Shelter-in-Place Orders and Advisories during the Once-in-a-Century COVID-19 Pandemic\". At the conference, three open discussion sessions provide interdisciplinary dialogues and career professional development opportunities for early-stage researchers and students. Student poster sessions included about 30 posters from different disciplines such as social work, computer science, engineering, nursing, etc.\n\n \n\nThe conference addressed fundamental research questions about the role of social connections as a key form of social capital for individuals and communities adapting to changes in the COVID-19 situation. The technology divide and disparities in access were repeatedly brought up in presentations and discussions. The conference promoted interdisciplinary dialogues and collaborative opportunities among the social sciences, computer sciences, and engineering in innovative data, technology, and methods of studying and strengthening social connections.\n\n \n\nThe conference provided great educational and outreach opportunities. Students from different disciplines have opportunities to learn each other’s work and the opportunities to interact face-to-face with experienced researchers. Career development opportunities were provided at the conference with roundtable discussions that involved professionals from different disciplines and at different levels. Stakeholders from a wide range of backgrounds registered for the conference.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/19/2022\n\n\t\t\t\t\tSubmitted by: Zhen Cong"
 }
}