{
 "awd_id": "2038632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Explaining Civilian Support for Political and Criminal Armed Groups",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 218197.0,
 "awd_amount": 218197.0,
 "awd_min_amd_letter_date": "2020-08-21",
 "awd_max_amd_letter_date": "2022-06-01",
 "awd_abstract_narration": "General Summary\r\n\r\nWhat determines whether and how civilians support the armed groups that aim to govern their communities? Scholars have found that one of the most important determinants of civilian collaboration is the degree of control that an armed group has over a territory. Yet in many communities, multiple armed groups, including rebel groups, state security forces, drug trafficking organizations, and/or gangs compete for control. This project investigates how civilians in areas of contested control choose which groups, if any, to support. Doing so is important because civilian support can help tip a community towards one group or another and thereby affect conflict outcomes. We focus in particular on the role of exposure to violence, connections to elites, and the public goods that armed groups provide in determining civilian support. In drawing connections between individual- and community-level characteristics that may influence civilian support, this project helps address the disjuncture many scholars have identified between master cleavages of civil wars (what they are \"about\") and violence on the ground. In uniting the study of political and criminal armed groups, the project also seeks to uncover common logics in civilian decision-making when facing prototypically political actors versus those commonly considered criminal actors. The findings will give scholars and policymakers new tools with which to better predict (and prevent) civilian collaboration with armed groups, improve counterinsurgency and anti-crime efforts, and facilitate the demobilization of combatants in post-conflict settings.\r\n\r\nTechnical Summary\r\n\r\nThe research team will survey civilians in Colombia about their attitudes and behavior towards political and criminal armed groups. The country provides an ideal setting in which to answer our research questions: in addition to its ongoing civil war, which features multiple rebel groups, Colombia is also affected by high levels of organized criminal and gang activity. Surveying civilians in violence-prone areas is complicated by safety concerns, preference falsification, and the potential for non-random participation. To mitigate these concerns, our surveys will employ indirect methods of questioning, including list experiments to measure respondents' behaviors and endorsement experiments to capture attitudes towards competing groups. Although the project surveys civilians in a single country, most conflicts today involve multiple armed actors with the capacity to control territory and as a result we expect the results to generalize well beyond Colombia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "De Bruin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erica De Bruin",
   "pi_email_addr": "edebruin@hamilton.edu",
   "nsf_id": "000700785",
   "pi_start_date": "2020-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hamilton College",
  "inst_street_address": "198 COLLEGE HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "CLINTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3158594678",
  "inst_zip_code": "133231218",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "HAMILTON COLLEGE",
  "org_prnt_uei_num": "Z6WLZ6RDFDM7",
  "org_uei_num": "Z6WLZ6RDFDM7"
 },
 "perf_inst": {
  "perf_inst_name": "Hamilton College",
  "perf_str_addr": "198 College Hill Road",
  "perf_city_name": "Clinton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "133231218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 149180.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 69017.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-64e75af0-7fff-ebad-f492-9a7dc0740a80\">\n<p dir=\"ltr\"><span>Millions worldwide live under the influence of competing armed groups, including rebels, militias, and criminal syndicates. How do ordinary people in these contexts make judgments about those who aspire to rule them? In particular, what shapes civilian attitudes towards non-state governance where multiple armed groups compete? These questions are important not only because civilian attitudes affect broader conflict processes, but also because their answers shed light on the sources of political legitimacy and the construction of durable political orders. While foundational work has largely viewed territorial control as a prerequisite for governance, armed groups frequently govern in areas they do not fully control, including in countries as diverse as Afghanistan</span><span>, Bangladesh, Brazil, India, and Mali. </span><span>Yet, how civilians respond to these efforts remains poorly understood.</span></p>\n<p dir=\"ltr\"><span>We present results from a conjoint survey experiment conducted face-to-face with 2,397 respondents across 54 municipalities of Colombia currently or recently contested by multiple armed groups. The survey asks respondents to evaluate pairs of hypothetical, competing armed groups engaging in forms of governance with randomly varied attributes. We vary fundamental elements of non-state armed group governance, including rule-making and the provision of goods, as well as social network support, violence, and group ideology. Colombia is an ideal setting to examine civilian preferences for armed group governance given the presence of large rebel armies and sophisticated criminal groups.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our results show that the governance decisions that armed groups make in contested areas affect their legitimacy. We find that consulting with local leaders when making decisions about rules, and establishing rules that reflect local traditions, decrease negative evaluations of armed groups. Groups that show restraint in the use of violence and provide goods and services, including dispute resolution, infrastructure, and medicine, also experience less negative judgments. We also find some limited evidence that inclusive governing processes reduce unfavorable assessments of armed groups more than rules that reflect local traditions. To the best of our knowledge, our study is the first to provide experimental evidence on how civilians respond to different elements of armed group governance in areas where civilian support may be particularly impactful. More broadly, these results suggest important differences in how governments and armed groups can build legitimacy in areas of limited statehood.</span></p>\n<p dir=\"ltr\"><span>Our project also examined how the Covid-19 pandemic shaped armed group governance in contested areas via a survey of local security officials tasked with monitoring armed group behavior. When the pandemic began, initial reports suggested that armed groups would seize the opportunity to expand their control over territory and civilians. However, we find little evidence of significant shifts in the presence or behavior of political or criminal groups in response to the pandemic. Contrary to prevailing expectations, we also find that armed group governance has been common in areas of Colombia contested by multiple groups, both before and after the onset of the pandemic. These findings shed new light on armed group adaptation to shocks, and add to growing evidence challenging the assumption that territorial control is a prerequisite for armed group governance.</span></p>\n</span></p><br>\n<p>\n Last Modified: 12/27/2023<br>\nModified by: Erica&nbsp;De Bruin</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nMillions worldwide live under the influence of competing armed groups, including rebels, militias, and criminal syndicates. How do ordinary people in these contexts make judgments about those who aspire to rule them? In particular, what shapes civilian attitudes towards non-state governance where multiple armed groups compete? These questions are important not only because civilian attitudes affect broader conflict processes, but also because their answers shed light on the sources of political legitimacy and the construction of durable political orders. While foundational work has largely viewed territorial control as a prerequisite for governance, armed groups frequently govern in areas they do not fully control, including in countries as diverse as Afghanistan, Bangladesh, Brazil, India, and Mali. Yet, how civilians respond to these efforts remains poorly understood.\n\n\nWe present results from a conjoint survey experiment conducted face-to-face with 2,397 respondents across 54 municipalities of Colombia currently or recently contested by multiple armed groups. The survey asks respondents to evaluate pairs of hypothetical, competing armed groups engaging in forms of governance with randomly varied attributes. We vary fundamental elements of non-state armed group governance, including rule-making and the provision of goods, as well as social network support, violence, and group ideology. Colombia is an ideal setting to examine civilian preferences for armed group governance given the presence of large rebel armies and sophisticated criminal groups.\n\n\nOur results show that the governance decisions that armed groups make in contested areas affect their legitimacy. We find that consulting with local leaders when making decisions about rules, and establishing rules that reflect local traditions, decrease negative evaluations of armed groups. Groups that show restraint in the use of violence and provide goods and services, including dispute resolution, infrastructure, and medicine, also experience less negative judgments. We also find some limited evidence that inclusive governing processes reduce unfavorable assessments of armed groups more than rules that reflect local traditions. To the best of our knowledge, our study is the first to provide experimental evidence on how civilians respond to different elements of armed group governance in areas where civilian support may be particularly impactful. More broadly, these results suggest important differences in how governments and armed groups can build legitimacy in areas of limited statehood.\n\n\nOur project also examined how the Covid-19 pandemic shaped armed group governance in contested areas via a survey of local security officials tasked with monitoring armed group behavior. When the pandemic began, initial reports suggested that armed groups would seize the opportunity to expand their control over territory and civilians. However, we find little evidence of significant shifts in the presence or behavior of political or criminal groups in response to the pandemic. Contrary to prevailing expectations, we also find that armed group governance has been common in areas of Colombia contested by multiple groups, both before and after the onset of the pandemic. These findings shed new light on armed group adaptation to shocks, and add to growing evidence challenging the assumption that territorial control is a prerequisite for armed group governance.\n\t\t\t\t\tLast Modified: 12/27/2023\n\n\t\t\t\t\tSubmitted by: EricaDe Bruin\n"
 }
}