{
 "awd_id": "2039678",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "D-ISN: TRACK 2: Building a Multifaceted Research Team to Examine the Use of Information Technology in the Creation and Disruption of Domestic Sex Trafficking Supply Networks",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2022-06-30",
 "tot_intn_awd_amt": 249998.0,
 "awd_amount": 249998.0,
 "awd_min_amd_letter_date": "2020-09-02",
 "awd_max_amd_letter_date": "2021-12-21",
 "awd_abstract_narration": "This planning grant award will contribute to the advancement of national welfare and interests by building a multifaceted research team comprised of academics and professionals to (1) assess how criminals use information technology to support their domestic sex trafficking supply networks, (2) explore how the criminal justice system has successfully used or struggled to use information technology to detect, disrupt, and dismantle illicit supply networks, and (3) create interventions to disrupt domestic sex trafficking supply networks based on the knowledge gained from examining the use of information technology by traffickers and criminal justice system professionals. Trafficker’s use of information technology makes illicit supply networks more difficult to disrupt, but this use of information technology creates digital footprints that can enable criminal justice professionals to identify traffickers and obtain evidence necessary for arrest and prosecution. Although many information technologies have been developed to support the criminal justice system’s efforts in detecting and disrupting illicit supply networks, these technologies often fail to achieve the intended impacts due to resource constraints within various agencies. This project creates a multifaceted research team of academics and professionals to examine the varying levels of effective use of information technology within the criminal justice system and to determine what policies, practices, or training can be instituted to solve this problem. This research will develop new training programs on domestic sex trafficking supply networks for criminal justice system professionals; disseminate new insights to target domestic sex trafficking supply networks; and encourage new policies or practices to detect or disrupt domestic sex trafficking supply networks, which will provide societal benefits to improve the human condition.\r\n \r\nThrough workshops and online collaborations, the project will bring together academics and professionals as part of a multifaceted research team to collaborate and develop a shared understanding of how criminals use information technology to develop supply networks and how information technology is used (or not used) for interdiction in domestic sex trafficking supply networks. Research team members that are criminal justice system professionals will offer their practical knowledge to inform current research. The academic research team members from engineering, business, and social science disciplines will provide expertise in supply networks, network analysis, human trafficking, and information technology to stimulate creative ideas regarding how to effectively disrupt resilient illicit supply networks. Since domestic sex trafficking supply networks are often connected to other types of illicit supply networks, such as labor trafficking, drug trafficking and money laundering, this research effort will augment research examining the detection and disruption of other types of illicit supply networks. The research team’s collaboration efforts will provide a framework for future research on the disruption of domestic sex trafficking as members of this multifaceted research team disseminate insights to their own discipline through conferences, journal articles, reports, and panel discussions. Additionally, new training programs based on the research team’s findings will be developed and offered to criminal justice system professionals.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stacie",
   "pi_last_name": "Petter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stacie Petter",
   "pi_email_addr": "petters@wfu.edu",
   "nsf_id": "000814410",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurie",
   "pi_last_name": "Giddens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurie Giddens",
   "pi_email_addr": "Laurie.Giddens@unt.edu",
   "nsf_id": "000830503",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "One Bear Place #97360",
  "perf_city_name": "Waco",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767987360",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153Y00",
   "pgm_ele_name": "D-ISN-Illicit Supply Networks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 249998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Human traffickers are increasingly using information technology to recruit victims, find new customers, and engage in more efficient business operations. While the use of information technology can enable traffickers to hide their identity and the identity of their victims, information technology can also be used by criminal justice professionals&nbsp;to follow the digital footprints left behind by traffickers to ensure they face arrest and prosecution. Although many information technologies have been developed to support the criminal justice system&rsquo;s efforts in detecting and disrupting illicit supply networks, these technologies often fail to achieve the intended impacts due to resource constraints within various agencies. To address this problem, this eighteen-month planning grant developed a multifaceted research team of academics and professionals to examine the varying levels of effective use of information technology within the criminal justice system and to determine what policies, practices, or training can be instituted to solve this problem.&nbsp;</p>\n<p><span>This research effort developed a multifaceted research team of thirty academics and professionals to (1) assess how criminals use information technology to support their domestic sex trafficking supply networks, (2) explore how the criminal justice system has successfully used or struggled to use information technology to detect, disrupt, and dismantle illicit supply networks, and (3) identify interventions to disrupt domestic sex trafficking supply networks based on the knowledge gained from examining the use of information technology by traffickers and criminal justice system professionals.&nbsp;</span>Through two in-person workshops and online collaboration opportunities, the project enabled academics and professionals to develop a shared understanding of how criminals use information technology to develop supply networks and how information technology is used (or not used) for interdiction in domestic sex trafficking supply networks. Criminal justice system professionals offered their practical knowledge to inform current research, and academic research team members from business, engineering, criminal justice, nursing, and other social science disciplines provided expertise in supply networks, network analysis, human trafficking, and information technology to stimulate creative ideas regarding how to effectively disrupt resilient illicit supply networks.</p>\n<p>The two workshops had similar, but distinct goals. The first workshop sought to identify the variation in perspectives associated with the intersection of information technology and human trafficking from academic and professional perspectives. The second workshop invited participants from the first workshop and introduced new team members based on additional needs and goals related to the research effort. This workshop identified specific research projects or interventions related to the interplay of information technology and human trafficking. The primary findings from each workshop are available in publicly available reports.</p>\n<p>This research specifically enabled the development of new interdisciplinary research collaborations among academics as well as new partnerships between academics and professionals. The research team&rsquo;s collaboration efforts have already encouraged the development of new research projects that include externally funded research proposals, conference publications, journal articles, reports, and panel discussions. By bridging academic and practice-based communities, the academics and professionals participating in the research team gained newfound synergy. This multifaceted research team allowed researchers and professionals to use their shared experience to develop new training, practices, policies, and research ideas that neither group could create on their own. Practically speaking, insights gained from these workshops and this research effort are being used to inform training programs offered to criminal justice system professionals.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2022<br>\n\t\t\t\t\tModified by: Stacie&nbsp;Petter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHuman traffickers are increasingly using information technology to recruit victims, find new customers, and engage in more efficient business operations. While the use of information technology can enable traffickers to hide their identity and the identity of their victims, information technology can also be used by criminal justice professionals to follow the digital footprints left behind by traffickers to ensure they face arrest and prosecution. Although many information technologies have been developed to support the criminal justice system’s efforts in detecting and disrupting illicit supply networks, these technologies often fail to achieve the intended impacts due to resource constraints within various agencies. To address this problem, this eighteen-month planning grant developed a multifaceted research team of academics and professionals to examine the varying levels of effective use of information technology within the criminal justice system and to determine what policies, practices, or training can be instituted to solve this problem. \n\nThis research effort developed a multifaceted research team of thirty academics and professionals to (1) assess how criminals use information technology to support their domestic sex trafficking supply networks, (2) explore how the criminal justice system has successfully used or struggled to use information technology to detect, disrupt, and dismantle illicit supply networks, and (3) identify interventions to disrupt domestic sex trafficking supply networks based on the knowledge gained from examining the use of information technology by traffickers and criminal justice system professionals. Through two in-person workshops and online collaboration opportunities, the project enabled academics and professionals to develop a shared understanding of how criminals use information technology to develop supply networks and how information technology is used (or not used) for interdiction in domestic sex trafficking supply networks. Criminal justice system professionals offered their practical knowledge to inform current research, and academic research team members from business, engineering, criminal justice, nursing, and other social science disciplines provided expertise in supply networks, network analysis, human trafficking, and information technology to stimulate creative ideas regarding how to effectively disrupt resilient illicit supply networks.\n\nThe two workshops had similar, but distinct goals. The first workshop sought to identify the variation in perspectives associated with the intersection of information technology and human trafficking from academic and professional perspectives. The second workshop invited participants from the first workshop and introduced new team members based on additional needs and goals related to the research effort. This workshop identified specific research projects or interventions related to the interplay of information technology and human trafficking. The primary findings from each workshop are available in publicly available reports.\n\nThis research specifically enabled the development of new interdisciplinary research collaborations among academics as well as new partnerships between academics and professionals. The research team’s collaboration efforts have already encouraged the development of new research projects that include externally funded research proposals, conference publications, journal articles, reports, and panel discussions. By bridging academic and practice-based communities, the academics and professionals participating in the research team gained newfound synergy. This multifaceted research team allowed researchers and professionals to use their shared experience to develop new training, practices, policies, and research ideas that neither group could create on their own. Practically speaking, insights gained from these workshops and this research effort are being used to inform training programs offered to criminal justice system professionals. \n\n\t\t\t\t\tLast Modified: 10/18/2022\n\n\t\t\t\t\tSubmitted by: Stacie Petter"
 }
}