{
 "awd_id": "2039148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Networking Faculty Seeds for Collective Change in the Geosciences",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2020-11-01",
 "awd_exp_date": "2023-10-31",
 "tot_intn_awd_amt": 41995.0,
 "awd_amount": 41995.0,
 "awd_min_amd_letter_date": "2020-09-02",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "The PIs plan to create a professional development curriculum that is highly tailorable to an individual's particular institutional context. They seek to recruit 10 Seeding Diversity Fellows from 10 different universities who will then bring on board another two partners to join the team. Each team of three will then identify gatekeeping mechanisms that impede the ability of their particular institution to recruit, retain, and include diverse faculty and students in the geosciences. The proposed curriculum will implement and research an innovative use of social network analysis as a tool for participants to identify potential collaborators so that, together, they can collectively change departmental beliefs and behaviors. The PIs will also develop and research three, new, mixed-reality simulations that combine artificial intelligence with human conversational intuition to teach participants how to manage conflicts while advocating for systemic changes in university and departmental procedures. Building off of the work from the pilot GOLD:GeoDES project, these new simulations will extend beyond individual actions and move more toward coordinating and leveraging social networks to effect institutional change.\r\n\r\nThe PI's proposed professional development curriculum includes the following two innovations: 1. Helping participants to identify and analyze their social networks to select two additional key individuals with whom to collaborate to change collective behaviors in a department. In the pilot GeoDES project, the PIs recognized that changing collective behaviors of a department is a heavier lift than changing individual behaviors and beliefs. 2. Making use of innovative mixed-reality simulations that combine artificial intelligence with human conversational intuition to teach participants how to manage conflicts while advocating for systemic changes in university and departmental procedures. The project's innovation rests on the idea that changing the behavior of many people within a department requires a robust intervention grounded in strong theoretical foundations that have shown promising results.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Quardokus Fisher",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen M Quardokus Fisher",
   "pi_email_addr": "kquardok@nd.edu",
   "nsf_id": "000695309",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8th Street",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7699",
   "pgm_ref_txt": "ICER"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 41995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PROJECT OUTCOMES REPORT</strong></p>\n<p>As a collaborative project, we recruited Fellows from nine different universities. Each university team identified gatekeeping mechanisms that impede faculty or student recruitment ability. We then created a leadership development curriculum that is highly tailorable to an individual's particular institutional context using social network analysis and virtual reality simulations.</p>\n<p><strong>Intellectual Merit of EAGER</strong>: Using a Bayesian multilevel modeling approach results showed: (1) growth in participants&rsquo; (n=21) confidence (self-efficacy) in advocating for diversity, equity, and inclusion (DEI) in their departments from pre- to post-intervention; (2) growth in participants&rsquo; confidence in working together with their department to achieve collective departmental DEI goals (collective efficacy); (3) the roots of efficacy beliefs (aside from vicarious experiences) predicted self-efficacy, but not collective efficacy. Also, a social network analysis revealed that people with non-redundant ties (i.e., greater network effective size) had greater collective efficacy. This suggests that those who have more numerous social ties and more diverse social ties (i.e., ties to different communities that do not connect to each other) might be better positioned to effect systemic change than their peers with fewer and/or more tightly-knit social ties. These findings point us toward a strong pathway forward in effecting larger institutional changes &ndash; through the informal relationships that people have in their organization. We applied social network analysis in a novel context by connecting this analysis to predicting the &ldquo;readiness&rdquo; of a person to making DEI change within an organization.</p>\n<p><strong>Broader Impacts of EAGER</strong>: Our approach of seeding collective behavioral change has the potential to shift collective belief and behavior. Because we specifically teach our participants to target policies and unwritten practices that create the culture of a department, and influence the informal social relationships between members of an organization, our approach has the potential to spur and sustain new collective practices that create a more equitable and inclusive geoscience organizational culture. Findings will inform future work on scaling these innovations to more departments/organizations as well as to fields beyond the geosciences and university contexts, and have the potential to alter the spheres of influence of our Fellows such that our project innovations can diffuse widely into other social networks. Our novel application of social network analysis to predicting one&rsquo;s collective efficacy can be generalized to many contexts, and sets the foundations for using this metric as a way to predict how ready an organization and individual are to effect larger systemic changes regarding DEI.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 03/26/2024<br>\nModified by: Kathleen&nbsp;M&nbsp;Quardokus Fisher</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nPROJECT OUTCOMES REPORT\n\n\nAs a collaborative project, we recruited Fellows from nine different universities. Each university team identified gatekeeping mechanisms that impede faculty or student recruitment ability. We then created a leadership development curriculum that is highly tailorable to an individual's particular institutional context using social network analysis and virtual reality simulations.\n\n\nIntellectual Merit of EAGER: Using a Bayesian multilevel modeling approach results showed: (1) growth in participants (n=21) confidence (self-efficacy) in advocating for diversity, equity, and inclusion (DEI) in their departments from pre- to post-intervention; (2) growth in participants confidence in working together with their department to achieve collective departmental DEI goals (collective efficacy); (3) the roots of efficacy beliefs (aside from vicarious experiences) predicted self-efficacy, but not collective efficacy. Also, a social network analysis revealed that people with non-redundant ties (i.e., greater network effective size) had greater collective efficacy. This suggests that those who have more numerous social ties and more diverse social ties (i.e., ties to different communities that do not connect to each other) might be better positioned to effect systemic change than their peers with fewer and/or more tightly-knit social ties. These findings point us toward a strong pathway forward in effecting larger institutional changes  through the informal relationships that people have in their organization. We applied social network analysis in a novel context by connecting this analysis to predicting the readiness of a person to making DEI change within an organization.\n\n\nBroader Impacts of EAGER: Our approach of seeding collective behavioral change has the potential to shift collective belief and behavior. Because we specifically teach our participants to target policies and unwritten practices that create the culture of a department, and influence the informal social relationships between members of an organization, our approach has the potential to spur and sustain new collective practices that create a more equitable and inclusive geoscience organizational culture. Findings will inform future work on scaling these innovations to more departments/organizations as well as to fields beyond the geosciences and university contexts, and have the potential to alter the spheres of influence of our Fellows such that our project innovations can diffuse widely into other social networks. Our novel application of social network analysis to predicting ones collective efficacy can be generalized to many contexts, and sets the foundations for using this metric as a way to predict how ready an organization and individual are to effect larger systemic changes regarding DEI.\n\n\n\t\t\t\t\tLast Modified: 03/26/2024\n\n\t\t\t\t\tSubmitted by: KathleenMQuardokus Fisher\n"
 }
}