{
 "awd_id": "2039946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "D-ISN: TRACK 2: Collaborative Research: Financial Network Disruptions in Illicit and Counterfeit Medicines (FIND-M)",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032922568",
 "po_email": "wnilsen@nsf.gov",
 "po_sign_block_name": "Wendy Nilsen",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 40001.0,
 "awd_amount": 56001.0,
 "awd_min_amd_letter_date": "2020-09-02",
 "awd_max_amd_letter_date": "2021-07-21",
 "awd_abstract_narration": "Counterfeit and illegal drugs cause mortality and morbidity for millions of people around the world,  as well as damage brands, undermine competition and the rule of law, cause economic losses and security threats, and corrupt financial systems. In light of the global coronavirus pandemic, there is an urgent need to develop a multipronged approach, including access to critical data, network analysis, distributed inference, identification of strategic points of intervention, and mitigation measures to disrupt the flow of counterfeit and illegal medicines in both high and low income countries. Identifying chokepoints (similar to other distribution networks) to effectively disrupt illegal medical supply chains is going to be an important feature of the project. If a solution to this challenge is not found, then prevention and enforcement successes will be partial, illegal entrepreneurs will adapt their modus operandi to circumvent controls, and public health, revenue, fair competition, justice, and security concerns will remain largely unaddressed. This Disrupting Operations of Illicit Supply Networks (D-ISN) planning has the potential to refine questions and solutions that can transform the national, state, and community-level discussions around illegal and counterfeit medicines. This collective effort will introduce a new governance and social control model whereby government, private sector, and academic parties are motivated to share skills, knowledge, and data to tackle the important social problems instigated by illicit entrepreneurs and criminal networks. \r\n\r\nThe goal of this planning grant - bringing together stakeholders from academic, law-enforcement, public and private sectors - is to develop a distributed data infrastructure, populate this infrastructure, and conduct exploratory research in order to leverage financial, commercial and business data, along with previous best practices (from human trafficking and trade-based money laundering controls) for effective disruption of illegal medical and pharmaceutical supply chains. We aim to create robust approaches that will prevent or minimize the social harm caused by these illicit networks and we will coordinate novel, cutting edge efforts to improve outcomes for those victimized. Our specific objectives are to: 1) assemble the stakeholders and partners from other research communities to identify criminogenic asymmetries in the illicit supply networks of counterfeit and illegal drugs; 2) develop a task force, build out the infrastructure, and a detailed plan on how to mine distributed data (financial, business, commercial) using explainable machine learning methods to infer information needed to generate the multiplex networks; 3) stand up a task force, build multiplex networks that capture links discovered by mining the financial, business and commercial data,  and develop a detailed research plan on how to discover the “weak-links”; 4) develop a task force, design mitigation strategies, and perform exploratory research on testing the products indicated by our analysis. By design, the project's hypotheses are broad at this stage, in order to incorporate inputs from the diverse stakeholders and partners, and to narrow down the focus during the planning stages of the project. Partners include representatives from trade, public health, and anti-counterfeiting teams both national and international. This research will be informed by the latest work in the area and specific scholars will be asked to join the academic team. Initially, the team will work with historical data, but there is a plan to work with several large financial institutions to run the algorithms we develop in a distributed, secure and privacy-preserving manner on current and live sources.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ioannis",
   "pi_last_name": "Kakadiaris",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ioannis A Kakadiaris",
   "pi_email_addr": "ioannisk@uh.edu",
   "nsf_id": "000095195",
   "pi_start_date": "2020-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "U of Houston",
  "perf_str_addr": "4800 Calhoun Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153Y00",
   "pgm_ele_name": "D-ISN-Illicit Supply Networks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 40001.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Illicit, Substandard, and Falsified Medical Products (ISFMP) damage public health &amp; welfare on a global scale, causing death or disabilities for millions of people, damaging companies' brands, undermining competition and the rule of law, causing economic losses and security threats, and corrupt financial systems. ISFMP include stolen, diverted, price-gouged, unregistered, unlicensed, and counterfeit medical products; examples include toxic or ineffective prescription drugs, dietary supplements, face masks, vaccines, and testing kits. Hypothesized to be a consequence of the global coronavirus pandemic, government agencies and companies have observed a sharp rise in illicit activities concerning medical supplies. However, little is known about identifying vulnerabilities in the supply chain networks and how to coordinate responses to disrupt them. Thus, there is an urgent need to develop a multipronged approach, including access to critical data, network analysis, distributed inference, identification of strategic points of intervention, and mitigation approaches to disrupt the flow of counterfeit and illegal medicines. Suppose a solution to disrupt the illicit flow effectively is not found. In that case, prevention and enforcement successes will be partial; illegal entrepreneurs will adapt their modus operandi to circumvent controls. Public health, revenue, competition, the rule of law, and security concerns will remain largely unaddressed.</p>\n<p>&nbsp;This project aimed to plan the development of a system that will identify intervention points and coordinate responses of different entities to disrupt illicit flows of medicines. We have brought together a multidisciplinary scholarly group to develop scalable solutions for reducing the societal harm caused by the ISFMP trade.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 02/21/2024<br>\nModified by: Ioannis&nbsp;A&nbsp;Kakadiaris</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nIllicit, Substandard, and Falsified Medical Products (ISFMP) damage public health & welfare on a global scale, causing death or disabilities for millions of people, damaging companies' brands, undermining competition and the rule of law, causing economic losses and security threats, and corrupt financial systems. ISFMP include stolen, diverted, price-gouged, unregistered, unlicensed, and counterfeit medical products; examples include toxic or ineffective prescription drugs, dietary supplements, face masks, vaccines, and testing kits. Hypothesized to be a consequence of the global coronavirus pandemic, government agencies and companies have observed a sharp rise in illicit activities concerning medical supplies. However, little is known about identifying vulnerabilities in the supply chain networks and how to coordinate responses to disrupt them. Thus, there is an urgent need to develop a multipronged approach, including access to critical data, network analysis, distributed inference, identification of strategic points of intervention, and mitigation approaches to disrupt the flow of counterfeit and illegal medicines. Suppose a solution to disrupt the illicit flow effectively is not found. In that case, prevention and enforcement successes will be partial; illegal entrepreneurs will adapt their modus operandi to circumvent controls. Public health, revenue, competition, the rule of law, and security concerns will remain largely unaddressed.\n\n\nThis project aimed to plan the development of a system that will identify intervention points and coordinate responses of different entities to disrupt illicit flows of medicines. We have brought together a multidisciplinary scholarly group to develop scalable solutions for reducing the societal harm caused by the ISFMP trade.\n\n\n\t\t\t\t\tLast Modified: 02/21/2024\n\n\t\t\t\t\tSubmitted by: IoannisAKakadiaris\n"
 }
}