{
 "awd_id": "2040680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF Convergence Accelerator - Track D: Data-Driven Disease Control and Prevention in Veterinary Health",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mike Pozmantier",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 944875.0,
 "awd_amount": 944875.0,
 "awd_min_amd_letter_date": "2020-08-31",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "The NSF Convergence Accelerator supports use-inspired, team-based, multidisciplinary efforts that address challenges of national importance and will produce deliverables of value to society in the near future. The broader impact and potential societal benefit of this Convergence Accelerator Phase I project is to improve animal production and health.  Specifically, this project aims to address the maintenance of good swine health as a means of achieving high productivity and efficiency in the high production global pork market.  The US is the world’s second-largest pork producer and a major player in the world pork market, ranking second as importer and exporter country (the export value for pork in 2019 was $7 billion). Thus, sustainability of this industry is important both as a food source as well as from an economic standpoint. Sustainability requires informed and timely decisions using scientific-based analytical tools and prediction models, based on reliable and current data to better manage swine health. However, in reality, while a vast amount of data has been collected in all steps of primary production -from farrowing and weaning to slaughter- such data is often incomplete, inconsistent and scattered at different stakeholders -producers, veterinary diagnostic labs, and veterinary clinics. Intertwined with this lack of integrated and high-quality data, there is also a dire need for effective artificial intelligence (AI) algorithms specifically designed to address key veterinary health challenges. The potential impact of this project extends far beyond swine health and could be used as a model across animal production and health in the US and globally not only assuring high quality food supply but also providing economic advantage. The team will build on their existing Disease BioPortal platform to facilitate the integration and sharing of key datasets and develop new data-driven models specifically adapted to animal health. Outcomes will not only have a direct beneficial impact in the swine industry saving producers millions of dollars yearly but also will significantly improve animal health/welfare, food safety and, ultimately, public health.\r\n\r\nThe team proposes both data-centric and model-centric approaches with the following objectives: 1) development of a pipeline for effective multi-level data connection and integration, including animal diagnostics; pathogen genomes; animal genetics, production and trade; farm management practices including biosecurity and treatment protocols and environmental information, among others; 2)\r\nelaboration, implementation and validation of advanced bioinformatic pipelines (i.e., read-based and assembly based methods) and AI algorithms (i.e., cost-aware adaptive sampling and explainable machine learning models) to solve key problems in the swine industry, in particular, antimicrobial resistance (AMR) and swine influenza infections and; 3) expansion and adoption of the Disease BioPortal platform to facilitate data sharing and AI user-friendly usage and visualization by veterinarians, producers as well as other stakeholders and the general public. This effort will enable us to address critical challenges: early detection of infectious diseases and timely outbreak investigations; better understanding of the variability and spread patterns of pathogens within and between farms; identification of the main drivers contributing to AMR; cost-effectiveness of the surveillance, treatment, vaccination, and biosecurity\r\nstrategies implemented at animal-, farm- and system- level. While the work focuses on the swine industry and its two most imminent challenges, the proposed data pipeline, data integration, bioinformatics and, AI algorithm development can be applied to other livestock.  Thus, this work has the potential to improve animal health and welfare and to secure the sustainability of US agriculture and food systems by providing data-driven decision tools that push the frontier of precision epidemiology.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beatriz",
   "pi_last_name": "Martinez Lopez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beatriz Martinez Lopez",
   "pi_email_addr": "beamartinezlopez@ucdavis.edu",
   "nsf_id": "000681677",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xin",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xin Liu",
   "pi_email_addr": "liu@cs.ucdavis.edu",
   "nsf_id": "000289050",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Clavijo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Maria J Clavijo",
   "pi_email_addr": "Mclavijo@iastate.edu",
   "nsf_id": "000827608",
   "pi_start_date": "2020-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186134",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131Y00",
   "pgm_ele_name": "Convergence Accelerator Resrch"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 944875.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, PIs and major postdocs actively participated in the NSF curriculum activities and integrated most of the knowledge gained about team science, user center research and new communication skills into our work, which help us to achieve our three main objectives: 1) better understand our end users and main target audience to improve design and implementation of our analytical and visualization tools; 2) expand the data connection, standardization, and integration into our Disease BioPortal platform and, 3) develop, test and validate AI models and advance visualization tools specifically adapted to solve animal health problems. Specifically, we have developed, beta tested and launched new Disease BioPortal tools and capabilities, including new diagnostic dashboards to create custom visualizations by pathogen or by farm, as well as new antimicrobial resistance tools, including resistance gene identification based on whole genome sequences and visualization and trend analysis of the resistome. We have developed algorithms for disease classification and anomaly detection and generated impactful publications based on these results. We have also developed prototypes to facilitate the access/visualization/analysis of open data, specifically extracting animal health information from tweets using text mining methods and integrating current or past weather data and weather forecasts with other animal health information, to provide end users with the ability to conduct outbreak investigations (with past weather data) or predictive assessments of outbreak risks (with weather forecasts). Finally, we have initiated the rapid prototyping of the Disease BioPortal Mobile App and a mobile-friendly web version of the Disease BioPortal website to test the new features we want to include in the mobile app and workflow.</p>\n<p>We believe this research is transformational in veterinary epidemiology and machine learning applied to animal health, as well as improves the current framework in which animal diseases are managed. We provide advancements in the areas of computer science, data science and AI and, infectious disease epidemiology. For the swine industry, short-term impact includes direct improvement of disease prevention and control in participating swine farms. Medium and long-term impact includes improvement of profitability and sustainability of the swine industry as well as better prevention and control of livestock diseases in general.</p>\n<p>We are also contributing to the training of next generation data scientists and veterinary-data scientists to accelerate the application of AI in animal health and food safety. We have directly involved five postdoctoral researchers, six graduate students and six undergraduate students in this project. They all have gained good real-world experience, communication skills, collaboration skills, in addition to important technical skills. Methods and outputs of this project have been included in the curriculum of different courses including EPI 290 &ldquo;Epidemiology Seminars&rdquo; at UC Davis; MPM 207 &ldquo;Applied Epidemiology Problem Solving&rdquo;, MPM 212 &ldquo;Concepts and Methods in Infectious Disease Surveillance and Control&rdquo; and&nbsp;ECS 193AB \"Computer Science Senior Design Projects\". These graduate (EPI290, MPM207, MPM212) and undergraduate (ECS193AB) courses are offered annually to the Graduate Group in Epidemiology, the Master of Preventive Veterinary Medicine, the Master of Public Health, and Computer Science major at UC Davis.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/14/2022<br>\n\t\t\t\t\tModified by: Beatriz&nbsp;Martinez Lopez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, PIs and major postdocs actively participated in the NSF curriculum activities and integrated most of the knowledge gained about team science, user center research and new communication skills into our work, which help us to achieve our three main objectives: 1) better understand our end users and main target audience to improve design and implementation of our analytical and visualization tools; 2) expand the data connection, standardization, and integration into our Disease BioPortal platform and, 3) develop, test and validate AI models and advance visualization tools specifically adapted to solve animal health problems. Specifically, we have developed, beta tested and launched new Disease BioPortal tools and capabilities, including new diagnostic dashboards to create custom visualizations by pathogen or by farm, as well as new antimicrobial resistance tools, including resistance gene identification based on whole genome sequences and visualization and trend analysis of the resistome. We have developed algorithms for disease classification and anomaly detection and generated impactful publications based on these results. We have also developed prototypes to facilitate the access/visualization/analysis of open data, specifically extracting animal health information from tweets using text mining methods and integrating current or past weather data and weather forecasts with other animal health information, to provide end users with the ability to conduct outbreak investigations (with past weather data) or predictive assessments of outbreak risks (with weather forecasts). Finally, we have initiated the rapid prototyping of the Disease BioPortal Mobile App and a mobile-friendly web version of the Disease BioPortal website to test the new features we want to include in the mobile app and workflow.\n\nWe believe this research is transformational in veterinary epidemiology and machine learning applied to animal health, as well as improves the current framework in which animal diseases are managed. We provide advancements in the areas of computer science, data science and AI and, infectious disease epidemiology. For the swine industry, short-term impact includes direct improvement of disease prevention and control in participating swine farms. Medium and long-term impact includes improvement of profitability and sustainability of the swine industry as well as better prevention and control of livestock diseases in general.\n\nWe are also contributing to the training of next generation data scientists and veterinary-data scientists to accelerate the application of AI in animal health and food safety. We have directly involved five postdoctoral researchers, six graduate students and six undergraduate students in this project. They all have gained good real-world experience, communication skills, collaboration skills, in addition to important technical skills. Methods and outputs of this project have been included in the curriculum of different courses including EPI 290 \"Epidemiology Seminars\" at UC Davis; MPM 207 \"Applied Epidemiology Problem Solving\", MPM 212 \"Concepts and Methods in Infectious Disease Surveillance and Control\" and ECS 193AB \"Computer Science Senior Design Projects\". These graduate (EPI290, MPM207, MPM212) and undergraduate (ECS193AB) courses are offered annually to the Graduate Group in Epidemiology, the Master of Preventive Veterinary Medicine, the Master of Public Health, and Computer Science major at UC Davis.\n\n \n\n\t\t\t\t\tLast Modified: 07/14/2022\n\n\t\t\t\t\tSubmitted by: Beatriz Martinez Lopez"
 }
}