{
 "awd_id": "2040558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Artificial intelligence-based image processing to automate fashion e-commerce",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2020-08-15",
 "awd_exp_date": "2022-11-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2020-08-25",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "The broader impact/commercial potential of this I-Corps project is the development of software tools to automate several essential tasks for internet-based commerce (e-commerce). E-commerce is a rapidly growing market segment, predicted to reach $6.5 trillion in sales by 2023. Consequent to such rapid growth are the resultant challenges in product discovery. Rich product attributes/product tagging makes products easily discoverable. However, populating product attributes/tags is a time-consuming, mostly manual task. By leveraging artificial intelligence (AI)-based image processing, these tasks may be automated, saving time, effort, and expense for e-commerce stores. In addition, accurate tags may be used to generate several useful functionalities to improve user experience as well as increase sales and revenue for e-commerce stores. AI-based automation tools may provide e-commerce store owners with access to advanced technologies and empower small and mid-sized businesses to stay viable in the highly competitive fashion e-commerce market segment.\r\n \r\nThis I-Corps project is based on the development of image processing technology that uses machine learning and artificial intelligence (AI) to accurately recognize multiple (50+) attributes associated with an image. These attributes are used to automatically and accurately tag products in the store at a fraction of a cost and time compared to manual tagging. Accurate tagging of products results in making products easily discoverable online. The AI-algorithm generated tags also are used to provide several additional functionalities such as complete-the-look and product bundling. Such functionalities significantly improve the user experience for shoppers and lead to increased sales and revenue for store owners. The proposed technology also includes resource optimization to make AI-powered processing commercially viable. Such resource optimization ensures that advanced AI-based technologies are available for dynamic environments such as fashion e-commerce at reasonable costs. In addition, the process flow between the AI-algorithm, machine learning-based decision tree, and the output ensures that the results are displayed at the storefront almost instantaneously.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deanna",
   "pi_last_name": "Meador",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deanna Meador",
   "pi_email_addr": "Deanna.N.Meador@vanderbilt.edu",
   "nsf_id": "000743897",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "Baker Building, Suite 800",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032417",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF I-Corps project &lsquo;Artificial intelligence-based image processing to automate fashion e-commerce&rsquo; explored the development and application of novel artificial intelligence-based workflows to identify and label attributes of e-commerce products for automation of several essential tasks for e-commerce stores. Based on 250 potential customer interviews, the team developed several tools to assist with tasks such as product labeling, product pairing, product categorization, image description generation, alt text generation, and search engine optimization. These tools are available to 500,000+ stores on Shopify and WooCommerce platforms. Additionally, these tools are available for customized integration to e-commerce support businesses such as e-commerce agencies. These tools offer a wide range of benefits to multiple segments, such as website owners, end users (online shoppers), and the general public, as outlined below:</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; These tools allow automation of tasks that cost website owners upwards of $200,000 and weeks of work every fashion season. With the use of tools developed under this project, these critical tasks can be automated and completed in a fraction of the cost and time. Development and availability of such tools can significantly impact the US small business segment by providing them access to AI-based user-friendly tools to efficiently manage tasks at a fraction of the cost and time than otherwise needed.</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Several tools developed for this project benefit end users (online shoppers) by offering novel digital functionalities such as an easy search for products, intelligent product pairing, accurate product descriptions, and better user experience. These factors thus further support the digital economy.</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Americans with Disabilities Act (ADA) compliance of websites is a pervasive issue. To make websites accessible to people with disabilities, it is essential to have alt tags for images, appropriate use of image descriptions and keywords, and proper categorization of products. Tools developed here allow automation of several of these tasks, thus assisting with ADA compliance of websites.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/13/2023<br>\n\t\t\t\t\tModified by: Deanna&nbsp;Meador</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF I-Corps project ‘Artificial intelligence-based image processing to automate fashion e-commerce’ explored the development and application of novel artificial intelligence-based workflows to identify and label attributes of e-commerce products for automation of several essential tasks for e-commerce stores. Based on 250 potential customer interviews, the team developed several tools to assist with tasks such as product labeling, product pairing, product categorization, image description generation, alt text generation, and search engine optimization. These tools are available to 500,000+ stores on Shopify and WooCommerce platforms. Additionally, these tools are available for customized integration to e-commerce support businesses such as e-commerce agencies. These tools offer a wide range of benefits to multiple segments, such as website owners, end users (online shoppers), and the general public, as outlined below:\n\n1.            These tools allow automation of tasks that cost website owners upwards of $200,000 and weeks of work every fashion season. With the use of tools developed under this project, these critical tasks can be automated and completed in a fraction of the cost and time. Development and availability of such tools can significantly impact the US small business segment by providing them access to AI-based user-friendly tools to efficiently manage tasks at a fraction of the cost and time than otherwise needed.\n\n2.            Several tools developed for this project benefit end users (online shoppers) by offering novel digital functionalities such as an easy search for products, intelligent product pairing, accurate product descriptions, and better user experience. These factors thus further support the digital economy.\n\n3.            The Americans with Disabilities Act (ADA) compliance of websites is a pervasive issue. To make websites accessible to people with disabilities, it is essential to have alt tags for images, appropriate use of image descriptions and keywords, and proper categorization of products. Tools developed here allow automation of several of these tasks, thus assisting with ADA compliance of websites. \n\n \n\n\t\t\t\t\tLast Modified: 02/13/2023\n\n\t\t\t\t\tSubmitted by: Deanna Meador"
 }
}