{
 "awd_id": "2040520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF Convergence Accelerator Track C: High-Throughput Proteomics Technology Based on Quantum Sensing",
 "cfda_num": "47.084",
 "org_code": "15020000",
 "po_phone": "7032922445",
 "po_email": "pfulay@nsf.gov",
 "po_sign_block_name": "Pradeep Fulay",
 "awd_eff_date": "2020-09-15",
 "awd_exp_date": "2022-05-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2020-09-03",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "The NSF Convergence Accelerator supports use-inspired, team-based, multidisciplinary efforts that address challenges of national importance and will produce deliverables of value to society in the near future.  The research outcomes from this project will pave the way to establish quantum technology as a critical tool in biomedicine, and specifically for proteomic devices.  Proteomic devices are used to map the protein profile of a given cell, tissue, and or/organism.  The information can be used in turn to develop treatment for disease.  This project will show how novel discoveries in quantum sensing can impact and alter diagnostics and biomedical research.  This will be accomplished by simplifying the purification process and enabling high throughput screening at reduced cost. The core concept is focused on the discovery of exceptional sensitivity of nitrogen vacancy (NV) color centers in diamond.\r\n\r\nThe project will bring together quantum physicists, engineers, and experts in life sciences to work on a real world application of quantum sensing.  This project will demonstrate scaled up profiling of 7000+ proteins. There are three main thrusts, which include: i) the development of an aptamer binding assay on a diamond surface, ii) identification for optically stable reporter spins, and iii) site-specific conjugation of spin labels for sensing protein binding events.  If successful, this will lead to a new generation of proteomic devices.  Opportunities for training and workforce development include: industry and National Lab experience for PhD students, ii) workshops and certificate programs for industry researchers and engineers, and iii) outreach programs for K-12 students to learn about quantum technology and its potential impact on daily life.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "ITE",
 "org_div_long_name": "Innovation and Technology Ecosystems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Maurer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Maurer",
   "pi_email_addr": "pmaurer@uchicago.edu",
   "nsf_id": "000795579",
   "pi_start_date": "2020-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karoly",
   "pi_last_name": "Holczer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karoly Holczer",
   "pi_email_addr": "holczer@physics.ucla.edu",
   "nsf_id": "000488017",
   "pi_start_date": "2020-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ania",
   "pi_last_name": "Bleszynski Jayich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ania Bleszynski Jayich",
   "pi_email_addr": "ania@physics.ucsb.edu",
   "nsf_id": "000587149",
   "pi_start_date": "2020-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Cleveland",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jason P Cleveland",
   "pi_email_addr": "jcleveland@somalogic.com",
   "nsf_id": "000827531",
   "pi_start_date": "2020-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Gold",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence M Gold",
   "pi_email_addr": "lgold@somalogic.com",
   "nsf_id": "000827725",
   "pi_start_date": "2020-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S. Ellis Ave",
  "perf_city_name": "Blue Island",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "604065418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131Y00",
   "pgm_ele_name": "Convergence Accelerator Resrch"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-837f6e77-7fff-efe0-a4a7-b02c758f53d5\"> </span></p>\n<p><span id=\"docs-internal-guid-e1e0b5cf-7fff-39b6-1021-7b95e7ca027b\"> </span></p>\n<p dir=\"ltr\"><span>This multidisciplinary research project focused on the development of a high-throughput proteomics platform based on quantum sensing. The proposed research was a collaborative effort between multiple university partners, with expertise in quantum engineering and biophysics, and SomaLogic Inc, an industry leader in proteomics. Quantum metrology based on nitrogen vacancy (NV) color centers in diamond has emerged as a powerful technology sensitive enough to detect the presence of individual proteins and DNA molecules. Leveraging the exceptional sensitivity of quantum sensing combined with recent advances in aptamer- based protein assays could pave the way to a new robust high-throughput screening technology that is to proteomics what next-generation sequencing is to genomics.&nbsp;</span></p>\n<p dir=\"ltr\"><span>A quantum sensing platform that enables a proof-of-concept proteomics experiment that could be scaled up to profiling 7,000+ proteins requires significant advances, in both fundamental science and engineering. This project investigated several scientific key challenges associated with such a technology. The proposed sensing technology relies on a Slow Off-Rate Modified Aptamers (SOMAmer) assay. These SOMAmers are conjugated to a diamond surface and bind target proteins in solution. The SOMAmers are labeled with spin labels, which allows the detection of specific binding events through measuring a change in the electron paramagnetic resonance (EPR) signature of the spin label.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Specifically, we investigated four distinct yet synergetic aims:</span></p>\n<ol>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><em><span style=\"text-decoration: underline;\">Specific binding of proteins on diamond surfaces using SOMAmers</span></em><span>: This thrust focused on (i) the development and validation of selective binding of proteins on the surface of a diamond sensor chip using SOMAmers and (ii) characterization of the noise sources affecting NV performance in such an environment. Relying on a combination of SomaLogic&rsquo;s SOMAmer assay and diamond functionalization recently developed at the University of Chicago, we showed that individual SOMAmers can be attached to a diamond surface. We then showed that these SOMAmers maintain their biological functionality. Furthermore, we showed that, while such a surface modification reduces NV spin coherence, the coherence remains sufficiently large to perform highly sensitive quantum sensing experiments.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><em><span style=\"text-decoration: underline;\">Reporter spin enhanced quantum sensing</span></em><span>: This thrust encompasses the (i) identification of reporter spins for signal amplification, (ii) the theoretical development of sensing protocols for reporter spins and (iii) the experimental realization of reporter spin enhanced sm-EPR detection. We theoretically showed that variational algorithms allow us to drive dipolar interacting spin systems into highly entangled spin states that allow for sensing at the Heisenberg limit. Furthermore, we showed that reporter spins can be utilized to increase the detection limit of NV relaxometry, i.e., coupling switches from a short ranged 1/r^6 to a long ranged 1/r^3 law.&nbsp;</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><em><span style=\"text-decoration: underline;\">Quantum sensing for detection of protein binding events and function</span></em><span>: This thrust includes (i) the design of spin labeled SOMAmers, (ii) solution EPR detection of binding events through mobility and&nbsp; structural changes and (iii) detection of individual protein binding events and EPR spectroscopy of immobilized individual proteins. Our results identified spin label locations on SOMAmers that when specifically bound to the correct target proteins result in a characteristic EPR spectrum.&nbsp;</span></p>\n</li>\n</ol>\n<p><span id=\"docs-internal-guid-44c25196-7fff-3d5e-f8e1-e92cab756e6d\">\n<p dir=\"ltr\"><span>Together the obtained results indicate that several key technologies for a quantum enabled high-throughput proteomics platform are met.&nbsp;</span></p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2022<br>\n\t\t\t\t\tModified by: Peter&nbsp;Maurer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n \nThis multidisciplinary research project focused on the development of a high-throughput proteomics platform based on quantum sensing. The proposed research was a collaborative effort between multiple university partners, with expertise in quantum engineering and biophysics, and SomaLogic Inc, an industry leader in proteomics. Quantum metrology based on nitrogen vacancy (NV) color centers in diamond has emerged as a powerful technology sensitive enough to detect the presence of individual proteins and DNA molecules. Leveraging the exceptional sensitivity of quantum sensing combined with recent advances in aptamer- based protein assays could pave the way to a new robust high-throughput screening technology that is to proteomics what next-generation sequencing is to genomics. \nA quantum sensing platform that enables a proof-of-concept proteomics experiment that could be scaled up to profiling 7,000+ proteins requires significant advances, in both fundamental science and engineering. This project investigated several scientific key challenges associated with such a technology. The proposed sensing technology relies on a Slow Off-Rate Modified Aptamers (SOMAmer) assay. These SOMAmers are conjugated to a diamond surface and bind target proteins in solution. The SOMAmers are labeled with spin labels, which allows the detection of specific binding events through measuring a change in the electron paramagnetic resonance (EPR) signature of the spin label. \nSpecifically, we investigated four distinct yet synergetic aims:\n\n\nSpecific binding of proteins on diamond surfaces using SOMAmers: This thrust focused on (i) the development and validation of selective binding of proteins on the surface of a diamond sensor chip using SOMAmers and (ii) characterization of the noise sources affecting NV performance in such an environment. Relying on a combination of SomaLogic’s SOMAmer assay and diamond functionalization recently developed at the University of Chicago, we showed that individual SOMAmers can be attached to a diamond surface. We then showed that these SOMAmers maintain their biological functionality. Furthermore, we showed that, while such a surface modification reduces NV spin coherence, the coherence remains sufficiently large to perform highly sensitive quantum sensing experiments. \n\n\nReporter spin enhanced quantum sensing: This thrust encompasses the (i) identification of reporter spins for signal amplification, (ii) the theoretical development of sensing protocols for reporter spins and (iii) the experimental realization of reporter spin enhanced sm-EPR detection. We theoretically showed that variational algorithms allow us to drive dipolar interacting spin systems into highly entangled spin states that allow for sensing at the Heisenberg limit. Furthermore, we showed that reporter spins can be utilized to increase the detection limit of NV relaxometry, i.e., coupling switches from a short ranged 1/r^6 to a long ranged 1/r^3 law. \n\n\nQuantum sensing for detection of protein binding events and function: This thrust includes (i) the design of spin labeled SOMAmers, (ii) solution EPR detection of binding events through mobility and  structural changes and (iii) detection of individual protein binding events and EPR spectroscopy of immobilized individual proteins. Our results identified spin label locations on SOMAmers that when specifically bound to the correct target proteins result in a characteristic EPR spectrum. \n\n\n\n\nTogether the obtained results indicate that several key technologies for a quantum enabled high-throughput proteomics platform are met. \n\n\n\t\t\t\t\tLast Modified: 11/14/2022\n\n\t\t\t\t\tSubmitted by: Peter Maurer"
 }
}