{
 "awd_id": "2040799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Substructure-aware Spatiotemporal Representation Learning",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924481",
 "po_email": "hmunoz@nsf.gov",
 "po_sign_block_name": "Hector Munoz-Avila",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2020-08-03",
 "awd_max_amd_letter_date": "2020-08-03",
 "awd_abstract_narration": "Spatiotemporal networked data are an essential representation of information about critical infrastructures such as transportation networks, power grids, and social networks. The evolving vehicle mobility of a transportation network can locate the source of traffic jams. The dynamic retweet keywords of a social network may inform a novel disease outbreak. This project will develop novel techniques to equip machines with automated and precision characterization with spatiotemporal networks. The main novelty of this project will be in its ability to preserve substructure patterns in characterization of spatiotemporal networked data. By recognizing and characterizing these substructure patterns such as a subnetwork of traffic jam, a subnetwork of overload or outage, computers can better extract semantics, forecast trends, and detect anomalies, which are important for operations, management, and defense of critical infrastructures. In transportation operations, the developed techniques have the potential to change how civil engineers identify the behavioral factors and surrounding features of precursor to crashes, fatalities, and accidents. For the researchers of power grid management, the automated and precision characterization approaches can help to inform the counter measures and characteristics of outrage events, such as generation loss, large load, series capacitor fault, and line trip. In public health and pandemics, the substructure awareness will enable the fast and early detection of novel diseases from subtle natural language patterns in social networks. \r\n\r\nThis project will develop novel machine learning technologies for learning substructure-aware representations of spatiotemporal networked data.  The research methodology will be motivated by long-stand and active research of deep representation learning and model regularization in optimization. The project will introduce the concept of substructure awareness which is a dynamic regularization mechanism to enforce representation learning models to pay attention to substructure patterns. This project will address two fundamental research challenges: 1) How can we model substructure knowledge in representation learning?  2) How can temporal dependencies improve substructure-aware representation learning?  The research aims will be complemented by a comprehensive evaluation plan with transportation networks, social networks, and power grid data. This research effort will provide preliminary exploration and insights into dynamic graph regularization and knowledge-guided machine learning.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Xiong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Xiong",
   "pi_email_addr": "hxiong@rutgers.edu",
   "nsf_id": "000385102",
   "pi_start_date": "2020-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University",
  "perf_str_addr": "1 Washington Park",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}