{
 "awd_id": "2041136",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Understanding and Mitigating Misinformation in Visualizations on Social Media",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2021-01-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2020-07-28",
 "awd_max_amd_letter_date": "2020-07-28",
 "awd_abstract_narration": "In a time of crisis, such as during a hurricane or a global pandemic, social media is an important source of information for the general population. In these scenarios, data visualizations are often used to convey information that is critical for decision making by individuals. For example, a visualization of the path of a hurricane can inform the affected population about the need to prepare or evacuate; while a visualization about the prevalence of a disease in a certain area can inform personal choices, such as limiting interactions with others during a relevant time period. Visualizations, however, can be flawed, which can lead to misinterpretation of the data, and, in a crisis, lead to decisions with negative consequences. This project seeks to identify aspects of visualizations that makes them widely shared, identify flaws a visualization might have, and warn social media users about them. Ultimately, this project can lead to better responses to a crisis by the general population, and contribute to improving visualization literacy. Finally, this project will also enable the training of two graduate students, provide opportunities for undergraduate research, and curate material that can be leveraged by educators teaching about visualization design.\r\n\r\n\r\nThese goals will be achieved by applying existing and novel methods, such as topic modeling and calculating measures of social attention, to three large dataset of social media posts related to recent crisis. Using a qualitative coding approach, a taxonomy of design problems will be developed. This taxonomy will be used to label a large dataset. Finally, a prototype intervention in the form of a plug-in that warns of problematic visualizations, but also enables users to classify problems with visualizations they encounter, will be developed. The dataset and the annotations compiled in the course of this project will be shared publicly. The software created will be released under a permissive, non-viral open source license.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Lex",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Lex",
   "pi_email_addr": "alex@sci.utah.edu",
   "nsf_id": "000720214",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marina",
   "pi_last_name": "Kogan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marina Kogan",
   "pi_email_addr": "kogan@cs.utah.edu",
   "nsf_id": "000784315",
   "pi_start_date": "2020-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 S 1460 E RM 250N Salt Lake City, UT",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129056",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-bdb98ec5-7fff-b25d-f83f-bd39101452b9\">\n<p dir=\"ltr\"><span>Data visualizations are a major component of dis- and misinformation in online discourse.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Critiques of deceptive charts typically center on visual tricks: not-so-great design elements or choices, such as unnecessarily truncated axes, excessive embellishments, or 3-dimensional elements. But if misleading charts are so widely discussed and their flaws are pointed out by the masses, are they still misleading? And how common are misleading charts in practice? And what can we do about it? In this project, we investigate these questions and develop solutions.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>How Common Are Misleading Visualizations and Visual Tricks?</span></p>\n<p dir=\"ltr\"><span>Based on analyzing 10,000 Twitter posts with data visualizations about COVID-19, we evaluate whether a visualization is deceptive or not. We define misleading posts as ones that contain reasoning errors: unsupported assertions or logical fallacies as basis of the argument. Of all posts that offer an interpretation of COVID-19 visualizations (as opposed to those that just state facts), we find that 84% are misleading.</span></p>\n<br />\n<p dir=\"ltr\"><span>Importantly though, only 11% of such misleading visualization posts violate common visualization design guidelines&mdash;use truncated or dual axes, pie charts, and other commonly-cited &ldquo;chart crimes&rdquo;. And less than 1% of charts were incorrectly interpreted by the tweet author because of visual tricks.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>What Makes a Visualization Misleading?</span></p>\n<p dir=\"ltr\"><span>We define 6 common types of reasoning errors among COVID-19 posts: cherry-picking, setting an arbitrary threshold, incorrectly inferring causality, issues caused by data validity, failing to account for statistical nuance, and misrepresenting scientific results.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>Do Misleading Visualizations Drive Engagement?</span></p>\n<p dir=\"ltr\"><span>We found that misleading charts get more engagement than accurate charts, but that audiences point out nuanced issues with the charts. Based on these findings, we argue that traditional fact-checking is not the right solution to combat data-driven misinformation, because data is always an imperfect and ambiguous representation of the world, and that we should instead identify and highlight caveats and limitations of data-driven reasoning.&nbsp;</span></p>\n<br />\n<p dir=\"ltr\"><span>What Can We Do About Misleading Visualizations?</span></p>\n<p dir=\"ltr\"><span>We designed interventions that can make abusing reputable data exploration platforms more difficult. We introduced a theoretical threat model for vulnerable visualizations that others can use to guide them in designing resilient charts.&nbsp; We also specifically looked at cherry-picking of time series data (stocks, COVID-19 data), and identified a design space for interventions (&ldquo;guardrails&rdquo;) by either juxtaposing or superimposing contextual data. We evaluated our interventions in a series of crowdsourced studies to test whether the guardrails make it more difficult to create cherry-picked charts, and whether the guardrails lead to a more skeptical reading of the chart. We found that some of the guardrails are indeed successful and are a viable option for integration in such platforms.&nbsp;</span></p>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/02/2024<br>\nModified by: Alexander&nbsp;Lex</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\n\n\n\nData visualizations are a major component of dis- and misinformation in online discourse.\n\n\nCritiques of deceptive charts typically center on visual tricks: not-so-great design elements or choices, such as unnecessarily truncated axes, excessive embellishments, or 3-dimensional elements. But if misleading charts are so widely discussed and their flaws are pointed out by the masses, are they still misleading? And how common are misleading charts in practice? And what can we do about it? In this project, we investigate these questions and develop solutions.\n\n\n\n\nHow Common Are Misleading Visualizations and Visual Tricks?\n\n\nBased on analyzing 10,000 Twitter posts with data visualizations about COVID-19, we evaluate whether a visualization is deceptive or not. We define misleading posts as ones that contain reasoning errors: unsupported assertions or logical fallacies as basis of the argument. Of all posts that offer an interpretation of COVID-19 visualizations (as opposed to those that just state facts), we find that 84% are misleading.\n\n\n\n\nImportantly though, only 11% of such misleading visualization posts violate common visualization design guidelinesuse truncated or dual axes, pie charts, and other commonly-cited chart crimes. And less than 1% of charts were incorrectly interpreted by the tweet author because of visual tricks.\n\n\n\n\nWhat Makes a Visualization Misleading?\n\n\nWe define 6 common types of reasoning errors among COVID-19 posts: cherry-picking, setting an arbitrary threshold, incorrectly inferring causality, issues caused by data validity, failing to account for statistical nuance, and misrepresenting scientific results.\n\n\n\n\nDo Misleading Visualizations Drive Engagement?\n\n\nWe found that misleading charts get more engagement than accurate charts, but that audiences point out nuanced issues with the charts. Based on these findings, we argue that traditional fact-checking is not the right solution to combat data-driven misinformation, because data is always an imperfect and ambiguous representation of the world, and that we should instead identify and highlight caveats and limitations of data-driven reasoning.\n\n\n\n\nWhat Can We Do About Misleading Visualizations?\n\n\nWe designed interventions that can make abusing reputable data exploration platforms more difficult. We introduced a theoretical threat model for vulnerable visualizations that others can use to guide them in designing resilient charts. We also specifically looked at cherry-picking of time series data (stocks, COVID-19 data), and identified a design space for interventions (guardrails) by either juxtaposing or superimposing contextual data. We evaluated our interventions in a series of crowdsourced studies to test whether the guardrails make it more difficult to create cherry-picked charts, and whether the guardrails lead to a more skeptical reading of the chart. We found that some of the guardrails are indeed successful and are a viable option for integration in such platforms.\n\n\n\n\t\t\t\t\tLast Modified: 11/02/2024\n\n\t\t\t\t\tSubmitted by: AlexanderLex\n"
 }
}