{
 "awd_id": "2041339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FW-HTF-RM: Introducing Patient-Specific Therapy Profiles in Electronic Health Records for Guiding Treatment Selection in the Era of Genomic Medicine",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032928832",
 "po_email": "dcosley@nsf.gov",
 "po_sign_block_name": "Dan Cosley",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2025-08-31",
 "tot_intn_awd_amt": 1368891.0,
 "awd_amount": 1368891.0,
 "awd_min_amd_letter_date": "2020-08-25",
 "awd_max_amd_letter_date": "2022-04-29",
 "awd_abstract_narration": "Clinicians (workers) rate electronic health record (EHR) systems (human-technology frontier), used to review and document patient's health status and enter orders for drug prescription (work), an 'F' for usability. Specifically, the EHR is often seen as a barrier to care, rather than a tool to facilitate high quality care. This is due, in part, to high volumes of EHR alerts that are automatically generated and must be addressed when prescribing medications to treat conditions (e.g., depression). Such alerts, which typically address potential adverse reactions ranging from life threatening to minor reactions, are based on population studies and are not patient-specific. Current EHR alerts also only advise what \"not to do\" and do not offer guidance (representing a significant knowledge gap) as to \"what to do\" (e.g., which alternative medication(s) should be considered instead). As a result, clinicians spend substantial amounts of time dealing with unhelpful EHR alerts (contributing to high work stress and burnout) and employ a costly \"trial-and-error\" approach to selecting drugs. Clinicians need a technology interface that facilitates care - one that seamlessly provides an estimated likelihood of efficacy and adverse drug reactions of a given medication for a particular patient. A \"patient-specific drug EHR alert\" would advance patient care (faster remission from depression), foster shared decision-making between clinicians and patients (more information readily available to individualizing therapy), and reduce worker stress and risk of burnout (improved human-technology frontier by improving EHR usability). This project is of significant public health importance given that new drugs are discovered at unprecedented rates and clinical evidence continues to accumulate showing that several genetic tests developed to individualize therapy have improved patient outcomes and demonstrated significant savings in healthcare costs. Education activities include a curriculum development for a new course on fundamentals of machine learning and genomic medicine. The researchers will also involve undergraduate and underrepresented community in the proposed research activities.\r\n\r\nThe overarching goal of this project is to facilitate the integration of machine learning-based predictive analytics into EHR systems that use genomic and clinical data to tailor therapy for patients. The following objectives help achieve the overarching goal: (1) Develop a multi-task machine learning model that can simultaneously predict efficacy and associated adverse reactions to drug therapy, using patient's genomic, clinical and sociodemographic data. Different predictive approaches such as task clustering and task relation will be explored to provide the best predictive performance. This technology is enabled by the use of patient data from Mayo Clinic Biobank and clinical trials, and will be validated in a prospective patient cohort in routine practice at Mayo Clinic's Rochester and Florida campuses; (2) Conduct a \"system usability study\" to demonstrate that \"patient-specific drug response profile\" (i.e., efficacy and adverse reactions) improves EHR usability, which translates into reduced work stress, and perceived added value by clinicians; and (3) Establish clinician perceptions of added value in genomic technologies designed to individualize therapy, thereby characterizing facilitators and barriers of genomic-tailored EHR drug alerts. As a case study, this project will focus on antidepressant drugs used to treat major depressive disorder, leveraging data from over 10,000 patients in the Mayo Clinic Biobank.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arjun",
   "pi_last_name": "Athreya",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Arjun P Athreya",
   "pi_email_addr": "athreya.arjun@mayo.edu",
   "nsf_id": "000801396",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liewei",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liewei Wang",
   "pi_email_addr": "wang.liewei@mayo.edu",
   "nsf_id": "000668194",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Bobo",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "William V Bobo",
   "pi_email_addr": "william.bobo@med.fsu.edu",
   "nsf_id": "000793952",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liselotte",
   "pi_last_name": "Dyrbye",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Liselotte N Dyrbye",
   "pi_email_addr": "dyrbye.liselotte@mayo.edu",
   "nsf_id": "000817218",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Sharp",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Richard R Sharp",
   "pi_email_addr": "sharp.richard@mayo.edu",
   "nsf_id": "000823151",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mayo Clinic Rochester",
  "inst_street_address": "200 1ST ST SW",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5072844715",
  "inst_zip_code": "559050001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MN01",
  "org_lgl_bus_name": "MAYO CLINIC",
  "org_prnt_uei_num": "T2NLSKHGK873",
  "org_uei_num": "Y2K4F9RPRRG7"
 },
 "perf_inst": {
  "perf_inst_name": "Mayo Clinic Rochester",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "559050001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MN01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "103Y00",
   "pgm_ele_name": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "063Z",
   "pgm_ref_txt": "FW-HTF Futr Wrk Hum-Tech Frntr"
  }
 ],
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 1368891.0
  }
 ],
 "por": null
}