{
 "awd_id": "2042854",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference Proposal: Promoting Scientific Research and Development in the United States and Engaging Invested Stakeholders, Policymakers, and Students",
 "cfda_num": "47.083",
 "org_code": "01060400",
 "po_phone": "7032925151",
 "po_email": "banderso@nsf.gov",
 "po_sign_block_name": "Bernice Anderson",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2021-12-31",
 "tot_intn_awd_amt": 48732.0,
 "awd_amount": 48732.0,
 "awd_min_amd_letter_date": "2020-08-25",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "An enterprising science, technology, engineering and mathematics (STEM) research and development (R&D) infrastructure is vital to a healthy and secure nation and its economy. In an effort to highlight R&D, the American Academy of Arts and Sciences is publishing in September 2020 The Perils of Complacency: America at a Tipping Point in Science and Engineering. This award, Promoting Scientific Research and Development in the United States, will facilitate engagement between the scientific community and the public, highlighting recommendations from The Perils of Complacency report.\r\n\r\nThe Perils of Complacency builds a case for promoting science as a public good for all Americans. The report addresses a number of particularly challenging issues: recognition of the vital role of scientific research in supporting the health, economy, security and overall wellbeing of Americans; several indicators that the United States may be in danger of losing its position as a global leader in R&D; STEM education outcomes; diversity in the US STEM workforce; and the importance of international cooperation in science. While the report is written for policymakers and other invested stakeholders who are well versed in STEM education and federal research policy, the conference series will provide an opportunity for the American public to learn more about the issues. \r\n\r\nThe proposed series of online conferences, Promoting Scientific Research and Development in the United States, will carry that message to the general public and, especially, to young people, whose future depends on how the nation addresses these challenges. The conferences aim to connect the STEM community with students at all levels, state and national policymakers, and the broader public, in conversations about the important role of science, especially fundamental research, in our daily lives. To achieve this goal, three types of webinar series will take place: 1) six to eight lectures with distinguished STEM professionals discussing timely science, technology, and innovation policy issues of serious public concern; 2) two or more STEM graduate student-led events with panel discussions including STEM professionals addressing key science policy issues of specific interest to early-career scientists; and 3) twenty or more school outreach webinars to engage the next generation of STEM workers to demystify science and promote the role of science in society. Through these events, this project will engage a diverse set of audiences on science and technology policy issues and highlight critical issues facing the US R&D enterprise, as well as broader societal challenges where R&D can provide solutions.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kirstin",
   "pi_last_name": "Matthews",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kirstin R Matthews",
   "pi_email_addr": "krwm@rice.edu",
   "nsf_id": "000538849",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Evans",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth M Evans",
   "pi_email_addr": "ke1@rice.edu",
   "nsf_id": "000738723",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "066y00",
   "pgm_ele_name": "Program Planning and Policy De"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 48732.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-50e065c0-7fff-0ab8-7ac0-bc94f78e303b\">\n<p dir=\"ltr\"><span>In fall 2021, the Baker Institute with the American Academy of Arts and Sciences published the report </span><span>The Perils of Complacency,</span><span> which builds a case for promoting science as a public good for all Americans. The report addressed a number of particularly challenging and contentious issues: recognition of the vital role of scientific research in supporting the health, economy, security and overall well-being of Americans; several indicators that the United States has been complacent and in danger of losing its position as a global leader in R&amp;D; continued, disappointing STEM education outcomes; lack of diversity in the US STEM workforce; dependence of US science, technology, innovation and global competitiveness on immigration; and the importance of international cooperation in science. As part of the dissemination of this report, as well as to increase exposure of science and science policy issues to the public, this project organized a series of webinars from September 2020 to December 2021.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Eighteen webinars were hosted during this period. Topics of the talks ranged from US funding for research to diversity in science, technology, engineering and mathematics (STEM) fields, international scientific collaboration, global security risks, innovation policy, and science communication. Four talks focused on COVID-19 and the pandemic response. More than fifty individuals participated in the webinar series, including high profile speakers such as Eric Schmidt, former CEO of Google; Antonio Neri, CEO of Hewlett Packard Enterprise; Dr. Peter Marks, FDA administrator responsible for overseeing the approval of COVID-19 vaccines; Dr. Peter Hotez, Dean of the National School of Tropical Medicine at Baylor College of Medicine and public science and vaccine communicator; Neil Shubin, evolutionary biologist and bestselling author; John Hennessy, former president of Stanford University and chairman for the board of directors of Alphabet, Inc.; Sheila Jasanoff, professor of science and technology studies at Harvard University; Katherine Hayhoe, climate researcher and renowned science communicator; and Gretchen Goldman, assistant director for environmental science, engineering, policy and justice at the White House Office of Science and Technology Policy.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Each webinar has been made permanently accessible to the public&mdash;video recordings are posted on an Baker Institute event webpage ((<a href=\"http://bakerinstitute.org\">http://bakerinstitute.org</a>)&nbsp;as well as on a YouTube playlist (</span><a href=\"https://www.youtube.com/playlist?list=PLbYpdixOdqTEQ2VBS-ewxRiKikIQngsVh\"><span>https://www.youtube.com/playlist?list=PLbYpdixOdqTEQ2VBS-ewxRiKikIQngsVh</span></a><span>). The webinars averaged more than 600 views per event (live and via YouTube). Overall, there were more than 11,000 individual views of events in total, with 2,575 people</span><span> </span><span>attending events live and another 9,026 views on YouTube after they were posted. Viewers were located across the country and world.</span></p>\n</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/02/2022<br>\n\t\t\t\t\tModified by: Kirstin R.W.&nbsp;Matthews</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nIn fall 2021, the Baker Institute with the American Academy of Arts and Sciences published the report The Perils of Complacency, which builds a case for promoting science as a public good for all Americans. The report addressed a number of particularly challenging and contentious issues: recognition of the vital role of scientific research in supporting the health, economy, security and overall well-being of Americans; several indicators that the United States has been complacent and in danger of losing its position as a global leader in R&amp;D; continued, disappointing STEM education outcomes; lack of diversity in the US STEM workforce; dependence of US science, technology, innovation and global competitiveness on immigration; and the importance of international cooperation in science. As part of the dissemination of this report, as well as to increase exposure of science and science policy issues to the public, this project organized a series of webinars from September 2020 to December 2021. \nEighteen webinars were hosted during this period. Topics of the talks ranged from US funding for research to diversity in science, technology, engineering and mathematics (STEM) fields, international scientific collaboration, global security risks, innovation policy, and science communication. Four talks focused on COVID-19 and the pandemic response. More than fifty individuals participated in the webinar series, including high profile speakers such as Eric Schmidt, former CEO of Google; Antonio Neri, CEO of Hewlett Packard Enterprise; Dr. Peter Marks, FDA administrator responsible for overseeing the approval of COVID-19 vaccines; Dr. Peter Hotez, Dean of the National School of Tropical Medicine at Baylor College of Medicine and public science and vaccine communicator; Neil Shubin, evolutionary biologist and bestselling author; John Hennessy, former president of Stanford University and chairman for the board of directors of Alphabet, Inc.; Sheila Jasanoff, professor of science and technology studies at Harvard University; Katherine Hayhoe, climate researcher and renowned science communicator; and Gretchen Goldman, assistant director for environmental science, engineering, policy and justice at the White House Office of Science and Technology Policy. \nEach webinar has been made permanently accessible to the public&mdash;video recordings are posted on an Baker Institute event webpage ((http://bakerinstitute.org) as well as on a YouTube playlist (https://www.youtube.com/playlist?list=PLbYpdixOdqTEQ2VBS-ewxRiKikIQngsVh). The webinars averaged more than 600 views per event (live and via YouTube). Overall, there were more than 11,000 individual views of events in total, with 2,575 people attending events live and another 9,026 views on YouTube after they were posted. Viewers were located across the country and world.\n\n\n\t\t\t\t\tLast Modified: 03/02/2022\n\n\t\t\t\t\tSubmitted by: Kirstin R.W. Matthews"
 }
}