{
 "awd_id": "2049163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Online Educational Resources on the Science of Vaccines",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ellen Carpenter",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 199425.0,
 "awd_amount": 199425.0,
 "awd_min_amd_letter_date": "2020-08-25",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "This project aims to serve the national interest by providing science-based educational resources on the development of vaccines.  In the context of the COVID-19 pandemic, colleges and universities have a unique and timely opportunity to provide information about how vaccines are developed and how they work.  This project will integrate information about the development of a COVID-19 vaccine into videos and supporting teaching materials.  It will disseminate these materials widely to colleges and universities, as well as to the public at large. The project will also provide workshops about how to communicate the scientific information neede to make informed decisions about the vaccine. Broad public access to the videos and workshops will be achieved through 1) a YouTube channel including videos and supporting material, 3) partnerships with National Center for Science and Civic Engagement’s project Science Education for New Civic Engagement and Responsibilities (SENCER), BioQuest/QUBES, American Association of Engineering Education (ASEE), and Hawaii and Pacific Islands Campus Compact (HIPICC) and 4) virtual workshops. To reach diverse communities, project materials will be produced in both Spanish and English and project personnel intend to implement outreach strategies for Indigenous (Native American, Native Hawaiian, and Native Pacific Islander) communities. Project workshops will be open to all educators with potentially thousands of individuals engaging with project materials. The project evaluation and research components will make important contributions to understanding the impact of a rapid science education response to the COVID-19 pandemic.\r\n\r\nThe project will create four module toolkits: 1) Framing an Understanding of Science, 2) The Science of COVID-19, 3) Vaccine Science, and 4) COVID-19 Science Communication. Each module toolkit will consist of 3-5 instructional videos, 3-5 public informational videos, and supporting materials including assessments, discussion questions, and activities. All materials will be open source. The dissemination plan is grounded in the Diffusion of Innovation theory of change.  The project partners will disseminate the materials by providing links to the course materials on their websites and by providing opportunities to host workshops related to the educational materials at their meetings. Virtual workshops will be held to support adoption and posted on the YouTube Channel for asynchronous viewing. Workshops will be conducted to reach diverse communities including Indigenous communities. The project evaluation will involve surveying project participants to evaluate if the project has met its primary goal of effective education about vaccine development. Pre- and post- surveys will be developed and conducted to determine if the use of the educational resources impacted students’ understanding of COVID-19 vaccines. In addition, the project will address the following research questions: Can long-standing science education efforts – SENCER, BioQuest, ASEE - be leveraged to effectively disseminate national COVID-19 vaccine educational resources?  Can such an effort reach Hispanic, Native Hawaiian, and Native American communities that often lack access to this information? To address these questions, the results of the evaluation surveys as well as interviews and focus groups with project participants will be used. A focused study of project outreach in Indigenous communities will be conducted.  This RAPID award is made by the IUSE program in the Division of Undergraduate Education: Education and Human Resources Directorate.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Shachter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Shachter",
   "pi_email_addr": "ashachter@scu.edu",
   "nsf_id": "000297893",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Oates",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Karen K Oates",
   "pi_email_addr": "koates@wpi.edu",
   "nsf_id": "000603169",
   "pi_start_date": "2020-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Santa Clara University",
  "inst_street_address": "500 EL CAMINO REAL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CLARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4085544764",
  "inst_zip_code": "950504776",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "CA17",
  "org_lgl_bus_name": "PRESIDENT AND BOARD OF TRUSTEES OF SANTA CLARA COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "YE8LRJWSY3K9"
 },
 "perf_inst": {
  "perf_inst_name": "Santa Clara University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950504345",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "CA17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "096Z",
   "pgm_ref_txt": "COVID-19 Research"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0420",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04002021DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 199425.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcomes of the Online Vaccine Science Education Resources grant include:</p>\n<p>1. A project website (vaccine-science-education.org) was created with 4 toolkits including videos, slides decks for instructors and student, as well as assignments and assessments for each module.</p>\n<p>2. Four toolkits starting with 1) Understanding Science, followed by 2) COVID 19 Science, then 3) Vaccince Science and lastly Science Communication.</p>\n<p>3. A YouTube Channel (https://www.youtube.com/@rapidovsr9968/playlists) with 40 videos including all of the toolkit videos as well as a set of videos from a panel presentation for middle schoolers asking questions about the COVID 19 vaccince.</p>\n<p>4. A&nbsp;<span>QUBES Faculty Mentoring Network (FMN) for testing and dissemination of the toolkits. QUBES is a product of the Quantitative Undergraduate Biology Education and Synthesis (qubeshub.org) project. </span><span>The FMN was created in support of this project was titled &ldquo;COVID Vaccination: From Science to Society&rdquo; and consisted of 16 members from institutions teaching a variety of introductory and advanced biology courses. The project evaluation found positive response to the videos.</span></p>\n<p><span>5. A paper submission:&nbsp;</span>Smyth, D., Jordan, T., Seiser, R., Moran, M., Hassagar, U., Sorby, S., Kahl, N., Shachter, A. and Oates,K.,<strong> </strong>&ldquo;Promoting RAPID Vaccine Science Education at the Onset of the COVID-19 Pandemic\", <em>Journal of Microbiology and Biology Education</em>, submitted March 15, 2023.</p>\n<p>6. Ongoing updates to the website and toolkits.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/27/2023<br>\n\t\t\t\t\tModified by: Amy&nbsp;Shachter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcomes of the Online Vaccine Science Education Resources grant include:\n\n1. A project website (vaccine-science-education.org) was created with 4 toolkits including videos, slides decks for instructors and student, as well as assignments and assessments for each module.\n\n2. Four toolkits starting with 1) Understanding Science, followed by 2) COVID 19 Science, then 3) Vaccince Science and lastly Science Communication.\n\n3. A YouTube Channel (https://www.youtube.com/@rapidovsr9968/playlists) with 40 videos including all of the toolkit videos as well as a set of videos from a panel presentation for middle schoolers asking questions about the COVID 19 vaccince.\n\n4. A QUBES Faculty Mentoring Network (FMN) for testing and dissemination of the toolkits. QUBES is a product of the Quantitative Undergraduate Biology Education and Synthesis (qubeshub.org) project. The FMN was created in support of this project was titled \"COVID Vaccination: From Science to Society\" and consisted of 16 members from institutions teaching a variety of introductory and advanced biology courses. The project evaluation found positive response to the videos.\n\n5. A paper submission: Smyth, D., Jordan, T., Seiser, R., Moran, M., Hassagar, U., Sorby, S., Kahl, N., Shachter, A. and Oates,K., \"Promoting RAPID Vaccine Science Education at the Onset of the COVID-19 Pandemic\", Journal of Microbiology and Biology Education, submitted March 15, 2023.\n\n6. Ongoing updates to the website and toolkits.\n\n\t\t\t\t\tLast Modified: 03/27/2023\n\n\t\t\t\t\tSubmitted by: Amy Shachter"
 }
}