{
 "awd_id": "2050326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: In situ generation of two phase flows to eliminate membrane concentration polarization and fouling",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mamadou Diallo",
 "awd_eff_date": "2019-10-01",
 "awd_exp_date": "2022-04-30",
 "tot_intn_awd_amt": 40636.0,
 "awd_amount": 40636.0,
 "awd_min_amd_letter_date": "2020-09-16",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "PI Name: Darrell Velegol\r\nProposal Number: 1705278\r\n\r\nMembrane technologies, especially reverse osmosis (RO), are now at the forefront of water purification from lower-quality water sources such as seawater, brackish water, and wastewater.  The objective of this project is to minimize membrane fouling by producing oxygen at the membrane surface to impede the growth of biofilms on the membrane.  Biofouling has the largest negative impact on desalination membrane performance.  This fundamental research has the potential to transform membrane performance by significantly decreasing the energy use of membranes and increasing their usable lifetime.  The fundamental principles learned are anticipated to lead to solutions that are scalable and commercially viable and can improve municipal and industrial water treatment to help meet the growing national demand for potable water.\r\n\r\nNumerous efforts have focused on improving RO efficiency by pretreatment, minimizing concentration polarization (CP), and mitigating fouling.  Current methods have not overcome the problem in a feasible manner, especially for concentration polarization; however, no study has been reported on the application of microbubbles generated in situ to disturb the CP boundary layer.  The hypothesis is that catalytically generating microbubbles at a membrane surface will produce localized micromixing, which will significantly reduce both concentration polarization and particle-bacteria-organic fouling.  To test the overall hypothesis and meet the objective, three important fundamental questions must be answered, and form the intellectual merit of this research:  1) What is the rate of microbubble formation, and the microbubble size distribution, given a particular catalyst type, catalyst loading fraction, hydrogen peroxide (H2O2) dosing profile, and local pressure (i.e., must exceed Henry's law solubility)? 2) For a given microbubble production rate and size distribution, what is the increase in water effluent due to the different mechanisms of micromixing for concentration polarization, and liftoff for membrane fouling species? and 3) For a given microbubble production rate, what is the disinfection capacity for biofilm-forming microorganisms using the produced oxidant (reactive oxygen species), at production levels that avoid membrane damage?  The approach is to incorporate catalysts in the membrane module (either membrane surface or spacers), and then during the operation of the membrane, to inject pulses of H2O2 or other reactants that will produce microbubbles at the membrane surface.  A primary figure of merit for this work is an increased water flux through the membrane over time.  The broader impacts of this proposal focus on educating Ph.D. students (including internships with Dow Chemical, our NSF GOALI partner) and undergrads, as well as technological commercialization (with partner Dow Chemical).  Producing microbubbles and generating localized micromixing could be achieved at commercial scale.  Ph.D. and undergrad education as well as internships and entrepreneurship training will form part of the student experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manish",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manish Kumar",
   "pi_email_addr": "manish.kumar@utexas.edu",
   "nsf_id": "000589362",
   "pi_start_date": "2020-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "3925 W Braker Lane",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787595316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 40636.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this project was to develop methods to solve the two most common problems in operation of desalination membranes that are used for brackish and sea water purification as well as for wastewater recycling. These challenges include membrane fouling by organic and inorganic materials and transient accumulation of dissolved solutes (such as salt) on the membrane surface that leads to decreasing in driving force for transport, known as concentration polarization. The central hypothesis driving this project was that that catalytically generating microbubbles at a membrane surface will produce localized micromixing, which will significantly reduce both concentration polarization and membrane fouling.</p>\n<p>&nbsp;</p>\n<p><em>Intellectual Merit.</em>&nbsp;</p>\n<p>We were able to demonstrate the catalytic nanoparticles deposited on commercial reverse osmosis causes degradation of the common chemical hydrogen peroxide to water and oxygen. The oxygen bubbles released at a high rate during this process causes enhanced mixing near the membrane surface was found to be sufficient to almost completely eliminate concentration polarization and prevent various kinds of fouling including colloidal, bacterial and silica fouling. We were also able to show that commercial nanoparticles can be coated by spray coating on commercial RO membranes in order to provide a path to scale up this process. 3 peer review publications and one patent resulted as a result of this work and two other publications are in progress.</p>\n<p>&nbsp;</p>\n<p><em>Broader Impacts.</em></p>\n<p><em>In this work we collaborated with Dow/Dupont Water Solutions to develop a scalable technique to make water purification more sustainable and efficient. During the project, one graduate student interned with Dupont for 6 months and three graduate students and one undergraduate student was trained. The project also provided the project team opportunities to participate in outreach activities including running 1-week long Science camp (Water Heroes) with Penn State Science U and as a part of the University of Texas Girl Day activities (that impacts over 6000 K-12 students every year).</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2022<br>\n\t\t\t\t\tModified by: Manish&nbsp;Kumar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this project was to develop methods to solve the two most common problems in operation of desalination membranes that are used for brackish and sea water purification as well as for wastewater recycling. These challenges include membrane fouling by organic and inorganic materials and transient accumulation of dissolved solutes (such as salt) on the membrane surface that leads to decreasing in driving force for transport, known as concentration polarization. The central hypothesis driving this project was that that catalytically generating microbubbles at a membrane surface will produce localized micromixing, which will significantly reduce both concentration polarization and membrane fouling.\n\n \n\nIntellectual Merit. \n\nWe were able to demonstrate the catalytic nanoparticles deposited on commercial reverse osmosis causes degradation of the common chemical hydrogen peroxide to water and oxygen. The oxygen bubbles released at a high rate during this process causes enhanced mixing near the membrane surface was found to be sufficient to almost completely eliminate concentration polarization and prevent various kinds of fouling including colloidal, bacterial and silica fouling. We were also able to show that commercial nanoparticles can be coated by spray coating on commercial RO membranes in order to provide a path to scale up this process. 3 peer review publications and one patent resulted as a result of this work and two other publications are in progress.\n\n \n\nBroader Impacts.\n\nIn this work we collaborated with Dow/Dupont Water Solutions to develop a scalable technique to make water purification more sustainable and efficient. During the project, one graduate student interned with Dupont for 6 months and three graduate students and one undergraduate student was trained. The project also provided the project team opportunities to participate in outreach activities including running 1-week long Science camp (Water Heroes) with Penn State Science U and as a part of the University of Texas Girl Day activities (that impacts over 6000 K-12 students every year).\n\n \n\n\t\t\t\t\tLast Modified: 09/11/2022\n\n\t\t\t\t\tSubmitted by: Manish Kumar"
 }
}