{
 "awd_id": "2050309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHS: Small: Experiential Learning Systems for Promoting Wellness in Low-Income Families",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Andruid Kerne",
 "awd_eff_date": "2020-01-01",
 "awd_exp_date": "2021-08-31",
 "tot_intn_awd_amt": 67294.0,
 "awd_amount": 67294.0,
 "awd_min_amd_letter_date": "2020-09-18",
 "awd_max_amd_letter_date": "2020-09-18",
 "awd_abstract_narration": "This project will advance research around using health-monitoring tools, such as sensor-based physical activity trackers, to support healthy behaviors for children in low-income families.  In comparison to the general population, low-income families face disproportionate barriers to wellness, such as persistent social stressors and limited environmental support for behavior change. As such, a key technical challenge is designing systems that help families learn how to overcome these barriers to physical activity. To identify design opportunities, the team will first study how lower-income families currently use and think about physical activity tracking devices and data. This knowledge will then be used to redesign an existing software application that motivates children to exercise by helping them learn from sensor-collected physical activity data.  In this research, the team will work closely with families to target the application more directly at their needs, while adding features to support \"experiential learning\"--the idea that reflecting on concrete past experiences can help people develop insights that guide their future behavior.  The researchers will then conduct long-term studies of the tool in use, evaluating its impact on exercise and health, while learning more about the design issues that arise when supporting family-based activity tracking and learning.  The combination of the use of experiential learning approaches, the low-income and family contexts, and the long-term evaluation all promise to extend what is currently known about designing systems that motivate physical activity.  This work will have a practical impact on the widespread public health problem of childhood obesity, both by directly helping the families involved in the project and indirectly helping others through releasing the experiential learning tools and new design insights.  The work will also provide educational benefits.  Apart from the health education aspects of the system itself, the team will develop learning opportunities where college students work closely with local communities both to improve their learning and help those communities.  These opportunities will also give lower-income children a way to participate directly in computer science research, helping them see what it would be like to be computer scientists or researchers themselves.\r\n \r\nIn the first stage of work, the project will develop a grounded theory of how well existing physical activity tracking tools do and could support data collection, management, and experiential learning in low-income families. This theory will be developed through a combination of interviews and a trial deployment of activity trackers to both children and their caregivers.  This theory will guide the second stage, in which the team will conduct participatory design research with families. Through this work, the team will design, build, and evaluate system prototypes that emphasize elements of experiential learning, particularly abstract conceptualization (identifying meaningful insights from activity data that can be applied to future situations) and active experimentation (testing out these new insights).  The second stage will have two main outcomes. The first outcome will be a high-fidelity prototype of a system that tracks and represents physical activity among family members in a way that engages their attention and helps them engage in collaborative learning and experimentation. The second outcome will be a framework for the design of experiential learning systems that builds on the theory from the first stage.  The prototype will be the basis of the third stage, a six-month deployment of the system to a number of families.  In this stage, the team will gradually deploy features of the full system, and use a combination of survey instruments, interviews, and logged activity and usage data to refine the design framework and to evaluate the system's effect on knowledge, attitudes, and behaviors around physical activity. In total, the work will lead to design recommendations that will help researchers and developers build persuasive systems that encourage active engagement with physical activity data. In addition, this work will produce protocols for evaluating systems that support experiential learning from health data, knowledge about the challenges of designing such systems for families rather than individuals, and the software system itself. Each of these outputs will be valuable to both researchers and designers in this domain.  Furthermore, the participatory design workshops will engage lower-income children in the creative process of technology design, which can pique their interest in a computer science career, while also providing the context for an innovative service-learning curriculum for existing college students.  Finally, the software system will help to educate families about simple biological principles about the importance of physical activity in a socially and socioeconomically relevant way.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Parker",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea G Parker",
   "pi_email_addr": "andrea@cc.gatech.edu",
   "nsf_id": "000623285",
   "pi_start_date": "2020-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 67294.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-610b5d00-7fff-ec2c-f714-cee7132ce3b4\"> </span></p>\n<p dir=\"ltr\"><span>This project investigated how mobile technologies can help low-socioeconomic (low-SES) families overcome barriers to wellbeing by deriving meaningful insights from sensor-collected data about their physical activity. Through the iterative design and evaluation of two mobile health (mHealth) applications, this project has made design, empirical, and theoretical contributions </span><span>to the fields of human-computer interaction, social computing, and digital health.</span></p>\n<p dir=\"ltr\"><span>We began with a mixed-method </span><span>formative study assessing practices around and attitudes towards sensor-collected physical activity data (e.g., step count data) in low-SES families. Our findings characterized how physical activity tracking wristbands support families' awareness of their activity levels, but also how these devices fall short of enabling the full experiential learning process (e.g., helping families draw out insights from this data that can be applied in the future).&nbsp;</span></p>\n<p dir=\"ltr\"><span>Based on these findings, we conducted several studies and participatory design activities with families, children?s story writers, and additional stakeholders to iteratively develop Storywell, a mobile application that uses narrative to support experiential learning from health data in families. In Storywell, caregivers (e.g., parents) and their children monitor physical activity levels through wearable activity trackers, visualize progress towards activity goals, and unlock interactive digital storybook chapters when goals are met. These stories have embedded physical activity themes and reflection prompts designed to help families learn from their activity data and past experiences and develop positive health values. Through a study evaluating Storywell with families, we characterized how a sense of connectedness manifested when caregivers used the app with their children, how these feelings nurtured engagement with Storywell, and how designing for connectedness is an important design approach for future family health technologies.</span></p>\n<p dir=\"ltr\"><span>We developed a second version of the app, Storywell 2, to investigate the value of connecting families in low-SES neighborhoods to one another in mHealth apps. This new version introduced features that allow families to share their audio reflection stories with other neighborhood families, visualize these stories on neighborhood maps, and listen to the stories while also viewing associated metadata about the story creators (e.g., the number of children in the family, average number of steps taken, etc.). Through a study evaluating Storywell 2, we demonstrated how technology-supported storytelling about past physical activity experiences can support self-modeling (i.e., learning from one?s past experiences), and how sharing these reflective stories with other families can support social modeling (i.e., learning from others? experiences). This work further showed how such digitally-supported modeling can positively impact physical activity self-efficacy and outcome expectations.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our studies have made scientific contributions through results demonstrating how story-scaffolded and data-driven reflection can support positive outcomes (e.g., increased self-efficacy) and engagement with mHealth tools within low-SES families. This work has also made theoretical contributions, by applying Self-Determination Theory and Social-Cognitive Theory in the context of health technology design for families. Through analyses of data across our studies, our work extends these theories, demonstrating how they can help support the creation of systems that families are motivated to use, that provide value to them (e.g., by addressing psychological needs and aspirations for their families), and that effectively support positive health behaviors (e.g., through the development of psychological attitudes that predict behavior change).&nbsp;</span></p>\n<p dir=\"ltr\"><span>Furthermore, our work suggests that community stories are an asset that communities can use to promote wellness. Within Social Cognitive Theory, social modeling is more effective when the model is perceived as similar by the observer. Thus, because our Storywell 2 participants shared similar life experiences and identities with one another, we found that the health behavior strategies conveyed through the stories are promising assets for social modeling and, ultimately, for health behavior promotion. This perspective?that stories are community assets--could further motivate future work in human-computer interaction to investigate how novel tools can support even more effective community storytelling.&nbsp;</span></p>\n<p dir=\"ltr\"><span>This work has been widely disseminated, through several publications--one of which received a best paper honorable mention award--a PhD dissertation, invited talks in diverse scholarly venues, and through presentation of this work to community partners. This work has also had broader impact. First, we released the Storywell app via an open-source license and created an open source API for retrieving and storing sensor-collected data directly from fitness tracking devices for individual users and social groups such as families. By making this software freely available, our work is helping to catalyze future digital health innovation. Additionally, educational contributions have been made through the mentorship and training of several graduate and undergraduate students, including many from groups underrepresented in computing, and the development and use of new digital health curricula. Lastly, this work demonstrates how experiential learning technologies can be an engaging and accessible approach to developing health literacy and behaviors that can help prevent the onset of diseases such as obesity and diabetes in low-SES families, who disproportionately experience these health challenges.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2022<br>\n\t\t\t\t\tModified by: Andrea&nbsp;G&nbsp;Parker</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641158789584_Screenshot_20190724-130946--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641158789584_Screenshot_20190724-130946--rgov-800width.jpg\" title=\"Storywell Adventure Screen\"><img src=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641158789584_Screenshot_20190724-130946--rgov-66x44.jpg\" alt=\"Storywell Adventure Screen\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This screen visualizes families' progress towards their physical activity step count goals. Caregivers (e.g., parents) and their children collaboratively work towards a shared goal. Reaching their goal unlocks a new storybook chapter.</div>\n<div class=\"imageCredit\">Georgia Tech Wellness Technology Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andrea&nbsp;G&nbsp;Parker</div>\n<div class=\"imageTitle\">Storywell Adventure Screen</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641159101169_Screenshot_20200509-174611--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641159101169_Screenshot_20200509-174611--rgov-800width.jpg\" title=\"Storywell Storybooks\"><img src=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641159101169_Screenshot_20200509-174611--rgov-66x44.jpg\" alt=\"Storywell Storybooks\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">When families reach their activity goals, new storybook chapters are unlocked. Storywell contains a variety of multi-chapter, illustrated, and interactive storybooks. Our team developed these digital books using an iterative, participatory process that engaged multiple stakeholder groups.</div>\n<div class=\"imageCredit\">Georgia Tech Wellness Technology Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andrea&nbsp;G&nbsp;Parker</div>\n<div class=\"imageTitle\">Storywell Storybooks</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641159286046_Storytell2-StorySharing--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641159286046_Storytell2-StorySharing--rgov-800width.jpg\" title=\"Reflection Prompt\"><img src=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641159286046_Storytell2-StorySharing--rgov-66x44.jpg\" alt=\"Reflection Prompt\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">In each storybook chapter there are interactive prompts that invite families to tell stories describing their own physical activity experiences. These prompts are designed to help families reflect upon factors that support and constrain physical activity and how to achieve their activity goals.</div>\n<div class=\"imageCredit\">Georgia Tech Wellness Technology Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andrea&nbsp;G&nbsp;Parker</div>\n<div class=\"imageTitle\">Reflection Prompt</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641159682047_Storytell2-StoryViewerBlurred--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641159682047_Storytell2-StoryViewerBlurred--rgov-800width.jpg\" title=\"Storywell Community Story Viewer\"><img src=\"/por/images/Reports/POR/2022/2050309/2050309_10437899_1641159682047_Storytell2-StoryViewerBlurred--rgov-66x44.jpg\" alt=\"Storywell Community Story Viewer\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Storywell books contain interactive prompts that invite families to reflect upon and audio-record stories recounting their past physical activity experiences. They can choose to share these stories with other families in their neighborhood. Storywell users can tap a story icon on the map to listen.</div>\n<div class=\"imageCredit\">Georgia Tech Wellness Technology Lab</div>\n<div class=\"imageSubmitted\">Andrea&nbsp;G&nbsp;Parker</div>\n<div class=\"imageTitle\">Storywell Community Story Viewer</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nThis project investigated how mobile technologies can help low-socioeconomic (low-SES) families overcome barriers to wellbeing by deriving meaningful insights from sensor-collected data about their physical activity. Through the iterative design and evaluation of two mobile health (mHealth) applications, this project has made design, empirical, and theoretical contributions to the fields of human-computer interaction, social computing, and digital health.\nWe began with a mixed-method formative study assessing practices around and attitudes towards sensor-collected physical activity data (e.g., step count data) in low-SES families. Our findings characterized how physical activity tracking wristbands support families' awareness of their activity levels, but also how these devices fall short of enabling the full experiential learning process (e.g., helping families draw out insights from this data that can be applied in the future). \nBased on these findings, we conducted several studies and participatory design activities with families, children?s story writers, and additional stakeholders to iteratively develop Storywell, a mobile application that uses narrative to support experiential learning from health data in families. In Storywell, caregivers (e.g., parents) and their children monitor physical activity levels through wearable activity trackers, visualize progress towards activity goals, and unlock interactive digital storybook chapters when goals are met. These stories have embedded physical activity themes and reflection prompts designed to help families learn from their activity data and past experiences and develop positive health values. Through a study evaluating Storywell with families, we characterized how a sense of connectedness manifested when caregivers used the app with their children, how these feelings nurtured engagement with Storywell, and how designing for connectedness is an important design approach for future family health technologies.\nWe developed a second version of the app, Storywell 2, to investigate the value of connecting families in low-SES neighborhoods to one another in mHealth apps. This new version introduced features that allow families to share their audio reflection stories with other neighborhood families, visualize these stories on neighborhood maps, and listen to the stories while also viewing associated metadata about the story creators (e.g., the number of children in the family, average number of steps taken, etc.). Through a study evaluating Storywell 2, we demonstrated how technology-supported storytelling about past physical activity experiences can support self-modeling (i.e., learning from one?s past experiences), and how sharing these reflective stories with other families can support social modeling (i.e., learning from others? experiences). This work further showed how such digitally-supported modeling can positively impact physical activity self-efficacy and outcome expectations. \nOur studies have made scientific contributions through results demonstrating how story-scaffolded and data-driven reflection can support positive outcomes (e.g., increased self-efficacy) and engagement with mHealth tools within low-SES families. This work has also made theoretical contributions, by applying Self-Determination Theory and Social-Cognitive Theory in the context of health technology design for families. Through analyses of data across our studies, our work extends these theories, demonstrating how they can help support the creation of systems that families are motivated to use, that provide value to them (e.g., by addressing psychological needs and aspirations for their families), and that effectively support positive health behaviors (e.g., through the development of psychological attitudes that predict behavior change). \nFurthermore, our work suggests that community stories are an asset that communities can use to promote wellness. Within Social Cognitive Theory, social modeling is more effective when the model is perceived as similar by the observer. Thus, because our Storywell 2 participants shared similar life experiences and identities with one another, we found that the health behavior strategies conveyed through the stories are promising assets for social modeling and, ultimately, for health behavior promotion. This perspective?that stories are community assets--could further motivate future work in human-computer interaction to investigate how novel tools can support even more effective community storytelling. \nThis work has been widely disseminated, through several publications--one of which received a best paper honorable mention award--a PhD dissertation, invited talks in diverse scholarly venues, and through presentation of this work to community partners. This work has also had broader impact. First, we released the Storywell app via an open-source license and created an open source API for retrieving and storing sensor-collected data directly from fitness tracking devices for individual users and social groups such as families. By making this software freely available, our work is helping to catalyze future digital health innovation. Additionally, educational contributions have been made through the mentorship and training of several graduate and undergraduate students, including many from groups underrepresented in computing, and the development and use of new digital health curricula. Lastly, this work demonstrates how experiential learning technologies can be an engaging and accessible approach to developing health literacy and behaviors that can help prevent the onset of diseases such as obesity and diabetes in low-SES families, who disproportionately experience these health challenges.\n\n \n\n\t\t\t\t\tLast Modified: 01/14/2022\n\n\t\t\t\t\tSubmitted by: Andrea G Parker"
 }
}