{
 "awd_id": "2053155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Developing and Exploring Mathematical Modeling Curricula for Preservice K-8 Teachers",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922125",
 "po_email": "jtellis@nsf.gov",
 "po_sign_block_name": "Jennifer Ellis",
 "awd_eff_date": "2020-08-01",
 "awd_exp_date": "2024-06-30",
 "tot_intn_awd_amt": 106430.0,
 "awd_amount": 106430.0,
 "awd_min_amd_letter_date": "2020-09-14",
 "awd_max_amd_letter_date": "2020-10-14",
 "awd_abstract_narration": "With support from the NSF Improving Undergraduate STEM Education Program: Education and Human Resources (IUSE: EHR), this Exploration & Design project aims to serve the national interest by developing, implementing, and testing creative approaches for adoption of education research into disciplinary teaching. The project will develop curricula that bring recent advances in STEM knowledge of mathematical modeling into undergraduate elementary teacher education. Mathematical modeling is the process of using mathematics to make sense of real-world, authentic problems and it provides powerful learning opportunities for all students. Although modeling is of growing importance, few preservice K-8 teachers have knowledge of what modeling is or have experienced it firsthand. It is important for them to experience modeling as learners before they can integrate modeling into teaching. This project aims to address this need through the design, enactment, and refinement of mathematical modeling modules for preservice teachers. The project will use design-theory methodology to examine multiple facets of the teaching and learning of modeling beyond content knowledge.  \r\n\r\nThis collaborative project will involve Montana State University and Marquette University, and various undergraduate courses at each institution. The project will gather data from various sources, including classroom video data,  and preservice teachers' constructed models and journals.  The project team will use this data to document, through a Decision Modeling Process, how preservice teachers move through the modeling cycle, noting specific choices, actions, and dispositions. This information will then be used to refine the developed instructional modules and provide written and video annotations for these modules. Based on this analysis, the project seeks to address: 1) how teacher educators can support preservice teachers' understanding of the attributes of mathematical modeling; 2) how preservice teachers' understanding of modeling develops across modules; and 3) factors that support preservice teachers' motivation to engage in mathematical modeling and its related practices. The modules and corresponding videos and annotations developed by the project will be accessible online and will be shared with mathematics teacher educators through outlets such as webinars and conferences. Through dissemination of the modules, mathematics teacher educators will have visible resources to aid in integrating mathematical modeling into a range of existing courses, including undergraduate mathematical modeling courses, preservice teacher methods courses, and undergraduate mathematics courses for teachers. More broadly, this project has potential to benefit society by improving the preparation of undergraduate students, who will become multi-disciplinary teachers in a STEM field. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. This project is in the IUSE: EHR Engaged Student Learning track, through which the funding program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hyunyi",
   "pi_last_name": "Jung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hyunyi Jung",
   "pi_email_addr": "hyunyi.jung@tamu.edu",
   "nsf_id": "000784034",
   "pi_start_date": "2020-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "100 Farrior Hall at 205 Fletcher Drive P.O. Box 112015",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0419",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001920DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 106430.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to develop high-quality modeling experiences for K-8 pre-service teachers (PSTs) by engaging them in the process of mathematical modeling. We designed, iteratively tested, and refined nine mathematical modeling modules for use in mathematical content courses for PSTs. Over the life of the grant, we worked with approximately 109 current and future teachers at Montana State University, the University of Florida, and Texas A&amp;M University. We shared our modules with the mathematics education community through workshops, conference presentations, and publications.</p>\n<p>In our work we sought to answer the following research questions:</p>\n<ol>\n<li>How can teacher educators support PSTs&rsquo; understanding of attributes of mathematical modeling (task design, modeling process, mathematical practices, and types of models) through the modules?</li>\n<li>How do PSTs&rsquo; understanding of modeling attributes develop throughout the implementation of modeling modules?</li>\n<li>What are the factors that support PSTs&rsquo; motivation to engage in mathematical modeling and practices?</li>\n</ol>\n<p>With respect to task-design, we found it is important to be intentional about the structure of modeling tasks so that PSTs are able to experience and reflect on each phase of the modeling cycle. We also found that piloting tasks and anticipating PSTs&rsquo; responses, allowed for instructors to highlight connections and differences between PSTs&rsquo; perspectives on the problem and mathematical approaches. We found that tasks related to PSTs&rsquo; lived experiences and issues of social justice were highly relevant. PSTs wanted to engage with these types of tasks because they were ones they cared about.</p>\n<p>With respect to PSTs&rsquo; understanding, we found that PSTs are highly capable modelers who create innovative and creative solutions. Incorporating one or two tasks into a designated mathematics course can be productive in helping PSTs understand what modeling is. Modeling tasks should not be rushed. Time and opportunities for feedback allowed PSTs to grow their mathematical ideas and provide feedback to one another. As PSTs experience the modeling cycle as learners, we found that they are reflecting on the process as future teachers. In particular, they see modeling as a way to connect mathematics to their future students&rsquo; lives and empower them mathematically. With respect to factors that support PSTs&rsquo; motivation, we found that modeling is often in contrast to past mathematics instruction in that tasks are more open with multiple approaches. We recommend that modeling be considered not only as a process PSTs experience but also as content that can be incorporated into all mathematics teacher education programs. Experiencing multiple tasks helps PSTs to become more confident modelers and better understand each phase of the process.</p>\n<p>Our work has resulted in multiple publications and presentations. We have published manuscripts in high-quality mathematics education journals, including the Journal for Research in Mathematics Education, Journal of Mathematical Behavior, and Mathematics Teacher Educator. We have also presented our work at various conferences, including the annual meetings of the Association of Mathematics Teacher Educators and the National Council of Teachers of Mathematics. Additionally, our work has led to mentoring graduate students and fostering further collaborations. We encouraged our graduate students to be co-authors or lead authors on our collaborative projects, holding regular meetings and mentoring sessions to support their learning and career development. We received numerous emails from professors at different institutions in states including Arizona, Ohio, Utah, and New York, requesting that we share modules and publications for use in their classrooms and for research purposes.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 09/28/2024<br>\nModified by: Hyunyi&nbsp;Jung</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe overarching goal of this project was to develop high-quality modeling experiences for K-8 pre-service teachers (PSTs) by engaging them in the process of mathematical modeling. We designed, iteratively tested, and refined nine mathematical modeling modules for use in mathematical content courses for PSTs. Over the life of the grant, we worked with approximately 109 current and future teachers at Montana State University, the University of Florida, and Texas A&M University. We shared our modules with the mathematics education community through workshops, conference presentations, and publications.\n\n\nIn our work we sought to answer the following research questions:\n\nHow can teacher educators support PSTs understanding of attributes of mathematical modeling (task design, modeling process, mathematical practices, and types of models) through the modules?\nHow do PSTs understanding of modeling attributes develop throughout the implementation of modeling modules?\nWhat are the factors that support PSTs motivation to engage in mathematical modeling and practices?\n\n\n\nWith respect to task-design, we found it is important to be intentional about the structure of modeling tasks so that PSTs are able to experience and reflect on each phase of the modeling cycle. We also found that piloting tasks and anticipating PSTs responses, allowed for instructors to highlight connections and differences between PSTs perspectives on the problem and mathematical approaches. We found that tasks related to PSTs lived experiences and issues of social justice were highly relevant. PSTs wanted to engage with these types of tasks because they were ones they cared about.\n\n\nWith respect to PSTs understanding, we found that PSTs are highly capable modelers who create innovative and creative solutions. Incorporating one or two tasks into a designated mathematics course can be productive in helping PSTs understand what modeling is. Modeling tasks should not be rushed. Time and opportunities for feedback allowed PSTs to grow their mathematical ideas and provide feedback to one another. As PSTs experience the modeling cycle as learners, we found that they are reflecting on the process as future teachers. In particular, they see modeling as a way to connect mathematics to their future students lives and empower them mathematically. With respect to factors that support PSTs motivation, we found that modeling is often in contrast to past mathematics instruction in that tasks are more open with multiple approaches. We recommend that modeling be considered not only as a process PSTs experience but also as content that can be incorporated into all mathematics teacher education programs. Experiencing multiple tasks helps PSTs to become more confident modelers and better understand each phase of the process.\n\n\nOur work has resulted in multiple publications and presentations. We have published manuscripts in high-quality mathematics education journals, including the Journal for Research in Mathematics Education, Journal of Mathematical Behavior, and Mathematics Teacher Educator. We have also presented our work at various conferences, including the annual meetings of the Association of Mathematics Teacher Educators and the National Council of Teachers of Mathematics. Additionally, our work has led to mentoring graduate students and fostering further collaborations. We encouraged our graduate students to be co-authors or lead authors on our collaborative projects, holding regular meetings and mentoring sessions to support their learning and career development. We received numerous emails from professors at different institutions in states including Arizona, Ohio, Utah, and New York, requesting that we share modules and publications for use in their classrooms and for research purposes.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 09/28/2024\n\n\t\t\t\t\tSubmitted by: HyunyiJung\n"
 }
}