{
 "awd_id": "2054173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Development of New Statistical Methods for Genome-Wide Association Studies",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927523",
 "po_email": "zfeng@nsf.gov",
 "po_sign_block_name": "Zhilan Feng",
 "awd_eff_date": "2020-09-01",
 "awd_exp_date": "2023-06-30",
 "tot_intn_awd_amt": 157024.0,
 "awd_amount": 157024.0,
 "awd_min_amd_letter_date": "2020-09-22",
 "awd_max_amd_letter_date": "2022-10-03",
 "awd_abstract_narration": "Advances in high-throughput sequencing technologies now make possible cost-effective analysis of whole genomes. The genomes of any two humans are 99.9% identical, with differences in the remaining 0.1% determining the diversity of human traits. For example, DNA sequence differences account for 80% of the variability in human height. Current technology allows the identification of these sequence polymorphisms between individuals, which can then be correlated to differences in a given trait. When done on a genome wide level with a large population of individuals, such genome wide association studies (GWASes) can be a useful tool for the identification of key genes controlling specific traits. However, a requirement for this approach is the availability of powerful and accurate statistical and computational methods to search through a massive amount of sequencing data to correctly identify DNA differences associated with the phenotypic trait of interest. The outcome of the project will (1) provide statistical methods to understand relationships between DNA sequence differences and the full range of diversity observed in a population, and (2) provide corresponding computational tools suitable for use by biologists and biomedical specialists for their specific population studies. This research project will produce intermediate methodological and theoretical results that lay the foundation for the final output. This project will also apply the developed methods to real, experimental data to demonstrate their utility. In addition to these research outcomes, the project will support the training of students in the field, including women and underrepresented minorities.\r\n \r\nGWAS estimates the correlation between phenotypic traits and sequence polymorphisms to identify genetic variants highly associated with specific traits. Single nucleotide polymorphisms (SNPs) are the most common type of genetic variant, and sequencing technologies allow for large-scale collection of SNP information. The project team will develop new GWAS models and methods to find trait-affecting variants with more power and accuracy. Specifically, the new methods developed in this research project will improve existing approaches by allowing modeling of observed traits from any probabilistic distribution in the exponential family. This extension ensures statistical models are biologically meaningful and interpretable. Second, the new methods will exploit different Bayesian priors, especially contemporary Bayesian priors for ultra-high dimensional model selection, that will share information across the entire genome for stable statistical inferences. Theoretical results of Bayesian priors in these new methods will also be developed. Third, a stochastic search algorithm will be developed to efficiently search through the massively large model space for model selection. This ensures that new methods are practical and useful since analysis can be done within a reasonably short time frame. Meanwhile, this also eliminates the use of subjective thresholds of significance that are now commonly used but an embarrassing practice in GWAS, having no theoretical support. Methods will be implemented into software tools and will be freely available for statisticians, biologists, and biomedical researchers. This project is funded jointly by the Division of Mathematical Sciences Mathematical Biology Program and the Statistics Program.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Ferreira",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marco A Ferreira",
   "pi_email_addr": "marf@vt.edu",
   "nsf_id": "000072585",
   "pi_start_date": "2022-10-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Tieming",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tieming Ji",
   "pi_email_addr": "jit@missouri.edu",
   "nsf_id": "000710698",
   "pi_start_date": "2020-09-22",
   "pi_end_date": "2022-10-03"
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute  State University",
  "perf_str_addr": "300 Turner Street NW",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 157024.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Genome-wide association studies (GWAS) are a popular tool to identify causal relationships between variations in the genome and observed phenotypes. In GWAS studies, the most commonly considered genomic variations are single nucleotide polymorphisms (SNPs), which may be of the order of 100,000s to 1,000,000s depending on the species and the dataset. An important aspect of GWAS analysis is the existence of correlation among the observations as a result of study design or population structure. A popular way to deal with this correlation is to use linear mixed models that include kinship random effects with a covariance matrix proportional to a realized relationship matrix. The most widely used procedures for GWAS analysis are single marker association tests (SMA), which evaluate the individual predictive ability of each SNP by fitting as many linear mixed models (LMMs) as the number of SNPs, each model only containing one SNP. In a traditional SMA, after evaluating each SNP individually, a multiple comparison correction, such as the Bonferroni correction or the Benjamini Hochberg correction, is used to identify important SNPs and attempt to control the false discovery rate (FDR). However, these SMAs based on LMMs still yield high FDR because the SNPs themselves are highly correlated.&nbsp;</span></p>\n<p><span>To have better FDR control and still maintain the same ability to detect true positive SNPs, we have developed a novel Bayesian method (BGWAS) for linear mixed models with nonlocal priors for efficient analysis of GWAS data (Williams, Xu and Ferreira, 2023). BGWAS has two steps: screening and model selection. First, the screening step fits as many LMMs as the number of SNPs and estimates the overall probability of a randomly selected SNP being null. After that, the screening step computes the posterior probability of each SNP being a null SNP and uses Bayesian false discovery control to choose a set of candidate SNPs. Second, the model selection step performs a model search where the possible models contain any number of SNPs from the set of candidate SNPs. When the model space is too large for complete enumeration, the BGWAS model selection step performs stochastic search through model space with a genetic algorithm (GA). When compared to SMA, BGWAS reduces the number of false positives while maintaining the same level of true casual SNPs recall.&nbsp;</span></p>\n<p><span>One of the most important contributions of this project has been the development of&nbsp; Bayesian methods for the use of generalized linear mixed models (GLMM) for the analysis of GWAS non-Gaussian data. We call our class of methods Bayesian GLMMs for GWAS (BG2) (Xu, Williams and Ferreira, 2023). Similarly to BGWAS, BG2 has two steps: a screening step and a model selection step. However, because BG2 deals with nonGaussian observations, when compared to BGWAS, the technical details of BG2 are distinct and more elaborate. In particular, BG2 uses in both steps a pseudo-likelihood approach. To speed up BG2 computations, we developed a population parameters previously determined approximation tailored for GLMMs. Finally, to implement BG2 we developed a class of priors that, to the best of our knowledge, are the first published nonlocal priors for GLMMs. When compared to SMA, BG2 leads to much lower FDR in the analysis of GWAS nonGaussian phenotypes.&nbsp;</span></p>\n<p><span>Another important contribution of this project has been the development of a Bayesian Iterative Conditional Stochastic Search (BICOSS) algorithm (Williams, Ferreira and Ji, 2022).&nbsp; Similarly to BGWAS and BG2, each BICOSS iteration has two steps: screening and model selection. BICOSS is initialized with the residuals from a base model that is a linear mixed model with no SNPs. Then the screening step fits as many models as the number of available SNPs, where each model has only one additional SNP and is regressed against the residuals of the base model. This screening step provides a set of candidate SNPs. The second step of BICOSS performs a model search where the possible models contain the base model and any number of SNPs from the set of candidate SNPs. The best model found in the model selection step becomes the base model. The next iteration of BICOSS then uses this base model to perform the screening and model selection steps. BICOSS iterates between these steps until convergence of the best model. When compared to SMA, BICOSS reduces false discovery rate and allows for SNPs with smaller effects sizes to be discovered.</span></p>\n<p><span>Finally, Williams, Ferreira and Ji (2022), Williams, Xu and Ferreira (2023), Xu, Williams and Ferreira (2023) presented several case studies on human health and plant science that suggest many promising SNPs for further scientific investigation.&nbsp;</span></p>\n<p><span>To make the statistical methods developed in this project available to the scientific community at large for the analysis of GWAS data, this project developed the open source R packages GWAS.BAYES and BG2 that are publicly available in the repository Bioconductor.</span></p>\n<p><span><br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2023<br>\n\t\t\t\t\tModified by: Marco&nbsp;Ferreira</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGenome-wide association studies (GWAS) are a popular tool to identify causal relationships between variations in the genome and observed phenotypes. In GWAS studies, the most commonly considered genomic variations are single nucleotide polymorphisms (SNPs), which may be of the order of 100,000s to 1,000,000s depending on the species and the dataset. An important aspect of GWAS analysis is the existence of correlation among the observations as a result of study design or population structure. A popular way to deal with this correlation is to use linear mixed models that include kinship random effects with a covariance matrix proportional to a realized relationship matrix. The most widely used procedures for GWAS analysis are single marker association tests (SMA), which evaluate the individual predictive ability of each SNP by fitting as many linear mixed models (LMMs) as the number of SNPs, each model only containing one SNP. In a traditional SMA, after evaluating each SNP individually, a multiple comparison correction, such as the Bonferroni correction or the Benjamini Hochberg correction, is used to identify important SNPs and attempt to control the false discovery rate (FDR). However, these SMAs based on LMMs still yield high FDR because the SNPs themselves are highly correlated. \n\nTo have better FDR control and still maintain the same ability to detect true positive SNPs, we have developed a novel Bayesian method (BGWAS) for linear mixed models with nonlocal priors for efficient analysis of GWAS data (Williams, Xu and Ferreira, 2023). BGWAS has two steps: screening and model selection. First, the screening step fits as many LMMs as the number of SNPs and estimates the overall probability of a randomly selected SNP being null. After that, the screening step computes the posterior probability of each SNP being a null SNP and uses Bayesian false discovery control to choose a set of candidate SNPs. Second, the model selection step performs a model search where the possible models contain any number of SNPs from the set of candidate SNPs. When the model space is too large for complete enumeration, the BGWAS model selection step performs stochastic search through model space with a genetic algorithm (GA). When compared to SMA, BGWAS reduces the number of false positives while maintaining the same level of true casual SNPs recall. \n\nOne of the most important contributions of this project has been the development of  Bayesian methods for the use of generalized linear mixed models (GLMM) for the analysis of GWAS non-Gaussian data. We call our class of methods Bayesian GLMMs for GWAS (BG2) (Xu, Williams and Ferreira, 2023). Similarly to BGWAS, BG2 has two steps: a screening step and a model selection step. However, because BG2 deals with nonGaussian observations, when compared to BGWAS, the technical details of BG2 are distinct and more elaborate. In particular, BG2 uses in both steps a pseudo-likelihood approach. To speed up BG2 computations, we developed a population parameters previously determined approximation tailored for GLMMs. Finally, to implement BG2 we developed a class of priors that, to the best of our knowledge, are the first published nonlocal priors for GLMMs. When compared to SMA, BG2 leads to much lower FDR in the analysis of GWAS nonGaussian phenotypes. \n\nAnother important contribution of this project has been the development of a Bayesian Iterative Conditional Stochastic Search (BICOSS) algorithm (Williams, Ferreira and Ji, 2022).  Similarly to BGWAS and BG2, each BICOSS iteration has two steps: screening and model selection. BICOSS is initialized with the residuals from a base model that is a linear mixed model with no SNPs. Then the screening step fits as many models as the number of available SNPs, where each model has only one additional SNP and is regressed against the residuals of the base model. This screening step provides a set of candidate SNPs. The second step of BICOSS performs a model search where the possible models contain the base model and any number of SNPs from the set of candidate SNPs. The best model found in the model selection step becomes the base model. The next iteration of BICOSS then uses this base model to perform the screening and model selection steps. BICOSS iterates between these steps until convergence of the best model. When compared to SMA, BICOSS reduces false discovery rate and allows for SNPs with smaller effects sizes to be discovered.\n\nFinally, Williams, Ferreira and Ji (2022), Williams, Xu and Ferreira (2023), Xu, Williams and Ferreira (2023) presented several case studies on human health and plant science that suggest many promising SNPs for further scientific investigation. \n\nTo make the statistical methods developed in this project available to the scientific community at large for the analysis of GWAS data, this project developed the open source R packages GWAS.BAYES and BG2 that are publicly available in the repository Bioconductor.\n\n\n\n\n\t\t\t\t\tLast Modified: 10/25/2023\n\n\t\t\t\t\tSubmitted by: Marco Ferreira"
 }
}