{
 "awd_id": "2043817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing Students' Integration of Knowledge for Deep Learning in Physics",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2022-10-01",
 "awd_exp_date": "2025-09-30",
 "tot_intn_awd_amt": 299884.0,
 "awd_amount": 299884.0,
 "awd_min_amd_letter_date": "2022-07-27",
 "awd_max_amd_letter_date": "2022-07-27",
 "awd_abstract_narration": "This project aims to serve the national interest by analyzing and improving students' learning of key concepts in introductory physics courses. To advance STEM education across the nation, one need is to foster deep understanding of core knowledge within the various STEM disciplines along with concepts that cut across the disciplines. Teaching methods that promote the integration of knowledge have been shown to be effective in creating deep conceptual learning; however, the research on how to measure such deep learning is limited. In this project, the project team plans to develop assessment methods that provide new features for evaluating the levels of knowledge integration and deep learning achieved by individual students. By probing the specific paths that students follow when solving problems, these assessments can inform instruction to effectively help students achieve deep conceptual understanding. Because the core ideas underlying many physics concepts are essential to a wide range of STEM disciplines, the assessments developed in this project should provide useful tools for improving knowledge integration in related STEM fields.\r\n\r\nAlthough there is a wealth of literature about the misconceptions that students taking physics for the first time commonly have, more research is needed to study the knowledge structures of students with regard to knowledge integration and deep conceptual understanding. As a central part of this project, the project team plans to develop conceptual frameworks and associated assessments for concepts typically taught in introductory physics courses. Conceptual frameworks are composed of central ideas of concepts, contextual features, intermediate processes, and links between those components, and are used to represent students' thinking pathways as they solve problems. Major activities in the project will include (1) developing conceptual frameworks for selected topics in introductory physics to model the knowledge integration process of student learning; (2) developing assessment instruments that measure the progression of knowledge integration in students' learning of selected topics in physics; and (3) producing a knowledge base of assessment outcomes and implications regarding students' achievement of deep conceptual understanding in physics. The education research will primarily explore the extent to which features of assessment design -- which include the familiarity of question contexts, components and connections within a question, and aspects of conceptual models required by a question -- can be used to measure the developmental levels of students' knowledge integration. The NSF IUSE: EHR Program supports research and development projects to improve the effectiveness of STEM education for all students. Through the Engaged Student Learning track, the program supports the creation, exploration, and implementation of promising practices and tools.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lei",
   "pi_last_name": "Bao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lei Bao",
   "pi_email_addr": "lbao@mps.ohio-state.edu",
   "nsf_id": "000236512",
   "pi_start_date": "2022-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "191 W Woodruff Ave",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101106",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "04002223DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 299884.0
  }
 ],
 "por": null
}