{
 "awd_id": "2045191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Frustrated Metamaterials as Shape-Morphing Structures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922211",
 "po_email": "sqidwai@nsf.gov",
 "po_sign_block_name": "Siddiq Qidwai",
 "awd_eff_date": "2022-01-15",
 "awd_exp_date": "2025-12-31",
 "tot_intn_awd_amt": 302641.0,
 "awd_amount": 302641.0,
 "awd_min_amd_letter_date": "2021-11-10",
 "awd_max_amd_letter_date": "2021-11-10",
 "awd_abstract_narration": "This grant will support research on the mechanics of frustrated mechanical metamaterials and will explore their applicability as large-scale structures. Metamaterials are assemblies of simple structural elements like beams and plates that, in concert, yield extreme shape transformations and other unconventional responses. Periodic metamaterials feature low-energy modes of deformation called mechanisms. In the presence of non-periodicity, mechanisms are impeded by incompatibilities between the deformations of neighboring units. These are usually seen as a nuisance; in this project, they are instead embraced to achieve functionality. Indeed, in two-dimensional systems, the geometric “frustration” stemming from incompatibilities results in out-of-plane buckling, and the initially flat system morphs (literally, pops-up) into a three-dimensional shell-like object. This research will create knowledge on the origin and manifestation of frustration in two-dimensional metamaterials and will explore their applicability as large-scale deployable structures with the following unique attributes: (i) they pop-up due to tensile (rather than compressive) forces; (ii) they can be prestressed without ground anchoring; (iii) they can be accurately deployed since the desired shape is encoded within the flat precursor. The ideas within this project have the potential to revolutionize how engineers think about designing deployable systems and erecting lightweight freeform structures like gridshells, large domes, and pop-up shelters. The educational activities, centered around the theme of shape morphing and based on both curriculum development and undergraduate student empowerment, will stimulate structural engineering students to embrace creativity and to revisit their preconceived idea of structures as non-changing, static entities. \r\n\r\nThe primary objective of this project is to provide a systematic understanding of geometric frustration in various non-periodic metamaterial systems, and to exploit this knowledge to realize innovative shape-morphing structures. The first step will be to elucidate the in-plane prerequisites to frustration via theoretical, experimental, and numerical means. Attention will be devoted to the interplay between the location and magnitude of the actuation, the metamaterial’s architecture, and the location of the compressive regions prone to buckling. Reduced-order numerical models will be leveraged to predict out-of-plane shape transitions. Steps will also be taken to formulate a mechanistic inverse design, i.e., to find the in-plane architecture and the location and extent of the actuating forces necessary to obtain a target three-dimensional shape. Finally, the principles of frustration, initially studied via tabletop-scale prototypes, will be translated to large scales. The deployability and load bearing capacity of metamaterial-inspired frustrated structures will be investigated via experiments and numerical simulations.  A new course on shape-shifting is planned.  Both undergraduate and graduate students will be trained as the new generation of \"structures thinkers.\"\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paolo",
   "pi_last_name": "Celli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paolo Celli",
   "pi_email_addr": "paolo.celli@stonybrook.edu",
   "nsf_id": "000820856",
   "pi_start_date": "2021-11-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "1224 Computer Science",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "026E",
   "pgm_ref_txt": "STRUCTURAL MECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 302641.0
  }
 ],
 "por": null
}