{
 "awd_id": "2103425",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Investigation of transport of superfluid 4He through 2D materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922655",
 "po_email": "elmann@nsf.gov",
 "po_sign_block_name": "Elizabeth Mann",
 "awd_eff_date": "2022-03-01",
 "awd_exp_date": "2025-02-28",
 "tot_intn_awd_amt": 436107.0,
 "awd_amount": 436107.0,
 "awd_min_amd_letter_date": "2022-02-25",
 "awd_max_amd_letter_date": "2023-03-01",
 "awd_abstract_narration": "Non-technical Abstract\r\n\r\nSuperfluid helium, which appears in liquid helium cooled below 2.17K (-455.8F), is an amazing example of a “quantum material” — a material who’s unusual and counter-intuitive properties require quantum physics to be understood.  An example of a remarkable property of superfluid is the ability to move without friction, even through holes and channels which are near atomic size. During a series of recent experiments in which the research team studied the motion of superfluid helium through nanometer diameter holes in atomically thin sheets of carbon (graphene), they observed, unexpectedly, that when in the superfluid state, helium appears to be able to move through the carbon sheet even without holes.  The current project probes this observation more thoroughly through a series of experiments.  If they do validate the previous surprising outcome, their team expects this to lead to more advances in experiment and theory which may involve more exotic and as of yet undiscovered states of matter, such as super solids.  More broadly this work is expected to lead to technologically useful quantum devices using this unique quantum material.   This award will be enable the education of young scientists at all stages of education and professional development in the area of quantum devices and ultra-sensitive measurements, both which have been identified as areas of national importance.\r\n\r\nTechnical Abstract\r\n\r\nQuantum devices based on superfluid helium-4 have not yet been thoroughly developed due to the absence of a low temperature Josephson junction structure.   The difficulty is due to the mass of the helium atom which inhibits quantum tunneling even through atomically thin membranes, and the low temperature coherence length of 0.3 nm which requires atomically sized pores to attenuate the quantum order parameter.  Recently, the Schwab research team performed experiments to probe the transport of superfluid helium through nanometer sized pores in a graphene sheet.  These graphene sheets covered a 2 micron diameter aperture in a silicon nitride membrane. Surprisingly, after a series of measurements, it appeared that graphene sheets were transparent to helium in the superfluid state.  This is contrary to the expectation that graphene should be extremely opaque to the transport of helium.  The current seed project will resolve this question with a series of control experiments.  If it is concluded that graphene is indeed transparent to superfluid helium this may indicate the formation of a super solid state on the first few layers of helium, a possibility which has been anticipated by a number of theorists, and a novel quantum state of matter which has not yet been observed.  If it is concluded that graphene is opaque as was originally expected, the experiments here will inform experiments to create a low temperature Josephson junction for superfluid helium, which is expected to lead to realization of novel quantum devices.  Superfluid quantum devices are expected to yield advances in ultra-sensitive navigation useful for submarines and for precision pointing of telescopes and lasers and yield novel devices for quantum information processing and precision quantum standards.   Furthermore, this seed will provide funds to purchase a cryogen-free cryostat which will allow the research team to perform experiments without the cost of expensive consumable cryogenic liquids.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Schwab",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keith Schwab",
   "pi_email_addr": "schwab@caltech.edu",
   "nsf_id": "000395132",
   "pi_start_date": "2022-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd Mail Code 273-6",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002324DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 354775.0
  },
  {
   "fund_oblg_fiscal_yr": 2023,
   "fund_oblg_amt": 81332.0
  }
 ],
 "por": null
}