{
 "awd_id": "2104191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Coordinating Water Markets and Critical Infrastructure Management to Build Community Resilience to Extreme Drought",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922681",
 "po_email": "ruzsoy@nsf.gov",
 "po_sign_block_name": "Reha Uzsoy",
 "awd_eff_date": "2022-02-15",
 "awd_exp_date": "2026-01-31",
 "tot_intn_awd_amt": 166266.0,
 "awd_amount": 166266.0,
 "awd_min_amd_letter_date": "2022-02-11",
 "awd_max_amd_letter_date": "2022-02-11",
 "awd_abstract_narration": "Droughts are among the most severe natural disasters in the US, challenging agricultural and urban communities reliant on water supply, and freshwater ecosystems threatened by low streamflow. These economic and environmental impacts ripple through social systems as well, impacting public health due to impaired water and air quality, and mental health due to revenue losses and unemployment. Unfortunately, attempts to reduce multi-sectoral drought impacts through demand-side and supply-side management are poorly coordinated. Furthermore, drought management often is initiated too late, as water users pursue short-term economic gains while droughts slowly develop. Improved drought forecasts and better integration of early warnings into decision support systems for water management are critically needed to reduce these temporal tradeoffs. The goal of this project is to evaluate the potential gains of better coordinated, forecast-informed drought management of water systems and their institutional and physical infrastructure to simultaneously reduce community impacts of drought and facilitate sustainable economic growth. This research will support NSF’s mission to advance national health, prosperity, and welfare, as improved drought management can increase social, economic, and environmental benefits for agricultural and urban communities.\r\n\r\nThe project will focus on the drought-prone Upper Colorado River Basin, where decreased snowmelt runoff resulting from climate warming and rapid urban growth are intensifying water scarcity risks. Three scientific questions will be addressed: 1) What are the economic and environmental impacts of droughts on agricultural and urban communities under current water management practices and the system of prior appropriation? 2) How can integrating forecast-conditioned reservoir operations with water market strategies such as subsidized fallowing, farmer-to-farmer water rights trading, and urban-to-agricultural option contracts reduce these impacts, and what are the tradeoffs of alternative plans? 3) To what extent do such integrated plans reduce vulnerabilities to changing climate extremes, and where they are still insufficient, what forecast skill or additional adaptation mechanisms would be needed to attain satisfactory performance? These questions will be addressed through panel regression models and the development of a multi-objective optimization framework that jointly conditions the operations of critical reservoir infrastructure and water market transactions on seasonal climate forecasts.  The outcome of this research will be an integrated approach to developing alternative drought management policies that stakeholders could consider implementing to achieve more sustainable adaptation to changing drought extremes. The research team will work with agricultural and urban stakeholders in the basin throughout the project to facilitate the translation of this research into practice.\r\n\r\nThis award reflects NSF's statutory mission and has been deemed worthy of support through evaluation using the Foundation's intellectual merit and broader impacts review criteria.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Block",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Paul J Block",
   "pi_email_addr": "pblock2@wisc.edu",
   "nsf_id": "000560243",
   "pi_start_date": "2022-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "College of Engineering",
  "perf_str_addr": "1415 Engineering Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061607",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "01002223DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2022,
   "fund_oblg_amt": 166266.0
  }
 ],
 "por": null
}